{"id":"7BC4E35C-B261-4D54-89B2-68B902D285C8","title":"Ecological and evolutionary responses to changing environments in a laboratory species assemblage","abstractText":"Ecosystems face changing environments over a wide range of time-scales, from yearly changes to those occurring over millions of years. Moreover, the rate and magnitude of environmental change has been intensified by human activities. Therefore, a key task for understanding the dynamics of living systems, and for predicting the impacts of human activity on those systems, is to understand how ecosystems respond to environmental change. Two types of response can be considered. 1) Ecological. This entails changes in species abundances and distribution, leading to a different community structure before and after the environmental change. 2) Evolutionary. This entails genotypic change within species leading to their adaptation to the new conditions present after the environmental change. Despite considerable work on both types of response, typically they have been treated separately. Ecosystem studies have focused on ecological changes, whereas evolutionary studies have focused on single species or pairs of interacting species such as pathogens and hosts. Yet, most organisms live in diverse assemblages: inferences on evolutionary dynamics from such small systems may not apply in realistic settings. This project will address the fundamental question of whether species diversity tends to increase, decrease or not affect the amount of evolution within species. Our approach is to study evolution in the laboratory, using species of bacteria isolated from tree-holes of beech (Fagus sylvatica). These bacteria can be cultured in mixtures of different numbers of species in the lab, and have been used previously to explore the relationship between diversity and ecosystem function. By virtue of rapid generation times and very large population sizes, they also evolve fast enough to study evolution in species mixtures. We will assemble random mixtures of up to 24 species and expose them to environmental change, in terms of a shift in pH and resource type in turn. The evolutionary response of each species will be quantified using phenotypic assays and compared among treatments that differ in species richness and composition. Competition experiments between isolates from the same and different cultures will test for the occurrence of coevolutionary interactions. Bacteria have been widely used to test evolutionary hypotheses in vitro, but no previous studies have looked evolution in more than a pair of interacting species. The results will generate new conceptual understanding of the interaction between ecological and evolutionary processes in ecosystems facing environmental change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F021291/1","grantId":"NE/F021291/1","fundValue":"385992","fundStart":"2008-11-01","fundEnd":"2012-03-12","funder":"NERC","impactText":"  Our findings have demonstrated new theories and evidence that species interactions change evolution in multi-species communities. Eventually this will have impacts for how we consider dynamics of microbial communities, for example in treating disease or predicting environmental impacts. For now, the immediate impacts are in the academic field.  ","person":"Timothy Giles Barraclough","coPersons":["Thomas  Bell"],"organisation":"Imperial College London","findingsText":" I summarize the main findings from the project itemized by our original objectives.\n\n1. To quantify the tolerance and evolutionary response of single species to changes in pH.\n\n2. To determine the effects of species richness on evolutionary responses to changes in pH. \n\nWe completed a long-term evolution experiment of the following design: 12 separate species (grown from single-colony isolates from environmental samples, identified by 16S sequencing), cultured on their own, in two-species, three-species, six-species mixtures (2 compositions for each species at each level of diversity), and in twelve-species mixtures. Each culture was exposed to three experimental treatments: control (regular beech-tea medium), low pH and alternative medium (spruce-tea medium) and cultured for 8 weeks with serial dilution. There were three replicates of each diversityXcompositionXenvironment treatment. At the end of the experiment, cultures were plated out and isolates of each species identified by colony morphology and 16S DNA sequencing. Assays were then completed of growth of each isolate in each environment. All factors had significant effects in the outcome, in terms of both species survival and the degree to which growth in each environment evolved during the experiment. The findings are in preparation for publication.\n\n\n\n3. To determine the effects of species richness on evolutionary responses to new resource types \n\n4. To test for coevolutionary interactions among species in constant and changing environments\n\nWe investigated these objectives in depth with experiments on a subset of 4 species, cultured in isolation or together. Changes in species interactions among species were quantified using growth experiments and using NMR spectroscopy to measure changes in resource use. Our key findings were that species evolved more in species mixture than in isolation, that they evolved in a way that led to a shift from generally negative to generally positive interactions between them, and some species evolved cross-feeding on waste products produced by other species. The paper was published in PLoS Biology this year. This experiment was conducted by a NERC-funded MSc student supervised by the post-doc on the grant.I also employed G. Perron for 4 months on the grant, following funding from the NERC Centre for Population Biology, to test the scientific objectives applied to the case of diversity affecting the evolution of antibiotic resistance in a soil-dwelling bacterium, thereby broadening the findings to a wider category of possible evolutionary mechanisms. We found that diversity inhibited evolution of antibiotic resistance in strains manipulated to lack bacterial recombination, but it promoted the evolution of resistance in the wild-type strain able to take up DNA from its environment. The results were published in Proc R Soc Lond B this year. The PI has transferred the ideas developed during the grant to the study of gut bacteria of humans. Through subsequent NC3R funding, we are developing in vitro techniques to understanding dynamics in gut bacteria, in relation to the nutritive function they provide to hosts. The work could lead to designer bacterial communities. The existing outputs provided new basic science for studying evolution in complex mixtures of bacteria. Through publication of the Lawrence et al. paper in an open access journal, the ideas and techniques are reaching a broad community of researchers. Environment","dataset":"gtr"}