{"id":"7BC874A4-37CC-4886-B2F2-7CA788377E57","title":"Randomized trial of spatially targetted control to virtually eliminate malaria","abstractText":"There has recently been a sharp decline in the incidence of malaria in several parts of Africa, due to the strengthening of control measures, most importantly the large-scale distribution of free and highly subsidized insecticide-treated bednets, raising the prospect that malaria could be eliminated. But despite scaling-up of control, transmission persists in foci which provide a continuing source of infection. Additional strategies are needed to eliminate these foci, this is important because a resurgence of malaria in populations whose acquired immunity has lapsed could have a devastating impact. The aim of this study is to find out whether we can virtually eliminate malaria in a population by delivering intensified control in villages with persistent transmission. The trial, which will take place in central Senegal, will run over two years. Each year we will select villages to be targeted, on the basis of malaria cases reported in the previous year, and we will operate intensified malaria control in these villages, attacking the vector population with indoor residual spraying with a highly effective residual insecticide, and treating infected persons with effective antimalarial drugs to remove the reservoir of infection. The hope is that by targeting the places which favour transmission, there will be reduction in the prevalence of malaria infection not only in areas which are targeted but also in the surrounding villages that are not targeted. Spraying is done just before the rainy season begins, coating the places where the first mosquitoes to emerge will rest, to kill them before they can transmit infection. Chemotherapy will be done once early in September, to clear the reservoir of infection in humans before the height of the transmission season, and again in October to clear any persisting or new infections. We will use a combination of two drugs, an artemisinin to quickly clear malaria infection, and piperaquine, which provides prophylaxis for about a month. Treatment of carriers is known to be an essential component of elimination programmes but it is an open question whether it is better to administer antimalarial drugs to all members of the community or screen and treat only those who are positive. The trial will use both approaches to see which is most effective and practical. It is hoped that the findings of this study will contribute to the elimination of malaria in areas where until recently it was the major cause of child deaths.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MC_EX_G1100694/1","grantId":"MC_EX_G1100694/1","fundValue":"0","fundStart":"2012-07-30","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Badara  Cisse","coPersons":[],"organisation":"University Cheikh Anta Diop de Dakar","findingsText":"","dataset":"gtr"}