{"id":"7BCBB86C-2B80-417C-9A05-B69CE26B8E27","title":"Bilateral NSF/BIO-BBSRC: Unravelling the Grass Leaf","abstractText":"Flowering plants exhibit two major growth strategies. The dicot strategy is for the growing tip of the plant to climb upward by producing an elongating stem below it. Leaf buds are also generated at the growing tip and eventually these grow out from the stem to form fully grown leaves. The monocot strategy is for the growing tip to stay protected at the base of the plant and produce a series of concentric leaves that rise above it. Leaf blades emerge and bend outwards at the top of the concentric cylinder or leaf bases. Only at later stages does the growing tip itself rise upwards through elongation of the stem to produce the flowering structures. This monocot strategy has the advantage of protecting the growing tip at the base of the plant for much of its life history. It enables grasses to survive extensive grazing and is the growth strategy that underlies cereals like wheat, maize and rice.\n\nDespite its ecological and agronomic importance, the monocot strategy is much less well understood than the dicot strategy. In particular, it is unclear how monocot leaf buds grow to form concentric cylinders topped by outwardly bending blades. By using computational modelling we have developed some preliminary hypotheses for how this might work. A key idea is that growth is oriented by a polarity field; analogous to the way a magnetic field can be used to orient directions of navigation. The observed growth and shape changes of the monocot leaf can then be explained by simple changes in the polarity field and pattern of growth rates it orients. The main aim of this proposal is to test and further build upon this model to determine whether the fields and rates of growth it predicts are correct or not. This will be achieved using the maize monocot system which has the advantage of having well developed genetics and associated technologies. By looking at markers that highlight the presumed polarity fields and determining the growth rates in different regions of the leaf we hope to test predictions of the model. Models will also be tested by analysing the mutants in which key transitions of development are disrupted. These studies will be made quantitative by writing computer programs that extract the relevant measures automatically. New computational methods will also be developed and applied to this system so that the processes can be understood at different levels, from cellular to tissue scale.\n\nThis type of study, which integrates computational and experimental approaches, should provide a rigorous and quantitative understanding of the mysteries behind the monocot growth strategy. The understanding it generates may also allow us to further modulate the shape and disposition of leaves in crops. The angle at which the leaf blade bends out, for example, depends on growth at the blade junction, and has an important effect on yield because it influences the amount of light that can be harvested for photosynthesis. Knowing how this process works and is controlled by genes may therefore help breeders improve crop performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M023117/1","grantId":"BB/M023117/1","fundValue":"923379","fundStart":"2015-12-01","fundEnd":"2020-11-30","funder":"BBSRC","impactText":"","person":"Enrico  Coen","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}