{"id":"7BD070D3-A86A-4C3D-A1D2-AB384BF9EA15","title":"Genetics of sleep regulation and function: the AKR genes in Drosophila","abstractText":"Sleep needs no introduction. We humans spend about one third of our lifetime asleep but no one knows why. Astonishingly, sleep still remains one of the most puzzling problems of biology despite decades of research. While something is known about the mechanisms regulating occurrence of sleep, nothing is known about its functions: why sleep deprivation has detrimental effects on the body and the brain? Why is sleep restorative? What happens in our cells as we sleep? Why sleep architecture and sleep needs are so different amongst different individuals and why do they change so much as we age? The answer to those questions is likely to be in our genes: gene activity may explain what happens at the cellular level when we sleep and similarly when we deprive ourselves from resting. Our laboratory has chosen to explore genetics of sleep using the fruit fly Drosophila melanogaster as animal model. Drosophila is arguably the most powerful and most commonly used genetic animal model. Importantly, not only do flies sleep but in fact their sleep vastly reminds of human sleep: flies sleep at night like us; their sleep is restorative; sleep deprivation leads to detrimental performances and eventually to death; their sleep is homeostatically regulated (i.e. a sleep deprived fly will have stronger sleep pressure) and, importantly, their sleep is modulated pharmacologically by the same compounds that are known to affect human sleep, such as caffeine or modafinil, suggesting an evolutionary conservation for functions and genetics of sleep. Understanding the basic biology of sleep is not just a fascinating scientific puzzle: it is also key to understand and mitigate the effects of social sleep deprivation, insomnia or sleep disorders - a very pressing need for today's society.\n\nRecently we have identified a new gene called allnighter. Flies that are mutant in the allnighter gene sleep considerably less than normal (50% less). We aim to elucidate the biology behind this observation. Some of the questions we are addressing are: how does allnighter work to regulate sleep duration? How do allnighter mutant flies cope with sleep deprivation? Is allnighter acting in the brain of the fly and , if yes, in what neurons exactly? What is the general mechanism of action of allnighter and is there a functional allnighter equivalent in other species? Finally, the allnighter gene shares similarities with other known genes affecting sleep in flies and rodents: we aim at exploring those connections too, arguing this will provide a new perspective on the mystery of sleep function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M003930/1","grantId":"BB/M003930/1","fundValue":"375531","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"BBSRC","impactText":"","person":"Giorgio Francesco Gilestro","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}