{"id":"7BD1913D-F90C-4C05-AEE7-78D4214C8C8E","title":"Internet of Cars: A Distributed Exhibition &amp; Public Talks","abstractText":"Internet of Cars: A Distributed Exhibition &amp; Public Talks\n\nThe academic team are working with SCAN, an arts/technology agency, to develop an exhibition for May 2014. The aspiration of the exhibition is to offer audiences and communities the potential to rethink how or what a future transport network might be. \n\nPartnering with John Hansard Gallery, Southampton; Bridport Arts Centre; Dorchester Arts Centre; Harbour Lights Cinema, Southampton; and Intech, Winchester, we will present a series of artworks developed specifically by artists who have worked with 6ST data both collected from the project in real time and in the past.\n\nSix project proposals have been received from international renowned artists:\n\nPolak and van Bekkum will use live feeds from ANPR traffic data and Southampton shipping data to generate a sound landscape that plays the different paces of transport coming in and out, and around the Southampton area.\n\nLanfranco Aceti's artwork, 'Self-Driven' assumes that people can be cars. Literally. Aceti will run a series of workshops in which people will adopt characteristics of cars and explore how 'being a car' changes how you relate to people.\n\nHalford and Beard's piece entitled 'Router' is a short poetic film which explores the concept of a road traffic accident blackspot in the context of the routes tracked by the 20 ANPR (Automatic Number Plate Reader) cameras around Southampton City Centre. \n\nHollington &amp; Kyprianou's work, 'The Car That Turned' is a road movie that's structure is derived from the patterns that emerge from data collected by the UK's ANPR system.\n\nShingleton's installation, 'Manifesting the flow of CO2' visualises emissions of CO2 based upon live ANPR data. As vehicles are scanned graphic clouds are visualised to represent the real-time flow of carbon between Dorchester and Weymouth.\n\nStanza's work, 'A New Order Beyond The Fourth Dimension' uses robots that will read transport data gathered through 6ST to draw the state of the transport systems around the South Coast.\n\nIn addition to the artworks that are distributed across the venues during the two week show, a series of public talks will connect the 6ST research, including experts from the fields of computer science, transport, tourism, psychology and design, with artworks allowing the public and press to connect the abstract with the real, and the science with the experiences of modern and future transport.\n \nUsing iOS and Android apps the public will be able to spot themselves within artworks, installations and visualisations extending the impact of the work by making it personal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02571X/1","grantId":"EP/L02571X/1","fundValue":"10108","fundStart":"2014-02-20","fundEnd":"2015-08-19","funder":"EPSRC","impactText":"  Using a substantial database of vehicle registration plate data from Dorset, emanating from the Sixth Sense Transport (6ST) project (EP/J004650/1), the objectives of our Tales of Engagement project were:\n\n1) To commission a series of internationally renowned artists to use the data to offer audiences and communities alternative views of travel and behaviour so that they can rethink how or what a future transport network might be.\n\n2) In addition to the artworks that were distributed across venues in the South during a show, deliver a series of public talks to connect the 6ST research (including experts from the fields of computer science, transport, tourism, psychology and design) with the artworks, allowing the public and press to connect the abstract with the real, and the science with their experiences of transport and travel behaviour.\n\nThe grant has had impact through the commissioning of digital artists to produce six distinct pieces, viewed by over 26,000 members of the public between 13th May and 8th July 2014 across 4 venues. \n\nThe specific outputs were:\n\nArtist 1: Hollington and Kyprianou\nTitle: The Car that Turned (2014)\nMedium: Film (5mins)\nExhibition Dates: 13 May - 23 May Bridport Arts Centre, 10am - 4pm \n31 May - 8 July Winchester Science Centre 10am - 4pm\n3 June - 6 July Turner Sims 10am - 5pm \n\nSpecial Events: 17 May Bridport Arts Centre, Special Screening 7 - 9.30pm\n1 June Winchester Science Centre, Special Screening and Artist talk 6-9pm\nNumber of Visitors: Bridport Arts Centre- 580\nTurner Sims - 1800\nWinchester Science Centre - 22000\n\nDescription:\n\nThe 'classic' American road movie was both an emblem of achieving and escaping from the American Dream. The car, the road and the hero are the holy trinity of American cinema. But what would a convincing UK road movie look like? What architecture would it traverse today? How would the plot develop if it were constructed from the shapes and patterns of the ubiquitous data collected from ANPR technology? What would its journey tell us if the data were combined with how researchers approach and analyse the data?\n'The Car That Turned' is in a sense a very British road movie - one whose structure is derived from the patterns that emerge from data collected by the UK's ANPR system, and whose on-screen narrative merges co-ordinates with the inferences drawn by human analysis - a 21st century version of Mass Observation, collecting information to understand to control and improve, and if that fails, to make do and mend'.\nVideo Link: http://vimeo.com/94546120\n\nArtist 2: Halford and Beard\nTitle: Router (2014)\nMedium: Sound piece (19.22 mins)\nVenue and dates: 13 May - 23 May Bridport Arts Centre, 10am - 4pm\n31 May - 8 July Winchester Science Centre 10am - 4pm\n3 June - 6 July Turner Sims 10am - 5pm \nSpecial Events: 17 May Bridport Arts Centre, Special Screening and Artist Talk 7 - 9.30pm\nNumber of Visitors: Bridport Arts Centre- 580\nTurner Sims - 1800\nWinchester Science Centre - 22000\n\nDescription:\nRouter is the soundtrack to an imaginary movie which tells the story of a secret 'mobile prison' experiment by a sinister American G4S-style company. The company confines four guys in a van and condemns them to travel the roads of a coastal city in an endless voyage of the damned. Naturally, things go horribly wrong The voice-over is by a PR representative of the company who is trying to 'spin' the story of the experiment to dispel all the rumours and conspiracy theories that have developed. \n\nCredits\nScenario: Victoria Halford and Steve Beard\nVoice: Jane Perry\nOriginal soundtrack: The Caretaker\nRunning time: 19:22\n\nArtist 3: Polak and Van Bekkum\nTitle: Fronting Motion (2014)\nMedium: Internet based artwork\nVenue and dates: 13 May - 23 May, Bridport Arts Centre, 10am - 4pm\n13 - 15 June, Guildhall Square, Southampton, 8am - 11.45pm \nNumber of Visitors: Guildhall Square - 2000\nBridport Arts Centre- 580\n\nDescription:\nWe face our opponents, human beings, just like us. We can see them but they are unaware of our watching. And although transformed to an abstract landscape, behind it we would be able to recognize them. One by one. What you are seeing is a landscape, taking place right now. Two realities merge into a panorama of a contemporary landscape. In the west, cars are coming right at you. In the east, you overlook the arriving and departing ships in the harbour taking their time. Everywhere you hear this constant noise, is it the sea you hear or is it the sound of a highway? There is no way to distinguish other than by seeing or imagining, because both are, as the Dutch poet Henk Ester claims, in E flat.\n \nPractical description.\n &quot;Fronting Motion&quot; consists of two screens and two surround soundscapes (automatically converted to stereo if applicable) facing each other. The work is based on two streams of live data: one coming from number plate recognition (ANPR) cameras along the A354, Dorchester-Weymouth, while the other stream originates from the vessel tracking system around the Nearby Southampton harbour, both in the UK. Both data streams are translated into a surround sound stream and a corresponding visual stream. Each stream is broadcast through its own url, which makes the piece technically very simple to present and flexible to any given space: it could be exhibited as a black box installation for art spaces, but also on two combined screens, of various sizes (computers, smartphones, pads, outdoor projection). Thus combined, the two streams create a multiphonic soundscape with two video screens: 1 screen plus surround/stereo represents the traffic flow on land, the other screen plus surround/stereo sound represents the traffic flow at sea.\n\nVideo: http://vimeo.com/69692883\n\nArtist 4: Stanza\nTitle: The Accident of Negligence and The Agency at the End of Civilisation (2014)\nMedium: Installation, mixed media\nVenue and dates: 31 May - 8 July Winchester Science Centre 10am - 4pm\nNumber of Visitors: Winchester Science Centre - 22000\n\nDescription:\n\nThe artwork is a real time interpretation of the data of the Internet of Cars project using the number plate recognition system aligned with real time images from one hundred CCTV cameras in the region of South of England. The installation presents all this as a spatialised audio experience of spoken texts and generative visuals.\n\nThe audience engages with the work as observer (of the surveillance and recorded space) looking at 24 screens, a dozen speakers, and a labyrinth of CCTV cameras built as an art installation presented on a plinth. The artworks makes use of future predictive software while at the same time exploring time from multiple perspectives in what Stanza calls a &amp;amp;quot;Parallel Reality&amp;amp;quot;.\n\nVideo: http://vimeo.com/97613466 \n\nArtist 5: Duncan Shingleton\nTitle: Flows\nMedium: Installation, mixed media\nVenue and dates: 3 June - 6 July Turner Sims 10am - 5pm \nSpecial Events: 1 July Winchester Science Centre Artists talks 6-8pm\nNumber of Visitors: Turner Sims - 1800\n\nDescription:\n\nFlows' explores Manuel Castells theory of the Space of Flows, proposed in The Rise of the Network Society (1996), which relates to network society and technologies role in a new type of space; made up of movement that brings distant elements - things and people - into an interrelationship through synchronous, real-time interaction. He proposes that flows are understood by the purposeful, repetitive, programmable sequences of exchange and interaction between physically disjointed positions held by social actors in the economic, political and symbolic structures of society. Therefore we can define flows as consisting of three elements - the medium through which things flow, the things that flow, and the nodes among which the flows circulate. 'Flows' interprets these three elements through the A354's ANPR cameras, CO2 emission ratings data and vehicles.\n\n'Flows' scans registration plates in real-time across the six camera sites on the A354 between Dorchester and Weymouth. As vehicles pass the cameras a vehicle lookup enquiry is made to ascertain data on their CO2 emission rating, which is then used to drive Arduino controlled air turbines, generating movement in six particle filled acrylic tubes. As the total amount of CO2 emitted ebbs and flows, the air rate is increased and decreased in correlation, changing the velocity of the particles. At the same time the tubes are flooded with light corresponding to the now ubiquitous environmental ratings charts. In this way, the viewer gains insight into the immaterial flow of CO2 between Dorchester and Weymouth at any given moment in time.\n\nVideo: http://vimeo.com/98233202\n\nArtist 6: Lanfranco Aceti\nTitle: Car Park\nMedium: Performance\nVenue and dates: 7 - 11 June, Guildhall Square, Southampton\nNumber of Visitors: 2000 Guildhall Square\n\nDescription:\n\nCar Park is a new artwork by Lanfranco Aceti curated by Helen Sloan as part of the exhibition Internet of Cars in association with the John Hansard Gallery. The artwork is inspired by notions of hard labour and economic exploitation, which provided the conceptual underpinning for an exhibition and a public performance in Southampton from June 7 to June 12, 2014.\n\nStatement:\nCan people be reduced in an extreme process of commodification to objects? What is the process that numbering and data mining generates within a societal context? Is the extreme consequence of unchecked ideological forms of contemporary capitalism driving illogical syllogisms to their ultimate destination?\nThe processes of extreme contemporary commodification together with systems of data collections that are neatly boxing within pre-conceived frameworks a wide range of human activities are embedded within capitalistic ideological frameworks of exploitation of society and the masses within it. This conjunction is re-introducing within contemporary post-society Medieval concepts of abuse that marketed as 'necessary' or 'empowering' create new categories: neo-serfs, micro-thievery on global scale or legal unethical exploitations.\n\nBy reducing people to 'Cars,' literally, and setting up a Car Dealership - part of a new business venture called Lanfranco Aceti Inc. - the artwork will re-introduce to Britain neo-serfs labor conditions in order to sustain economic growth and create new jobs. Buy a Car-Man. Help the world. Digital/Communication/Information Technologies (including Software),Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Transport Cultural,Societal","person":"Tom  Cherrett","coPersons":["Chris  Speed","Janet  Dickinson"],"organisation":"University of Southampton","findingsText":" The Telling Tales of Engagement funds were used to host a multi-site series of exhibitions, talks, and events curated by SCAN responding creatively to data and research derived from traffic flow analysis using automatic number plate recognition (ANPR) data. Six artist projects were delivered alongside the results of the Sixth Sense Transport project, involving 5 university partners, developing and experimenting with apps to promote a social and shared space for people and vehicles. The exhibits helped to explore and debate the use of cars in everyday life through the lens of visual arts and were viewed by over 26,000 people between 13th May and 8th July 2014 across four venues.\n\nThe exhibits offered audiences the potential to rethink how or what a future transport network might be:\n\nPolak and Van Bekkum in their piece ‘Fronting Motion’ used live feeds from ANPR traffic data and Southampton shipping data to generate a sound landscape that played the different paces of transport coming in and out, and around the Southampton area.\n\nLanfranco Aceti’s artwork ‘Car Park’ assumed that people can literally be cars, running a series of workshops in which people adopted characteristics of cars and explored how ‘being a car’ changes how you relate to others.\n\nHalford and Beard’s piece entitled ‘Router’ was the soundtrack to an imaginary movie which tells the story of a secret ‘mobile prison’ experiment by a sinister American G4S-style company. The company confines four individuals in a van and condemns them to travel the roads of a coastal city in an endless voyage of the damned.\n\nHollington &amp;amp; Kyprianou’s work ‘The Car That Turned’ is in a sense a very British road movie – one whose structure is derived from the patterns that emerge from data collected by the UK’s ANPR system, and whose on-screen narrative merges co-ordinates with the inferences drawn by human analysis - a 21st century version of Mass Observation, collecting information to understand to control and improve, and if that fails, to make do and mend'.\n\nShingleton’s installation ‘Flows’ visualises emissions of CO2 based upon live ANPR data. As vehicles are scanned on the A354, Arduino controlled turbines increase and decrease the flow of air through six particle filled tubes representing the real-time generation of carbon dioxide by vehicles travelling between Dorchester and Weymouth.\n\nStanza’s work ‘The Accident of Negligence and The Agency at the End of Civilisation’ was a real time interpretation of the data from the Internet of Cars project using the number plate recognition system aligned with real time images from one hundred CCTV cameras across the South of England. The installation presented all this as a spatialised audio experience of spoken texts and generative visuals. The audience engaged with the work as observer (of the surveillance and recorded space) looking at 24 screens, a dozen speakers, and a labyrinth of CCTV cameras built as an art installation presented on a plinth. The artwork made use of future predictive software while at the same time exploring time from multiple perspectives in what Stanza called a Parallel Reality. The project has shown that employing digital artists to work with large datasets emanating from funded research programmes can greatly enhance the outreach potential of the work, when specific themes are chosen for further investigation and dissemination. The approach highlights the value other projects could gain from holding hackathon type events where big data sets generated by the research are made available to digital artists in order to provide new and alternative interpretations, engaging to the general public. Digital/Communication/Information Technologies (including Software),Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Transport","dataset":"gtr"}