{"id":"7BD2AEF6-356B-4F2C-B503-617927DB5860","title":"Supernumerary me: An investigation into body representation","abstractText":"<p>Knowledge of the self is a vital part of our every day existence as a social being. The sense of ownership, control and acceptance of our own body underpins who we are and how we act. </p>\n\n<p>Humans have a remarkable ability to adapt to bodily changes: not only can we successfully adapt to changes brought about by the natural processes of ageing and injury, we can also rapidly incorporate non-bodily objects such as tools and use them as though extensions of our own actual bodies. Understanding the way in which body representations are maintained and updated has key biological and social implications. </p>\n\n<p>The proposed research will use a novel virtual reality system that provides a real-time reproduction of participants' actual limbs in order to examine the mechanisms responsible for embodiment and body representations. Indeed, participants can be given a supernumerary limb that looks, feels and can be controlled like their own limb. Questions of agency and embodiment can thus be asked from a unique perspective providing insight into the workings of the normal and abnormal mind with potential benefits for the treatment of delusions of control in schizophrenia, misperception of limb ownership following brain injury and disorders of body image.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G03673X/1","grantId":"ES/G03673X/1","fundValue":"80333","fundStart":"2009-08-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"","person":"Roger  Newport","coPersons":[],"organisation":"University of Nottingham","findingsText":" The sense of ownership, control and acceptance of our own body parts underpins who we are and how we act. Humans can successfully adapt to changes brought about by the natural processes of ageing and injury, but can also rapidly incorporate non-bodily objects such as tools and use them as though extensions of our own actual bodies. The proposed research used a novel augmented reality system that provided a real-time reproduction of the participant’s actual limb, in the same position as their real limb in order to ask how and why the brain can treat some external objects as though part of our body (eg tools), but, when damaged, can just as easily treat our own body parts as belonging to someone else? The research aimed to determine some of the factors responsible for accepting, owning and using different visual representations of the hand while rejecting, disowning and not using others. The primary research findings were that the body image (a conscious representation of how the body should look) can readily accept an extra limb, but the body schema (an unconscious internal representation of the body as it is used for action) can only process one. In addition, the limb representation incorporated by body image and schema need not be the same one. An interaction of multisensory cues from vision, touch, limb position sense, limb location and motor output determines the representation of the body in the brain.\n\n\n\nDuring the course of the project, new multisensory illusions were developed and used in novel experiments that resulted in several publications to relevant journals. In particular, illusions allowing moving supernumerary limbs, stimuli that encroached the limb, dynamically enlarged limbs and detached fingers had not been experimentally induced before this project. Not all of these were explicitly planned in the proposal, but were inspired, and made possible, by developments during the implementation of the original project ideas. Theoretical advancements include demonstrating that representations of the body in the brain have a preference for synchronously moving, complete hands that are close to the body, but not necessarily the representation of the hand that is in the same location as the real hand nor the same representations for body image and body schema at the same time. This research could be used in non-academic contexts as an interactive tool for educational purposes. The illusions are very popular at public engagement events, such as major science festivals and Brain Awareness open days for GCSE-level students. The MIRAGE illusion box provides a simple and informative method for demonstrating how the brain puts together different sensory inputs to make sense of our body and the world around us. There is also the potential for an automated system to be developed for use in science museums. A variety of multisensory illusions were developed as part of the project and one of the unexpected outcomes of this research was that illusory finger stretching might have beneficial effects for the experience of pain in osteoarthritis. This part of the research could be useful in the development of non-invasive, drug-free pain relief therapies. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}