{"id":"7BD56138-4057-493F-B56B-09DFF641500F","title":"Harmonised households : the implications of standardised data tools for understanding intergenerational relations","abstractText":"<p>This study investigates whether the term 'household' as used in household surveys generates misunderstandings between and within cultural and linguistic contexts, because diverse groups with distinctive understandings of the concept are unaware that others may be using the same term differently.&nbsp; It uses the lens of intergenerational relations to examine whether survey respondents and users of household statistics consider households in terms of diverse exchanges and responsibilities between individuals linked through emotion and affection in ways which differ from the 'statistical household' used in surveys.&nbsp; This will enable an evaluation of the validity of 'statistical households' in terms of the concept's ability to represent functional social solidarity and support. </p>\n\n<p>Detailed qualitative profiles of household membership including absent members, living arrangements and extra household support and resources will be collected by a collaborative African-European research team in England, Senegal, Burkina Faso and Uganda (in France an existing study will be re-analysed).&nbsp; In-depth interviews will be undertaken in each country with data producers and users around their understanding and use of household survey data. Pairwise analyses will be undertaken within and between linguistic traditions, developed and developing contexts, between political ideologies informing data collection and within-region comparisons in Africa.&nbsp; <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H043705/1","grantId":"ES/H043705/1","fundValue":"246892","fundStart":"2010-10-01","fundEnd":"2012-12-31","funder":"ESRC","impactText":"","person":"Sara Claire Randall","coPersons":["Ernestina Elizabeth Coast"],"organisation":"University College London","findingsText":" In national data collection exercises such as censuses and sample surveys there is an international expectation that the unit of data collection - the household - has the same definition and meaning across both space and time. We have shown that (a) despite advocating harmonisation there are subtle or not so subtle differences in the definitions used in our study countries (England &amp;amp; Wales, France, Burkina Faso, Senegal and Uganda (b) in African contexts the idea of household is often seen as an alien unit imposed from outside that has little meaning as a local social unit (c) the way the unit is defined means that indicators such as poverty indices or proportions of female headed household may be misleading and not comparable between countries. Data users are often not aware of the nuances of the definitions or the biases they may generate Reports should reflect openly on the implications of definitions for their findings\nData collectors should begin to think of more creative and inclusive ways of recording household membership that allows comparability but are also better at reflecting people's lived realities Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}