{"id":"7BD54FEB-4694-4E2F-BF17-DC659B96AC16","title":"The ostracod carapace window as a biomimetic basis for development of a novel eye shield","abstractText":"Myodocopid ostracods are small crustaceans varying from 1 to 32 mm. Their shrimp-like bodies are flattened from side to side and protected by a relatively thin, two-part shell or &quot;carapace&quot; made from the polysaccharide chitin coupled with proteins, often with the incorporation of calcium. The two valves of the carapace are connected by a hinge, and can open and close while retaining their rigidity. Most myodocopids can be distinguished from other ostracods by their well-developed compound eyes; some occupying a third of their total body size. Indeed, they use visual signals in the form of iridescence or bioluminescence for courtship. In one group - &quot;Macrocypridina&quot; (about 8mm long) - the carapace is heavily pigmented except for a round, clear transparent window directly covering the eye, through which the animal can see. These windows have some interesting properties; they are very thin yet rigid, and prevent crack formation and propagation, avoid scratches, allow oxygen to pass through them, and appear resistant to the buildup of surface contamination. Our proposal is to understand the biophysical and structural basis of the properties of these ostracod windows, and consequently to mimic these structures on a larger scale to develop very thin, hard contact lenses suitable for humans. These lenses will act as eye shields in military applications but will also be beneficial for the treatment of eye-related problems in the general population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019860/1","grantId":"BB/J019860/1","fundValue":"7490","fundStart":"2012-07-01","fundEnd":"2013-06-30","funder":"BBSRC","impactText":"  My co-workers and I found that the carapace of at least some ostracods (seed-shrimps) have sophisticated transparency characteristics through sub-micron structuring, along with mechanisms to prevent biofilm growth and to allow oxygen to permeate. We are now researching the possibilities of transferring these properties to contact lenses and eye shields (such as for contact lens wearers, and military/police to prevent damage from laser pointers/beams and explosives). We will require further funding to develop prototypes - we are applying for this. Aerospace, Defence and Marine,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Andrew Richard Parker","coPersons":[],"organisation":"The Natural History Museum","findingsText":" Ostracods (&quot;seed shrimps&quot;) are tiny crustaceans that have a shrimp-like body totally enclosed within a two-part carapace (&quot;shell&quot;). The ostracods examined also possess well-developed eyes, which must see through the carapace. My co-workers and I found that this carapace possesses a window in the region of the eye that has sophisticated transparency characteristics, which it achieves through optimal arrangements (organization, materials and dimensions) of the thin layers that constitute the carapace wall. The carapace also appears to have mechanisms to prevent biofilm growth and to allow oxygen to permeate. We are now researching the possibilities of transferring these properties to contact lenses and eye shields (such as for contact lens wearers, and military/police to prevent damage from laser pointers/beams and explosives). We will require further funding to develop prototypes - we are applying for this. If successful, we would be on the road to making contact lenses much thinner, also offering potential to incorporate novel technologies. First, we need to make a prototype contact lens and/or eye shield. This is to demonstrate that the properties of the ostracod carapace are indeed transferable to contact lenses. Then, we can demonstrate how filters (such as to reflect specific wavelengths of light such as those used in laser pointers) can be incorporated into our contact lens due to its novel, laminate construction. We expect our lens to be up to 1/3 of the thickness of a conventional contact lens, while maintaining its strength, which will offer further potential to incorporate novel technologies (micro chips etc.). I have met with military and police personel to establish applications for such a device. For example, soldiers could werar contact lenses to prevent damage from fine particles during bomb blasts - the laminate construction would significantly improve protection here. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}