{"id":"7BD85859-8D7D-4DA7-906E-6FB697E05543","title":"Antisense nucleic acid splice correction therapy for Duchenne muscular dystrophy and related disorders","abstractText":"Degenerative diseases cause increasing medical and social burdens in aging Western societies. Few of these diseases are treatable and therefore it is vital that new types of therapies are developed. In this research we will study Duchenne muscular dystrophy (DMD), a common, X-linked inherited, degenerative disease of muscle caused by lack of the protein dystrophin, and that is uniformly fatal and currently untreatable, typically leading to the deaths of affected boys in their 20s. We will investigate a new type of gene therapy for DMD, which has already shown promise in two preliminary clinical trials in DMD patients. The therapy, called exon skipping, uses small DNA patches known as antisense oligonucleotides (AOs) to correct the effects of mutations in the dystrophin gene, thereby producing new dystrophin protein of near-normal function and correcting the harmful effects of the disease. The recent clinical trials tested the application of this method in single muscles and therefore one of the major challenges in taking this therapy forward is to develop the means to deliver the AOs effectively to all muscle groups and also to the heart, given that all are affected by the disease. We have recently discovered that attaching small protein fragments known as peptides to the AO allows greatly improved delivery of the AO compounds to multiple muscle groups and heart. In this research we now also plan to test protein fragments that potentially allow the AO to be targeted specifically to muscle and /or heart, initially studying a recently discovered prototype compound known as B-MSP-PMO. We plan to test its long-term effectiveness in two mouse models of DMD, one mild and one severe, and also to attempt to understand better how this compound is targeted to muscle and to what extent it is likely to be safe to use. We also plan to evaluate improved versions of this AO as we are currently working to discover improved peptides that may target the AO to muscle and or heart with even greater efficiency. We will also investigate further recent exciting findings where we have discovered that the delivery of such drugs can be enhanced further by administering them together with a range of sugars. This work will therefore significantly advance the prospects for a disease-modifying therapy for DMD and also for other diseases where exon skipping or AO delivery would be a valuable therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900887","grantId":"G0900887","fundValue":"1500710","fundStart":"2011-01-01","fundEnd":"2016-08-31","funder":"MRC","impactText":"","person":"Matthew John Wood","coPersons":["Haifang  Yin"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}