{"id":"7BE67341-E36A-48C6-9E35-9F30652EAB27","title":"Cannabinoid Use in Progressive Inflammatory brain Disease","abstractText":"We plan to evaluate whether a cannabis-based medicine (delta 9-THC) has an effect on slowing accumulation of disability in progressive multiple sclerosis (MS) over three years. MS is the commonest cause of disability in young adults and the majority of people affected eventually develop a progressive form of the condition, thought to be due to destruction of nerve cells.\nMS treatments can be divided into those aimed at relieving symptoms and those that may alter the course of the condition. Unfortunately, few medicines are effective in MS, and none have been shown to have any effect in the later stages of progressive disease. The recent Cannabinoids in MS (CAMS) study investigated the effects of cannabis–based medicines on muscle stiffness (spasticity) in MS over a fifteen week period, with an option for participants to continue study medication for up to a year. Although the study did not demonstrate any effects on spasticity after fifteen weeks as measured by independent assessors, there was evidence that patients felt that the cannabis medicines helped many symptoms and the study did provide preliminary evidence to suggest that delta 9-THC may reduce accumulation of disability in the longer-term. In addition, new scientific evidence has emerged to suggest that some constituents of cannabis may help nerve cells to survive (neuroprotection). It is therefore possible that this medication may not only help treat symptoms of MS, but may also alter the course of the condition and be neuroprotective. \nThe CAMS study also highlighted the limitations of measuring the effects of treatments in chronic disease, especially the differences between patient experience and independent assessment e.g. by a doctor. In our new study we will use both old and new ways of assessing the effects of cannabis-based medicines and will continue to develop measurement methods from the patient perspective. This should lead to more effective ways of assessing new treatments in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500290","grantId":"G0500290","fundValue":"2053350","fundStart":"2005-09-01","fundEnd":"2011-08-31","funder":"MRC","impactText":"","person":"John Peter Zajicek","coPersons":["Jeremy Charles Hobart","Alan James Thompson","Dave  Wright","Andrew  Nunn"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}