{"id":"7BE7C419-454A-4842-904E-AD675FC4F738","title":"Biodiversity, ecosystem functions and policy across a tropical forest modification gradient","abstractText":"Tropical forests support over two-thirds of the world's terrestrial biodiversity. However, between 35% and 50% of tropical forests have already been degraded, and the rate of deforestation continues to increase. Secondary forests, plantations and other human-modified habitats now dominate tropical landscapes, leading to concerns that human degradation of these landscapes will elevate greenhouse gas emissions and jeopardise ecosystem services at local, regional and global scales. The area of protected forests is unlikely to increase greatly in the future, so the persistence of tropical biodiversity and the important biogeochemical cycles and ecosystem services associated with it will depend to a large extent on the way we treat the wider tropical landscape. The Human Modified Tropical Forests programme seeks to 'significantly improve our understanding of the links between biodiversity and biogeochemical cycles in tropical forests' through 'integrated observations and modelling linked to gradients in forest modification'. To contribute towards this goal our consortium will use surveys along a modification gradient within the SAFE landscape in Sabah (Malaysian Borneo) to detect patterns, combined with manipulative field experiments to gain a mechanistic understanding of biodiversity-function linkages. We will assess links between above- and belowground components of tropical biodiversity and investigate the extent to which different elements of biodiversity (e.g. species of conservation concern) are associated with measures of ecosystem function (decomposition processes and biogeochemical cycles). We will then upscale from the experimental sites to the landscape-scale to generate spatial layers of ecosystem function, biodiversity, and greenhouse gas fluxes to inform policy scenario modeling. Our work will thus (1) characterise soil microbial function and measuring associated biogeochemical fluxes; (2) Experimentally test the links between aboveground biodiversity and soil function; (3) Build and add to existing datasets for bird and mammals, and explore correlations between ecosystem functioning and the distribution of species of conservation concern; and (4) Explore policy scenarios for optimising biodiversity and function protection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K016091/1","grantId":"NE/K016091/1","fundValue":"254641","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"NERC","impactText":"  Julia Drewer and Ute Skiba attended the kickoff meeting, Ute Skiba gave a talk on GHG fluxes from Oil palm in relation to forests at the (1) HMTF programme kickofff meeting, (2) the MethaneNet meeting, June 14 Roy Soc Milton Keynes, (3) The NonCO2 GHG Symposium in Amsterdam Nov 14) summarising the literature and old data from a MSc project Environment Policy & public services","person":"Ute  Skiba","coPersons":["Robert Iwan Griffiths","Garry  Hayman"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" This project is in its infancy, we have selected study sites, have applied for all the necessary permits to work at SAFE, have a detailed experimental plan and our equipment is on its way to KK in Sabah, Malaysia, ready to start setting up and making first measurements in the period 8 - 20 January 2015 We will gather our first data in January 2015 Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment","dataset":"gtr"}