{"id":"7BF1D04B-02D7-4306-B305-363275C4FA54","title":"Stochastic dynamical modelling for prokaryotic gene regulatory networks","abstractText":"The DNA inside every living cell contains thousands of genes, encoding protein molecules, which allow the cell to carry out its essential functions. But not all genes can produce proteins at the same time: the cell must be able to turn some genes on, and others off, in response to different environmental conditions. Turning genes on and off is a haphazard process, because it relies on reactions between chemicals inside the cell that are present in very small numbers. For example, for a gene to be turned on, a protein assembly called RNA polymerase must bind to the DNA sequence for that gene. However, the number of free RNA polymerases in a typical bacterium is only around 30, while the number of copies of the DNA sequence is typically 1-10. As a result of these small numbers, the essential control mechanisms that turn genes on and off are 'noisy' - the level of expression of a typical gene varies very much from cell to cell. This effect is called 'stochasticity' and the objective of the StoMP research network is to understand how stochasticity in the regulation of gene expression affects how bacteria function. Around half the total living mass on our planet is thought to consist of bacteria, making them the most numerous living things. They have legendary ability to survive in hostile and rapidly changing environments, including hot sulphur springs, salt lakes and the human stomach. Bacteria impact on our lives for both ill and good; we couldn't digest our food without them, yet undesired bacterial infestations cause expensive 'bio-fouling' problems for industry by growing in pipes, antibiotic resistance contributes an increasing numbers of deaths in hospitals and we waste countless minutes removing biofilms from our teeth every morning. This remarkable ability of bacteria to deal with stressful conditions is closely connected with the stochasticity of their gene expression. For example, stochastic gene expression is thought to result in a few cells in every population being resistant to antibiotics: these few cells can make the difference between population extermination and survival. The StoMP research network will address three areas where stochastic gene regulation is important: how bacteria survive starvation or chemical attack, how bacteria co-ordinate their behaviour to maximise their chances of survival, and how genes encoding resistance or virulence spread through bacterial populations. We will apply both traditional microbiology and mathematical modelling of stochastic dynamics to these problems: in fact a key aim of the network is to bring together, in a series of workshops, mathematical modellers with expertise in computer simulation and mathematical analysis and microbiologists with experience in the lab. The UK has a number of experts in the field of stochastic modelling with specialities ranging from high-powered mathematical analysis, to modelling the diffusion of molecules in space, to developing methods to increase the computational efficiency of calculations. Our aim is to foster the development of a UK-wide stochastic dynamical modelling community, where ideas and software can be shared and new methods developed. Since this area has until now been largely dominated by the US, this would be a very valuable contribution to UK research. Finally our network is to reach out to other researchers - to attract biologists who have not used modelling before, and mathematicians and physical scientists who have not applied their expertise to this kind of biological problem. We will do this by hosting a 'tutorial-style' workshop, by constructing and maintaining a website and mailing list, and by welcoming new members at any time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00379X/1","grantId":"BB/F00379X/1","fundValue":"24850","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  The main objective of this grant was to create a strong research community at the modelling / microbiology interface. As a quantitative measure of our success, the StoMP research network has grown from its initial 15 members to 57 over the 3 year period of the grant, and has generated numerous new research collaborations, 22 journal articles and 16 successful or pending grant applications. The generation of such collaborative research and grant proposals was a specific aim of our proposal. \n\nOur research objectives were to organise a series of research workshops at the microbiology-modelling interface, to run a website and mailing list, and to provide funding for research visits between network members. We have organised 3 research workshops, attended by 105 people, our website has received over 1700 hits since we began recording in October 2009 and now averages around 80 a month. Our mailing list has over 100 recipients. We also facilitated 5 research visits between network members.\n\nOn the dissemination side (in addition to the website and mailing list) we aimed to organise dissemination-based workshops and to build links with leading overseas researchers and with industrial contacts. We have organised 2 extremely successful combined experimental-computational training workshops, as well as a software training workshop attended by 30 participants. Our research and training events have attracted 9 leading international speakers including Sunney Xie (Harvard), Mustafa Khammash (UCSB) and Barry Wanner (Purdue). We have also attracted the participation of Patrick Warren, Research Scientist at Unilever R&amp;amp;D Port Sunlight, who has given presentations at 3 of our meetings, as well as of 2 delegates from NIAB at our software training workshop and 6 industrial delegates at the Signet-CPIB summer school to which StoMP made a significant contribution.  ","person":"Rosalind Jane Allen","coPersons":[],"organisation":"University of Edinburgh","findingsText":" 1. Setting up new links between UK microbiologists and modellers. StoMP's membership grew from 15 to 57 during the period of the grant, numerous new collaborations were generated, and 22 publications and 16 successful or pending grant proposals were facilitated by StoMP's activities. We were also successful in obtaining continuing funding for this network through the e-science institute in Edinburgh.\n2. Training new researchers. StoMP organised two training workshops, attended by 80 young researchers, which received outstanding feedback (rated 4.7/5 by participants for usefulness). These workshops paired up microbiologists and modellers in lab-based and computational exercises, accompanied by lectures. \n3. Training experienced researchers. StoMP organised a focused workshop on constraint-based modelling, as well as co-organising (with the GENESYS MATSYB network) a software training workshop and made a significant contribution to a summer school organised by the Signet and CPIB networks. The work which we undertook on this grant led to a further application for network funding from the e-science initiative: we received funding to run a further year's worth of workshops following the end of the BBSRC grant. The grant has also indirectly led to the award of a 4-month programme on &quot;Understanding Microbial Communities&quot; at the Isaac Newton Institute for Mathematical Sciences in Cambridge. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}