{"id":"7BF1E04D-D69D-44F5-AE66-BBA023ED6C86","title":"Characterization of AIR9 - a novel plant microtubule-associated protein that marks the division plane","abstractText":"Plant cells do not crawl around like animal cells. Instead, cells are organized in tissues and organs according to the plane in which cross-walls are laid down between cells. Curiously, the division plane is predicted before division actually takes place by a ring of microtubules (called the preprophase band) that forms at the inner surface of the plasma membrane. After the nucleus has divided, a new cross-wall is put down between the two daughter nuclei and this attaches to the parental cell wall at the exact site forecast by the preprophase band. However, the band disappears before division and we have no idea of how the predicted plane of cell division can be 'memorized' in the period until the cross-wall forms. Possibly the band leaves behind a marker(s) on the cell surface - a 'molecular tidemark'? In a search for novel proteins that might bind, and hence regulate, plant microtubules, we discovered a large protein named AIR9. By coupling it to a fluorescent marker, we can see that this protein decorates the preprophase band and then disappears along with the band's microtubules as the cell starts to divide. The new cross-wall starts off in the centre of the cell and grows outwards until it touches the parental cell wall. The moment this cross-wall contacts the former site of the preprophase band we can see that the fluorescent AIR9 signal reappears upon the cell surface. This suggests that an AIR9-binding protein was left behind by the preprophase band of microtubules and is recognized for a second time when the cross-wall completes its predicted journey. AIR9 therefore offers one of the first handles on this crucial phase in plant cell division. We will see if AIR9 binds directly to microtubules or needs another partner. We have already found that AIR9 is likely to bind to two interesting proteins (one involved in cell wall synthesis, the other a motor that travels along microtubules) and we propose to confirm this. Other experiments will be aimed at examining mutations in this protein as well as experimentally inducing cells to produce too much or too little of the protein. We will alter the protein so that its regulatory sites cannot be modified by the cell (by phosphorylation) to see if the protein can be made to function at inappropriate stages of the cell's division cycle. The defects that arise from these treatments should provide valuable insights into how AIR9 functions in plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E022634/1","grantId":"BB/E022634/1","fundValue":"364787","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"","person":"Clive  Lloyd","coPersons":["John Hugh Doonan"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}