{"id":"7BF369F8-F673-4050-B523-D7F1C988066D","title":"Enhancing wheat field performance and response to abiotic stress with novel growth-regulatory alleles","abstractText":"The 'Green Revolution' that improved worldwide cereal yields from the 1960s was due to a combination of new varieties of wheat and rice and the increased use of nitrogen fertilisers and pesticides. An important feature of the new varieties was reduced height / although originally introduced to allow the plants to tolerate high levels of fertiliser without overgrowing and collapsing, it was discovered that these new semi-dwarf varieties increased yield, as less of the plants' energy was wasted on producing straw and more went into the harvested grain. We now know that these dwarf varieties of wheat carried a gene (called 'Reduced Height' or Rht) that made them unresponsive to the plant's own growth hormone, gibberellin (GA), which normally increases stem height. Similarly, the new semi-dwarf rice varieties contained a defective gene that resulted in reduced levels of the hormone. There are only two types of Rht gene that have been widely used in wheat, and predominantly one in UK varieties. Changes in climate, agricultural practise and possible restrictions in the use of growth-regulating chemicals may mean that wheat varieties containing this gene are no longer capable of producing the highest yield. Part of this programme is aimed at identifying new wheat genes that alter GA signalling and therefore have different effects on height. These genes could then be used to produce new dwarf varieties, either alone or in combination with the existing Rht genes. We have also discovered that dwarfing genes, that confer reduced height through changes in GA signalling, also protect plants against stresses such as drought, heat, or salt. This may become even more important as climate change reduces the amount of rainfall in wheat-producing areas. There is evidence that the existing Rht gene is not ideal for protecting wheat plants from stress. A second aim of this project will therefore be to test a range of genes affected GA signalling for their effectiveness in protecting plants from drought and other stresses. Finally, an important aim of this project is that the new dwarfing genes that we discover should be taken up by plant breeders to develop new commercial varieties. Therefore, we have developed a 'pre-breeding' strategy with the National Institute of Agricultural Botany to bring these new genes into modern, high-yielding varieties that can be passed on to breeders and used in their wheat breeding programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006922/1","grantId":"BB/E006922/1","fundValue":"464352","fundStart":"2007-01-02","fundEnd":"2012-01-01","funder":"BBSRC","impactText":"  Preliminary data on GA genes in wheat has been extended in subsequent project to provide a full atlas of GA gene expression. This work is close to publication. Agriculture, Food and Drink Economic","person":"Andrew Leonard Phillips","coPersons":["Stephen Gregory Thomas","Peter  Hedden","Martin Afan Parry"],"organisation":"Rothamsted Research","findingsText":" 1. The project delivered a total of 43 consensus gene sequences from hormone signalling pathways in wheat, plus genetic map locations and SSCP primer pairs for 11 of those involved in GA biosynthesis and signalling. A SNP discovery oligo array was designed and was supplied by MycroArray. This is being used to identify intervarietal SNPs in all genes which will facilitate genetic mapping of the remaining components.\n2. Antibodies against Rht in wheat were developed, but although these were capable of detecting 100pg of recombinant Rht protein, they did not consistently detect specific polypeptides in extracts containing native wheat protein.\n3. Transgenic reporter lines containing constructs of the promoters of the Rht-A1, GA20ox1 and GA3ox2 genes fused to the GUS (uidA) gene were generated and analysed.\n4. A TILLING screen for novel alleles of Rht-A1 in an EMS-mutagenised population of wheat identified seven mutations in the DELLA region, of which three were mis-sense mutations likely to affect Rht function and which will be tested for effects on GA sensitivity and for their potential as novel semi-dwarfing loci.\n5. Mutations in each homoeologue of the GA20ox1 gene of wheat, identified in previous projects, were assessed by heterologous expression in E. coli to confirm loss of enzyme function and were combined by crossing. Genotyping of 203 segregating F2 individuals of a triple heterozygous line followed by genotyping indicated that the triple homozygous mutant was ~12cm shorter than wild-type siblings, and suggested that single and double mutants had an intermediate phenotype. A fully randomised glasshouse experiment comparing single, double and triple mutants with wild-type siblings is under way. This will be followed up with field experiments to assess the effect of these novel semi-dwarfing mutations on yield. We did not find any significant effect of semi-dwarfing Rht genes on drought resistance under UK conditions. This implies that use of these alleles does not compromise yield under mild drought stress.\nThe work on novel alleles of GA genes is being taken forward in a commercially funded 3-year project starting in 2015. Agriculture, Food and Drink","dataset":"gtr"}