{"id":"7BF5611E-EBDA-4C63-B152-23C0189E9255","title":"eFutures: university research in electronics","abstractText":"There is a strong need for a new network to consolidate electronics research in UK universities. In recent years there have been major changes in technology, as the push for miniaturization has led to components with characteristics far from ideal transistor switches interconnected by wires instantaneously. Today's transistors get too hot, leak current, vary in size and are produced in their billions on chips the size of a thumb nail interconnected relatively slowly by miles of wiring. This creates a formidable challenge for designers, who already face the complexity of design on a bewildering scale. The public have an appetite for all things electronic and demand new and better products year on year. This also creates a challenge for designers and an opportunity for the electronics community. By working together these challenges can be tackled, making the UK's electronics community fit for purpose in the coming years to face critical challenges at the interface between design and technology. Complementing industry facing groups such as the National Microelectronics Institute (NMI) and the Electronics Knowledge Transfer Network (EKTN), the network will form part of a highly visible coordinated alliance to government and the media, who can use it for information, opinion and clarification in this space. This is important for the UK economy as the global electronics market is worth more than a trillion dollars annually. The initial membership will be drawn from the technology community who formed the Si Futures network and those participating in the design Common Vision. Together they represent a significant proportion of the UK academic community. There is a recognition that a broader electronics research community than those included in the previous network grants need to come together.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H048634/1","grantId":"EP/H048634/1","fundValue":"162753","fundStart":"2010-06-21","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"","person":"Anthony  O'Neill","coPersons":[],"organisation":"Newcastle University","findingsText":" eFutures was formed in 2010, and since its origin has managed to successfully establish itself as the UK hub for university research &amp; networking in the electronics sector. The eFutures network is now widely regarded as the main contact point, connecting lead academics and researchers with industry partners within the electronics community. The network grant set out to address the following specific areas:\n\n\n\n• Engage university research with industry, become a single voice for the UK electronics research community\n\n• Co_ordinate UK electronics research\n\n• Communicate UK electronics Research\n\n• Engagement with other communities, creating new partnership arrangements of a cross disciplinary nature, supporting early career researchers (ECR’s) &amp; providing cross disciplinary electronic research opportunities\n\n\n\nThe objectives (as stated above), have been addressed via the following activities : \n\n\n\n1) Steering Group \n\n\n\neFutures has a strong and well committed Steering Group comprising lead academics, engineers from industry, as well as representatives from industry-facing &amp; government organisations such as NMI &amp; EKTN. The steering group allows a direct interface between the network and the commercial sector, which allows discussion and responses to challenges facing the commercial sector. This group have worked on providing joined-up solutions to industry wide challenges around funding, design &amp; resources. \n\n\n\n2) Organised events \n\n\n\nA number of events have been delivered during the duration of the network grant which have supported engagement between university and industry partners and enabled us to establish ourselves as a single voice for the UK electronics research community. \n\n\n\n• Academic community events (Oct 2010, Sept 2012, Dec 2013)\n\n\n\nAttended by almost 300 people from across academia &amp; industry. Breakout sessions allowed key challenges to be discussed, presentations from recent eFuturesXD award recipients, assisting the development of early career researchers. The output from the sessions now provides the information for future focus.\n\n\n\n• Building Bridges to Build Brains (Nov 2012)\n\n\n\nEvent held in Edinburgh brought together a number of communities; computer scientists, the Microelectronics Design group (mainly engineers), and the INCF - International Neuroinformatics Coordinating Facility - (mainly neuroscientists). Regarded as a huge success by all attendees &amp; a future follow up event was suggested.\n\n \n\n• eFutures: beyond Moores law ( May 2013)\n\n\n\nInternational leaders, including D Miller (Stanford), D Ham (Harvard), M Lipson (Cornell) and R Sarpeshkar (MIT) were brought together with experts from the UK to discuss diverse opportunities and methodologies in microelectronics. Aim for the 21st century is to deliver integration of new and non-electronic functionality for optical, chemical and biological systems.\n\n\n\n• The Long Arm of Microelectronics (May 2013)\n\n\n\nSeries of in-depth discussions. A number of the speakers presented summaries of their presentations along with presentations from M Muller (ARM) and J Penders (IMEC) as well as a poster session\n\n\n\n\n\n2) Web site presence ( link: http://efutures.ac.uk/) \n\n\n\nThe eFutures web site provides a high quality web presence for the network. Web pages have been viewed over 12,000 times since its launch and in Google searches for eFutures it returns first listed. Key features include a user directory - providing a quick way to identify technical expertise and facilities, areas to publicise news, research highlights or calls for funding, conferences and meetings to be publicised and a forum for real-time discussion of issues and news affecting the community. The website continues to develop to ensure it meets the needs of its members &amp; is regarded as a current place of information sharing on skills and expertise.\n\n\n\n3) Network Membership\n\n\n\nMembership of the network has been built to a healthy level of almost 370 active members. This represents a significant proportion of the UK academic electronics community particularly in technology and design. Future expansion to new areas such as sensors, power electronics and energy harvesting is now the target and to reach into fields where electronics can play a major role to assist with advances such as healthcare technologies. The membership also enables us to canvass views across the whole spectrum of the academic community from leading academics to early career researchers, as we were able to demonstrated in a recent survey which was undertaken to assess member views on what were considered the Top 6 research challenges facing the electronics industry. \n\n\n\n4) Engagement between University &amp; Industry\n\n\n\neFutures has a strong identity within electronics research groups across universities. In addition, there is considerable industrial networking and community development taking place with NMI, KTNs &amp; the TSB. eFutures continues to act as a conduit between industry and academia to help build links, understanding and common research portfolios. \n\n\n\n5) eFuturesXD\n\n\n\nThis is a cross-disciplinary account offering awards to support UK academics in electronics as they initiate collaborative research across their discipline boundary. To date 36 applications have been received and 12 awards given with a total spend of &pound;497,132. and details of the awards are available for viewing on the eFutures website. As a network grant, eFutures has succedded in establishing strong links with industry and goverment partners. This was initially achieved by the creation of the Steering Group whose members comprise lead academics and representatives from NMI, KTN's, TSB &amp; ARM. This enables us to reach out to the commercial sector to undertand their key challenges and to identify ways in which the academic community can find solutions. Effective and collaborative working relationships have been developed, resulting in the commercial sector making regular contact with eFutures as the academic 'face' to both support and participate in industry led events. Electronics","dataset":"gtr"}