{"id":"7BFCC2AF-B4CC-47FC-A93E-509654418041","title":"Quantum Simulation with Low-Dimensional Ultracold Atomic Gases","abstractText":"When a gas of atoms is cooled to extremely low temperatures, below one microkelvin, quantum effects emerge and its behaviour changes dramatically. A gas of identical bosons (particles with integer spin) undergoes Bose-Einstein condensation, a phase transition to a new state of matter which was predicted in 1925 but experimentally observed only in 1995. The difference between this fully coherent matter-wave, described by a single macroscopic quantum mechanical wave function, and a classical gas (such as air) is analogous to the difference between the light from a laser and that from a light bulb. Bose-Einstein condensate (BEC) also exhibits superfluidity, the ability to flow without any friction. In contrast, identical fermions (particles with half-integer spin) have to occupy different quantum mechanical states, but can also pair up into composite bosons and undergo a more complicated form of condensation. Such pairing and condensation are at the heart of the phenomenon of superconductivity. Thanks to the relative ease with which we can manipulate them, ultra-cold atomic gases have become extremely useful for studies of these and many other fundamental collective quantum phenomena. For example, precise tools of atomic physics allow us to tune the strength of the interactions between the atoms, and to trap them in artificial crystals of different geometries, which are formed by interfering laser beams. We can thus quantum simulate complex many-body Hamiltonians with more flexibility than is available in conventional condensed matter systems. This idea of quantum simulation was first put forward by Feynman, who pointed out that a behaviour of a complex quantum system can be efficiently simulated only by another quantum system, rather than for example using a classical computer. Ultimately we hope that these made to measure quantum systems will allow us to answer many open questions in condensed matter physics, a prominent example being the unsolved puzzle of high-temperature superconductivity (HTSC). This would also allow for a more systematic design of novel materials for practical applications. In this work we will experimentally address several important outstanding questions related to designing and probing of increasingly more intricate Bose and Fermi many-body systems. We will concentrate on low-dimensional gases, which are fascinating because of the increased importance of quantum and thermal fluctuation in reduced dimensionality. Layered two-dimensional systems which we will study are also particularly interesting because of their structural similarity to HTSC materials. We will also work on the development of interferometric methods which allow direct access to the phase of the many-body wave function, thus offering a powerful probe of the complex correlations among the particles. Finally, we will explore new ways to introduce long-range interactions in atomic gases, an essential missing ingredient for a complete analogy between atomic systems and the electron gases which interact via the long-range Coulomb potential, and investigate the out-of equilibrium many-body physics in systems with rapidly changing Hamiltonians. Going beyond the topics of many-body condensed matter physics and possible applications to material science, we will also explore the possibility to use low-dimensional atomic gases for quantum simulation of outstanding problems in other fields, ranging from statistical to high energy physics. This would establish ultra-cold gases as truly general quantum simulators, in the sense envisioned by Feynman. Our work on dynamically changing Hamiltonians may also be relevant for new approaches to quantum computation. This work will be carried out in the Quantum Gases &amp; Collective Phenomena subgroup within the Atomic, Mesoscopic and Optical Physics (AMOP) group in the University of Cambridge Department Of Physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G026823/1","grantId":"EP/G026823/1","fundValue":"490858","fundStart":"2009-09-17","fundEnd":"2012-09-16","funder":"EPSRC","impactText":"  The work carried out under this grant is primarily blue sky, and most impacts are expected to be very long-term. However, some societal and economic impacts, beyond the immediate academic community, have already arisen in the short term.\n\nThe fact that our work has significantly increased the UK competitiveness in an internationally highly competitive, and ultimately applicable field, has also already attracted foreign funding into the UK. Specifically, based on the results of this grant, we have started bringing in significant funding from the US, which has already matched the original UK investment and we fully expect it to greatly exceed it in the future.\n\nDue to its fundamental value, our work has also led to the popularisation of (UK) science internationally, outside high-level academia. This has primarily been achieved through our active dissemination of our work, which led to coverage of our research in all the major scientific outlets that are read by a very broad non-specialist community, such as Nature, Science, Physics Today and Physics World.\n\nMoreover, some of our work, on Bose-Einstein condensation in a uniform potential, has already been incorporated into undergraduate courses at several universities worldwide, which is the ultimate proof of its immediate and fundamental importance.\n\nFinally, the PDRA funded by this grant has obtained a permanent position with the Canadian NRC, which has already led to active strengthening of the collaborations between the NRC and the UK's own NPL. Education,Other Societal,Economic","person":"Zoran  Hadzibabic","coPersons":[],"organisation":"University of Cambridge","findingsText":" Atomic gases cooled to temperatures close to absolute zero, where the laws of quantum mechanics play a dominant role, are increasingly used in labs around the world to model and understand the behaviour of quantum systems in a highly controllable environment. This research in quantum simulation leads to better fundamental understanding of a range of physical systems studied in other fields, ranging from material science to cosmology. Moreover, ultracold atomic systems themselves are showing an increasing promise for practical applications in fields such as precision measurements, precision sensing and navigation, atomtronics, and quantum information processing.\n\nThe main objective of this First Grant was to help establish a new ultracold atom lab at the University of Cambridge, and demonstrate this success through first significant scientific publications on quantum simulation.\n\nThe original objectives have been met and in fact far exceeded.\n\nFirst, instead of just one we managed to develop two ultracold atom labs with different specific capabilities, and have already published 7 high impact publications, including 5 in Physical Review Letters, which have also received a lot of coverage in more popular scientific press, such as Physics World, Nature, and Science.\n\nSecond, one of the experiments we developed, for producing ultracold atomic gases in a homogeneous, spatial uniform potential, is unique in the world. This work has initiated a whole new area of research, and gave UK a strong competitive advantage in the internationally highly competitive field of ultracold atoms.\n\nScientifically, the two main achievements that came out of this grant are:\n\n1. The first observation of Bose-Einstein condensation of atoms in a spatially uniform potential, which realised in a textbook form the predictions made 80 years ago by Einstein. This work has since also led to a better understanding of the dynamics of phase transitions, which has implications as far reaching as understanding the formation of the large-scale structures, such as galaxies, in the early Universe.\n\n2. Our studies of superfluidity of an atomic gas in a ring-shaped trap, including the observation of the long-lived quantised persistent currents, has fundamental implications for better understanding of phenomena occurring in superconductors and also in pulsars. Moreover, this work has practical implications for the design of atomtronics circuits and rotational-sensing instruments based on ultracold atoms. Our realisation of homogeneous ultracold atomic gases is a key step towards more realistic quantum simulation of other many-body systems, such as polariton condensates and real materials with practical applications. The experimental methods we developed are very general and highly transferrable, and have already been taken up by other leading groups around the world, in particular in the US and France.\n\nOur work on superfluidity has already led to several proposals for more practical applications in atom interferometry and rotation sensing, by groups in the UK and in the US. Aerospace, Defence and Marine,Education,Electronics,Other","dataset":"gtr"}