{"id":"7C0A1EA7-88AC-4730-B03A-5BDB774A8919","title":"SCEAM-extra Design evaluation of older people's extra care housing: development and testing of an assessment tool","abstractText":"New models of housing for older people are emerging that enable them to live independently with care provision tailored to individual need. Variously described as extra care housing or very sheltered housing these models are being developed in the public and private sectors, and are seen by providers, users and policy makers to offer independence within secure, socially supportive, non-institutional settings that may reduce or in some cases eliminate the need for communal residential care. This proposal aims to develop an evidence/based tool for evaluation and assessment of extra care housing design. This is an evolving building type and there is considerable variation in provision. Buildings vary in size, layout, form, space standards and facilities available. Currently attempts are being made, for example by the Elderly Accommodation Council to categorise and define the typologies of extra care housing. Evaluations of recent schemes indicate that the design of the physical environment is a major concern of building residents, but as yet there is very little research evidence to underpin the design of extra care housing. There is a need to identify aspects of buildings that promote the well-being of building users. This study aims to produce a tool that can describe the range of extra care housing and to quantify the experience of the people living and working there, and to identify environmental features that are associated with higher quality of life. It will build on an existing evaluation tool, the Sheffield Care Environment Assessment Matrix (SCEAM) that was developed for residential care homes for Design in Caring Environments (DICE), a project funded in the EPSRC EQUAL programme. It brings together members of the original DICE consortium in a new partnership with PSSRU at the University of Kent, commissioned by the Department of Health to evaluate schemes in the Extra Care Housing Funding Initiative (ECHFI). The aim is to design a tool which could be used at all ages in the life-cycle of a building, from inception, through design and design evaluation to post-occupancy evaluation. The tool will be derived in part from SCEAM, but considerably remodeled to take account of the views of housing users, providers and differing building typologies. The final version of the tool will be appropriate for use across the range of purpose-built older people's housing and care settings, from sheltered housing to residential care homes. The study will carry out a comprehensive evaluation of the quality of life of residents of extra care housing. Of the four domains of quality of life identified in the development of the WHOQoL the section exploring the influence of the environment on quality of life will be used. Global assessment of quality of life will be obtained through an adaptation of the SEIQoL-DW approach. This method in its main form relies on a close engagement between interviewer/researcher and respondent in order to derive an index of quality of life, and is best deployed in small samples. Due to the pragmatic limitations of carrying out QoL assessment in a large number of frail older people dispersed in many extra care housing units across the country, the SEIQoL-DW approach will be distilled into survey format. Multivariate analysis will examine the co-variation of building design and environmental variables with quality of life outcomes. A sample size of 250 is required to enable adequate statistical modeling. Multi-level regression methods will be employed to enable the effect of cluster level and individual level variables to be estimated correctly. The instrument will be refined through the project to take account of the pilot study, the validation study and the quality of life data. The final version of the tool will be produced in electronic and paper versions and a copyright protected version will be made available for free download from a national housing network website.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F003137/1","grantId":"EP/F003137/1","fundValue":"83095","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Ann Penelope Netten","coPersons":["Robin Antony Darton"],"organisation":"University of Kent","findingsText":" The EVOLVE tool, which is free to download, consists of a set of checklists ordered in the sequence of the rooms or spaces encountered in a walk through a building. The checklists relate to user requirements in key areas specific to older people such as accessibility, health and safety, and security, as well as universal requirements such as comfort, privacy and personal care. Each checklist requirement can be answered 'yes' or 'no' and once the list is completed, it is given a domain score.\n\nThe tool can be used to assess a housing development in use, as a briefing and design guide or to evaluate design proposals for new buildings. EVOLVE is designed to evaluate a range of different buildings, from large village schemes to individual houses. The tool evaluates a building in terms of how well the accommodation and facilities it offers support older people, not the number of facilities available. Therefore, a small building with limited facilities can score the same as a large complex development. The tool evaluates a building in terms of how well the accommodation and facilities it offers support older people, not the number of facilities available. It will be useful for designers and providers of housing for older people. Communities and Social Services/Policy,Construction,Healthcare","dataset":"gtr"}