{"id":"7C17F1A3-B832-4005-B378-1306C965BC87","title":"Implementing novel, cost effective alternatives to CIPC for sustainable potato storage","abstractText":"Potato is a major UK and worldwide crop required year-round by consumers and processors. Due to seasonal production,\nlong term storage is necessary, during which tubers must be maintained with good quality for fresh consumption and\nprocessing. Potato tubers are natural over-wintering structures with a tendency to resume growth during storage, resulting\nin sprouted produce that is unsuited to processing due to compositional changes such as increased sugar levels. Multiple\nstrategies are used to extend dormancy and minimise sprouting and waste, including the application of sprout\nsuppressants such as chlorpropham. Development of viable alternative strategies to maintain tubers and bulbs in a\ndormant state and long-term suppression of sprouting are top industry priorities. Long-term storage of potato tubers is\nessential for year round supply. Maintaining sprout suppression and low reducing sugars during storage is essential\nparamount for supply quality and minimising the formation of acrylamide; key priorities for the processing industry. Potato\nstorage is still heavily reliant on the chemical chlorpropham (CIPC) to manage sprouting but further restrictions are coming\ninto force and its future registration is under scrutiny. Registered alternatives are becoming available, but there are\nindustry concerns over efficacy, cost and potential taint issues (a key issue problem for end product flavour and consumer\nacceptability). The proposed work will build upon recent research into developing novel, cost effective, benign,\nphysiologically-targeted storage interventions which will suppress sprouting and maintain low sugar. This offers a route to\nincremental reduction in and ultimately the elimination of CIPC within the UK and beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M027295/1","grantId":"BB/M027295/1","fundValue":"525076","fundStart":"2015-04-27","fundEnd":"2019-04-26","funder":"BBSRC","impactText":"","person":"Leon A. Terry","coPersons":[],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}