{"id":"7C20640E-411C-4FA9-B9FE-C2F8B7FF54EB","title":"Production of genetically modified chickens resistant to important avian respiratory diseases.","abstractText":"Our ultimate objective is to improve the resistance of livestock species to viral diseases. . This has important implications for animal health and welfare but avian species and pigs can also act as bridging hosts that enable novel strains of influenza virus to cause infection in humans. Currently we are focusing on chickens as a test-bed for identifying the most effective ways to achieve this objective. Producing AI resistant chickens would reduce the threat of a new pandemic influenza virus emerging in humans, contribute to global food security and decrease the economic consequences of controlling the infection in poultry. Our approach is to introduce novel genes into the chicken genome that become activated by influenza infection and produce molecules that specifically and potently suppress virus replication. These molecules are intrinsically harmless to the chicken, safe for consumption and in the absence of virus infection are produced at very low levels. Influenza virus infection results in the increased production of these inhibitory molecules which then either interfere directly with the virus replication machinery or trigger the production of normal cellular proteins with antiviral properties.\n\nThe project involves the construction and testing of a series of different inhibitory genes firstly in cell culture and then introducing the most effective ones into chickens using genetic modification techniques. These transgenic birds are then tested to determine whether they are resistant to AI infection. The project is described as a pipeline because the various inhibitory transgenes have reached different stages of development. Some have already been shown to be effective in GM chickens, some in cell culture and others are still at the conceptual phase. Most of the work is aimed at influenza virus. However, some preliminary work is proposed to determine whether similar approaches can be developed against other important avian virus infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J017108/1","grantId":"BB/J017108/1","fundValue":"535742","fundStart":"2012-08-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"  The findings have not yet been used, but will be written up in the next 6 months and published.  ","person":"Laurence Stephen Tiley","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have developed a new line of chickens that has reduced susceptibility to infection by highly pathogenic avian influenza virus. Genetic modification of commercial poultry and pig breeds to introduce influenza resistance. Agriculture, Food and Drink","dataset":"gtr"}