{"id":"7C36319D-4C24-4943-AC7F-0A8F8045A0EC","title":"Foundations of Logical Consequence","abstractText":"A philosophical problem often arises in the form of a dilemma: is it possible to give a characterisation of some notion which both explains its full nature and shows how we can have knowledge of it? One such problem is raised by the notion of inference, or to use the technical term, logical consequence. There is a distinction between good inference and bad, between sound reasoning and unsound reasoning, which any adequate account of logical consequence must draw correctly and explain. Yet this is a distinction which most people have an intuitive grasp of. Even if ignorant of the theoretical underpinnings of the nature of inference, we all have some conception of the difference between good and bad argument, and reason for the most part correctly. What account should be given of what logical consequence consists in which at the same time can explain our intuitive inferential competence?\\n\\nThere are two principal approaches to this challenge: model-theoretic, and inferentialist. The former uses the mathematical notion of a model, that is, roughly, a certain kind of admissible interpretation of the premises and conclusion. It conceives of logical consequence as consisting in preservation of truth from premises to conclusion under any such interpretation. An argument is valid just when, provided the premises are true, so interpreted, the conclusion must be true too. The inferentialist, in contrast, claims that logical consequence is to be explained primarily in terms of rules of inference. For example, it is the rule for the use of 'and' that from a premise of the form 'A and B' one can validly infer either A or B as conclusion. According to the inferentialist, valid inference then consists simply in the (successive) application of a basic repertoire of such rules. \\n\\nBut both proposals seem open to objection. What do everyday reasoners know about mathematical models? And what qualifies a rule for inclusion in the basic repertoire? The model-theoretic approach seems to lose touch with our intuitive inferential competence, but without an account makes the basic rules acceptable, the inferentialist approach seems merely to have postponed the question of explaining what logical consequence consists in? \\n\\nWe impose a further constraint on a satisfactory account of logical consequence: to shed light on the status of certain prominent philosophical debates that bear on it. Most particularly, we shall concentrate on the debates concerning the revision of logic. Traditionally, logic was conceived as unrevisable and certain. But views which challenge this have been vigorously defended for more than a century on a variety of counts and continue to be so. Can either of the approaches, model-theoretic or inferentialist, shed light on these debates (either by lending support to revisionists or conservatives, or by revealing the controversy to be misconceived)? \\n\\nThe project will work toward best versions of the two approaches, and explore the ability of the resulting accounts to address these difficulties; review the revisionary debates in the light of our findings; then finally return to the challenges posed by intuitive inferential competence. \\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F018398/1","grantId":"AH/F018398/1","fundValue":"713830","fundStart":"2009-01-01","fundEnd":"2012-06-30","funder":"AHRC","impactText":"","person":"Stephen Louis Read","coPersons":["Stewart  Shapiro","Graham George Priest"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}