{"id":"7C379608-82C3-4DBB-BD26-769F71EB5E05","title":"Geographies of Orthodoxy: mapping the English-Pseudo-Bonaventuran Lives of Christ, c. 1350-1550","abstractText":"Geographies of Orthodoxy offers a new account of an English devotional phenomenon and affective literary tradition usually characterised as 'pseudo-Bonaventuran' by modern commentators. Texts associated with the term present a striking English model for pre-Reformation representations of Christ, ultimately derived from a Latin source, the Meditationes Vitae Christi The anglophone texts and manuscripts together comprise a corpus of writings where English audiences (attracted, perhaps, by the possibility of discovering a practical means of salvation) are invited to imagine themselves emotionally present at the Gospel events described. It is well known that the voracious pre-Reformation appetite for such vernacular biblical versions is also found in material associated with the visual and performing arts. Contemporary accounts of dramatic performances, for example, record scenes of riot and hysteria that offer at least one response to similar such biblical and Christological representations. One might therefore legitimately ask how early readers and hearers of pseudo-Bonaventuran texts responded to written depictions of Christ's torture and crucifixion. This first comprehensive study of the surviving texts and manuscripts of an extraordinary English devotional tradition will now enable the retrieval and mapping of 'pseudo-Bonaventuran' religious interests and reading practices that would otherwise be completely lost. \n\nThe 1350-1550 period is marked by many different examples of religious controversy and uncertainty, especially those associated with 'Lollardy' and 'the Reformation'. Pseudo-Bonaventuran writings can be seen as offering an historically significant corpus, sometimes because of their role in the debates over Wycliffite translation programmes, or through forms of censorship and other responses to religious heterodoxy, real or imagined. Such considerations have clearly informed modern critical discussion of Nicholas Love's Mirror of the Blessed Life of Jesus Christ, a pseudo-Bonaventuran text that might justifiably claim attention as the most commonly-copied Middle English prose religious text now known, apart from the Wycliffite bible versions themselves. The success of Love's Mirror as a 'mainstream' religiously orthodox text has been attributed to its institutional sponsorship as a safe and practical means to frustrate the Lollard heresy, an approach that implies a considerable homogeneity of treatment and purpose in the Mirror's production, dissemination and reading. That critical judgement is sometimes extended to other pseudo-Bonaventuran writings, but is usually based on ignorance of both the real extent of the corpus as a whole and the codicological evidence suggesting a much more complex transmission and reception pattern. \n\nGeographies of Orthodoxy proposes to examine and make openly accessible through the latest electronic means the entire material remains of the anglophone pseudo-Bonaventuran tradition. The handmade books belonging to this tradition that were copied, owned and read in the period have never before been systematically analysed, yet these provide a key means for understanding the aspirations and motives of the people who created and fulfilled the obvious demand for reading material containing such emotional and politicised representations of Christ's life. The relevant extant manuscript miscellanies and anthologies also reflect the interests and identities of more than one generation of book producers, readers and owners. A sophisticated and detailed awareness of such books as artefacts will undoubtedly complicate our understanding of a supposedly homogenous pre-Reformation devotional and literary tradition. By capturing its dynamic and protean nature, Geographies of Orthodoxy offers the opportunity for a new account of English pre-Reformation religious practices and textuality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509347/1","grantId":"AH/E509347/1","fundValue":"625543","fundStart":"2007-03-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"  the project has stimulated interest in the cultural mapping of vernacular religious identities and sensibilities pre and post Reformation and in devising innovative electronic means to demonstrate the validity of the cultural mapping methodology deployed. Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections Cultural","person":"John  Thompson","coPersons":["Ian  Johnson","Stephen  Kelly"],"organisation":"Queen's University of Belfast","findingsText":" Over 100 manuscripts from the preReformation era were analysed and an account given of their textual significance for understanding the religious sensibilities of that remote age. The impact of preReformation texts on post Reformation readers and sensibilities was also analysed The project has stimulated a number of doctoral projects and also was the basis for developing two further projects: the first a JISC-funded project (http://www.manuscriptsonline.org) and the second COST action IS1301 (cost.eu). Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}