{"id":"7C4373B9-2701-44C0-A2B1-72E506B53E25","title":"Integrated systems biology study of the control of protein synthesis capacity and fitness in a eukaryotic microbe.","abstractText":"The information contained in the genes of living cells has to be converted into cellular components that form structures and enable biochemical reactions to take place. This process is called gene expression and it is vital to all known life. Gene expression comprises two main steps, called transcription and translation. In transcription, the information in the DNA sequences of the genes is converted into equivalent sequences in so-called messenger RNA (mRNA) molecules. In translation, the mRNA molecules are 'read' by a large molecular structure called the ribosome, which uses the information to dictate the synthesis of proteins. We want to understand how the synthesis of proteins in the living cell is controlled. In order to do this, we are subjecting the protein synthesis process to a new type of analysis that tells us how each component of the machinery that makes proteins contributes to determining how efficiently the system works. We will also be studying how the components of this system interact outside of the cell, so that we obtain detailed information about the ways that these molecules interact with each other. The quantitative data that are generated by these experiments will then be fed into an advanced model set up in a computer. When this model is running and has been fed all of the required information, it will be a very useful resource that can be used by many researchers interested in gene expression. One very useful property will be the ability to predict what happens when there is a defect in the gene expression process - something that can cause disease in humans. The theoretical and experimental technologies developed and applied in this project will be of value to a wide spectrum of researchers in academia and industry, and will help us understand gene expression defects in diseased cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I020535/1","grantId":"BB/I020535/1","fundValue":"644752","fundStart":"2011-10-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"","person":"John Edward McCarthy","coPersons":["Pedro  Mendes"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}