{"id":"7C45C5B6-7CCF-486B-8D32-8735E120DC70","title":"Live imaging of virus assembly and release by simultaneous, correlative topographical and fluorescence confocal microscopy","abstractText":"Viruses pose a major human health and economic burden. Human immunodeficiency virus (HIV) infection in particular is one of the predominant health challenges worldwide. A virus is a small infectious agent that reproduces only inside the living cells of other organisms through complex and multistep processes. Because all biological cells are covered with a cell membrane that separates the intracellular space from the outside world, all viruses have to cross this barrier before they can replicate. Similarly, for many viruses, such as HIV, the cell membrane is the place of assembly and release into extracellular space necessary for dissemination of the virus.\n\nAt a time when the ebola virus is threatening a pandemic and where there is still no early prospect of an HIV vaccine it has become even more important to understand the basic mechanisms by which viruses are assembled and interact with cells. The study of virus budding dynamics is important from the point of basic molecular mechanisms of assembly and will help to estimate the best time window for antiviral drugs targeting release and transmission. Although, HIV has been extensively studied and is an excellent model due to the low number of components that make up virus particles, there is a paucity of methods capable of studying virus assembly and release in living cells . Most high magnification microscopes, such as electron microscopes. cannot directly 'see' living organisms, and biological cells have to be dried and coated with a thin metal layer to be imaged. Other microscopy techniques use an indirect approach and visualise viruses by imaging fluorescent tags attached to virus structural components. However, such fluorescent tags are comparable in size with the molecules they label and can affect virus assembly. We have pioneered an alternative imaging technique called Scanning Ion Conductance Microscopy (SICM) that now allows the visualisation of minute structures at the surface of living cells whilst keeping cells in their native environment. \n\nWe now plan to develop a new approach based on a combination of SICM and fluorescence imaging to study virus assembly in living cells with super resolution. We will then use our method to answer questions that remain highly controversial such as the rate of assembly of individual virus particles and how the assembly rate depend on key virus proteins and also proteins in the surrounding intracellular environment.\n\nThe proposed study and development of the new methodology aims to discover new phenomena, and to further improve the understanding of the basic mechanisms of virus assembly and release. This information is crucial for understanding virus transmission and for the development of novel antiviral agents targeting these accessible steps in the viral life cycle. Although it is difficult to anticipate immediate benefits to public and third sector, this research and methodology will be of interest to researchers in virology, translational medicine and we hope will result in better targetted health care and therapeutic approaches that we anticipate could be highly beneficial to human health and wealth both within and outside the UK.\n\nCurrently, UK is the world leader in SICM. This field has received a great deal of attention from researchers and industry in Japan, Korea and the United States, particularly during the last two years when SICM's potential has finally been recognised. It is important for the UK research reputation and economy to maintain this leading role, and I am determined to help ito achieve this by conducting cutting edge SICM-enabled research and further development of the SICM instrumentation. The development of the proposed method will further strengthen the position of UK SICM and I am proud to be working in a laboratory which represents world leading research in super resolution topographical live imaging. I believe that this is a valuable contribution to long term UK science and economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M022080/1","grantId":"BB/M022080/1","fundValue":"350458","fundStart":"2015-07-17","fundEnd":"2018-10-16","funder":"BBSRC","impactText":"","person":"Andrew  Shevchuk","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}