{"id":"7C489223-0ABF-4390-A850-E37BF155247C","title":"Deconstructing the Grand Narrative: Using Different Time Concepts and Temporal Frameworks to Uncover New Voices and Meanings in Museum Collections.","abstractText":"As museums move away from the traditional didactic model of interpretation which espouses one authoritative narrative around a set of objects, they face the challenge of articulating a plurality of voices, meanings and perspectives in a single prescribed space. One aspect of this challenge that has received little attention is the concept of time. Museums have traditionally used linear time concepts - chronological timelines, or sociological periods such as king's reigns -- as organising frameworks for their narratives. Whether one uses a linear, circadian or cyclical method of presenting time, the use of a particular time concept can function to suppress certain points of view about the meaning and significance of museum artefacts when interpreted for exhibition. For example, placing a series of events along a timeline inevitability creates a sense of commensurability between historical experiences that will only be valid from a certain ideological perspective. In fact, the very use of a linear timeline denotes the existence of 'progress' which is a Western invention that does not necessarily concur with notions of time and evolution used by non-Western cultures.\n\nThis research will explore concepts of time used in museum interpretation and display in order to raise awareness of, and make more transparent, the ideological assumptions that underpin seemingly innocuous temporal frameworks. This will, in turn, start a discussion about how competing time concepts can be used to present different philosophies, beliefs and ideas in object interpretation and presentation. The overall objective is to make museum interpretation more inclusive and engaging for a range of audiences. The key research questions that will be explored are:\n\n1.To what extent does reliance of linear time concepts in museum displays limit interpretive opportunities, exclude voices and/or discourage the public from engaging with collections?\n2.What other time concepts might be employed by museums to give a more complex and multi-layered view of the meaning and significance of objects?\n3.How can digital tools be used inside and outside museum spaces to present different concepts of time and create new time relationships between visitors and objects?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005251/1","grantId":"AH/K005251/1","fundValue":"23831","fundStart":"2013-02-01","fundEnd":"2013-12-20","funder":"AHRC","impactText":"","person":"Tonya  Nelson","coPersons":["Margaret  Serpico"],"organisation":"University College London","findingsText":"","dataset":"gtr"}