{"id":"7C51045C-6466-4F1A-844C-C2747DCADDCF","title":"The spatial and temporal distribution of 20th Century Antarctic Peninsula glacier mass change and its drivers","abstractText":"Mountain glaciers are a major source of the sea-level rise measured in the twentieth century and major contributor to present sea-level rise. The Antarctic Peninsula is a large mountain glacier system, with more than 400 glaciers, nearly all of which reach the sea. Records from weather stations in the area show that it has experienced summer warming over the last half-century. Scientists expect the Antarctic Peninsula to be contributing to sea-level change at a similar rate to that of other fast-changing near-polar or large mountain-glacier environments such as Alaska, the Canadian Arctic, Patagonia and Svalbard.\n\nLoss of glacier ice to the sea through melting or increased iceberg calving at the front of the glacier contributes to sea-level rise. Changes to the length of Antarctic Peninsula glaciers and area of its ice shelves in the twentieth century have been studied, and many glaciers are known to have speeded up, but there is almost no information on changes in the amount of ice contained in the glaciers. \n\nAs a result, the Antarctic Peninsula is not properly included in current assessments of the role of mountain and near-polar glaciers in past sea-level change. Forecasting of the future impact of the Antarctic Peninsula ice sheet on sea level first needs an understanding of past and recent glacier mass changes. \n\nThe only way to now measure these past changes in glacier mass is by detailed, three-dimensional measurements from historic aerial photography. There is an archive of more than 30,000 suitable aerial photographs going back to the 1940s for the northern Antarctic Peninsula, and some places have coverage from several dates over this period. They were originally flown for mapping and hydrographic charting of the coast.\n\nOur research will focus on mass change of 50 glaciers over a 50 year-time span. We will use photogrammetry, a well-established method for making maps and civil-engineering measurements from aerial photography, to map the glacier surface elevation at different dates. Comparing these surfaces for each glacier will show the geographical extent of glacier ice loss and reveal trends such as acceleration of ice loss over time. It will also establish whether ice loss near the coast is counter-balanced by gain, from higher snowfall, in the upper parts of the glaciers. \n\nMaking reliable measurements from the old photographs using photogrammetry relies on relating accurately-known ground surveyed points to their positions on the photographs. For the Antarctic Peninsula such ground-control points have always been difficult to obtain and simply do not exist in the numbers required. Until now, this has prevented accurate measurements from the photographs and they are an unexploited resource. \n\nA new technique developed by the project team links surfaces measured from the old photographs to recent satellite imagery or GPS-supported aerial photography and eliminates the need for field-surveyed ground control. It allows us to unlock glacier change measurements from the archive of aerial photographs, and establish a suite of 50 benchmark glaciers, with a 50-year record, for monitoring future changes. \n\nWe will then relate the measured glacier changes to the climate record, using them as parameters in a computer model of glacier behaviour developed by the project team. This will allow us to isolate the extent to which atmospheric warming - leading to increased melting - explains the measured changes, or whether other factors such as ocean temperature and sea ice cover are also drivers.\n\nOverall the project will transform the Antarctic Peninsula from being almost unmeasured to one of the best known large-mountain or near-polar glacier systems and provide new insights into the roles of variables such as atmospheric warming, snowfall, marine temperature and sea-ice cover in glacier mass change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004867/1","grantId":"NE/K004867/1","fundValue":"263033","fundStart":"2013-09-02","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"Adrian  Fox","coPersons":["David Glyn Vaughan","G. Hilmar  Gudmundsson"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}