{"id":"7C6063EF-AF77-462B-A214-AD01976E7335","title":"Dementia-friendly architecture: Reducing Spatial Disorientation in Dementia Care Homes","abstractText":"Knowing where we are and how to get to places are fundamental features of successful everyday living. Although most of us rely automatically and unquestioningly on our wayfinding abilities, they are markedly impaired in people with Alzheimer's disease (AD), the most prevalent form of dementia. This project will identify the features of buildings that make them relatively harder or easier for people with AD to navigate. The knowledge gained will allow us to create dementia-friendly architectural guidelines for use in the design of residences for people with AD.\n\nMany people with AD eventually move from their familiar home environments into unfamiliar care homes. Unfortunately, the dramatic reduction in wayfinding skills commonly seen at the onset of AD is particularly marked when it comes to learning unfamiliar environments. Thus, people with AD would have an easier transition to new residences if these larger - and often more institutional - environments were designed to be dementia-friendly in terms of wayfinding. A psychological understanding of orientation and navigation could play a major role here but, unfortunately, current design-guidelines are mainly based on custom and practice, not theory and research. This project aims to improve matters through a series of experiments on navigation in people with AD.\n\nOur research is innovative in several ways: We will use Virtual Reality (VR) technology to simulate unfamiliar care home environments. VR lets us change environmental features and structures systematically, to monitor how these changes impact on learning to way-find over a period of several weeks. This would be impractical in real world settings. Additionally, by using state-of-the-art eye tracking technology to record gaze direction, we can pinpoint the types of cues people use to find their way through unfamiliar environments (www.spatial-cognition.org). Finally, our experiments will allow us not only to measure the way in which navigation abilities decline in people with AD, but also to identify the mechanisms underlying these declines.\n\nSuccessful navigation depends on learning to recognise places by identifying and remembering landmarks, environmental cues that are unique to each location. We will investigate this process in more detail. Our experiments will examine how AD impacts on landmark selection by comparing the performance of people with AD and healthy adults of a similar age (age-matched controls). Our participants will learn routes through virtual residences that include multiple intersections. We will systematically vary the features present at the intersections to determine whether people with AD have particular difficulties when the same distractor cues are present at more than one intersection, and/or when uninformative cues are nevertheless particularly noticeable (salient).\n\nNext, we will use VR to simulate what happens when people move into unfamiliar residences. Over several weeks, we will (a) teach people with AD and age-matched controls to navigate a number of different routes through the same environment, and (b) compare their ability to discover new routes through the same environment, based on knowledge of the routes they have just learned. VR allows for systematic comparisons of different floor plans, so we will be able to establish the kinds of architectural structure that either help or hinder wayfinding in people with AD.\n\nA key output of the research will be a set of empirically validated design guidelines that support effective wayfinding in people with AD. Because these principles will be widely applicable, we will work with architects, building standards agencies and care commissioning bodies to ensure that they are used to develop national standards for residential care home design. Our research will thus help to increase or preserve the independence and well-being of people with AD, avoiding a further loss of autonomy, dignity and control that is, in theory, preventable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M009254/1","grantId":"ES/M009254/1","fundValue":"215992","fundStart":"2015-12-01","fundEnd":"2017-11-30","funder":"ESRC","impactText":"","person":"Jan  Wiener","coPersons":["Anthea  Innes","Ruth  Conroy Dalton"],"organisation":"Bournemouth University","findingsText":"","dataset":"gtr"}