{"id":"7C696810-F109-48FC-A867-EDCEC9B942BA","title":"Regulation of NF-kB by the ZO-1/ZONAB pathway","abstractText":"Epithelia are continuous layers of cells that delineate our tissues and organs. The integrity of epithelia is important for our organs to function normally and to protect us from our environment. For example, breaches in epithelial layers such as the skin or in the lining of the intestine can lead to serious infections. Individual epithelial cells interact with each other via molecular complexes that mediate adhesion but also function as sensors that transmit information about the environment, such as the presence or absence of neighbouring cells, to the cell interior. These sensors are important for the regulation of cell behaviour as they tell cells when to divide and when to stop to grow. If an epithelium is damaged, for example, cells divide and migrate to repair holes until they reach their neighbours and can form new adhesive complexes. Therefore, defects in these sensory mechanisms lead to severe diseases such as cancer. Many inflammatory diseases affect the functional properties of these adhesive molecular complexes. These diseases can be caused by bacteria and viruses, as well as allergens or by our own body defence system and often directly involve components of adhesive complexes. For example, a bacterium that causes gastric cancer injects molecules into epithelial cells that stimulate dissociation of adhesive complexes. Such infections also cause a cellular inflammatory response that helps our body to deal with them. However, these cellular responses can get out of control and cause damage. Here we focus on a new molecular mechanism by which adhesive complexes in epithelial cells can regulate the cellular inflammatory response. We propose to study the molecular mechanism and to determine how it is affected in two models of human disease. One model is based on the mentioned bacterium that causes gastric cancer and the other on cells isolated from colon and prostate cancers. Understanding how adhesive complexes guide the inflammatory response will help us to design new therapies for the above-mentioned diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700743","grantId":"G0700743","fundValue":"437560","fundStart":"2008-05-12","fundEnd":"2011-05-11","funder":"MRC","impactText":"","person":"Karl  Matter","coPersons":["Maria Susana Balda"],"organisation":"University College London","findingsText":"","dataset":"gtr"}