{"id":"7C70BE50-D1A3-4A96-A851-805D42D81A5A","title":"MEF2 targets and their functions in Drosophila immunity","abstractText":"Infections cause many changes in their hosts. Some of these changes involve mostly the immune system and are oriented purely at preventing infection - for example, when people get infections, some kinds of white blood cells will multiply to make for a more effective immune response. Some of these changes are not immune-system specific, but can clearly help cure infection - for example, fevers can help clear invading viruses or bacteria. Finally, some of these changes are not purely immune-system specific, and don't serve any obvious function in the response to infection - for example, the wasting syndrome often seen in people with chronic illnesses. All of these changes are ultimately linked to the activation of the immune response, but in general it is hard to understand the mechanisms that link them together and it is hard to pinpoint many of the genes that are actually involved in these changes. Nonetheless, it is tremendously useful for us to understand the genes that regulate these processes and how they work together, partly because they may provide useful new molecular targets for drugs to fight infections or reduce pathology and partly because knowing how these genes work together to drive the effects they do can begin to tell us which aspects of the immune response are actually important in fighting which infections.\n\nWe have found an important part of this puzzle by studying infections in a fruit-fly, Drosophila melanogaster. Like people, flies waste away when they have chronic infections. We have found that a protein called MEF2 has two different roles in fruit-fly fat cells. In flies that do not have an infection, MEF2 is important for normal energy storage - flies that have low MEF2 activity in their fat cells cannot store fat and are abnormally lean. When flies are infected with bacteria, MEF2 is required for a normal immune response - flies that have low MEF2 activity in their fat cells die rapidly, from many kinds of infections, because they cannot raise an immune response. Importantly, these two different functions of MEF2 are mutually exclusive: flies that are using MEF2 to generate an immune response cannot use MEF2 to store fat. This is part of the reason that some infections cause wasting.\n\nThere are still many parts of this switch between metabolism and immunity that we do not understand. In particular, we know some of the genes that MEF2 controls in each process, but we do not know all of them. The goal of this proposal is to identify all the genes MEF2 controls in fat cells from healthy and sick flies. We will then test the functions of these genes - can we identify the genes that are particularly important for immune function? This will also help us figure out how to identify MEF2 immune targets in other animals, like people, so that we can begin to try to tell whether MEF2 works the same way in people as in flies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L018802/1","grantId":"MR/L018802/1","fundValue":"402320","fundStart":"2014-09-01","fundEnd":"2015-06-21","funder":"MRC","impactText":"","person":"Marc Stuart Dionne","coPersons":["Nazif  Alic"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}