{"id":"7C71D53E-CFA0-4293-9AF2-3E3CBC4C347D","title":"Motivic invariants and categorification","abstractText":"The proposal aims to discover new structures in geometry, and algebra, and string theory in theoretical physics. Beginning with some classical situation which is already well understood, we aim to generalize it in two directions: we can make the classical situation motivic , or we can categorify it.These are technical words, so an analogy may help. The thing we already understand, the classical mathematics, is like a 2-dimensional shadow on the wall, cast by some 3-dimensional object. Our goals are analogous to understanding this 3-dimensional object, exploring the implications of the extra third dimension, and then seeing what new things we can find out about the shadow by viewing it as the projection of a more complex 3-dimensional object.In both mathematics and physics, there are good notions of the dimension of a mathematical structure - for instance, in physics an n-dimensional field theory is a quantum theory which quantizes maps from n-dimensional objects into some space-time. Oversimplifying rather, classical quantum theory regards particles as points (0-dimensional objects) moving in space-time, so is a 0-dimensional field theory. String theory regards particles as 1-dimensional loops of string moving in space-time, so is a 1-dimensional field theory; more recent developments in physics (M-theory) consider higher dimensional membranes moving in space-time.The idea of categorification is to replace n-dimensional mathematical structures by (n+1)-dimensional structures in a problem, in some systematic way, so that you get the original n-dimensional structure back again when you reduce dimension by one - like passing from a 2-dimensional shadow, to the 3-dimensional object that casts it.In geometry, an invariant is usually a number which counts some class of objects. But because the classes of objects we want to count are usually infinite, this counting has to be done in a complicated way. If you count the objects in just the right way, your invariant may turn out to have some special properties - for instance, it may be unchanged when you deform the underlying space. This kind of thing makes mathematicians excited, as it suggests the invariant is measuring some deeper underlying structure, and we want to know what this is. For example, mirror symmetry is a circle of conjectures coming from physics, which are slowly being proved. One central claim is a surprising equality of invariants: invariants counting curves in a space X should be equal to invariants counting something else on a different space Y, because the quantum theories of X and Y are related. On the face of it, this is as bizarre as saying that quantum theory requires the numbers of giraffes in the Gambia, and of zebras in Zambia, to be the same.An invariant is something which counts the points in a space. It could be a number (integer), or something more general. An invariant of spaces is motivic if, when you cut the space into two pieces, the invariant is the sum of the invariants of the pieces. The most basic is the Euler characteristic , but there are also many other more complicated motivic invariants.Some of the invariants studied in geometry (for instance, Donaldson-Thomas invariants of Calabi-Yau 3-folds, which appear in string theory) use Euler characteristics to do the actual counting. One can try to define a new invariant which counts the same things, but using some other motivic invariant instead of Euler characteristics. This is what we mean by a motivic generalization. The new invariants should be richer, with more structure and information. They may also make new things possible.As one application, we hope to help physicists understand a bit more about what string theory actually is. String theory (in its final form) may be the mathematics underlying the universe, and has been a fertile source of new mathematics for decades, but much of it is still a mystery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033343/1","grantId":"EP/I033343/1","fundValue":"1859690","fundStart":"2011-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Dominic  Joyce","coPersons":["Raphael Alexis Rouquier","Kevin  McGerty","Yakov  Kremnizer","Balazs  Szendroi","Thomas  Bridgeland"],"organisation":"University of Oxford","findingsText":" This is an interim report, after 3 years of the 6 years of the grant.\n\n\n\nThings are going very well: we have made a lot of progress towards understanding categorification of Donaldson-Thomas theory, and motivic Donaldson-Thomas theory, of Calabi-Yau 3-folds, from the starting point of Toen-Vezzosi's derived algebraic geometry and Pantev-Toen-Vezzosi-Vaquie's notion of k-shifted symplectic structure on a derived scheme or stack. \n\n Since (derived) moduli schemes/stacks of (complexes of) coherent sheaves on a Calabi-Yau m-fold have (2-m)-shifted symplectic structures, this will have applications to extensions of Donaldson-Thomas theory of Calabi-Yau 3-folds, and also extensions to Calabi-Yau m-folds for m&amp;gt;3 (in particular, we have an exciting project on defining new counting invariants when m=4). \n\n Also, intersections of algebraic Lagrangians in an algebraic symplectic manifold are -1-shifted symplectic derived schemes, so there are potential interesting applications in algebraic/complex symplectic geometry and new definitions of &amp;quot;Fukaya categories&amp;quot;.\n\n Currently (October 2014) we have written twelve papers, with several more papers planned. Some highlights are a &amp;quot;Darboux theorem&amp;quot; for k-shifted symplectic derived schemes for k&amp;lt;0 (Bussi, Brav and Joyce), a new geometric structure &amp;quot;d-critical loci&amp;quot; on Calabi-Yau 3-fold moduli schemes with applications to categorification and motivic invariants, and a package of results on perverse sheaves/D-modules/mixed Hodge modules/motivic Milnor fibres of a regular/holomorphic function on a smooth scheme/complex manifold.  ","dataset":"gtr"}