{"id":"7C7269E3-A49E-4554-A105-EC6B63DDD808","title":"Centre for Integrated Renewable Energy Generation and Supply (CIREGS)","abstractText":"Our current national usage of energy is primarily based on the burning of fossil fuels in large, centralised power stations. These emit a range of pollutants into the atmosphere, including CO2 which contributes to the global warming through the so-called 'greenhouse effect'. Moreover, the UK indigenous supply of fossil fuels is depleting, such that in the next 5 years, we will have to import fuel supplies to ensure our homes and businesses are adequately heated and provided with electricity. An attractive strategy is to move towards a more extensive utilisation of renewable energy resources, such as those provided by wind, sun and oceans. Often these renewable sources are provided locally, and many are inconsistent due to the intermittent nature of the resource i.e. natural resources vary with time. Systematically moving over to this new system of power generation will introduce new challenges, for example customers will require far more interaction with the electricity networks, being consumers and well as providers of electricity, accommodating bi-directional power flow and full exploitation of intermittent supply. This in turn requires more intelligent monitoring, communications and control systems, providing a fully integrated system. This new philosophy will require a truly multi-disciplinary approach, involving a range of engineers, scientists, economists and social/environmental experts. However, for the systems approach, engineering skills from different sub-disciplines will be required to facilitate this change including electrical, electronic, mechanical, structural and chemical. Nationally, we will require a workforce with different skills, trained and educated to enable integrated and smart systems approaches. Several national reviews have stated a lack of UK capacity in the area of renewable generation and supply capability, as well as in the specific areas of focus involving Smart Grids . Therefore, this bid proposes to meet this challenge by creating a new Centre for Integrated Renewable Energy Generation and Supply (CIREGS) at the Cardiff School of Engineering. The group proposed is fully consistent with the future plans for the School, and so the 3 staff EPSRC-funded through this bid will be matched with 3 staff funded by Cardiff University and the Higher Education Funding Council for Wales (HEFCW). The University will fund the 6 posts beyond the 5-year term of this proposal. This Centre will set up a multi-discipline engineering group of critical mass that has international expertise in both generation and supply of renewable energy. Skill groups required will include those contributing to developing Smart Grids of the future, generation sources (if possible, prioritising marine power and fuel cell technology) and enabling technologies for systems integration (power electronics, control and communications). Recruitment of academic and research staff into this centre will focus on the international community, introducing new capacity to the UK, fully utilising methods that have contributed to Cardiff's successful track record in previous international recruitment programmes. The centre will be expected to increase its capacity and potential impact by interaction with other local, national and international centres.The R&amp;D output of the Centre will be transferred to the benefit of the UK economy through mature methods of business and engagement currently employed within the School. Specifically, the Centre will focus on close links with industry and deployment of new technologies. A broad range of industries have provided letters of support for this proposal. Future generations of trained engineers and researchers in this area will be trained at all levels: undergraduate (through IET Power Academy Partnership); post-graduate (through MSc in 'Sustainable Energy and Environment'), and research (through the Graduate School and EU Marie-Curie Scheme and the new Power Grids Research Academy).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E036503/1","grantId":"EP/E036503/1","fundValue":"3025920","fundStart":"2008-01-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"Philip  BowenHywel  ThomasKaren Margaret Holford","coPersons":["Graham  Hutchings"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}