{"id":"7C72F6FC-DACD-44AF-BF03-97301142200A","title":"The molecular microbiology and physics of bacterial flotation","abstractText":"Some aquatic bacteria can make intracellular chambers (made entirely of protein) that are permeable only to environmental gasses. The structures are called gas vesicles (GVs) and they form conglomerates (gas vacuoles) identifiable by phase contrast microscopy. The aquatic bacteria that make GVs may use them for the phenomenon of buoyancy, allowing upward flotation in a static water column. This ability can be useful for some photosynthetic bacteria (e.g. cyanobacteria) that need to rise in a stratified aquatic niche to access light of a specific wavelength, or to acquire nutrients or oxygen at the air-liquid interface, or perhaps to escape predators or competitors. The GVs usually comprise a major protein (GvpA) and a minor protein (GvpC) and form cylindrical structures with apical poles. \n\nWe recently discovered gas vesicles in strain ATCC39006 of the enterobacterium, Serratia (&quot;related&quot; to E. coli). The existence of GVs in this strain was a unique, and totally unexpected, observation. In addition to production of GV organelles and the capacity to float, this strain has other interesting traits. It makes two antibiotics. One antibiotic is antibacterial (a carbapenem) and another (prodigiosin) can kill protozoans and other microbes. ATCC39006 can swim via flagella (motility) and can swarm on solid surfaces and make surface detergent molecules (biosurfactants) enabling spreading and colonisation of new niches or host surfaces. The strain also rots plants (potato) by secreting plant cell wall degrading enzymes and it kills microscopic worms (Caenorhabditis elegans) and so it is also nematicidal. \n\nWe identified the cluster of 19 GV genes in strain ATCC39006 and we engineered E. coli strains that expressed the Serratia GV genes and allowed E. coli to float up to the air-liquid interface in static culture. Production of the GVs in Serratia was bacterial cell density-dependent in a process called &quot;Quorum Sensing&quot; controlled by a diffusible chemical signal that moves between cells. The signalling molecule is essential for production of the GVs in Serratia; quorum-sensing mutants don't float. Therefore, in this bacterium, an intercellular chemical signal controls the development of intracellular organelles and thus the chemical communication signal is also a morphogen. Quorum sensing also controls the production of the antibiotics in this strain and so these toxic molecules are made at the same time as the GVs are assembled. We showed that GV production was also up-regulated by oxygen limitation, implying that GVs may allow flotation to the liquid surface to acquire oxygen. \n\nIn collaboration with Professor Raymond Goldstein in the Department of Applied Mathematics and Theoretical Physics (DAMTP) in Cambridge, we have been investigating the phenomenon of buoyancy in this bacterium. Based on our knowledge of the genetics, physiology and physics of mobility in this bacterium we have developed a testable working hypothesis as to why GV production, and flotation, is under quorum sensing control; responsive to oxygen levels, and developmentally preferred to flagellar motility. Our model also predicts why the production of the two antibiotics has evolved to be co-incident with the development of the GVs, and flotation. We will now investigate the fascinating connections between bacterial cell population density, motility, bioconvection, GV development, buoyancy and antibiotic production. This study has wide ramifications. It impinges on areas such as ecological adaptation to environmental stress cues in microbes; intercellular chemical communication in bacteria; bacterial organelle morphogenesis; and the fitness value of microbial conflict and niche defence. Our understanding of the evolution of some of these biological processes will be significantly enhanced by an appreciation of the underlying mathematical physics that describes their behaviour; an exciting interdisciplinary study where microbiology meets mathematics!","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K001833/1","grantId":"BB/K001833/1","fundValue":"418802","fundStart":"2013-01-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"  This grant is ongoing and has not finished. The following is an interim report. \n\nWe are currently considering synthetic biology applications for gas vesicle development. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"George  Salmond","coPersons":["Raymond E. Goldstein"],"organisation":"University of Cambridge","findingsText":" This is an ongoing grant and has not finished. \n\nBacteria have many modes of movement. This grant aims to explore and exploit the production of gas vesicles (GVs) in different Enterobacteria. Some aquatic organisms can make intracellular proteinaceous chambers that are permeable only to gasses, GVs. The bacteria that make these GVs can use them for buoyancy, allowing upward movement in a static water column. This is useful for photosynthetic bacteria that need to rise to the appropriate niche to access light of a specific wavelength. In this project we aimed to examine and exploit production of GVs in the Enterobacterium Serratia sp. ATCC39006. This strain swims, swarms and floats, utilises a well defined quorum sensing system (allowing for cell-density dependent transcriptional regulation) and produces two antimicrobial secondary metabolites. \n\nSo far, we have used allelic exchange to create in-frame deletions of each of the 19 genes with the GV genetic cluster. From this, we determined that 14 genes were required for synthesis of full GVs. We demonstrated that a mutation in gvpC resulted in GVs with reduced strength and mutations in either gvpN or gvpV resulted in small bicone shaped vesicles, significantly smaller than GVs found in wild type cells. The exploitation of gas vesicles ..... GPCS needs to fill in this a bit Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}