{"id":"7C765087-0D8D-4078-A784-A1E09D8C833E","title":"Development of a novel paradigm for local antimicrobial chemotherapy: bacterial protease activated antimicrobial release from hydrogel device coatings","abstractText":"In the UK improved healthcare and a steadily growing population has resulted in an increase in the average male and female life expectancy and a steadily aging UK population. An increase in the population, but especially the elderly or aging population, is set to have major consequences for the NHS. The aging population requires a greater number of medical treatments, hospital admissions and surgical/corrective procedures. In this respect, the use of medical devices (such as catheters) which are inserted into the patients body (to aid or support it's normal functions) are now routinely and frequently used in a variety of clinical settings. Although the use of inserted medical devices has substantial benefits, a worryingly high incidence of potentially serious complications has been reported. In general, complications associated with inserted medical devices lead to an increase in the time spent by patients in hospital, readmissions to hospital and in very serious cases, increase in patient deaths. One of the most common problems arising in the use these devices is the infection associated with the device, where bacteria or fungi grow on the device surface and form a 'protected community' called a biofilm. Once biofilms form on the device it is extremely difficult to treating the infection, once established, without having to remove the device. Depending on the site of the medical device this can be either a simple (urinary tract), if uncomfortable and inconvenient, process or may require serious and life-threatening surgery (i.e. venous catheters or heart prostheses). This aspect of the use of inserted medical devices is the most serious and critical disadvantage to what is otherwise a highly effective, beneficial and often simple medical treatment. Clearly, there is an urgent need to improve the current situation by the development of new and innovative medical devices which actively resist and prevent infection, thereby reducing the incidence of medical device-related infection. The main objective of this research proposal is to improve effectiveness and quality of life for patients who require such medical devices via the development of new, innovative materials which respond to the presence of infecting microorganisms by the release of antibiotic agents. During infection, bacteria use very specific enzymes to break down surrounding tissue proteins and other molecules. This project is aims to harness these very specific protein cutting enzymes, known as proteases, to activate antibiotic release from novel device coatings. In this way antibiotic molecules are released only when the infecting bacteria are present during the development of device-related infection. Antibiotics will accumulate at the device surface at concentrations necessary to kill the infecting bacteria, thus protecting the device, and ultimately the patient, from associated infections. Antibiotic release is thus coordinated with the presence of the infecting microorganisms, such that the device is not permanently releasing drug / a situation difficult to maintain in the long-term and a feature that has been shown to lead to emergence of resistant bacteria such as MRSA. The primary outcome of this project is to improve the highly unsatisfactory situation for patients whose therapy relies on inserted medical device usage by improving the antimicrobial activity and lifetime of these devices. The project will also furnish clear benefits to the NHS by reducing the costs associated with this medical treatment by reducing length hospital stays and readmissions. This will ultimately free funding for numerous other healthcare initiatives and programmes, thus improving overall service provided to patients by the NHS. Furthermore, the benefits of the development of such innovative technologies provide benefits to the medical devices industry by the generation of value-added products, allowing the UK to compete effectively in the world market place.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005164/1","grantId":"BB/F005164/1","fundValue":"321944","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"  To date the findings from this work have been used to identify bacterial proteases involved in biofilm formation. My group have identified several novel proteases, still under study in my laboratory, which can be targeted with specific inhibitors to modulate biofilm formation. Furthermore, these proteases have been evaluated for their ability to specifically cleave and release active antibiotics from peptidyl prodrugs. Pharmaceuticals and Medical Biotechnology Economic","person":"Brendan Francis Gilmore","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Research funded by this grant has led to the development of novel substrates of bacterial proteases which have been used to develop pro-drugs of antibiotics, molecules which are activated by bacterial enzymes to yield active drug only in the presence of an infection by a specific bacteria. These prodrug molecules were attached to polymers which common medical devices, such as catheters, are manufactured. It was shown that bacteria could activate these polymer bound substrates to specifically release antibiotics at the device surface, which reduced adhesion of these bacteria to the surface of the polymer.\n\nSummary of main outcomes\n\n1. Development of novel peptidyl bacterial protease activated prodrugs of Trimethoprim, Gentamicin and the antimicrobial peptide G20K which were prepared via novel synthetic methodologies and incorporated into hydrogel matrices\n2. Development of novel fluorogenic susbtrate incorporated hydrogels to model drug release behaviour in the presence of activating proteases and demonstration of protease-mediated drug release from hydrogel device coatings. Theses hydrogels exhibit release only in the presence of activating enzyme and upon repeat challenge with exogenous V8 protease exhibit persistent antimicrobial release\n3. Significant reduction in 24 hour biofilm formation (&gt;90%) on hydrogel sections by bacteria expressing the V8 protease (chosen here as an exemplar bacterial protease). The findings of this research could be taken forward or used by others to develop novel substrates of bacteria protease for wither medical device associated infections or for the development of substrates for detection of bacteria as a point of care (PoC) diagnostic. Such PoC diagnostics may be useful in identifying bacterial infections (discriminating between viral/bacterial infections) and be an important aspect of antimicrobial stewardship, by facilitating selection of the appropriate therapeutic agent, rather than relying on empiric antibiotic prescribing. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}