{"id":"7C76ECE7-F006-402F-908A-A5FD8440D144","title":"MVA85A Tuberculosis Vaccine Prime and Selective Delayed BCG Boost in Infants of HIV Infected Mothers","abstractText":"BCG vaccine offers limited protection against lung TB in children. BCG vaccination is safe for most newborn babies, but may cause severe, often fatal, complications in babies with HIV infection, even with antiretroviral treatment (ART). The WHO recommends that BCG should not be given to babies known to be HIV infected. However, HIV testing is not accurate until 6 weeks of age, when BCG has already been given at birth. More than one quarter of South African babies were born to HIV infected mothers in 2009. \n\nSouth Africa has the highest annual TB rate in the world and children of HIV infected mothers are at especially high risk of TB. New TB vaccines are being developed and tested (http://www.stoptb.org/wg/new_vaccines/). MVA85A is a new TB vaccine, similar to the smallpox vaccine, but with a TB protein added. MVA85A vaccine has been shown to be safe and generates an immune response against TB in children and adults, including people with HIV infection. \n\nWe have shown that if BCG vaccination is delayed for several weeks after birth, the immune response thought to be important for protection against TB is improved. Immunity is also improved if a new TB vaccine, such as MVA85A, is given several weeks after BCG. Some studies suggest that it does not matter for immunity whether BCG or the new vaccine is given first. We will test whether MVA85A vaccine can be given to babies at birth, at our experienced TB vaccine trial sites near Cape Town, South Africa, where rates of HIV infection and TB are high. \n\nThis trial will test the safety and immunity of MVA85A vaccination at birth, compared to a dummy vaccination (placebo), in 340 babies of HIV infected mothers, followed up for one year. Only those babies proven not to have HIV infection would receive delayed BCG vaccine at 8 weeks of age. HIV infected babies would benefit by not receiving BCG and this is the reason for testing newborn MVA85A vaccination among infants of HIV infected mothers. If we show that newborn MVA85A vaccination has few side-effects and generates a good immune response against TB, we may proceed to test whether this new TB vaccine strategy actually prevents TB, among all infants, regardless of maternal HIV infection. These findings will be critically important for vaccine safety, and prevention of childhood TB, and may lead to key improvements in the global infant vaccination schedule.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100570","grantId":"G1100570","fundValue":"2253890","fundStart":"2012-04-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Mark  Hatherill","coPersons":["Gerhard  Walzl","Willem  Hanekom","Helen  McShane","Anneke Catharina Hesseling","Hassan  Mahomed","Thomas  Scriba"],"organisation":"University of Cape Town","findingsText":"","dataset":"gtr"}