{"id":"7C7DF723-1FD3-4413-A378-F06FBC36A2F2","title":"Sergei Dovlatov in the context of post-Soviet literature","abstractText":"Sergei Dovlatov (1941-1990) provides a particularly instructive example of the literary fate of a Russian writer forced into reluctant emigration, who established his reputation in the USA, only to achieve widespread recognition posthumously after the collapse of the Soviet Union. His career will be used to examine the literary process in Russia from the 1960s to the turn of the century. He belonged to a generation of writers growing up in the Brezhnev period who experienced immense, often insurmountable, difficulties in getting published. Practically none of his fiction was published in the USSR before his departure for the USA in 1978. There, however, he established himself quickly not only in Russian &eacute;migr&eacute;\ncircles (as both journalist and short-story writer), but also in the American literary world, with translations in the prestigious New Yorker. His work was translated into many languages. Only with the collapse of the Soviet Union, which virtually coincided with his death, did his fiction begin to be extensively published in Russia.\n\n\nHis work has only peripheral affinities with the post-modernism of much recent Russian literature, which has been the subject of extensive study, and it does not lend itself to examination in those terms. Neither is it of an obviously satirical nature, and he does not belong in the same category as lskander or Voinovich. His work occupies a specific niche between the high seriousness of the Soviet tradition or the derevenshchiki and the &quot;black literature&quot; and absurdism which has dominated the 1990s. Dovlatov continues a great tradition of Russian literature of the absurd represented by Gogol, Chekhov, Zoshchenko and Kharms. Yet his perception of absurdity as an existential norm adds a new dimension to this theme. Simultaneously, Dovlatov is a brilliant observer of social mores, both in the Soviet Union and the US: his focus on absurdity reveals paradoxical parallels between these two, otherwise contrasting worlds.\n\nSince his death his popularity has reached almost cult status: his style is widely imitated, a literary prize has been named after him, and his works have sold in six-figure editions. He has appeared as the fictional protagonist in the works of others, and has been the subject of many memoirs and eulogies. International conferences have been held to mark his birthday. Same of his fictional work has been dramatised and a film has been made about his life in Tallinn. Numerous TV\nProgrammes have been broadcast about him. Nevertheless there is still relatively little critical material about him and no attempt has been made to provide an overall assessment of his role in the literary process.\n\n\nThe objective of this project is precisely to attempt such an assessment. On the basis of the published work by and about him, and of a substantial quantity of archival material that has not previously been exploited, I propose to complete a monograph of 80-100,000 words placing his career in the context of his time. This will be of interest to the students of modern Russian literature and of modern literature in general. Since his work now figures in the syllabus of many university courses, I believe it will also have an appeal to undergraduate and postgraduate students.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505848/1","grantId":"AH/E505848/1","fundValue":"28706","fundStart":"2007-02-01","fundEnd":"2007-10-16","funder":"AHRC","impactText":"","person":"Jekaterina  Young","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}