{"id":"7C842A3E-FAB9-4E2F-B553-979BFB4B4F96","title":"Indium from source to sink: Mechanisms of fractionation within the crust and surface environment","abstractText":"Indium is a rare, post-transition metal that is widely used in modern technological applications such as liquid crystal displays and photovoltaic solar panels. It is one of a number of so-called &quot;e-tech&quot; elements whose supply is considered to be insecure.\n\nCurrently very little information exists on the behaviour of indium in geological and environmental systems. The lack of background data inhibits the development of an understanding of the fractionation mechanisms of the metal in geological systems and the natural environment. Little is known about the general background concentrations in different geological terranes, the conditions that lead to ore formation, the metal fluxes into the environment, the environmental sinks and reservoirs, and the bioavailability and ecotoxicity of the metal. This lack of knowledge represents a major impediment to the effective prospecting and extraction of indium.\n\nThis project will identify and address the principal gaps in our knowledge of the geology, extraction and environmental dispersal of indium. The ultimate goal is to facilitate the development of robust models for the geological reservoirs of indium, to establish the principal transfer mechanisms between these reservoirs, and to enable for assessments of environmental risks, pathways and sinks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L001896/1","grantId":"NE/L001896/1","fundValue":"88232","fundStart":"2013-09-01","fundEnd":"2014-08-31","funder":"NERC","impactText":"  The activities developed in this project has led to the generation of a new focus in special interest groups (such as IAGOD). The group has been approached for interviews with international, national and regional media to inform about the potential effects of extraction and environmental distribution of indium. Environment ","person":"Jens  Andersen","coPersons":["David Michael  Sherman","Barbara  Palumbo-Roe","Jonathan David Blundy","Reimar  Seltmann","Jamie John Wilkinson","Bernd Georg Lottermoser"],"organisation":"University of Exeter","findingsText":" We discovered that indium is extremely poorly understood in natural systems. The lack of information strongly limits our ability to predict the mechanisms of concentration and dispersal in geological systems as well as the environment. It is also unknown if the metal poses any risk to the health and well-being of biological organisms including humans The team was not expected to carry out original research during the catalyst grant, but it forms the basis for a NERC SoS consortium bid which is currently under consideration Electronics,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}