{"id":"7C853150-CB57-45D6-978A-C47DBB1CCD6C","title":"Microneedle-mediated enhanced Raman therapeutic drug monitoring","abstractText":"Over the past 3 decades there has been a dramatic increase in the number of people infected with human immunodeficiency virus and Mycobacterium tuberculosis, such that approximately 40 million are currently infected by HIV and 14 million are infected with tuberculosis. Strict compliance with prescribed drug treatment regimens is required for management of these diseases in individuals and control of their spread to others. Monitoring of compliance using conventional methods is problematic, particularly in the Developing World, where lack of resources and improper use of needles causes significant problems for society. Advances in medical treatment mean more premature neonates now survive. Due to their prematurity and the associated complications, these patients are frequently treated with multiple drugs. Direct blood sampling can, however, cause severe bruising or scarring and such patients also have very limited blood volumes, which prevents frequent sampling. One in five fatal car accidents in the UK are currently due to drivers driving under the use of illegal or prescription drugs. No appropriate roadside test currently exists. When considering these factors, in addition to the time-consuming nature and expense of routine therapeutic drug monitoring in hospitals, it is obvious that development of novel non- or minimally-invasive technologies that permit rapid and frequent ambulatory monitoring without drawing of blood is extremely important. In this project, we will investigate novel technology based on tiny needles that puncture the outer layer of skin without causing any pain or bleeding - the sensation is said to feel like a cat's tongue or sharkskin. These needles will then swell, turning into a jelly-like material that keeps the holes open and allow collection of skin fluid. As the drug content in the fluid in people's skin is very similar to that in their blood, we can use our microneedles, in combination with a sophisticated measurement technique, known as Surface-enhanced Raman Spectroscopy, to accurately monitor blood levels of drugs.Once developed, the technology described here will allow frequent routine monitoring of patients. Accordingly, drug- and exogenous substance-associated adverse events and complications arising from blood sampling will be prevented, to the benefit of patients Worldwide. In the UK, the NHS will benefit from reduced costs due to shorter hospital stays and reduced occurrence of inappropriate dosing. Ultimately, health-related-quality-of-life will be enhanced through improved disease control, rapid detection of dangerously high or low levels, facile monitoring of adherence to prescribed regimens (eg treatment of tuberculosis in the Developing World) and detection of illicit substances in addicts or vehicle drivers. Preterm neonates are likely to derive great benefit from the marked increase in monitoring frequency permitted, as are elderly patients being treated with multiple drugs. Ultimately, commercialisation of the technology will be the primary route by which UK industry, the NHS and patients will derive benefits. In order to attract potential industrial partners, it is vitally important to demonstrate proof of concept for this technology, which is the over-arching aim of the present proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H021647/1","grantId":"EP/H021647/1","fundValue":"327441","fundStart":"2010-07-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"  Used to further knowledge, leading to further funding from Action Medical Research and BBSRC Pharmaceuticals and Medical Biotechnology Economic","person":"Ryan  Donnelly","coPersons":["Steven Ernest Bell","David Simon Jones","Colin Peter McCoy"],"organisation":"Queen's University of Belfast","findingsText":" In this unique Project, we proved the concept of using hydrogel-forming microneedle arrays for capture of skin interstitial fluid for diagnostic/monitoring applications both in vitro and in vivo. A range of new microneedle designs were produced and evaluated. The key aspect was the ability to remove the entire microneedle system from skin intact so as to maximise fluid capture while avoiding polymer deposition in skin. This was readily achieved and the model compounds caffeine, theophylline and glucose were detectable post-microneedle removal from excised skin in vitro. In vivo rat experiments centred on theophylline, which has a narrow therapeutic window. The drug was detectable at both high and low plasma concentrations. Accordingly, the Project Objectives were clearly met. This led to 2 years of further funding from Action Medical Research, where the work has focussed on applications of this technology for neonatal monitoring. This Project is now 18 months in and we are seeking follow-on funding from this charity to begin adult human volunteer studies looking at drug substances and biomarkers of infection and other illnesses relvant to premature neonates. There is currently considerable industrial interest in this technology, with Randox and Alere International, both major players in the global diagnostics market, expressing keen interest. We believe that successful proof of concept in human volunteers will lead to licensing of the technology to one or other of these leading firms. Enhanced delivery of therapeutic agents, minimally-invasive patient monitoring, enhanced in-skin delivery of active cosmeceutical ingredients My Group are currently working with 5 international companies in a wide range of fields to take the patented technology developed during this project to market. Current major funding from BBSRC's Super Follow-on Fund will facilitate manufacturing scale-up and reliable patient application. This wiill undoubtedly facilitate commercialisation of this exciting technology. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}