{"id":"7C8EFDA1-9DEA-47F2-A1C2-BBFB858A8AFF","title":"Using field pathogenomics to study wheat yellow rust dispersal and population dynamics at a national and international scale","abstractText":"Wheat yellow rust caused by the fungus Puccinia striiformis f. sp tritici is a substantial threat to wheat production worldwide and recently re-emerged as a major constraint on UK agriculture. Its importance to global food security is reflected by the significant contribution of wheat to the calorific and protein intake of human kind (approximately 20%). The devastating impact of this disease gives a deep sense of urgency to breeders, farmers and end users to improve surveillance.\n \nTo address this, we recently developed a novel approach called &quot;field pathogenomics&quot; for pathogen population surveillance. This method, based on new gene sequencing technology, allows us to acquire data directly from field samples of rust-infected wheat. By implementing this approach we found that the yellow rust population across the UK underwent a major shift in recent years. Genetic analyses revealed four distinct lineages that correlated to the phenotypic groups determined through traditional pathology-based virulence assays.\n \nThe overall aim of this project is to apply gene-sequencing technology to the surveillance of yellow rust and undertake comprehensive global population genetic analyses of this important plant pathogen. Currently, the assessment of genotypic diversity is not included within UK national surveillance activities for wheat rust. Our new approach enables the integration of high-resolution genotypic data into pathogen surveillance activities that is vital to improve our understanding of the genetic sub-structure within a population. The proposed research aims to: (1) Analyze the threat of potential exotic incursions of wheat yellow rust to the UK by mapping the global population structure, (2) exploit the rust genotype data (Obj. 1) to confirm outbreaks on particular wheat varieties and look for associations between pathogen genotypes and host pedigrees, (3) generate information on whether genotypic diversity shifts over time at a locality and whether early appearing rust genotypes are predictive of late season genotypes and (4) develop appropriate open-source tools to ensure all data generated herein is released into the public domain as soon as possible and in a format that is suitable for breeders, pathologists and the wider demographic. This project aims to equip the UK with the latest genomic tools, facilitate more efficient varietal development by breeders, and help reduce the environmental and economic costs associated with fungicide applications, all of which will have a positive impact on the overall competitiveness and sustainability of the UK arable industry. This will be achieved through collaboration with 13 rust pathology laboratories across 6 continents and industrial support from 6 breeding, agronomy and chemical companies and the HGCA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025519/1","grantId":"BB/M025519/1","fundValue":"396173","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Diane Gail Owen  Saunders","coPersons":["Robert  Davey"],"organisation":"The Genome Analysis Centre","findingsText":"","dataset":"gtr"}