{"id":"7C91D8F9-BB4D-49D8-873E-A3DBA21F41D4","title":"Redundantly Engineered POINTs (REPOINT) For Enhanced Reliability And Capacity Of Railway Track Switching","abstractText":"Points on railway networks enable different routes through the network to be achieved, thereby allowing rail-transport links between many different destinations. However, they are critical parts of the network as a points failure often leads to delays, re-routing and cancellations. Even when fully operational they represent an important capacity constraint because route setting makes assumptions about what would happen in the event of points failure(s) in order to ensure safety.This project will investigate whether so called redundancy approaches that are used in other safety critical situations (like aircraft) can be applied to points for track switching. If successful this will fundamentally change the nature of a junction to comprise multiple sets of points rather than just one single set. The result is that the junction will have some built in redundancy to faults which means higher reliability of the junction and potentially improved capacity. The capacity improvement will come in part from the reliability improvement and in part due to changes in the operating rules of the railway that become possible when the points are redesigned to be more reliable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010823/1","grantId":"EP/I010823/1","fundValue":"173970","fundStart":"2011-03-14","fundEnd":"2013-05-17","funder":"EPSRC","impactText":"  The findings led directly to a follow on project to develop a new track switch. This is funded by FutureRailways.org. We are also working to file patents protecting the key novel aspects of the new track switch and to engage with industry in order to get it out there. At time of writing (Nov 2014), a concept demonstrator has been build in the lab at Loughborough Uni. We are engaged with London Underground and Network Rail plus talking to a number of manufacturers to identify further funds to take the next steps (beyond TRL 3-4). Transport ","person":"Roger  Dixon","coPersons":["Roger Morgan Goodall"],"organisation":"Loughborough University","findingsText":" The project generated a number of new concepts for track switches. One of these was selected for further evaluation. By removing a critical failure mode present in current technology and introducing a novel locking mechanism, we can facilitate actuator redundancy and re-writing of train control rules. This leads to improved system reliability and increased capacity. \nThis was verified using two case studies:\nA turnout for a typical junction on HS2 (as proposed) and Waterloo station throat. Once developed, there is massive potential for use of this new switch in railways within the UK and around the world. This is being pursued as part of the follow-on project mentioned above. REPOINT II has now been funded by the Future Railways Enabling Innovation Team (via RSSB). This allows further development of the concept to lab scale demonstration of key components (I.e. TRL Level 3/4) and applying for patent protection for the new concepts. Transport","dataset":"gtr"}