{"id":"7C9735C4-6058-440C-87BE-9A878F64E9F5","title":"Graduate Earnings, overeducation and labour market performance","abstractText":"<p>The project will establish the facts in relation to rates of return to degrees, both broadly, and narrowly in relation to gender and degree discipline. There is evidence that each of these have different rates of return in the two countries. Further, recent evidence suggests that rates of return may be starting to decline for certain types of graduate.&nbsp;</p> \n<p>It also intends to investigate how the labour market matches graduates with jobs and how skill mismatches may give rise to lower than expected earnings, productivity and job satisfaction. If at the level of the individual over-education is temporary, the consequences may not be serious. However, if over-education is long-term, this may represent a substantial loss of productivity to the economy and of earnings to the individual.&nbsp;</p> \n<p>It will also review and compare existing evidence on institutional similarities and differences between the two countries and their policies regarding HE expansion and funding. The introduction of tuition fees was earlier in Australia and more driven by market considerations than is the case in the UK. At the same time, the recent introduction of tuition fees in UK and differences of implementation within the UK may have lessons for Australia.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E010172/1","grantId":"ES/E010172/1","fundValue":"78298","fundStart":"2007-04-09","fundEnd":"2009-05-31","funder":"ESRC","impactText":"  Yes, it was raised in parliament and summarised in Hansard , as well as forming the basis of a large number of articles in the press and on the radio. The research has implications for student choice of disciplines to be studied and choice of institutions. Education,Government, Democracy and Justice Societal,Economic","person":"Peter James Sloane","coPersons":["Nigel  O'Leary"],"organisation":"Swansea University","findingsText":" The heterogeneity of graduate earnings across the UK by subject of study and gender As a background to the financing of higher education Education","dataset":"gtr"}