{"id":"7C9ADA8C-649A-466C-9612-43E354AE1181","title":"Structure/Function Implications of Phospholipid Recognition by Notch-Ligands","abstractText":"The Notch signalling pathway is an essential signal transducer which regulates many different decisions in cell biology. These are crucial for embryonic development and for the maintenance of adult tissue. In its simplest form an extracellular protein/ ligand activates the pathway by binding to the Notch receptor protein on the outside of the cell. This leads to a cleavage event such that the intracellular portion of the receptor is released, travels to the nucleus, where it forms a complex to activate specific genes responsible for regulating cell behaviour. Aberrant loss or gain of Notch activity is associated with many human developmental disorders, adult onset diseases and cancers, making it a key target for therapeutic intervention. We have recently identified a new property of one of the activators or ligands of Notch signalling, which indicates the ligand can bind to phospholipids. Phospholipids are molecules which form the major component of the limiting cell membrane and vesicles with various transport functions. This project aims to understand in great detail how the ligand binds to phospholipid and how this interaction affects Notch binding, signalling and regulation. This will give us new insights into how the Notch signalling pathway works, how various diseases linked to the pathway arise, and will give us new ways of designing drugs such as monoclonal antibodies or small molecule activators or inhibitors .These may prove invaluable in a clinical and/ or research setting to manipulate the Notch signal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L001187/1","grantId":"MR/L001187/1","fundValue":"682467","fundStart":"2013-10-01","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"Susan M. Lea","coPersons":["Penny  Handford"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}