{"id":"7CA48D80-389C-4CCB-A182-BF81A15FFF70","title":"SYNCHRONISATION IN DYNAMIC LOADING DUE TO MULTIPLE PEDESTRIANS AND OCCUPANTS OF VIBRATION-SENSITIVE STRUCTURES","abstractText":"For vibration-sensitive structures such as footbridges, floors and stadia, dynamic loads due to humans walking, running, jumping or bouncing are poorly understood and present a major challenge for design. Footbridges and stadia are often highly visible landmark structures with conflicting requirements for lightweight elegance with low vibration levels for occupant/user comfort. Design mistakes attract significant publicity (Millennium Bridge) and successes attract accolades (2012 Olympic Velodrome). Meeting the challenge requires scientifically rational design guidance which is not overly conservative as a result of uncertainties in the loading. Hence in a country that leads the world for design of such structures we also need to lead in development of state of the art design guidance for vibration serviceability. Despite significant recent developments, there remain major deficiencies in guidance for dynamic loads due to groups and crowds of people owing to simplistic assumptions of coordination by users and occupants. We simply have very limited understanding about how synchronisation works among pedestrians, joggers and football fans (for example) so we make very simple assumptions about perfect synchronisation and totally coordinated activities that lead to worst case conservative design.This research project is a collaboration between psychologists researching balance control, sensory motor function and timing of movement, and structural engineers researching human dynamic loading on and performance of 'assembly structures' and who have common interests in synchronisation. For the psychologists, the interests concern performance of musicians, dancers and sportsmen (e.g. rowers) ,while for the engineers the concern is the nature of the effective maximum dynamic loading on a structure due to moving human occupants. Studies on synchronisation have to date been limited to two individuals; the methods will be extended and developed for groups of increasing size in a range of circumstances to assess the relative importance of different cues. Such cues would be visual perception of motion of neighbours, sound of footfalls or music and physical contact and motion both of neighbours and of the support (such as a wobbly footbridge or bouncy grandstand cantilever).Measurement of human motion that leads to derivation of synchronisation measures and aggregate dynamic loading is by itself a complex process since direct measurement, even of forces from a single pedestrian in a controlled laboratory environment, requires an expensive instrumented treadmill. Measurement of more than two people beyond the laboratory is a major research challenge that we intend to manage using wireless inertial sensors and CCTV-based motion capture, technology to be evaluated for individuals in the laboratory-limited environment. These are not simple technologies but direct experience, observation and discussions tell us they are the way forward to measuring human motion in large-scale environments.Being driven by engineers, the major outcome of the research will be a means to estimate the maximum dynamic loading and determine the governing loading scenario, leading to more rational guidance and competitive designs. The last part of the experimental research involves well controlled full scale tests on exemplar structures.Understanding of the mechanisms and factors on synchronisation will be a bi-product benefitting the wider communities where human coordination of periodic activities is important.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I029567/1","grantId":"EP/I029567/1","fundValue":"518684","fundStart":"2012-01-12","fundEnd":"2013-06-09","funder":"EPSRC","impactText":"","person":"James Mark Brownjohn","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}