{"id":"7CB0D684-E3C5-4722-91EB-86446A462C7D","title":"Gas-FACTS: Gas - Future Advanced Capture Technology Options - Consortium proposal by Cranfield, Edinburgh, Imperial, Leeds and Sheffield","abstractText":"The Gas-FACTS programme will provide important underpinning research for UK CCS development and deployment on natural gas power plants, particularly for gas turbine modifications and advanced post combustion capture technologies that are the principal candidates for deployment in a possible tens-of-&pound;billions expansion of the CCS sector between 2020 and 2030, and then operation until 2050 or beyond, in order to meet UK CO2 (carbon dioxide) emission targets. Gas CCS R&amp;D is an emerging field and many of the concepts and underlying scientific principles are still being 'invented'. But on-going UK infrastructure investments and energy policy decisions are being made which would benefit from better information on relevant gas CCS technologies, making independent, fundamental studies by academic researchers a high priority. In addition, the results of this project will provide an essential basis for further work to extract the maximum research benefits from the UK CCS demonstration programme and help to develop more advanced gas CCS technologies for a second tranche of CCS deployment. The programme will also develop rigorous assessment methods and a framework to maximise pathways to impact that could support other RCUK research activities on gas CCS. Globally, there is already interest in gas CCS in Norway, California and the Middle East, and this is likely to become more widespread if cheaper gas leads to more widespread use.\n\nThis work will be undertaken through work packages with the following aims:\n\nWP1: To quantify the scope of gas turbine modifications to improve the technical, environmental and economic performance of integrated CO2 capture on CCGT plants. Small gas turbines will be modified to run with steam or recycled flue gas replacing some of the normal air feed to increase back-end CO2 concentrations (which will help make the CO2 easier to capture). \n\nWP2: To quantify through modelling and experimental testing the scope for improving post-combustion capure system performance on CCGT plants through a combination of advanced liquid solvents, including novel amine mixtures, and improved transient performance. Solvents that are used to take up CO2 and then release it in a pure form that can be stored underground will be modified so that the amount of energy required to do this is reduced. The equipment the solvents are used in will also be designed to turn on and off quickly to allow CCS power plants to compensate for fluctuations in output from wind turbines. \n\nWP3: In close collaboration with an external Experts Group to undertake integration and whole systems performance assessments. This will include a 'Gas-FACTS Impact Handbook' combining impact tables with state-of-the-art surveys to ensure that pathways to impact pursued by Gas-FACTS researchers are co-ordinated with other significant activities, including excellent science and stakeholder plans, to maximise their effectiveness. Gas-FACTS results will be implemented in the freely-available IECM package for access by any potential users.\n\nWP4: Impact delivery and expert interaction activities will be based on establishing an Experts Group including representatives of the UK CCS academic community, global academic community, UK policymakers, UK Regulators, NGOs, power utilities, Original Equipment Manufacturers (OEMs), SMEs (Small and Medium Enterprises). WP4 will also run a programme of engagement activities to impact, including project meetings, specialist meetings on topical issues and results, web-based dissemination and document publication (reports, responses to Parliamentary inquiries, journal papers, articles etc.)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J020788/1","grantId":"EP/J020788/1","fundValue":"2461090","fundStart":"2012-04-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Jonathan  Gibbins","coPersons":["Prashant  Valluri","Meihong  Wang","George  Jackson","M  Pourkashanian","Amparo  Galindo","Hannah  Chalmers","Paul  Fennell","Pericles  Pilidis","John  Oakey","Hoi  Yeung","Chris  Wilson","Geoffrey  Maitland","Claire Sandrine Adjiman","Hyungwoong  Ahn","Nina Frances Thornhill","Kevin James Hughes","John Paul Martin  Trusler","Mathieu Serge Lucquiaud"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}