{"id":"7CB0ED3B-4977-4DDC-88BC-AA96FD92A70D","title":"Medieval Petitions: A catalogue of exchequer, chancery and gascon petitions in the national archives","abstractText":"The National Archives (TNA) series 'Ancient Petitions' (SC 8) comprises 17,629 petitions addressed to the English crown between the thirteenth and fifteenth centuries; the 3,355 petitions catalogued under this project fall at the end of the series.\n\nPetitions represent the authentic voice of the subjects of the medieval English state. They provide a wealth of incidental material about social, economic and political conditions and the discourse of complaint. Since they were written in at least four different languages (Latin, Anglo-Norman French, Occitan French and Middle English), they reveal much about the history of language and its usages in medieval documentary culture. The aim of this project was significantly to enhance access to this vital resource for research in medieval history.\n\nThe project represented a continuation of an earlier award (2002) under the same scheme (RE/AN3596/APN15509), which was successfully completed in 2006 and has made the first 14,274 petitions in the series fully available through TNA's on-line Catalogue and remote document delivery service DocumentsOnline.\n\nThe remaining 3,355 documents in the series were treated in the present project, and were subject to the same methodology and dissemination strategy as those in the earlier project.\n\nThe project has created access to this resource at two levels:\n\n1. Detailed and fully searchable catalogue entries for each petition in the National Archives on-line Catalogue (formerly PROCAT), http://www.nationalarchives.gov.uk/catalogue/default. The catalogue entries capture all personal and place names, provide a detailed summary of the contents of each petition, give explanations for the dating of each document, and will provide cross-references to other documents in this and other TNA series.\n\n2. Direct access, free of charge, to digitised images of each petition in the National Archives facility DocumentsOnline, http://www.nationalarchives.gov.uk/documentsonline/. DocumentsOnline offers its own customised search facility, but there is also a direct link from the main TNA Catalogue into this facility.\n\nThe aim, and achievement, of the project, has thus been greatly to enhance access to this vital and previously unsearchable resource for the study of medieval history, and to make the material readily available to researchers working at different levels of expertise. The Catalogue entries are akin to the former Public Record Office's great nineteenth- and twentieth-century series of Calendars of Patent Rolls, Close Rolls, etc (which are themselves now gradually becoming available on-line). Direct access to digitised images of the documents means that researchers with the necessary palaeographical and linguistic skills are able to check the exact formulation of the original. Moreover, the images provide excellent training tools for students and for family and local historians interested in extending their abilities in the reading of historical documents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119184/1","grantId":"119184/1","fundValue":"124245","fundStart":"2006-04-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"William Mark Ormrod","coPersons":["Gwilym  Dodd"],"organisation":"University of York","findingsText":"","dataset":"gtr"}