{"id":"7CB735CF-AEB1-4AB3-B6E7-8529935DB673","title":"SuperSTEM - the UK aberration-corrected STEM facility","abstractText":"Electron microscopes allow scientists to see and analyse solid materials on the atomic scale. Conventional electron microscopes suffer from aberrations which limit their ability to resolve fine detail. These aberrations can now be corrected, just as defects in human vision can be corrected by glasses. The SuperSTEM project has involved the development and testing of two special aberration-corrected microscopes, the second of which is being installed at the end of 2005. These microscopes enable scientists to determine the nature and position of specific atoms and small groups of atoms in materials such as semiconductor devices, catalysts and environmental particulates. This proposal is to enable the two SuperSTEM microscopes to produce experimental results for applications a range of fields of scientific and technological importance and to give UK researchers and students world-leading expertise in analytical techniques.Among the things we propose to do are:* Develop smart ways of collecting information, so that we can look at a single column of atoms for a very long time, even if it is moving slightly.* Develop new ways of simulating what atoms and crystal defects should look like in an aberration-corrected STEM, so that we can interpret what we see by comparison with predicted images.* Seek collaborators to develop the understanding of the energy loss process as the probe becomes smaller than the atom spacing * Develop a new type of x-ray detector so that we can analyse at the atomic scale using either or both x-rays and energy loss spectrometers, whichever is most appropriate.* Determine where dopants atoms are in small semiconductor device structures which rely on only a few atoms to operate.* Analyse the atoms which are most significant to the operation or effect of catalysts, strong materials, pollutant particles, quantum dots, magnetic nanoparticles and iron in the liver.* Train the next generation of scientists who will be able to exploit this excellent technology for the benefit of mankind.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D040566/1","grantId":"EP/D040566/1","fundValue":"446237","fundStart":"2007-02-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"  Findings used by users who accessed this free at point of use research facility \nA full List of Publications can be found at website http://www.superstem.org/publications Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Rik  Brydson","coPersons":[],"organisation":"University of Leeds","findingsText":" Many findings from collaborations with users Depends on user problem Chemicals,Construction,Electronics,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport","dataset":"gtr"}