{"id":"7CD16DD9-6636-4E66-B287-BC7A4CE351EB","title":"Real-Time Neural Chemical Sensing in the Peripheral Nervous System","abstractText":"The nervous system is a large network of communication channels. In the brain approximately one hundred billion neurons, each connected to up to 10,000 other neurons perform operation speeds unmatched by man-made devices. The peripheral nervous system (PNS) alone can achieve speeds of communication of up to 270mph. Every action, conscious or not is driven by this network, enabling all biological functions. Subsequently, neural disorders that affect the function of the peripheral nervous system have a significant impact on many aspects of life, in some cases reducing quality of life and in others, life span itself.\nBeing able to interface with the nervous system allows us to diagnose, detect and treat neural disorders. Over the last several decades scientists have taken great steps in creating efficient neural interfaces, and as such a wealth of new disorders are treatable nowadays, including Epilepsy (surgery diagnostics recordings) and Parkinson's (deep brain stimulators). Nevertheless, we are still far from developing the science fiction type interpretations of these interfaces, there is still a wealth of information needed and there are many other disorders that need tackling.\nOver the last several years our group has developed a strong cross-disciplinary track record that enabled the interfacing of engineering systems to biology using various types of sensors, facilitating a number of biomedical applications. Through grants and spin-out companies we've established technology in the biomedical space that have research and commercial value. This project brings this expertise together to develop the next generation of neural sensing technology , for developing future interfaces.\nThe project introduces a novel way of measuring the chemical response of nerve activity coupled with the traditional electrical signals it produces. This will allow us to know more about the neural behaviour over time and eventually to diagnose changes related to disorders. To achieve this, this project consists of three key parts: (1) The sensor development, which includes the design of the electrodes for recording the electrical activity and ion sensitive sensors, (2) The electronics to extract the chemical and electrical recordings and (3) Extensive tests and measurements to characterise the capabilities of the platform.\nTo realise this platform we have outlined work packages relating to each stage, with experienced researchers leading these. Given the scale of this project a management team is essential for guiding and steering the project towards its milestones and deliverables. In addition we have brought on board three partners (IBMT Fraunhoffer, King's College London and GlaxoSmithKline) to advise and guide the project towards realistic clinical and commercial outcomes. The outcome of the project will be a platform interfacing with the neural activity beyond the current state of the art, paving the way for multiple studies and research opportunities where chemical activity plays a vital role.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K009842/1","grantId":"EP/K009842/1","fundValue":"931605","fundStart":"2013-07-13","fundEnd":"2017-01-12","funder":"EPSRC","impactText":"","person":"Chris  Toumazou","coPersons":["Anthony Edward Cass","Pantelis  Georgiou"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}