{"id":"7CD37A21-FF11-4630-A7BE-B76D2A1CF257","title":"Applications of geometric logic to topos approaches to quantum theory","abstractText":"A deep mystery of quantum physics is its inherent non-determinism. The outcome of a measurement on a quantum system has a randomness that cannot be explained away as representing just our uncertain knowledge of what precise state the system is in. Technically (the Kochen-Specker Theorem), there is mathematically no possibility in most quantum systems of describing classical states that consistently, and unequivocally, say what value every possible measurement would give.One approach to understanding this is the neo-realism of Isham at Imperial College, recently with Doering, and taken up also by Landsman, Spitters and Heunen at Nijmegen. There are ways of seeing the system classically (with classical states), but none describes all possible measurements and they cannot be fitted together coherently. Isham's insight is that the resulting logic of systems, which varies according to which classical viewpoint is adopted, can be described overall as a non-standard internal logic arising out of a mathematical structure known as a topos - comprising the sheaves over a base space whose points in these quantum applications include those classical viewpoints. Now logic asks not whether something is true, but where - from which points of view. In the non-standard logic, the quantum system appears classical and has classical states. Withdrawing to standard logic, however, the classical states cannot consistently be retained - although their probabilistic distributions can and these are what we see in quantum physics.The internal logic - and corresponding mathematics - of toposes can be difficult to work with. Some standard principles don't work. Also, the usual point-set idea of topological space (a set of points together with some subsets specified as open ) must be replaced by a point-free approach that describes the opens independently of points. The points are constructed subsequently, although there may be too few of them for the opens to be uniquely distinguished by their points. It was developed in pure mathematics, has been found to give excellent results with a range of non-standard logics, and has also been applied in computer science, with the opens related to theories of observations on computer programs.Working with the point-free topologies directly in the internal logic is technical and difficult. However (Joyal/Tierney), they can equivalently be viewed as point-free bundles over the base space - that is to say, maps from another space to the base. In referring to a map as a bundle, one is thinking of it as a variable space - for each point of the base, we have a fibre over it, the inverse image of that point under the map, and as the point varies so too does its fibre.Ideally, our internal reasoning about internal point-free spaces should also apply to the fibres, but this true only for a certain geometric fragment of the internal logic. Technically, the geometric constructions on the bundles are those that are preserved by bundle pullback, and this covers the fibres. By careful interpretation of logic, geometric reasoning also can work validly through the points of the point-free spaces, despite the possible shortage of them. Techniques of geometric reasoning have been developed by the proposer, with particular exploitation of powerlocales (point-free hyperspaces, or spaces of spaces).The project aims to exploit those geometricity techniques in the topos approach to quantum physics, reexpressing it in terms of more familiar topological concepts - points, bundles, fibres - instead of internal point-free spaces. The goal is to make the topos approach more accessible to physicists and help clarify its relationship with other physics formalisms. It is also an excellent case study for testing out the general mathematical scope of geometricity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G046298/1","grantId":"EP/G046298/1","fundValue":"410683","fundStart":"2009-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  No impact beyond academia. None was expected at this stage for this theoretical project.  ","person":"Steven John Vickers","coPersons":[],"organisation":"University of Birmingham","findingsText":" The &quot;topos approaches to quantum foundations&quot; are, starting around the end of the 90s, an exploration of how a branch of mathematics known as topos theory might be applied to quantum physics. The founding work took place at Imperial College and at Nijmegen. &quot;Geometric logic&quot; is a particular kind of logic. It's not the usual classical logic of mathematics, but it is closely related to toposes and, under favourable circumstances, can make it easier to understand the toposes and to calculate their properties.\n\nThe plan of the current project has been to investigate whether those favourable circumstances extended to the quantum applications. This has two rather different purposes - one is to aid the topos-quantum work, but another is to test out the power of geometric logic, how far those &quot;favourable circumstances&quot; reach.\n\nA central technique is that, rather than using a topos equipped with certain extra structure, it is mathematically equivalent to use a &quot;bundle&quot;: a pair of topological spaces (a bundle space and a base space) with a map from the former to the latter. (On a technical point, the spaces have to be &quot;point-free&quot;, i.e. locales.) The bundle is rather easier to visualize, and geometric logic provides a means of dealing with the bundle in a natural, &quot;fibrewise&quot; way while at the same time respecting the structure of the topos.\n\nPhysically, the idea is to start from a bundle where the base space is one of limited &quot;contexts&quot;, in each of which physics can be understood classically with a state space or &quot;spectrum&quot;, and that the bundle space is got by bundling together the spectra. Quantum physics arises because the different contexts are not all consistent with each other. This suggests that the impact of the topos approach in quantum physics should be that one pays much greater attention to the contexts, though it is still not clear how to do this.\n\nThe key results obtained in the project are as follows.\n\n1. Within geometric logic it is possible to develop topos approaches that take fuller account of the topology of the system, and particularly of some manifolds embedded in it, than do the established approaches. Raynaud's PhD thesis realises these in the case of finite dimensional quantum systems. This includes generalizing some known techniques from geometric point-free topology, including lax descent. It constructs a point-free version of the topos approach developed by the Nijmegen group, but in which the embedded manifolds have their natural manifold topology instead of the discrete topology of the Nijmegen construction.\n\n2. A certain &quot;valuation locale&quot; construction on spaces and bundles is already known to be important for incorporating probability and integration into the bundles, as needed for quantum physics. Vickers has developed the theory of the valuation locales, stressing their geometricity, and proving for them analogues of the Fubini and Riesz theorems for measure and integration.\n\n3. We have shown that the bundles that arise from two established topos approaches to quantum theory, as well as new proposed approaches, can be classified as either &quot;fibrations&quot; or &quot;opfibrations&quot;, two very general notions that arise in the mathematical theory of 2-categories. Fauser and Vickers have shown that these two properties of bundles are preserved by bundle constructions that are geometric (in the sense of geometric logic), and that includes the valuation locale. This suggests the topos approaches as currently understood can be classified either as ones in which all the bundles that arise are fibrations, or they are all opfibrations. This casts some light on some technical aspects of the approaches.\n\n4. Some proposals have been indicated for representing the Born rule (which calculates probabilities in a quantum system) in terms of the spectral bundle and valuation locale.\n\n5. The work has shown how important it is that geometric logic can deal with bundles in its fibrewise way. It shows the need to examine geometric logic in other uses of bundles, such as tangent bundles in differential geometry.\n\nPapers in preparation:\n\n(1) PhD Thesis - Raynaud. Completed June 2014.\n\n(2) &quot;A monad of valuation locales&quot; - Vickers\n\n(3) &quot;Geometric constructions preserve (op)fibrations&quot; - Fauser and Vickers. Submitted for publication, and archived at arXiv:1411.2457 . In view of the theoretical nature of the work, any use in non-academic contexts is too far down the line to be foreseeable at present. The physicists who initiated the topos approach (pioneered by Prof. Chris Isham at Imperial College) were looking for new handle on how to understand the logical structure of quantum physics. The reason for wanting this is the great scandal of 20th century physics, that its two great revolutions - relativity and quantum physics - are both accurate to an extraordinary degree, yet inconsistent with each other. A theory of quantum gravity would need to reconcile them. The hope is that the topos approach might give clues on the logical constraints within which quantum physics has to work, and so help show how it might be refounded in a way that is reconcilable with relativity.\n\n\n\nThe current project does not claim to be achieving quantum gravity, but it does provide ways to make the toposes easier to visualize and calculate and so should help others understand what the topos approach can do. Thus the route to exploitation is by continued contact with the the topos part of the physics community, in order to disseminate the techniques. In fact in December 2012, after the end of the project, one of us (Vickers) presented some of the results at the 1st Workshop on Quantum Toposophy at Nijmegen in the Netherlands.\n\n\n\nA quite different direction of exploitation is that, as a case study in geometric logic, the quantum work has highlighted some of the key attributes of geometric logic: its ability to realise a fibrewise topology of bundles. This provides a sharp focus for continuing work on geometric logic, and in particular the idea of using it in a &amp;quot;dependent type theory&amp;quot; of spaces. Other","dataset":"gtr"}