{"id":"7CDB722E-9E61-4224-AAF6-C6D2D0A6D4E6","title":"Development of cobalamin surrogates as probes and carriers through synthetic and chemical biology approaches","abstractText":"Synthetic biology holds the potential to expand the chemical repertoire of natural products through a combinatorial reshuffling of metabolic enzymes. Whilst such an approach has been predicted to escalate the library of modular-constructed antibiotics, such as polyketides, a similar approach for the modification of coenzymes and cofactors should also be considered. This approach could produce compounds that act as powerful inhibitors that interfere with specific cellular processes. To this end we have outlined a method for the modification of cobalamin, vitamin B12, which will lead to the synthesis of a number of analogues. These analogues will be constructed through re-engineering the cobalamin biosynthetic pathway allowing the isolation of stabilised intermediates. These will then be subject to chemical biology approaches whereby cofactors with expanded activity will allow the introduction of new functional groups into the corrin macrocycle. \nInitially, the first phase of the project will be to make metal isosteres of cobalamin, whereby the central cobtalt ion will be replaced by either rhodium or iridium. This will be achieved by using genetically engineered strains of E. coli to make hydrogenobyrinic acid a,c-diamide. The alternative metal will then be chelated into this compound non-enzymatically. An electrochemical approach will allow the adenosylation of the metal to generate the adenosylcobyrinic acid equivalent. Enzymatic amidation will allow the transformation into the adenosylcobyric acid counterpart, which can be converted into the final coenzyme form by either a chemical reaction or through biotransformation using a suitable genetically engineered strain.\nTo complement this work we will also construct a number of cobalamin variants that will be generated either through an enzymatic combinatorial approach or by employing S-adenosylmethionine SAM analogues containing extended functional groups. For instance, by dissecting and shuffling enzymes it is possible to make hydrogenobyrinic acid missing the C5 methyl group or containing a lactone on the C8 position. By using SAM analogues containing alkenyl, alkynyl and keto substituents it will be possible to activate the C5 and C15 positions of the corrin macrocycle. Such modification of the corrin molecule will allow for attachment of a range of chemicals/drugs.\nAll the cobalamin surrogates will be investigated for their ability to interact with cobalamin binding proteins and to be taken up by a range of cells. Their effect on cobalamin-dependent enzymes will also be examined as will their ability to interact with cobalamin riboswitches. Such a comprehensive study will allow us to determine the potential of these molecules as anti-bacterial agents and biotherapeutics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009249/1","grantId":"BB/K009249/1","fundValue":"503910","fundStart":"2013-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"  The findings are generating new probes that can investigate the function and distribution of cobalamin within the cell. There is very strong interest in the use of vitamin analogues that act as anti-vitamins - that is they act to deplete cells of the normal biological form. Such approaches can be used to help investigate disease states. Moreover, the development of B12-fluorophores that interact well with the trafficking system will allow the movement of the vitamin around the cell/organism to be followed. This will be of interest to those involved in diagnosis of diseases such as pernicious anaemia. Chemicals,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Martin James Warren","coPersons":["Martin  Michaelis","Mark James Howard","Richard William Pickersgill"],"organisation":"University of Kent","findingsText":" The aim of the research is to make a number of cobalamin (vitamin B12) analogues by redesigning the biosynthetic pathway to allow for the insertion of different metal ions and the attachment of functional peripheral groups. We have developed a system where we have made a number of vitamin B12 surrogate products (analogues), which have been analysed for their ability to act as probes, inhibitors and carriers in a range of biological processes. The project has advanced the area of synthetic biology through the implementation and modification of a complex biosynthetic pathway, employing novel synthetic cofactors with expanded chemical activity. The specific objectives that have been achieved so far include:\n1. The synthesis of a rhodium metal isostere of cobalamin by the incorporation of the metal into the macrocyclic core of the nutrient. This was achieved by combining synthetic and chemical biology approaches resulting in the complete characterisation of rhodibalamin.\n2. The generation of corrin analogues missing the C5 methyl group, containing a lactone attached to C8 and a variant with a propionic acid side chain in place of the propionamide on ring B.\n3. The construction of cobalamin analogues as carriers for drug delivery by the functionalisation of the C5 positions by using synthetic S-adenosylmethionine analogues containing extended carbon chains. The research will have a major impact on several areas of science, including synthetic and chemical biology and the development of novel biotherapeutics. It will permit the generation of a library of compounds that are based on a natural biological scaffold. It will also help expand the use of vitamins as carriers for transport into cells.\nThe research falls well within the remit of synthetic biology and is therefore addressing a key priority area. In this respect the project applies the engineering paradigm of systems design to metabolism. In essence, the project employs the re-design of existing, natural biological systems for useful purposes. The research also has the potential to engineer improvements in existing biological products and especially improve our understanding of biological systems through researching the role of modularity. The research will have application in the biomedicine and bioprocessing of pharmaceuticals and nutrient.\nThe research will not only provide essential information about how pathways and enzymes can be investigated and modified, but it will also provide greater insight into the biosynthesis of cobalamin. It will demonstrate how cofactor analogues can be used to introduce functional groups into natural products. Furthermore, there is no doubt that the research will be of significance to those devising new strategies against disease and thus we will ensure that our findings are disseminated to those working in drug development. Chemicals,Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}