{"id":"7CED1008-1935-4EF8-A63B-85FD89385B2F","title":"Holistic Design of Power Amplifiers for Future Wireless Systems","abstractText":"Power amplifiers are one of the main fundamental building blocks of all modern wireless communications systems. They are used in all base stations and all the mobile units which are currently available. To maintain the required levels of system performance current commercially available amplifiers are designed to operate with extremely poor levels of efficiency which means they consume far more energy than is strictly necessary. For example current base stations in the UK operate at an efficiency level of approximately 12% this results in over 609,000 of CO2 emissions into the atmosphere on an annual basis. If these base stations were to be 50% efficient CO2 emissions could be cut by over 450,000 tons per year. The design of highly efficient and highly linear power amplifiers is an extremely complex process. At present the design of highly linear amplifiers is carried out using a trial-and-error based approach where designs are drawn up, then a prototype is produced and design issues are identified. The whole process is repeated until an optimum solution is reached. This has lead manufacturers to take a very risk adverse approach to amplifier design which has resulted in very inefficient systems.There is an increasing need to develop wireless communications systems with increased digital data throughput. For example, in recent years we have seen the roll out of 3rd generation 3G mobile communication systems and the increasing use of wireless LAN systems. It is highly likely that the future so-called 4th generation systems will contain modulation schemes which also use wireless LAN technology. With the introduction of 3G systems it became clear that the existing design methodologies for the development and optimisation of amplifiers are labour intensive and time consuming. The present approach has become a key hindrance in the evaluation, development, and testing of modern communication systems.This proposal seeks to overcome these fundamental design issues through the establishment of a scientifically robust fully interlinked design methodology for nonlinear circuits. By combining the world-class power amplifier design expertise in Bristol and waveform measurement/engineering expertise /introduced and pioneered in Cardiff/ a scientifically robust nonlinear design methodology will be established in which the measured waveforms and waveform engineering will facilitate new methods of amplifier design and linearisation. The aim being a one pass design process for future communications systems which will result in the exploitation of this technology within a commercial setting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F033702/1","grantId":"EP/F033702/1","fundValue":"1014860","fundStart":"2008-04-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  In terms of impact, following the successful demonstration of a Centre for High Frequency Engineering, Cardiff University measurement system solution at the International Microwave Symposium in 2008 (the largest such exhibition, attracting &amp;gt;200 exhibitors and 15,000 attendees) the potential for direct commercialisation was identified. After raising an initial investment of ?1M from three investors (Fusion IP, Invest Wales and ERA Foundation), the Cardiff University spin-off company Mesuro was established in 2009.\nThe new high speed modulated measurement system, recently developed, has the potential for deployment within the manufacturing environment of RF devices and RFPAs. This market potential is now being actively explored within a new collaboration with an international company (National Instruments) and an UK SME (Mesuro Ltd). A follow on ?60k Cardiff University Impact Acceleration Grant (EPSRC) has been awarded to assist in the advancement of this new system into the manufacturing environment.\nThe behavioural modelling concepts developed have been picked up by AWR, a leading international company, supplying RF CAD design tools (Microwave Office) and included in their device model library, termed &quot;The Cardiff Model&quot;. A follow on ?44k Cardiff University Impact Acceleration Grant (EPSRC) has been awarded to assist in the transformation of these behavioural models ideas into robust CAD design aids.\nIn addition, the Centre for High Frequency Engineering at Cardiff University, has establish a Measurement Service, initial funded by Welsh Government (KTC), but now self funded to provide another route for industrial and academic exploitation. This PA design concepts developed are being taken up by many academic (i.e. Waterloo University, USD) and industrial R&amp;amp;D groups (i.e. Selex, MACOM, Huawei). This research has stimulated increased industrial interaction. \nFollow on research has involved 14 PhD studentships with partial industrial support: M/A-COM, QinetiQ, Selex (x2), Alcatel-Lucent, Copham, Millmega, Roke Manor Mesuro, NXP, EADS, TriQuint (USA), Agilent (USA) and Infineon (USA). Match funding coming from iCASE awards (EPSRC) or University Schemes.\nOther follow on grants have involved strong industrial involvement, for example, OperaNet1&amp;amp;2 (Eureka) and EMRS-DTC. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software) Economic","person":"Paul  Tasker","coPersons":["Johannes  Benedikt"],"organisation":"Cardiff University","findingsText":" The research investigations performed during this project have helped to establish &quot;Waveform Engineering&quot;, a term now strongly associated with Centre for High Frequency Engineering, Cardiff University, as a concept that is transforming how modern-day microwave Power Amplifiers (PA's) are designed. Waveform Engineering implies an understanding of how to exploit the role of harmonics in the design of efficient power amplifiers. In Cardiff this has become a practical reality via the development of RF/Microwave measurements systems that have the ability to modify or &quot;engineer&quot; voltage and current waveforms at the terminals of an amplifier or transistor, leading to a new understanding of how to exploit the role of harmonics in the design of efficient power amplifiers. One new concept developed, that provided a new theoretical step-change in understanding high efficiency power amplifier modes of operation, which we have termed continuous modes, is having significant impact as it provides a high efficiency broadband design solution.\n\n\n\nThese initial measurement systems focused on continuous waveforms, not modulated waveforms. Since communication systems use modulated waveforms during this project there has been on going research on advancing measurement system performance. The initial systems developed and utilised at the beginning of the research project, while providing transistor characterization under realistic modulated conditions, were very slow and limited in terms of the modulated stimulus. Recently, new prototypes were developed enabling currently the fastest nonlinear measurement speeds of up to 900 measurements per second with modulated signals that are used in mobile communication systems.\n\n\n\nBy developing systems that allow transistor characterization under realistic modulated conditions, we have identified that the transistor is not the principle source of memory effects in communication systems, and this has enabled, in collaboration with our co-investigators at Bristol University, a generic approach to Power Amplifier Linearization via digital predistortion (DPD), to be developed and successfully demonstrated. \n\n\n\nMore recently, a generic approach to Power Amplifier Linearization, via baseband injection, has been introduced that provides the possibility of reducing both power amplifier and associated digital signal processing (DSP) power consumption in emerging small-cell mobile communications network architectures. This latter approach is based on our improved understanding and modelling of transistor non-linear behaviour. To ensure that the practical knowledge gained can be optimally exploited in CAD design a key research output has been the formulation and developed of experimental data based behavioural models. In terms of impact, following the successful demonstration of a Centre for High Frequency Engineering, Cardiff University measurement system solution at the International Microwave Symposium in 2008 (the largest such exhibition, attracting &gt;200 exhibitors and 15,000 attendees) the potential for direct commercialisation was identified. After raising an initial investment of ?1M from three investors (Fusion IP, Invest Wales and ERA Foundation), the Cardiff University spin-off company Mesuro was established in 2009.\n\n\n\nThe new high speed modulated measurement system, recently developed, has the potential for deployment within the manufacturing environment of RF devices and RFPAs. This market potential is now being actively explored within a new collaboration with an international company (National Instruments) and an UK SME (Mesuro Ltd). A follow on ?60k Cardiff University Impact Acceleration Grant (EPSRC) has been awarded to assist in the advancement of this new system into the manufacturing environment.\n\n\n\nThe behavioural modelling concepts developed have been picked up by AWR, a leading international company, supplying RF CAD design tools (Microwave Office) and included in their device model library, termed &quot;The Cardiff Model&quot;. A follow on ?44k Cardiff University Impact Acceleration Grant (EPSRC) has been awarded to assist in the transformation of these behavioural models ideas into robust CAD design aids.\n\n\n\nIn addition, the Centre for High Frequency Engineering at Cardiff University, has establish a Measurement Service, initial funded by Welsh Government (KTC), but now self funded to provide another route for industrial and academic exploitation. This PA design concepts developed are being taken up by many academic (i.e. Waterloo University, USD) and industrial R&amp;D groups (i.e. Selex, MACOM, Huawei). This research has stimulated increased industrial interaction. \n\n\n\nFollow on research has involved 14 PhD studentships with partial industrial support: M/A-COM, QinetiQ, Selex (x2), Alcatel-Lucent, Copham, Millmega, Roke Manor Mesuro, NXP, EADS, TriQuint (USA), Agilent (USA) and Infineon (USA). Match funding coming from iCASE awards (EPSRC) or University Schemes.\n\n\n\nOther follow on grants have involved strong industrial involvement, for example, OperaNet1&amp;2 (Eureka) and EMRS-DTC. Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Security and Diplomacy","dataset":"gtr"}