{"id":"7CF46906-0E2F-4CEB-B1C8-F9F302D296BD","title":"Oscillations of rapidly rotating stars","abstractText":"This research programme is to understand the oscillations of rapidly rotating stars. Gaining this understanding is crucial if we are to be able to use observational data on stellar oscillations to test and develop our understanding of the structure and evolution of stars. The frequencies of oscillation of stars are determined by their internal structure and angular velocity, so by measuring these frequencies we can in principle map, or place constraints on, their internal structure and rotation. This is stellar seismology (or asteroseismology). The frequencies of oscillations of a star can be determined from measurements of the small variations in light output, or surface velocity, over a long interval of time. For some stars this can be done from the ground, but space experiments can yield much higher precision and much longer uninterupted observations. To use this data we need to understand the oscillation properties of stars. For non-rotating, or slowly rotating stars this is relatively straight forward, each oscillation is specified by a particular surface geometrical factor (a spherical harmonic) and the number of wavelengths that fit into the star. The frequencies of models of such stars are easily calculated, and techniques have been developed for using the data to map the interiors of such stars. But for stars that are rotating the situation is much more complex; an oscillation mode is made up of several geometrical factors (surface harmonics) which makes the calculation of the oscillation frequencies much more difficult. Further rotation splits the oscillation frequencies producing a much larger frequency set. The only way to address this problem for large rotation is to make 2-dimensional computer models of rotating stars and full 2-dimensional calculations of their oscillation properties. This is the objective of the proposed research programme. This programme is now possible due to the development of techniques by Roxburgh for building realistic models of rapidly rotating stars where the rotation is not necessarily constant inside the star, and the development of techniques by LIgnieres, Rieutord and Reese to determine the oscillation of simple (polytropic) stellar models where the rotation is constant inside the star. By building on these two developments we should be able to determine the oscillation properties of realistic stellar models in non-uniform rotation. Having investigated the properties of such stellar models we will then be in a position to develop diagnostic techniques for using observationally determined frequencies to map, or place constraints on, the internal structure and rotation of rapidly rotating stars, analagous to those for non-rotaing stars. Roxburgh has considerable experience in the development of diagnostic techniques for spherical stars. It should be emphasised that rapid rotation is not that rapid. In the work of Reese on polytropic models he found that full 2-dimensional studies were needed for stars with equatorial rotation speeds greater than 50 km/s. Many, indeed most, stars of moderate and large mass have speeds greater than this. The proposal is for Reese to join Roxburgh at Queen Mary to undertake this research programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E001815/1","grantId":"PP/E001815/1","fundValue":"242525","fundStart":"2008-03-17","fundEnd":"2010-11-16","funder":"STFC","impactText":"","person":"Ian  Roxburgh","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}