{"id":"7CF567CB-74AB-4E15-B199-9114A1538555","title":"Optimising Array Form for Energy Extraction and Environmental Benefit (EBAO)","abstractText":"Achievement of ambitious national targets for marine renewable deployment will require that the resources can be developed effectively, economically and quickly, whilst ensuring that the natural environment is, at the very least, protected from unacceptable change and where approriate that it can actually benefit from marine energy developments. This project will establish and evaluate a design feedback process which can protect and perhaps enhance the natural environment, whilst allowing energy extraction to be maximised.\nEngineers will work with project and device developers to establish approriate development scenarios which will then be considered using state of the art modelling techniques to assess the levels of ecological impact across a range of key ecological parameters. This modelling will establish the levels of impact and the sensitivity of key impacts to changes in array and device design parameters. Stakeholders will be involved in assessing the acceptablity of predicted ecological changes and the prospects of ecological benefit being enhanced.\nThe process loop will be completed by feeding the impact analysis findings back into the array design process to start a further iteration of the design, impact and acceptability assessment process.\nIt is anticipated that typically three iterations will be needed for the development scanarios to establish and refine the process to the benefit of the broader marine energy sector.\nThis project crosses borders from research led-engineering design, offshore engineering and marine operations to ecological science, measurement and physical modelling expertise within the consortium. The parallels between wind and wet renewable will be utilised to link from early development shallow water wind and tidal streams to floating wave and wind in deeper water. The consortium will engage with Marine Scotland and MMO from the start of the project and at key intervals through the project.\nThe project will proceed by interactive collaboration between: system designers; physical modellers and ecologists; regulators and project developers.\nAppropriate response models will be established based upon direct involvement and interaction with cutting edge research being conducted within NERC, EPSRC; ETI and CEC funded research programmes. \nA clear imperative for the first stage is to refine the choice of criterion from which to judge environmental benefit, particularly when upscaling, e.g. fisheries enhancement, acoustics, animal movement corridors.\nThese will then be used by the physical and ecological modellers to produce a series of configuration scenarios.\nThe engineering specialists in the project will identify portfolios of appropriate case studies of array developments and state of the art array modelling tools. \nCase studies will be developed and interpreted using the techniques established above . The engagement of developers, trade associations, EMEC and Wave Hub is fundamental for specialist input and dissemination and the results will be interpreted in association with these broader stakeholder communities. This will be through workshops arranged to coordinate structured debate and cross consortium feedback.\nThis process will be, fundamentally an iterative procedure, with effective closure of the design, ecological assessment and constraint quantification process loop requiring multiple circuits prior to acceptable compromises being reached.\nManagement Plan\nA steering committee drawn from the investigators and incorporating representatives from wind, wave and tidal developers and invited representatives from the regulators will assess and guide progress.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J004057/1","grantId":"NE/J004057/1","fundValue":"114568","fundStart":"2011-10-01","fundEnd":"2015-05-31","funder":"NERC","impactText":"","person":"Paul Andrew Lepper","coPersons":[],"organisation":"Loughborough University","findingsText":" Development of large scale acoustic modeling techniques for underwater noise from offshore marine renewables (wind, wave and tidal). \n\n\n\nDevelopment of individual animal based modeling methods using a Monte Carlo approach for determining exposure risk from underwater noise for marine renewable energy systems. Development of parallel running multi-physic / biological modeling methodologies to allow determination of array optimization methods for marine renewable systems Project outputs disseminated to wider industry Energy,Environment","dataset":"gtr"}