{"id":"7CF78BE9-5C83-4CEF-8F42-FFACC2FFDFE9","title":"High Resolution Infrared Laser Spectroscopy of Metal-Containing Radicals","abstractText":"We propose to record infrared spectra of small metal-containing polyatomic free radicals using a new laser spectrometer. The very recent availability of a high-power, single frequency source of widely tunable infrared radiation will revolutionise the study of transient metal-containing species. We propose to synthesise these molecules in a metal flow reactor and in a laser vaporisation jet expansion source based on relatively standard techniques. The novelty comes from the ultrasensitive detection of these new free radicals by infrared-optical double resonance spectroscopy and by direct infrared absorption spectroscopy using the cavity ringdown technique. The target molecules are models for the more complex species involved in catalysis and inorganic chemistry. Electronic structure, electron distributions, vibrational frequencies and molecular geometry can all be studied with exquisite precision by high resolution laser spectroscopy and compared with the predictions of quantum chemistry. The quality of quantum chemical predictions will be critically assessed and this will ultimately lead to improved models for more complex systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032455/1","grantId":"EP/F032455/1","fundValue":"420703","fundStart":"2007-12-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Peter Francis Bernath","coPersons":[],"organisation":"University of York","findingsText":" The goal of the proposal was to study metal-containing free radicals primarily by laser spectroscopy. It included funds for two PhD studentships that were held by two graduate students, who successfully completed their degrees and subsequently obtained post-doctoral fellowships at Cal Tech and Harvard-Smithsonian Center for Astrophysics, respectively. Some of our laboratory data, for example on CN and CH radicals has found application in combustion science and astronomy. Education,Energy","dataset":"gtr"}