{"id":"7CFCEF62-3C30-4657-9E88-110F84F73584","title":"Identifying and Mapping Design Impact and Value","abstractText":"Design has transitioned from being represented by the lone creative voice to one that is also seen as a facilitator of other people's creativity, working in collaboration with stakeholders through participatory approaches in private and public organisations. Multi-national companies like Apple, Nike and P&amp;G are widely recognised to have embraced the use of Design-led approach to drive innovation for some time. At the same time, the use of design innovation in public and third sector organisations is growing. Examples includes service innovation projects resulting from the Design of the Times (DOTT) programme in the North East of England (2007) and in the subsequent programme based in Cornwall (2009); and the MindLab unit in Denmark which was set up as a cross-governmental innovation unit involving citizens and businesses in developing new solutions for the public sector. \n\nAs Design moves into improving outcomes for public service users, designers are moving towards longer-term partnerships and a process of collaborative knowledge exchange with policy making and service delivery organisations. For this to be effective the impact of a Design approach has to be evidenced and clearly communicated in a language accessible to all stakeholders. Hence the importance of not just documenting the impact in the form of case studies, but also identifying the characteristics of design that organisations value in order to help internal project teams build a convincing case for the inclusion of design as a core competency in their organisation.\n\nThe aim of this research therefore is to understand and document how Design-led approaches are valued by different groups of stakeholders and is specifically focused on public and third sector service context. Firstly, we have to map out the impact of these projects from the perspective of the project stakeholders. These insights will inform the creation of multi-dimensional case examples that identify the impact and value of design as understood from three complementary perspectives: the design team, project team and the service users. Secondly, we bring these multiple perspectives into a workshop setting to allow diverging values and opinions to be recorded and discussed in a supportive way. These insights will enable the research team to compare and contrast differences in how design is perceived and valued in public and third sector organisations. The final case examples will be written in way that demonstrates the qualitative benefit of working with designers, in a language which is sharable across sectors. By identifying the value of design in a multi-perspectival and academically rigorous way through sharable case examples will help build capacity and appetite for innovation within public and third sector organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013444/1","grantId":"AH/L013444/1","fundValue":"37424","fundStart":"2014-04-03","fundEnd":"2015-05-01","funder":"AHRC","impactText":"  1. Co-investigator, Hazel White is currently delivering training for a City Council - embedding the findings of the research into a training module for 600 managers of services across social services, education, culture, environment and infrastructure.\n2. Principal Investigator, Joyce Yee is currently using the findings to inform two research project: a) an investigation of social innovation projects in Asia Pacific (manifesting as a symposium in February 2015) b) an investigation of how design-led approaches are being embedded in different cross-sector organisations (outcome as a monograph). Communities and Social Services/Policy,Education,Government, Democracy and Justice Economic,Policy & public services","person":"Joyce S R Yee","coPersons":["Hazel  White"],"organisation":"Northumbria University","findingsText":" How do different stakeholders in service innovation projects value design? This research was aimed at identifying and mapping the impact and value of design in public and third sector organisations. Our research insights have been derived from six case studies that were co-created with the project participants of service innovation projects. A total of 25 interviews with 30 participants were conducted comprising service users, service commissioners and service designers. The projects covered a wide range of sectors including healthcare, mental health promotion, youth services and social care across England, Scotland and Australia. In the second phase of the research, these different perspectives were brought together in a joint workshop at the end of the project which focussed on validating the findings and uncovering how best to evidence and communicate impact. The research identifies what 'generic' approaches and 'specific' design-led approaches have been valued. A design-led approach has also been viewed as a catalyst for change but it is clear that there must also be a range of conditions present for these changes to remain effective on a longer-term basis. \n\nA key insight (and unanticipated outcome) that has emerged from this research is that the stakeholders' perception of project impact has been enhanced by better mutual understanding of 'what happened' during and after the project, in relation to the respective stakeholders. The research has provided the stakeholders with an opportunity to reflect and share their experiences, as well as to uncover unanticipated post-project outcomes. Conventional design approaches are good at producing tangible outputs and tangible things can help build compelling cases. However, there is also a need to value outcomes, particularly when designing new services. This can be a challenge when many design-led interventions are done on a consultancy basis and the designer is frequently no longer involved by the time significant outcomes are achieved. In some cases, designers have responded by focusing, instead, on the development of sustainable ventures and in co-developing products and services in order to enhance the prospects for longer-term impacts. \n\nThe participants in the research clearly valued a design-led approach, but were keenly aware of the need to garner support from policy-makers for this approach, by further evidencing success through examples of good practice. A key challenge is to communicate the value of a design-led approach to decision and policy-makers. There is an appetite for more academically-sound impact case studies that are accessible and can be easily referenced as evidence. Ensuring that the research is published and publicise to the appropriate network is also crucial. For designers, having the knowledge and access to these networks is vital for networking and putting the case forward to individuals in positions of influence. \n\nThe participants of the research also expressed the importance of building and maintaining a network of practitioners involved in this space, to share best practices and build capacity. Being a lone voice in championing a design-led (or even an alternative) approach in organisations that are resistant to change can be very challenging. Innovating products and services requires systemic change and support throughout organisations, rather than one champion, otherwise support for this approach dwindles when the current project champion 'moves on'. \n\nThere are many opportunities for further research in this area. Our research has evidenced the impact of design-led approaches in service innovation projects in public and third sector organisations. The six case studies have revealed a varied and rich tapestry of different types of outcomes, impact, value and conditions for success. There is an appetite for more and varied impact case studies to be collected and studied over a longer period of time; and for the development of an impact framework that offers a credible theory of impact and value of design-led approaches. Design practice community - For the design practitioners interviewed for the project, understanding what is valued by the commissioning team as well as the service users will enable them to be more targeted in how they pitch for future projects. It will also enable them to achieve the maximum impact based on the most valuable outcome for the organisation and the service users. Attendance at the workshop has offered them the opportunity to connect with designers working in the same areas to share experiences and evaluate the potential for future collaborative working. The workshop has also provided designers a chance to hear in person stories of the successes and failures of a design-led approach from the users and commissioners of design. Often design 'stories' are communicated as public relations exercises and their shortcoming are rarely effectively analysed and shared. The Design practitioners involved in the projects studied will not only have access to other exemplar case studies, they will also have access to a detailed description of their own project particularly focused on the impact and value of Design. This will help build credibility and can be used as a demonstration of their worth on future project bids.\n\nPublic and third sectors - This research is specifically focused on understanding value created in service design and service innovation projects in public and third sector organisations. Against a backdrop of spending cuts and other austerity measures, it is even more important for these organisations to deliver services that are not only better but that they also know to be achieving maximum impact. For the commissioning team, having a clear understanding of the benefits and limitations of Design-led approaches will enable a more realistic and targeted brief. Knowledge of where a Design-led approach can make the most impact is important to ensure the outcomes meet the initial project expectations. Participation in the workshop at the end of the project has connected them to a wider range of design practitioners working successfully in service innovation projects. The impact and values identified in the case examples can be used as evidence to justify spend on past projects and to lobby for future projects. For organisational project teams tasked to deliver transformational projects, being able to clearly identify the value of a design-led approach and clearly articulate the positive outcomes for the organisation is essential if design is to continue to contribute in these new contexts. A clear understanding of the impact and value of a Design-led approach is also essential if capacity is to be built within organisations, enabling non-designers to use a design approach. \n\nService users-The service users involved in the project studied will be asked to reflect on their experience of the service. By participating in the research, they will learn how Design-led approaches were used in the design and delivery of these services. They will also have a better understanding of how co-design can contribute to the development and delivery of successful services.\n\nPrivate sector-Although the research is focused on public and third sector organisations, the private sector will also benefit from the case examples and identification of values. The findings can be generalised and used to offer insight into how design is used to improve services. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}