{"id":"7D00C513-E974-4B39-9BE7-7632E8F3B8E4","title":"WORKSHOP: Non-Commutative Constructions in Arithmetic and Geometry","abstractText":"It is little exaggeration to state that the mathematics of the twentieth century has made great advances through the study of commutative structures and linearization. This has been true both in the study of geometric structures and arithmetic ones. Meanwhile, partly through the intervention of ideas from physics, an increasing number of mathematicians have been struggling to extend the insights gained from commutative constructions to non-commutative structures, including non-abelian Galois theory and non-commutative differential and algebraic geometry. Such developments have been gradually coming to the fore over the last two decades in several regions of the world, including the UK, France, and Japan, partly in response to a grand research program proposed by the French mathematician Alexandre Grothendieck in the 80's. The time is then just right to plan ahead for a coherent vision of future research, where significant advances will depend on a sharing of vision and resources that cut across the boundary of disciplines and of nations. This workshop is a preliminary attempt to bring together world leaders in non-commutative constructions for in-depth discussion on future possibilities for collaboration, research, and the dissemination of ideas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G001278/1","grantId":"EP/G001278/1","fundValue":"3094","fundStart":"2008-06-01","fundEnd":"2008-08-31","funder":"EPSRC","impactText":"  This research continued into the grants EP/G024979/1 and EP/G024979/2, which, in turn are continuing to explore relations between Diophantine geometry, homotopy theory, and mathematical physics.  ","person":"Minhyong  Kim","coPersons":[],"organisation":"University College London","findingsText":" The workshop brought together a spectacular panel of speakers who gave a broad overview of the issues of common concern between geometers and arithmeticians working on non-commutative structures. There was much discussion about the key structures of importance, and the main difficulties in combining insights from physics, topology, and number theory were clarified and underscored. The generalization of commutative constructions that were the theme of this workshop should have impact in a wide range of number theory and physics. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}