{"id":"7D0CF81F-1D36-4FDC-B5CD-C0625077B095","title":"Urban flood modelling using probabilistic radar rainfall ensembles (URFLOODPRE)","abstractText":"The quantitative measurement and forecasting of precipitation is crucial for predicting and mitigating the effects of flood-producing storms. In recent years the UK has experienced devastating flooding events such as Boscastle in 2004, Carlisle in 2005, Tewksbury in 2007, the Morpeth floods in 2008, and the Cumbria floods in 2009. The main goal in flood forecasting is to provide reliable information to the general public, local authorities, and emergency services under the threat of potential flooding. Although significant progress has been made in the measurement and forecasting of precipitation using weather radars and numerical weather prediction models, there is a need to improve the estimation and forecasting of precipitation during extreme rainfall events in particular, not only for flood prediction in large rural catchments but also for applications in urban hydrology. Real-time flood forecasting systems for flood prediction and warning in urban areas require measurements and forecasts of precipitation with high spatial and temporal resolutions. Weather radar systems are able to provide such measurements, but unfortunately radar rainfall estimations are affected by different sources of error. These errors have been difficult to quantify and traditionally ignored when producing radar-based precipitation forecasts for urban flood forecasting. Accurate, reliable and timely quantitative precipitation forecasting is an important and challenging task that it is now crucial for the reduction of hazard and the preservation of life and property in large urban areas in the probability of flooding. The aim of this research is to develop a probabilistic urban flood forecasting system that integrates information from radar and Numerical Weather Prediction (NWP) models for the real-time prediction and management of severe storms affecting urban areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I012222/1","grantId":"EP/I012222/1","fundValue":"101302","fundStart":"2011-01-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  - The findings of this research have been made available to the research community through papers published in scientific journals. The number of citations to the papers published under this grant indicates that other researchers in the filed have found the research very useful. See citations at:\nhttp://www.researcherid.com/rid/H-3248-2014\n\n- The findings of this research will be used in a new European ITN project entitled QUICS (Quantifying Uncertainty in Catchment Integrated Studies - www.quics.eu ) where Bristol is one of the key partners. In QUICS, Bristol will develop the project 'Propagation of rainfall radar uncertainties linked with water quality models' (2014-2017). Education Societal","person":"Miguel Angel Rico-Ramirez","coPersons":[],"organisation":"University of Bristol","findingsText":" The real-time management of urban drainage systems (UDS) requires rainfall measurements with small spatial and temporal resolutions. Weather radars are able to provide such measurements, but their use in UDS has been limited by the inherent uncertainty affecting radar rainfall (RR). In spite of the significant progress for correcting and adjusting RR estimates, residual errors (RE) often remain. The knowledge of the uncertainty affecting RR was used to build a probabilistic forecasting system to improve sewer flow predictions for a urban area located in the North of England. The system comprises a generator of probabilistic RR fields and a rainfall-runoff and hydraulic model of the urban area sewer network. \n\nThe objectives of this project are:\n1) To quantify the uncertainty associated with different sources of errors in radar estimations of rainfall in order to provide radar-based ensemble precipitation estimations;\n2) To produce an ensemble of radar estimations of rainfall for short-term quantitative precipitation forecasting;\n3) To propagate and quantify the radar rainfall uncertainty in terms of precipitation forecasting using a nowcasting model;\n4) To understand how this uncertainty is propagated through urban drainage systems for pluvial flood prediction;\n5) To assess the benefit of using radar-based probabilistic precipitation estimation and forecasting in urban hydrology.\n\nThe key findings:\n- The mean errors between radar and gauges exhibited dependence with the topography surrounding the radar location. Radar overestimation was found on the high ground due to possible contamination with mountain returns produced by the hills. Areas located far from radar stations showed underestimation of precipitation. \n- At least 25 perturbation fields should be used to represent the uncertainties in radar rainfall (RR) estimates. \n-The performance of short-term (6h) RR forecasts decreases with increasing RR intensities, i.e. higher RR intensities are more difficult to predict. \n-The performance of the RR forecasts exhibits strong dependency on the spatial scales, where smaller spatial scales (e.g. at 2km resolution) are less predictable than larger spatial scales (e.g. at 10km resolution). This indicates that the forecasting system performs better in predicting larger scale features than, for instance, very localised convective rainfall. \n-The blending between RR forecasts and numerical model forecasts improves the performance of the forecasts.\n-The probabilistic forecasts are characterised by higher discrimination accuracy than the deterministic forecasts, suggesting that probabilistic forecasts provide an added value in comparison to having only deterministic forecasts. \n- The RR ensembles provide additional information about the uncertainty in RR estimates that can be propagated in urban flood modelling. The peaks of the measured flow hydrographs were bounded within the uncertainty area produced by using the RR ensembles. However, the RR uncertainty cannot explain the whole uncertainty shown in the flow simulations, and additional sources of uncertainty will come from the structure and parameters of the urban model. The results could benefit operational agencies and water utilities in charge of UDS for flood forecasting and warning, enabling them to account for the inherent uncertainties in RR measurements and their propagation in urban flood modelling. Environment","dataset":"gtr"}