{"id":"7D4A572C-52BA-4D35-A8E4-5459C1B55337","title":"Characterisation and Modelling of Climatically Relevant Primary Biogenic Ice Nuclei in the BEACHON Southern Rocky Mountain Project","abstractText":"This proposal is for an invited UK contribution to an international multidisciplinary, multi-investigator study of the connections between biogeochemical cycling of carbon and water in semi-arid regions of the Western U.S comprising the Southern Rocky Mountain study region in 2011. The central hypothesis is that biogenic emission of reactive carbon gases from plants and soil, and wind transport of primary carbonaceous particles such as spores, pollen and bacterial cells, lead to the formation of cloud condensation nuclei (CCN) and ice nuclei (IN) which, in turn, influence regional precipitation patterns and thus link components of the carbon and water cycles. Conceptually, the potential linkages and feedbacks among biogenic emissions, the formation of CCN, and dynamics in the carbon and water cycles have been debate extensively and while various aspects of the coupled system have been studied in the past, e.g., emissions of biogenic volatile organic compounds (VOC) from vegetation and CCN formation from biogenic secondary organic aerosol (SOA), there are absolutely no studies that have traced the entire process in a quantitative, source to receptor fashion -- from emissions, through precipitation and back to emissions. A multidisciplinary research effort aimed at quantifying and assessing the relative importance of links among these processes has long been needed to enable regional coupled surface-atmosphere models. The strategic plans of the International Geosphere Biosphere Program - Integrated Land Ecosystem Atmosphere Processes Study (IGBP-iLEAPS) and the NCAR Bio-hydro-atmosphere interactions of Energy, Aerosols, Carbon, H2O, Organics, and Nitrogen (BEACHON) project both place a high priority on research efforts that will enhance understanding of the role of biogenic aerosols in linking and regulating the biogeochemical and water cycles and BEACHON SRM 2011provides an ideal opportunity to develop this integrative approach. The central aim of BEACHON-SRM is to use observations to assess the influence of ecosystem processes, and their responses to climate, on the number and composition of climatically-relevant biogenic aerosols and their potential to function as CCN and IN, and to modify precipitation, which feeds back to complete the loop and alter ecosystem processes. BEACHON-SRM will focus on the formation and modification of CCN and IN from biogenic sources. IN are those particles that initiate ice nucleation in the atmosphere. Although IN typically represent lessthan 1 in 10^5 of atmospheric aerosol particles, they are important in initiating ice formation at temperatures warmer than -36 C, a critical first step in most precipitation formation. In addition to dust, sources of IN include primary biological particles. The ubiquity of biological IN in precipitation from mid- to high-latitude locations has been well documented recently and biological IN have been measured directly from aerosol and cloud particle residuals. Biological IN, which again typically represent a small fraction of all primary biological particles, include ice nucleation active (INA) bacteria, fungal spores, pollen, leaf litter , and IN derived from bacterial decomposition of these particles. Biological IN are particularly efficient at warmer supercooled temperatures, and thus may play an especially important role in modestly supercooled clouds (warmer than -4.5 to - 10C. At the moment there is enormous uncertainty regarding number concentrations of INA biogenic particles in the atmosphere, and any estimates are limited due to the scarcity of data regarding the spatial and seasonal distributions of these types of particles. This proposal will contribute field measurement and modelling expertise to this ambitious project which will deliver quantitative and far reaching results for biogenic aerosol-cloud interactions and impacts on hydrological cycling for the first time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H019049/1","grantId":"NE/H019049/1","fundValue":"244500","fundStart":"2011-03-31","fundEnd":"2013-09-30","funder":"NERC","impactText":"  The BEACHON project conducts experimental and numerical research studies to enhance understanding of the roles of biogenic aerosols, nitrogen trace gases and oxidants in linking and regulating the carbon and water cycles.\n\nThe Earth system has undergone extensive change during the last 60 years, with important implications for human health, resource management, ecosystem services and the environment. The ability to predict these changes and their impacts on time scales of months to a decade is becoming increasingly important. Key to improving the predictability of Earth system behavior over these time scales is an improved understanding of the coupling between water, energy and biogeochemical cycles in a multi-scale modeling framework. Robust predictions at these time scales require coordinated modeling, observations and process studies that explicitly address the coupled water, energy and biogeochemical cycles at multiple temporal and spatial scales. Agriculture, Food and Drink,Environment Societal","person":"Martin William Gallagher","coPersons":["Paul James Connolly","Keith  Bower"],"organisation":"The University of Manchester","findingsText":" We showed that the concentration of airborne biological particles in a North American forest ecosystem increases significantly during rain and that bioparticles are correlated with atmospheric ice nuclei (IN). The greatest increase of bioparticles and IN occurred in the size range of 2–6 µm, which is characteristic for bacterial aggregates and fungal spores. By DNA analysis it was found that high diversities of airborne bacteria and fungi, including groups containing human and plant pathogens (mildew, smut and rust fungi, molds, Enterobacteriaceae, Pseudomonadaceae). In addition to detecting known bacterial and fungal IN, the project discovered two species of IN-active fungi that were not previously known as biological ice nucleators (Isaria farinosa and Acremonium implicatum). The findings suggest that atmospheric bioaerosols, IN, and rainfall are more tightly coupled than previously assumed.\n\nIn addition we have developed parameterisations for emissions of bioaerosols as a fucntion of temperature and relative humidity specific to these pine forests of N. America. These findings will allow biological particle emissions to be more accurately included in climate models to assess their importance for climate change through aerosol cloud interactions. Environment","dataset":"gtr"}