{"id":"7D52B937-4187-4181-9F55-62F555B72509","title":"Learning from marine wood borers; enzymes and mechanisms of lignocellulose digestion","abstractText":"The development of sustainable biofuels based on woody (lignocellulosic) plant biomass is generally seen as an essential element in the move to a low carbon economy within the constraints of food security. The key to unlock this potential lies in developing technologies for the cost effective deconstruction of lignocellulose into sugars for fermentation. A number of animals have evolved to live on the large amounts of woody biomass that enter the marine environment from river estuaries. Such animals may provide useful understanding and enzymes for lignocellulose deconstruction, as they thrive on a diet of wood, and digest it under ambient temperatures and pressures. \n\nThe project builds on an existing programme funded as part of the BBSRC Sustainable Bioenergy Centre that has focused on Limnoria quadripunctata, a wood borer, which is unusual in having a digestive tract free of microbial life. Our studies indicate that this animal has a gut with an inert chitinous lining in which free radical chemistry is deployed as a pretreatment for enzymatic hydrolysis, and in which enzymes are produced in a separate organ and transposed to the gut, which functions as an enzyme reactor. In the programme we have established a wide range of specialist capabilities in the area of producing and characterising recombinant secreted Eukaryotic enzymes, as well as methods for studying digestive processes in vivo.\n\nBuilding from this basis of knowledge, skills and resources, we wish to expand the work to take in a wider range of wood-eating marine invertebrates. Our initial understanding was that the microbe-free gut was peculiar to the Limnoriids, but recent studies at Portsmouth show a similar situation in a marine amphipod, Chelura telebrans. We have now obtained substantial EST databases from the digestive tracts of three arthropods, two Limnoriids (L. quadripunctata and L. lignorum), and C. telebrans. Initial scrutiny reveals some broad similarities in the suite of obvious digestive genes expressed in the three, but also considerable divergence in the range and relative expression levels of these genes. We will undertake detailed comparative gut and hepatopancreas transcriptomic and proteomic studies to identify the range of proteins involved in digestion and also study the biochemical processes in the gut. C. terebrans has the advantage of being considerably larger than the Limnoriid species, which will make these studies easier to undertake.\n\nIn addition to crustacean wood borers, we also propose to initiate studies in Lyrodus pedicellatus, a representative of the shipworms. Shipworms are large bivalve molluscs with little relationship to the arthropods. The bivalve shells of shipworms have evolved into a highly effective rasp at the anterior of the animal, with which they bore through wood, consuming particles as they go. These animals have a complex and poorly understood digestive that includes a large chamber where wood particles are stored and a region where wood particles are phagocytosed indicating intracellular digestion. In addition, shipworms harbour endo-symbiotic bacteria in their gills that have been suggested to aid in digestion, and have intestinal microflora that could also be involved. We will investigate genes and enzymes expressed, and biochemical processes in different regions of the shipworm digestive system in order to identify new enzymes for study. We will produce recombinant forms of hydrolytic and oxidative enzymes involved in wood digestion and characterise these in detail in terms of structure and activity. We will work closely with industry to examine the commercial potential of new enzymes and pretreatment approaches developed in the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L001926/1","grantId":"BB/L001926/1","fundValue":"2820180","fundStart":"2014-04-01","fundEnd":"2019-03-31","funder":"BBSRC","impactText":"","person":"Simon  McQueen-Mason","coPersons":["Paul  Dupree","Gideon John Davies","John Edward McGeehan","Neil  Bruce","Paul Howard Walton","Simon Mark Cragg"],"organisation":"University of York","findingsText":" We have begun to uncover the genes encoding enzymes for wood digestion in the shipworm Lyrodus pedicellatus too early to say Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}