{"id":"7D522BC8-0581-4BAF-940D-932A27449389","title":"13 ERA-CAPS FLOWPLAST","abstractText":"Flowering is precisely controlled by diverse environmental cues. These responses contribute to the adaptation of plants to different environments and to the optimisation of crop yields. Genetic and molecular analyses performed mainly in Arabidopsis thaliana have identified regulatory pathways that confer different responses to the environment and integrate endogenous and environmental cues to control the floral transition. These pathways act in different tissues of the plant but ultimately influence flowering at the shoot meristem. A complete understanding of these pathways and how they are integrated will decipher how plasticity in flowering response is conferred among plants of the same genotype and how genetic variation between varieties impacts on this plasticity. In turn such knowledge will increase our capacity to breed crops for changing environmental conditions. We propose to investigate the molecular basis of plasticity in flowering-time control in A. thaliana, with a focus on two crucial environmental cues, increases in ambient temperature and different day lengths. As the pathways mediating these responses ultimately converge on the shoot meristem to initiate transcriptional reprogramming we will develop the INTACT system to describe the transcriptional changes that occur in defined spatial zones of the meristem through a temporal series in response to changes in day length. Then, we will use the data from the INTACT profiling to address specific issues related to signal integration at the meristem. We will investigate the chromatin landscape at the shoot apical meristem (SAM) during the transition to flowering and correlate this to transcriptional activity and splicing patterns in response to high ambient temperatures. Such analyses will allow comparison of these data with those obtained during the day-length series identifying common and distinct processes. In addition, we will investigate the integration of different signalling pathways in the rib meristem, where photoperiod and gibberellic acid (GA) signalling converge. Thus, this project will employ flowering and advances in genomic technologies as a platform for dissecting basic mechanisms that govern developmental plasticity on a whole-genome scale. Our results will be of interest to a wide audience, and will help to answer the evolutionarily important questions of how environmental signalling pathways are prioritized and integrated at the shoot meristem as well as how much epigenetic regulation and alternative splicing contributes to the floral transition. Ultimately such knowledge will help predict the mechanisms available to plants to manipulate the timing of the floral transition in response to environmental changes and will contribute to sustainable agriculture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M000338/1","grantId":"BB/M000338/1","fundValue":"451829","fundStart":"2014-09-01","fundEnd":"2018-01-31","funder":"BBSRC","impactText":"","person":"Brendan  Davies","coPersons":[],"organisation":"University of Leeds","findingsText":" This project is still at a very early stage and we do not yet have results to communicate. Too early to say. Agriculture, Food and Drink","dataset":"gtr"}