{"id":"7D5D8505-CBF9-4C97-9B27-6E46B96B8170","title":"Validation and Differentiation of Welfare Indicators in Laying Hens","abstractText":"Valid measures of animal welfare are required to underpin societal and legislative judgements about how to keep and treat animals. Both scientists conducting experiments to assess factors that might influence farm animal welfare (e.g. stocking density or feed type), and assessors visiting farms on behalf of farm assurance programmes, need practical measures of welfare. It is now accepted that, wherever possible, direct measures of animals should be taken (e.g. health, body condition, locomotion, behaviour) rather than simply measures of the environment animals are in (e.g. space allowance, type of bedding) as it is the impact of the environment on the animal that matters for welfare. Because there is no one measure of good or poor welfare, scientists and assessors often take a wide range of measurements. This can be expensive and time-consuming so it would be useful to develop more refined sets of measurements that could be used in a practical context. Of even greater importance, the validity of many currently-used measures is not well-established. In chickens for example, we may measure the plumage condition, keel-bone deformation, prevalence of hair-line fractures, or even walking abnormalities without knowing whether these are perceived as painful or aversive; and there are similar difficulties in identifying indicators of positive welfare. Thus, to identify practical welfare indicators that can be used in a wide range of situations, we need to establish which are associated with the animals' own perceptions and emotions i.e. which indicators really matter to the animals. \nIn our previous work we validated indicators against hens' own expressed short-term preferences and aversions. This confirmed some useful indicators, threw doubt on the validity of a minority, and resulted in the identification of new indicators. For example, it was not previously known that head-shaking was a reliable indicator of an aversive environment, or that faecal dryness was reliably associated with being in a preferred environment. This information is already being used to improve farm assurance audits. Our original approach works well in the short-term, but cannot be used to validate indicators of long-term welfare, which better reflects lifetime quality of life, because of limitations in how birds express long-term preferences. Our proposed research is thus built on the knowledge that long-term exposure to preferred or non-preferred events or environments can change long-term emotional mood state. Thus, if we cannot validate long-term indicators directly against birds' preferences, we can validate such indicators against the changes in birds' moods that result from long-term exposure to preferred or unpreferred environments. \nIn the first part of our work we will house chickens in environments that are known to be strongly preferred (positive) or unpreferred (negative)in the short-term. We will assess how long-term exposure to these environments influences mood by performing 'cognitive bias' tests, based on our previous work in other species: animals in a positive mood judge situations differently from animals in a negative mood. We will then use statistical methods to describe welfare indicators (measures of behaviour, physiology, health) that are associated with housing in a positive environment and with measures of positive mood, and to describe welfare indicators associated with housing in a negative environment and measures of negative mood. The second part of the programme will be to expose birds to environments that are positive or negative in different ways (e.g. rich in rewards or sparse in punishments) and to see which indicators are good 'general' indicators of positive or negative experience, and which indicators are 'specific' indicators of particular types of positive or negative experience. These results will produce a new generation of practical indicators for use in refined protocols for assessing laying hen welfare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K00042X/1","grantId":"BB/K00042X/1","fundValue":"384038","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Christine  Nicol","coPersons":["Michael  Mendl","Suzanne  Held","William John Browne"],"organisation":"University of Bristol","findingsText":" The project has been running only for a few months. We have been conducting pilot trials to inform decisions about the housing environments for the main phase 1 experiment, due to start in January 2015. We have been assessing the birds' preferences for different resources and environments and also developing new tests of cognitive bias. Too early to say Agriculture, Food and Drink","dataset":"gtr"}