{"id":"7D5E5C17-ACC8-4DAB-8ADF-CE820A081D44","title":"Modelling the osteocyte network and its control of the mechanotransduction and remodelling of bone","abstractText":"Bone is a remarkable material which goes through an initial phase of growth and development to maturity, followed by a continuous cycle of repair, renewal and optimisation throughout the rest of its life / by a process called 'remodelling'. Surprisingly, the mechanisms controlling bone remodelling are still not completely understood; but it is known, that they are very complex and change with use, with age, with disease and with other factors. Bone is observed to react to the load it experiences over time, so that it thickens if it is repeatedly over-loaded and resorbs if it is under-used. A network of special load sensing cells (osteocytes) is distributed throughout the bone and is responsible for detecting the applied load, and triggering the events that start the formation of new bone or the removal of existing bone. Thus the osteocyte network plays a key role in controlling the bone remodelling and maintaining the efficiency of our skeletons.The aim of this research is examine how the latest control engineering methods (for example, used to control aircraft and other complex systems) might be applied to the osteocyte network / and to create a simulation of bone remodelling. Such a simulation would be an extremely valuable tool and allow researchers to explore how bone works when it is healthy, diseased or injured. For example, one might speculate that the decrease in bone density observed with osteoporosis occurs because the osteocyte network somehow gets damaged or the sensitivity of the osteocytes is altered. These theories could be examined in the control model simulation, to examine whether they produced the symptoms observed with osteoporosis, and similarly the control model simulation could be used to examine the effects of different treatments for the condition. Other applications would might include the development of new implants or exploitation of new concepts in tissue engineering; for example, scaffolds for bone tissue repair or bioactive implants that encourage bone growth.Later on in the project, based on our experience with this work, we will seek to identify other areas in biology and the life sciences in general, where control engineering might be useful to explain and examine other complex phenomena. Furthermore, we will examine whether the special features and properties of the control system regulating bone remodelling might be more widely applicable to engineering, and provide ideas for new and/or unusual control systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E057365/1","grantId":"EP/E057365/1","fundValue":"204514","fundStart":"2008-02-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"  New model simulations of the osteocyte network, bone remodelling and multiple myeloma cell-bone interactions have been developed. Healthcare ","person":"Michael John Fagan","coPersons":["Ronald John Patton"],"organisation":"University of Hull","findingsText":" The overall aim of the project was to develop control-based models of the mechanosensing function of the osteocyte network (OCN) and related BMU remodelling cycle in bone, which together are responsible for the regulation and control of normal bone turnover processes and thereby adaptation and remodelling of bone in response to changes in mechanical load. The following were achieved:\n\n1. The development of a control model of the osteocyte network (OCN) function with representative cell population dynamics, where changes in the local bone strain field cause changes in the network signal and adjacent surface bone-lining cells, that lead to adaptation of the bone.\n\n2. Incorporation in the OCN model the concept of osteocyte communication via calcium ions, through the lacuno-canalicular (LC) network. \n\n3. Incorporation of the effect of 'cellular accommodation', through variation in osteocyte number and distribution through bone and/or different load sensitivities.\n\n4. Application of the OCN model to simulate normal (e.g. surface fatigue cracks) and diseased (e.g. osteoporosis) variations in OCN behaviour that stimulate bone remodelling.\n\n5. The development of a (predator-prey) control model of the BMU remodelling cycle with representative cell (osteoblast and osteoclast) population dynamics, that can predict variations in bone thickness with variations in cell numbers and activation cycle, caused by disease or therapeutic intervention. \n\n6. Application of the BMU model to simulate normal and diseased (hypothyroidism, primary hyperparathyroidism) conditions, and the effect of therapeutic interventions. The outcome of this research could be applied in the development and testing of new therapies to manage bone diseases. Further research is underway to progress this aspect further. Healthcare","dataset":"gtr"}