{"id":"7D6515AC-5230-478C-9C28-2E2DFE1B16F0","title":"Seasonal Oxidant Observations in the Tropical North Atlantic Atmosphere","abstractText":"The tropical marine boundary layer acts as an engine room for the self cleansing of the Earths atmosphere, - a result of high solar radiation and an abundance of water vapour and ozone. It is in these regions that the effects of certain greenhouse gases may be acutely influenced, since the oxidation chemistry occurring is potent in controlling the lifetime and hence future concentrations of gases such as methane and ozone. Atmospheric observations in tropical regions are however sparse and for the dominant atmospheric oxidant OH almost non-existent. A measurement of OH alone however is of only limited use, - the key to improving and testing our understanding is to subsequently compare those concentrations measured locally with concentrations calculated from first principles when all other trace species which form and react with OH are accounted for. This requires a formidable array of analytical instrumentation to measure species such as ozone, nitrogen oxides, organic and halogen compounds and aerosols. To attempt to understand OH over a seasonal cycle, which is of by far the most value to global and climate models, is feasible only where long time series observations of other gases can also be made. Within this proposal we identify that to obtain year-round measurements of OH, and its partner species HO2, in conjunction with a highly instrumented atmospheric observatory located within the tropical marine boundary layer would be a unique and world leading experiment. Our experiment places a laser induced fluorescence instrument capable of high sensitivity HO/HO2 measurements at the SOLAS Cape Verde atmospheric Observatory. To support nearly one year of radical observations starting in 2008, we propose that the detailed trace gas time series at the Observatory be extended by a further 9 months to end of Apr 2009. Numerous links and users of the potential dataset can be identified already in the global atmospheric modelling communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E011403/1","grantId":"NE/E011403/1","fundValue":"100932","fundStart":"2007-10-31","fundEnd":"2010-01-30","funder":"NERC","impactText":"  The funding provided allowed us to extend the running of the Cape Verde Atmospheric Observatory (CVAO) for a further 2 years, and thus to bridge to National Capability funding from NCAS, which is now awarded as an annual contract. The CVAO is now a global WMO/GAW station, Thus, experimental infrastructure enabled in this research now contributes to UK Government obligations under the United Nations Framework Convention on Climate Change (UNFCCC) and informs it of long-term atmospheric change. Environment Societal,Policy & public services","person":"Lucy Jane Carpenter","coPersons":["Dwayne Ellis Heard","Trevor  Ingham","Mathew John Evans","William  Bloss"],"organisation":"University of Leeds","findingsText":" OH and HO2 concentrations were measured during 3 campaigns at the Cape Verde Atmospheric Observatory in 2009, providing the first seasonal measurements of these radicals in this marine environment. Recently these measurements have been compared to a box model and the GEOS-CHEM model. Observations of OH and HO2 in the tropical background air are vital to constrain/evaluate models of the troposphere.\n\nThe long term running of the CVAO provides a data context for shorter term studies in the vicinity, and data is used by atmospheric modellers to study photochemistry and trends in the background troposphere. Environment","dataset":"gtr"}