{"id":"7D74E8D4-10F0-4DAD-A047-B325E7E0A1A9","title":"Writing in professional social work practice in a changing communicative landscape (WISP)","abstractText":"The production and use of written texts is a high stakes activity in professional social work, playing a central role in all decisions about actions and services for people and at the same time used to evaluate social workers' professional competence. Writing of all kinds pervades everyday social work practice, from more formal writing, such as assessment reviews stored and shared via large ICT (Information and Communications Technology) systems, to more informal writing, such as note-making during a telephone call, brief emails, text messages and personal notes. Attention to professional social work writing is often minimal in formal education programmes and professional training initiatives. Yet social work writing (often under the label of 'recording') is frequently the target of criticism in formal reviews and public media reporting of social work practice, hitting headline news when a case of extreme abuse or death occurs.\n\nLittle empirical research has been carried out to date on the writing demands and practices of everyday social work and their changing nature given the range of technologies being used. The proposed study seeks to address this gap in the existing knowledge base by answering the following interrelated questions: what are the institutional writing demands of contemporary social work? what are the writing practices of professional social workers? how are the how are writing demands and practices shaping the nature of professional social work?\n\nTo answer these questions, the project focuses on three local authorities in the UK, exploring the range of written texts required and the writing practices of 50 social workers. It uses an integrated language methodology, including ethnographic description, discourse analysis using corpus software and the detailed tracking of the production of texts, in order to: map the types of writing that are required and carried out during the course of everyday practice; quantify the amount of writing that is being done and explore how writing is being managed alongside other commitments; identify the technologies mediating specific writing practices and the extent to which these enable or constrain effective writing and communication; track the trajectories of texts relating to specific cases; identify the writing challenges that social workers face, the problems identified and solutions adopted.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M008703/1","grantId":"ES/M008703/1","fundValue":"270442","fundStart":"2015-10-19","fundEnd":"2017-10-18","funder":"ESRC","impactText":"","person":"Theresa Mary Lillis","coPersons":["Maria Elizabeth Leedham"],"organisation":"Open University","findingsText":"","dataset":"gtr"}