{"id":"7D843BE3-8F4A-48FC-813B-3DA258CC79E9","title":"Neurobiological correlates of trait impulsivity and drug abuse vulnerability","abstractText":"It is becoming increasingly recognised that many people in society can apparently use drugs such as cocaine for prolonged periods of time without ever becoming dependent on the drug. For example, it has been estimated that less than 20% of people who use cocaine actually become addicted; or in other words, show an escalating pattern of drug consumption, a persistence of drug taking despite adverse consequences (e.g., marital and family breakdown, unemployment, ill health and the threat of incarceration) and ultimately a loss of control over drug intake. Recent research also indicates that certain personality traits (e.g., sensation- and novelty-seekers), as well as people diagnosed with attention-deficit hyperactivity disorder (ADHD), depression and other brain disorders, are more likely to abuse drugs and progress ultimately to the advanced stages of drug addiction. This research focuses on underlying abnormalities in brain chemistry associated with certain personality traits and investigates how these changes confer vulnerability for drug abuse and addiction. A powerful non-invasive brain imaging technique will be used (positron emission tomography or ?PET?) to visualise a particular chemical receptor in the brain which previous research has linked to certain impulsive traits (i.e., behaviour that is poorly planned and controlled and occurs without due consideration or foresight), as well as the long-term effects of cocaine and other drugs of abuse on the brain. Our specific objective is to elucidate the brain mechanisms associated with the increased risk for cocaine addiction of individuals showing high levels of impulsive behaviour ? a core symptom of ADHD ?and thereby address why these individuals are more likely to become addicted to cocaine and other drugs of abuse. A key to this research is that we are able to assess in the same individual the progression from first drug exposure to the emergence of drug addictive behaviour, thereby determining changes in brain chemistry that potentially underlie the transition from recreational drug use to repeated use and addiction. This research has important implications for understanding the neurobiology of, and inter-relationship between, ADHD and drug addiction and thus in discovering new ways of treating these debilitating and frequently co-morbid brain disorders. It also addresses the contentious issue whether the ?paradoxical? treatment of ADHD with stimulant drugs such as methylphenidate (or Ritalin?) alters the progression from casual to compulsive drug use, thereby enabling the development of novel therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701500","grantId":"G0701500","fundValue":"967458","fundStart":"2008-09-15","fundEnd":"2012-03-14","funder":"MRC","impactText":"","person":"Jeffrey Wayne Dalley","coPersons":["Jean-Claude  Baron","Tim  Fryer","Barry John Everitt","Franklin Imo Aigbirhio","Trevor William Robbins"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}