{"id":"7D863A5D-D228-486B-A43E-9621F73ACEFE","title":"Transparency in Procurement: The design and use of information in trading mechanisms","abstractText":"This proposal is motivated by the need to reduce the public deficit. One way to do this is by achieving efficiency savings in procurement for large public institutions such as the National Health Service, city councils, or the Ministry of Defence. We propose to contribute towards this goal by attempting to better align the stylised theoretical analysis of tendering - a form of trading mechanism - with the facts on the ground. The focus of our study is the provision and use of information in the tendering process, building on two recent methodological developments: &quot;Information Design&quot; and &quot;Simple Auctions&quot;. \n \nTrading mechanisms have been the subject of a great deal of study, especially in the last half a century. More recently, the enormously successful sale of the 3G mobile phone licences by simultaneous auctions - &pound;22.5 billion was raised for the public purse and the band of radio frequency was efficiently assigned - in 2000, provided vivid evidence of how useful this theory can be. The literature on &quot;auctions&quot; is focussed on finding the optimal trading mechanism, which maximizes expected benefits. However, on the one hand, this optimization assumes that the information available to the bidders is predetermined. This is often too strong an assumption as the bid taker may have significant leeway in choosing what information to gather and disclose. On the other hand, the optimization traditionally leaves both the complexity of the mechanism and its use of the information revealed by the bidders unconstrained. This often results in very complicated &quot;optimal&quot; mechanisms, which are hard to implement in practice.\n\nWe propose to push out the research frontier by analysing what information, and in which form, is presented to the potential traders and how information revealed by them is used by the designer to determine prices and trades.\n\nThe first of these novel ideas is information design: the optimal provision of information to a group of interacting agents by a desiner with a certain objective. By strategically choosing its method for scoring the bids and by seeking out and revealing additional facts that might affect the cost of suppliers, the designer can create interdependence between the agents' information; this can then be exploited through the competitive bidding process, ultimately benefiting the designer's objective. \n\nThe second idea is based on the observation that due to the complex objective of the buyer (quality, timing, transparency, sustainability etc. in addition to price) most actual tenders are multi-dimensional: the bids submitted include several different factors besides price. While a pre-announced scoring rule can transform these bids into readily comparable one-dimensional scores, it does not eliminate the complexity of bids and of the bidders' beliefs about the bids of others. For practical reasons, the designer needs to compensate for this innate complication by simplifying the mechanism, resulting in additional restrictions on the set of mechanisms she can choose from. These restrictions imply that families of mechanisms previously discarded as sub-optimal, now become relevant. To capture this scenario, we analyse decentralised mechanisms, where conditional on trading, prices are independent of the bids of competitors. In the context of scoring auctions, this would correspond to a discriminatory &quot;first-score&quot; auction. According to the existing theoretical literature, when the quantity traded is not set beforehand, these auctions are not optimal.\n\nTogether, these two approaches make it possible to advance our understanding of issues like simultaneous bidding and realistic mechanisms that deal with interdependent valuations. While doing that we will also pay particular attention not to be hemmed in by the artificial boundary between micro- and macro-economic analyses, so that our insights can be exported to system-wide markets, such as the labour and credit markets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N00776X/1","grantId":"ES/N00776X/1","fundValue":"623091","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"ESRC","impactText":"","person":"Jozsef  Sakovics","coPersons":["Lodewijk Pieter Visschers","Roberto  Burguet"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}