{"id":"7D886394-53D5-43ED-A9F9-76964512B3B3","title":"Nudge150: Combining small changes to foods to achieve a sustained decrease in energy intake","abstractText":"Achieving sustained decreases in energy (food) intake is key to maintaining healthy weight and combating overweight and obesity. This project combines two approaches to meet this challenge. \nThe first of these arises from the fact that there is not tight physiological control of energy balance. While this underlies our vulnerability to overeating, it also means that it is possible to reduce our food intake without experiencing irresistible hunger. It has been found that if people under-eat at one meal, they do not fully compensate with increased eating at subsequent meals. So, if we ate 150 kcal less at lunch every day for a year we might expect to eat 18,000 kcal (365 x 50 kcal) less over that year, which would help to prevent weight gain, or might even cause slight weight loss. This focus on reduced portion size is consistent with the UK Government's 'Responsibility Deal' and public health initiatives in other counties.\n\nWe will test the feasibility of this -150 kcal 'nudge' to eating behaviour in this project. We will also investigate the effectiveness of various additional small nudges to the foods we eat aimed at increasing the effectiveness and long-term acceptability of the reduced portion size nudge (perhaps leading to up to a spontaneous 100 kcal per day reduction in food intake). An obvious approach would be to try to increase the fillingness of foods, but this has been tried in a variety of studies and has met with limited success. Instead we will investigate ways to increase meal 'satisfaction' and test whether this helps to control appetite - our approach here is 'reward your appetite,' rather than 'feel fuller for longer.'\n\nAccordingly, in the first phase of the research we will investigate whether, for example, increasing taste intensity, increasing food variety, and modifying food texture (e.g., creamy versus chewy) and unit size (e.g., same item presented in a larger number of smaller pieces) will enhance meal satisfaction and reduce subsequent appetite. In preliminary studies we will also invite consumers and food industry experts to comment on these approaches and help us generate other ideas to test. \n\nWe will also investigate the 'breakpoint' in portion size reduction; that is, at what point do people choose supplementary items or even two portions? We will develop a method to do this based on established principles used widely in the measurement of other human perceptual abilities.\n\nIn the second phase of the research we will compare the effect on subsequent appetite and energy intake of (1) a standard lunch, (2) a smaller portion of the same lunch (-150 kcal), and (3) a smaller lunch (also -150 kcal) combined with a blend of the most feasible and effective manipulations for increasing meal satisfaction. This will be done at the beginning and end of ten exposures (days 1, 3 and 10) to these lunches to test for possible adaptation effects that might reduce the effectiveness of these 'nudges' over time. \n\nThe impact of this research lies in the innovation testing the short and longer term effectiveness of the -150 kcal nudge, and in emphasising meal satisfaction as a promising way to aid sustained acceptance of (slightly) smaller portion sizes, thereby providing a route for the food industry to help implement a widely supported public health approach to weight management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L02554X/1","grantId":"BB/L02554X/1","fundValue":"516386","fundStart":"2015-06-01","fundEnd":"2018-11-30","funder":"BBSRC","impactText":"  N/A this grant has not yet started  ","person":"Peter John Rogers","coPersons":["Susan  Jebb","Jeffrey Michael Brunstrom"],"organisation":"University of Bristol","findingsText":" N/A this grant has not yet started. N/A this grant has not yet started. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}