{"id":"7D89A25D-BDCC-471E-8E5A-A8C73B673CCC","title":"Investigating cyclic changes in the potential field at Soufri&egrave;re Hills volcano, Montserrat","abstractText":"Volcanic eruptions are among the most spectacular events of the natural world, but pose a threat to lives and property of millions of people. Eruptions are the effect of complex sub-surface processes, which lead to quantifiable signals recorded by geophysical monitoring. Processes such as magma migration, tectonic and hydrothermal activity can trigger seismicity, ground deformation, thermal variations and changes in the magnetic and gravity fields around a volcano. Very often volcanic activity follows cyclic patterns, revealed by the geophysical record. The challenge for volcano scientists lies in deciphering causes for the geophysical signals and for their cyclic behaviour. Usually, signals at an erupting volcano are almost exclusively attributed to magmatic processes. However, there is a growing awareness that shallow processes in hydrological reservoirs (e.g., ground water flow and recharge) and hydrothermal reservoirs (e.g., steam/liquid interface propagation) have an important influence on and induce geophysical signals recorded at the ground surface. Based on cyclic data obtained by the PI during a reconnaissance study, this project aims to tackle this challenge via a novel multi-parametric investigation of geophysical signals at the active Soufri&egrave;re Hills volcano, Montserrat (B.W.I). The project proposes to investigate the sub-surface system at the volcano via a combination of continuous ground deformation and continuous potential field (gravimetric and electromagnetic) studies. Global Positioning Satellite Systems (GPS) can quantify ground deformation caused by volume changes beneath a volcano to sub-centimetre precision. Gravimeters are capable of resolving minute changes (1 in 10^8) in the Earth's gravitational field due to mass emplacement or density changes at depth. Very low frequency electromagnetic measurements record electrical conductivity contrasts during physico-chemical changes in the ground at less than 500 m depth. The combination of the thre techniques enables the direct quantification of shallow processes and their influence on other geophysical signal recorded in the existing monitoring network at the volcano. Combining the techniques enables the quantification of volume and mass changes over time, from which to infer the density of the causative source at shallow depth. Hydrothermal fluids have densities similar or lower than that of tap water. Magma erupted at the volcano is by at least a factor of two denser. The project aims to i) quantify short-term cyclic activity particularly related to shallow sub-surface processes at the SHV via continuous potential field and ground deformation measurements, ii) develop conceptual physical models of shallow processes, iii) separate contributions from hydrological and hydrothermal processes to the recorded signals and to obtain a fundamental understanding of their dynamics, iv) to correlate shallow signals with eruption signals to explore the mutual interaction of deep and shallow processes at an erupting volcano, v) devise strategies for integrating potential field measurements into existing monitoring programs at SHV and vi) to provide a first quantification of hydrothermal dynamics with respect to the prospect of geothermal exploitation in the south of Montserrat. Results will be validated and interpreted together with data from supplementary geophysical and geochemical investigations performed by staff of the Montserrat volcano observatory to identify and separate dynamics pertaining to (shallow) hydrothermal and (deep) magmatic activity for improved forecasting volcanic activity","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E007961/1","grantId":"NE/E007961/1","fundValue":"20415","fundStart":"2007-04-20","fundEnd":"2009-10-19","funder":"NERC","impactText":"","person":"Joachim  Gottsmann","coPersons":[],"organisation":"University of Bristol","findingsText":" Better understanding of the processes that trigger eruptions at volcanoes. Improve understanding if advance warning time before explosions. Will inform models of pre eruptive processes as well as hazard assessment and risk mitigation. Energy,Environment","dataset":"gtr"}