{"id":"7D92AD17-ADBE-41D9-B6A7-65B41FA5C988","title":"The effect of dietary bioactive compounds on skin health in humans in vivo","abstractText":"The skin is the largest organ in the body and is readily visible. The consumer is often very aware of his/her skin and it is a sign to the outside world of health status. Ultraviolet (UV) radiation in sunlight is an important environmental agent that is responsible for short and longer-term negative aspects of skin health, including sunburn and most of the features associated with skin ageing. Behavioural changes have resulted in exposure to higher levels of UV, such that related health issues are increasing, and anticipated to increase further due to predicted climate change. Many previous studies have examined negative effects of food on skin, for example allergy or other diseases, or vitamin or mineral deficiency. There is also a substantial body of evidence showing beneficial effects of drugs and some nutrients on animals and when applied topically to the skin. However, there is surprisingly little information on the effect of orally taken bioactive compounds on skin in humans clinically, despite much supporting evidence for an effect from cell culture, animal, topical and mechanistic studies. The range of expertise provided by our 3-centre collaboration makes us ideally placed to address this area. To underpin the concept of nutrition for a healthy skin, we propose to examine the effect of bioactive compounds for which information in other systems is already available, on humans in vivo using state of the art techniques for measuring biomarkers of skin health directly in the skin, and further to measure nutrient uptake into the skin. Specifically, the data from laboratory studies on human skin cells shows that the compounds in green tea protect very efficiently against UV radiation stress. In addition, a large number of pre-clinical studies on rats and mice have shown a protective effect of green tea against cancers of many types. There are also many papers that report a protective effect of green tea against inflammation when applied directly (topically) to the skin. Taken together, this evidence suggests that a human study where the green tea is given orally is urgently needed and very timely. The importance of vitamin C to skin and connective tissues has been known for a long time. During UV and other stresses, the requirement of vitamin C increases. The study will be conducted over 3 months since the skin takes several months to replenish itself (turnover). The study has been designed to demonstrate a protective effect, and, if results are as expected, the study will be useful to both consumers and industry since it will validate the use of green tea in oral skin care formulations, and also provide the consumer with a choice to drink green tea for improving skin quality and even slowing ageing. It is anticipated that the results will also receive substantial press coverage with good publicity for the researchers and for the BBSRC DRINC programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G005575/1","grantId":"BB/G005575/1","fundValue":"304066","fundStart":"2009-03-01","fundEnd":"2012-08-31","funder":"BBSRC","impactText":"  Findings from this research are still in the process of being presented and published. Thus, economic and societal impacts have yet to be realised.  ","person":"Lesley Elizabeth Rhodes","coPersons":[],"organisation":"The University of Manchester","findingsText":" Significant new knowledge:\nThis research has shown for the first time that green tea catechin (GTC) metabolites are incorporated into human skin following 3 months oral supplementation. An open intervention study demonstrated GTC intake was associated with abrogated ultraviolet radiation (UVR)-induced production of 12-HETE (associated publication Rhodes et al, 2013, Br J Nutr). In a randomised controlled trial, we investigated the impact of oral GTC on leukocyte infiltration and eicosanoid production in response to UVR-inflammatory challenge. These findings are currently being prepared for publication. We additionally assessed impact on DNA damage/repair and parameters of photoageing. This work is in the final stage of analysis and we are preparing manuscripts for publication. In a further sub-study, we assessed bioavailability of GTCs and their metabolites in greater detail. A manuscript reporting this work has been drafted and will be submitted for publication soon.\n\nNew research methods:\nDevelopment of a new method for the simultaneous extraction and analysis of both free-form and conjugated derivatives of green tea metabolites which is necessary to properly estimate their bioavailability (associated publication Clarke et al, 2013, J Chromatog B).\n\nNew research collaborations/partnerships:\nA range of opportunities for discussion with industrial groups were presented and taken up at Dissemination events. Prof Rhodes was subsequently invited for discussions by PepsiCo for potential collaborative research. The investigators also established collaboration with the group of Prof John Mathers in Newcastle to fulfil an additional objective of examining the potential impact of bioactives in prevention of the longer term UV damage of skin carcinogenesis. We envisage further mechanistic studies could examine the impact of GTC on other inflammatory mediators in basal and UVR-exposed skin. Future research could also help identify factors that influence skin uptake and metabolism of GTC. This may assist in the optimisation of GTC formulations by the food, drink and healthcare industry. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}