{"id":"7D9B2548-F2E4-489F-B910-6AD947DBE148","title":"Bilateral BBSRC-FAPESP - New approaches towards improved functionality of saccharolytic enzymes from fungi","abstractText":"This project proposal brings together scientists from the UK and Brazil in a collaborative project, relating to the production of biofuels, where they each bring expertise. There is a need to find realistic alternatives to the use of fossil fuels worldwide and there are targets for the amount of energy to be provided from renewables in many countries including the UK and Brazil. Those targets are challenging but the production of biofuels from agricultural wastes is targeted to make a contribution to the energy needs of many countries. Brazil leads the world in the production of ethanol from the fermentation of sugar by yeast to ethanol ('bioethanol'). That is an example of a first-generation process but that is not realistic in the UK where crops are grown for food and there is no capacity to grow crops specifically for biofuels. Therefore, second generation biofuels are designed to use non-food crops and one way of achieving that is to use agricultural waste materials. Those wastes do not contain easily-fermented sugars but they do contain a lot of plant cell wall material that is comprised mainly of cellulose and other polymers. In the production of second generation biofuels, these polymers are first degraded by enzymes to sugars and the sugars are then converted to ethanol by yeast. That enzyme step uses enzymes from fungi (moulds) that do that job naturally. That natural capacity of moulds needs to be understood so that it can then be transferred to a successful industrial process. Our previous research has shown that different fungi approach the problem of degrading polymers in different ways and this project aims to learn from those fungi in order to optimise the process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K01434X/1","grantId":"BB/K01434X/1","fundValue":"362138","fundStart":"2013-10-08","fundEnd":"2016-10-07","funder":"BBSRC","impactText":"","person":"David  Archer","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}