{"id":"7DA0AA37-D801-45F6-94D9-772663D3C495","title":"A Systems Biology Approach to Optimisation of (Fed-)Batch and Continuous Fermentation Processes for Recombinant Protein Production","abstractText":"This project will use a holistic approach that will focus on the complex interactions that give rise to the function and behaviour of a biological system. Specifically, this project will identify a large number of the enzymes and metabolites in the metabolic pathways of Escherichia coli cells, when the bacterium is used as a cell factory to produce large amounts of a recombinant enzyme, i.e. an enzyme produced from a gene that has been introduced into an E. coli cell using Molecular Biology techniques. The holistic approach, known as Systems Biology, will use a combination of two techniques, one to identify the enzymes in the cells, known as proteomics, and the other to identify the metabolites in the cells, known as metabolomics. These techniques require scientific equipment that allow the high resolution (good separation due to the large number of molecules being analysed together) and accurate mass (weight) determination of the enzymes and metabolites (and their components, as the enzymes and metabolites can be broken into fragments for analysis). It is hoped that this holistic approach will allow us to understand the relationships between enzymes and metabolites, external growth factors such as temperature of growth, change of acidity/alkalinity of microbiological growth media as the cells grow, constituents of the microbiological growth media and factors associated with the design of the introduced gene that produces the recombinant enzyme, so that commercial-scale recombinant enzyme production can be improved. Ultimately this would lead to, for example, cheaper more widely available medicines, as many medicines now have to be produced using recombinant enzymes, rather than environmentally unfriendly harsh chemicals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M028917/1","grantId":"BB/M028917/1","fundValue":"88238","fundStart":"2015-08-01","fundEnd":"2016-07-31","funder":"BBSRC","impactText":"","person":"Gary William Black","coPersons":["Justin  Perry","MENG  ZHANG"],"organisation":"Northumbria University","findingsText":"","dataset":"gtr"}