{"id":"7DA878AF-B9C2-4C8C-8F12-1F6EB034471A","title":"The importance of precision: a model for movement and movement disorders.","abstractText":"Parkinson's disease is the second most common neurodegenerative disorder in the world, affecting ~7 million people, with ~130,000 patients in the UK. Parkinson's patients have pronounced movement tremor and are hypokinetic in their movements, they are slower both to initiate their movements and in the time it takes them to make movements. The aim of the work proposed here is to test a new theoretical account of movement and movement disorders, investigating whether this account can explain some of the hypokinetic symptoms observed in Parkinson's disease. \n\nEvery movement we make stimulates receptors in the skin and the muscles of the limbs we move that provide the brain with information about the nature of the movement we have made and the current position and state of where our limbs are in space. It has been known for a long time that when we move we attenuate the size of these sensory signals from the limbs we move. This is known as sensory attenuation or sensory gating. Why this occurs is not known. According to a recent theory of movement generation, active inference, sensory attenuation is required in order to initiate a movement. Within this framework the brain is constantly trying to generate a prediction of the sensory information the brain receives. The brain then compares the prediction to the actual sensory input. Any difference between the two is called a prediction error. Within this framework the brain works to minimise prediction error. When we plan a movement we start to generate a prediction of the sensory consequences of that new movement. This creates a prediction error between the prediction of the future sensory information and the current sensory information. To minimise this prediction error we could either (1) stop planning the new movement or (2) move so as the sensory information matches our prediction. The factor that determines which of these two things we do is how much weight we give to the current sensory information. In order to move it has been proposed that we give less weight to the current sensory information and this explains why we observe sensory attenuation during movements. \n\nThis framework also provides a new way in which we can explain why Parkinson's disease patients are slower both to initiate their movements and in the time it takes them to make movements. These symptoms would occur if Parkinson's disease patients failed to reduce the weight of the current sensory information. This suggests that Parkinson's disease patients might have a pathology in their ability to correctly estimate the correct weight to give to the current sensory information, always over weighting this information. The aim of the research proposed in this application is to test this theory. We propose to test firstly, if sensory attenuation is impoverished in Parkinson's disease patients compared to healthy subjects, secondly, to determine how the brain modulates the weight given to the current sensory information, and finally to test new non-invasive interventions that could ameliorate some of the motor symptoms of Parkinson's disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M006603/1","grantId":"MR/M006603/1","fundValue":"342637","fundStart":"2015-02-28","fundEnd":"2018-02-27","funder":"MRC","impactText":"","person":"James Morvan Kilner","coPersons":["Mark John James  Edwards"],"organisation":"University College London","findingsText":"","dataset":"gtr"}