{"id":"7DA9C167-EB99-4A0A-B50D-A7F44CC063C4","title":"PRESTO (PREcipitation STructures over Orography)","abstractText":"Flash floods cause loss of life and billions of pounds of damage each year within the UK, and take an additional toll on society through lasting impacts including a four-fold enhancement in the risk of depression. Because of the acute hazards and long-term consequences of these events, it is essential that they be accurately understood and predicted. Two of the three principal mechanisms behind UK flash-flooding events are convective storms and orographic precipitation (the other being frontal systems). Their impact has been reinforced in recent years by a series of devastating events. The Boscastle flood of 2004 and the Ottery St Mary's hailstorm of 2008 were both caused by quasi-stationary convective storms, and the Carlisle flood of 2005 and Cockermouth flood of 2009 were both caused by orographically enhanced rainfall. Although convection and orography may act independently to produce extreme rainfall, they are often closely linked over the complex UK terrain. The mechanical ascent upstream, over, and downwind of steep terrain and the thermally-driven ascent due to elevated heating are primary convection-initiation mechanisms in conditionally unstable flows. Because orography is fixed in space, these storms may anchor to specific terrain features and focus their precipitation over preferred areas. In particular, quasi-stationary precipitation bands are a manifestation of orographic convection that greatly increases flood risks because they focus heavy precipitation over specific regions. Such events are of particular concern over orographic watersheds, which, due to their steep gorges and confined basins, are highly susceptible to floods.\n\nThanks to the high resolution radar systems, quasi-stationary convective bands have been observed over numerous mountain regions including Japan, the Mediterranean region, Rocky Mountains, Pacific Northwest United States, and Caribbean islands. The hydro-meteorological importance of these bands is reflected by the planned installation of a dedicated observational network for banded orographic convection over the French Massif Central during the upcoming Hydrological Cycle in the Mediterranean (HyMEX) programme. Although these bands also develop regularly over the UK, they have received little previous attention. Moreover, the majority of previous studies have focused on specific cases and have not generally identified the environmental conditions that favour their formation, the mechanisms that cause them to develop, or their predictability in numerical models.\n\nThe proposed work will provide a leap forward in the understanding and prediction of quasi-stationary orographic convection in the UK and beyond. This will be achieved through an intensive climatological analysis over several regions of the globe where continuous radar data is available, which will identify the environmental conditions that support the bands and their characteristic locations and morphologies. Complementary high-resolution numerical simulations will pinpoint the underlying mechanisms behind the bands and their predictability in numerical weather prediction models. This work will provide positive impacts for the forecasting community, general public, and other academics in the field. Forecasters will benefit from the identification of simple diagnostics that can be used operationally to predict these events based on available model forecasts and/or upstream soundings. A series of activities are proposed to directly engage with forecasters to effectively disseminate our findings. The public will benefit from improved forecasting of potentially hazardous precipitation events. The academic community will benefit from the advanced physical understanding (which will be disseminated through conferences, workshops, and peer-reviewed publications) and the numerous international collaborations associated with this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I024984/1","grantId":"NE/I024984/1","fundValue":"273714","fundStart":"2012-02-01","fundEnd":"2017-09-30","funder":"NERC","impactText":"  This project is still ongoing. Our findings are informing the Met Office, project partners on this project. Environment Societal,Economic,Policy & public services","person":"Suzanne Louise Gray","coPersons":[],"organisation":"University of Reading","findingsText":" This project is still on going. To date we are progressing well with the objectives. \n\nWe have discovered that the Met Office operational high resolution UK forecasting model is capable of correctly forecasting localised rainbands that can lead to flooding. However, these forecasts are highly sensitive to small changes in both the large-scale (~1000 km) weather patterns and small-scale details such as the height of nearby hills. Dependent on the rainband case examined the model was found to be capable of forecasting the location, structure or intensity of the rainband but rarely all three. These results argue strongly for the use of ensemble (probabilistic) forecasting techniques for these types of localised rain events. These findings will inform the Met Office, a project partner on this project. Education","dataset":"gtr"}