{"id":"7DBC5F37-1CA5-40F8-A108-597798CB0AC3","title":"Regulated transcript stability","abstractText":"Now that the genetic blueprint of many organisms has been deciphered, the next big challenge in Biology is to understand how the instructions are used to make a living creature. This highlights the subject of gene regulation, the study of which genes are in use at any time. One of the least understood parts is how the cell quickly gets rid of working copies of genes (the messenger RNA, mRNA, transcripts) once they are no longer needed. Several pathways are known that degrade mRNA, but the controls to protect mRNA that is still required while swiftly removing unwanted mRNA are little understood. It is likely that this fundamental level of gene control will have similar features in all organisms, with signalling and control systems exquisitely adapted for group of genes or even individual important genes according to the processes in which they are involved. Controlled mRNA degradation is a major regulatory mechanism in nitrogen metabolism in the filamentous fungus Aspergillus nidulans. We have recently identified the molecule (glutamine) that signals accelerated decay of some, but not all, mRNAs involved in nitrogen metabolism when there is sufficient good-quality nitrogen source available to the fungus. An even more exciting aspect is the discovery that a second molecule (nitrate) opposes this signal for specific mRNAs. It therefore provides an excellent way to identify and characterise the components that regulate mRNA stability. This well-studied system has all the genetic, information and technical resources to tackle the problem of how one mRNA remains stable while another is destroyed within minutes as the fungus responds to different nitrogen sources. The essential first step in mRNA degradation is to remove the poly(A) tail from the molecule. Enzyme complexes, highly conserved among all forms of life, contain proteins that carry out this function although the details remain to be uncovered. Based on our initial experiments, we propose that one protein, Ccr4p, is the main deadenylase for general mRNA decay, while another, Pop2p, is needed in specific regulated pathways. We will confirm and further characterise these proteins within this project, including how their activity against specific mRNAs is inhibited by the specific signal nitrate. Additional proteins must be required to regulate degradation and we have identified three promising candidates from initial experiments and bioinformatics analysis. We will characterise their functions and also carry out experiments to identify further regulatory proteins. Monitoring the half-lives of individual mRNAs is one of our basic techniques. DNA microarrays will let us see the global effects of these regulatory proteins. However, we will also use methodologies from classical genetic analysis, site-specific mutagenesis, protein tagging, two and three hybrid analysis and co-immunoprecipitation to achieve our goals. One further approach that we will use is real-time imaging to gain new insights into the spatial aspects of mRNA turnover, in collaboration with laboratories that are very experienced with cell imaging and the use of fluorescently tagged proteins in A. nidulans. Research into the co-ordination of mRNA degradation as part of gene regulation and signalling is in its infancy and this elegant system within an amenable organism will allow us to make a significant contribution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E017657/1","grantId":"BB/E017657/1","fundValue":"357069","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"BBSRC","impactText":"  Novel strains developed have been distributed to the wider research comunity. Manufacturing, including Industrial Biotechology Policy & public services","person":"Mark Xavier Caddick","coPersons":["Meriel  Jones","Prudence  Wong"],"organisation":"University of Liverpool","findingsText":" We identified a number of genes/proteins able to regulate transcript stability - some in response to defined signals. \nWe determined that a key mechanism for triggering mRNA degradation involved modification of the 3' end of the RNA.\nWe developed a model which involves the UPR proteins (normally regarded as mediating RNA quality control in relation to premature termination) in relation to mRNA aging and the poly(A) tail shortening. The processes are very fundamental and this represents a new areas of research. The applications are difficult to predict but there is a lot of follow up research underway internationally. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}