{"id":"7DC0935B-18F7-4706-B6C6-A2413A984662","title":"UK Systems-NET - enabling a strategic and long lasting alliance to provide coordination and capability shaping in systems engineering","abstractText":"Systems Engineering is concerned with systems thinking and taking a systems approach to the transformation of the UK's manufacturing and service industries. It brings together high-value engineering disciplines whose products could deliver a step change in business benefit and provide the urgent transformational changes/new approaches needed by industry in order to survive and secure a competitive edge. Unfortunately, technology alone cannot provide the answers - instead systems engineering has the potential to deliver innovative solutions through the integration of people, processes, technologies and business practice. \n\nThe term 'Systems engineering' is used here, to indicate the broad area of relevant research including complexity science, systems science and systems engineering, and has deliberately steered clear of a precise definition. Systems engineering spans the fields of aerospace, automotive, biological systems, built environment, construction, cyber-security, defence, energy, environment, healthcare, homeland security, manufacturing, rail, security, transport, utilities (gas electricity &amp; water). \n\nWhilst aspects of systems research in the UK are broad, multi-disciplinary and vibrant, it urgently needs to develop coherence, leadership and focus to stay ahead of competition from other countries. In order to improve the UK's standing in the field, the UK urgently needs to develop more potential future leaders (both in academia and industry). \n\nThe proposed systems network (Systems-NET) will enable a strategic and long lasting alliance with a view towards providing coordination and capability shaping of systems engineering within the UK as well as fostering development of future academic and industry leaders. Systems-NET is founded on the need to focus basic research at TRL 1-4, complemented by a strategically defined portfolio of network activity in applied research and technology transfer, building upon work of the EPSRC systems workshops within the EPSRC landscape of developing capability, shaping leaders for the future and formulating Grand Challenges for the UK's research community. The plan is to deliver a transformative route to safeguard long-term sustainability of systems engineering in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K004700/1","grantId":"EP/K004700/1","fundValue":"321202","fundStart":"2013-04-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  Systems-NET has been funded by EPSRC with the rationale of adding significant value to the UK's industrial base by enabling development of key cross-sector engagements and contributing to solve some of the UK's emerging and future societal challenges. The UK systems community (academia, industrial and other stake holders) has the potential to achieve this provided it takes a coherent approach that is driven by real needs.\n\nSystems-NET will accomplish this by:\n\n- Identifying new research directions for the systems community which will be targeted by developing Systems Research Grand Challenges.\n\n- Broadening the Research Base by contemplating research initiatives both in the UK and internationally\n\n- Enabling delivery to industry by ensuring effective transfer of academic knowledge to industrial practice\n\n- Disseminating for impact by preparing material and publications targeted to general and specialist viewers\n\n- Funding diversity in the growing systems community and promoting sustainability\n\n- Developing future leaders capacity and capability. Aerospace, Defence and Marine,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport Cultural,Societal,Economic,Policy & public services","person":"Roy Steven Kalawsky","coPersons":[],"organisation":"Loughborough University","findingsText":" This project has not yet completed. Nevertheless, we are discovering new areas where systems thinking and systems engineering could show great promise for addressing a number of significant grand challenges. Also our programme of identifying grand challenges for Systems Engineering will help shape the underpinning research that will be required to deliver the impacts we are hoping to achieve. We hope to increase the network (currently over 150 members) and tackle some of the grand challenges being identified across a number of diverse sectors. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,","dataset":"gtr"}