{"id":"7DC37772-C058-40A3-8917-164F721A3A7B","title":"A characterisation of last order interneurons of the rodent spinal cord with specific focus on their roles in the control of locomotor activity","abstractText":"It has been known since the early 1900's that networks of neurons within the mammalian spinal cord control locomotion. However, our knowledge of these neuronal networks is very limited. In order to design treatments for paralysing injuries or diseases of the spinal cord, we need to gain a better understanding of the networks of spinal neurons that control movement. This initially requires the identification of neurons which make up these networks. Following their identification we need to study the individual properties of these neurons and how it is that they connect to each other to produce the activity which controls movement. The proposed study aims to provide some of this critical information. Molecular techniques will be used to identify specific populations of neurons in the spinal cord. Using these techniques we will be able to concentrate on 'last order interneurons' which communicate directly with the neurons that send the final message to muscles to contract (motoneurons). Following their identification, last order interneurons will be studied during locomotor activity in isolated preparations of the spinal cord obtained from mice. This will enable us to investigate the roles that specific groups of last order interneurons play in the production of locomotor activity. As outlined above this information is critical toward our understanding of the neural control of movement and ultimately towards the design of treatment strategies for injury or disease which affects the spinal cord.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E019803/1","grantId":"BB/E019803/1","fundValue":"363849","fundStart":"2007-10-15","fundEnd":"2011-05-14","funder":"BBSRC","impactText":"","person":"Gareth Brian Miles","coPersons":[],"organisation":"University of St Andrews","findingsText":" Walking is initiated by relatively simple 'start' signals which are relayed from the brain to the spinal cord. Networks of neurons in the spinal cord, called central pattern generators, are then responsible for controlling the complex pattern of\nmuscle contractions which allow us to walk. The identities and properties of the neurons in the spinal cord which control movement and the connections they form with each other are, however, poorly understood. We have long known that a\nmajor type of spinal neuron, called the motor neuron, sends signals directly to muscles to make them contract. The research performed in this project aimed to decipher the properties, connections and functional roles of another class\nof spinal neurons, termed interneurons, which are also involved in controlling movement. Using state-of-the-art genetic, anatomical and electrophysiological techniques, we defined a new type of interneuron that connects directly to motor neurons to control the strength of the signals that motor neurons send to muscles. Importantly, this connection allows the strength of muscle contractions to be adjusted to suit different types of movements and different environments. This novel class of spinal interneuron may form an important new target for therapies aimed at treating conditions such as Motor Neuron Disease and Spinal Cord Injury where muscle weakness or paralysis occurs. Our findings are likely to direct the work of many other researchers aiming to understand how neuromodulatory systems, not just of the spinal cord but throughout the central nervous system, control the activity of neural networks and ultimately behaviour. Our findings also highlight a discrete neuromodulatory system within the mammalian spinal cord which could be targeted by both academic and industrial researchers aiming to design novel therapeutics to help increase motor output in conditions which involve loss of muscle function. As a testament to the impact of our work, one of the publications that arose from our project (Zagoraiou et al., Neuron, 2009) has currently been cited over 100 times (Scopus Nov, 14). Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}