{"id":"7DC39D77-4154-4693-BA06-055539A393FF","title":"Applicable Law Before International Courts and Tribunals","abstractText":"The topic of this research is to investigate the principles which determine the range of sources of law that an international court or tribunal may apply when exercising its jurisdiction. These principles fall into two categories: first, what sources of law may be applied by any given tribunal; and second, what is the hierarchy between different sets of 'applicable law'. These questions are common to all international courts and tribunals, and yet have not been subjected to a comprehensive or comparative exploration.\\nI have already carried out initial research on one of the specific areas covered in this proposal, namely the question of applicable law in the WTO legal system. I have published an article on the subject, which has been widely quoted, including by the International Law Commission in its work on related areas, and I have given conference papers on the issue in London, Sydney, and to WTO delegates in Geneva. It was in the course of this research activity that I realized the need for a much more comprehensive treatment of the issue, an intuition that has been reinforced by the positive response of the referees of the applicant's book proposal. The issue identified in this proposal is without any doubt in need of a full treatment; and I am well capable of performing this task.\\nThe book will have five chapters:\\nChapter 1 will engage with the theoretical question of what it means to 'apply' a rule of law to a particular fact situation. This chapter will be drawn primarily from legal theory. Chapter 2 will investigate the cognate areas of private international law and international commercial arbitration, where these issues have been most fully developed. Chapter 3 will comprise an analysis of express and implied rules in the instruments establishing the most important international tribunals (ie the International Court of Justice, the international criminal courts and tribunals, the European Court of Justice, the European Court of Human Rights, the Law of the Sea tribunals, investment tribunals, and the dispute settlement systems of the WTO and other regional trade agreements). Based on the preceding analysis, Chapter 4 will seek to identify default rules that might apply to international tribunals in the absence of any express rules on the point. Chapter 5 will address the implications of the preceding conclusions for the continuing integrity of the international legal system as a whole.\\nI intend to complete the first chapter before the sabbatical period; the second and third chapters during the sabbatical period, and would aim to complete the fourth and fifth chapters in the period of research leave.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003737/1","grantId":"AH/E003737/1","fundValue":"27714","fundStart":"2007-09-01","fundEnd":"2007-12-31","funder":"AHRC","impactText":"","person":"Lorand  Bartels","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}