{"id":"7DC81724-70CE-4F38-91E1-A435F1C3EB15","title":"Developing and validating a practical screening tool for chronic stress in livestock","abstractText":"As the world needs to feed more and more people, the ethical and sustainable production of food becomes of greater importance. In order to produce animal products ethically, animal welfare standards should be kept as high as possible during the production process. Because of this, legislation exists that requires food producers to adhere to minimum standards in terms of animal care. Within these constraints, there are varying methods of rearing to satisfy consumers' demands for high welfare products, for example organic, free range and cage egg production. Objectively assessing which practice benefits the animals' welfare the most, however, is difficult, because while some animals may thrive in one environment, others appear to suffer. But even for the animals that do not show obvious problems, some environments may be more stressful than others. Current methods of animal welfare assessment either depend critically on the animal's immediate state (and would not pick up on problems the previous day, for example), or are difficult and time-consuming to administer, which is not practical in a commercial setting.\n\nHere, we propose to use what we know of the clinical and pre-clinical study of depression and chronic stress to look for markers of long-term poor welfare in chickens. It is well known from rat models of depression and chronic stress that chronic stress leads to a reduction in the survival of newly generated nerve cells in a brain structure called the hippocampus. The exact role of these new cells in the development of depression is still heavily debated, but the reduction in new cells can be used as a marker for whether the animals have undergone chronic stress or not. We propose to develop a rapid and objective method to measure this incorporation of new neurons in the hippocampus by measuring the total amount of a gene or its protein product (called doublecortin) that is produced only by these new neurons. \n\nWe will first verify that this method gives the same results as the more laborious method of counting new cells on microscope slides. We will do this in a well-established model of chronic stress, using rats, for which we know chronic stress will lead to a reduction in the number of cells expressing doublecortin. We will then apply this idea to chickens, and compare the amount of doublecortin between chickens housed under laboratory conditions that are stressful or not. Finally, we will compare doublecortin amounts in the hippocampus of chickens collected from different commercial housing environments (e.g. layers in cages vs. free range), and between chickens that are considered to be in good and in poor physical shape, using current criteria of welfare assessment. We will do this for the two most relevant types of chickens: egg-producers (laying hens) and meat-producers (broilers), which are held in different types of facilities. This way we will be able to inform our industrial partners (egg and meat producing companies) about which of their production methods provides the highest welfare for their animals.\n\nOur novel method will provide a fast and reliable method to assess welfare in chickens under different housing conditions, and as such allow producers to optimise animal welfare within their facilities, and for regulators to monitor welfare. If this technique proves useful, it can then later be expanded to other farm animals, such as turkeys, sheep, cattle and pigs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K001663/1","grantId":"BB/K001663/1","fundValue":"34119","fundStart":"2013-02-26","fundEnd":"2016-02-25","funder":"BBSRC","impactText":"  Nothing to date - our element of the project has not been undertaken  ","person":"Victoria  Sandilands","coPersons":["Rick Brian D' Eath"],"organisation":"SRUC","findingsText":" The SRUC-element of this grant has not yet begun, so we currently have no discoveries to report Once we have results, we may have a way to distinguish between stressful housing conditions as perceived by chickens Agriculture, Food and Drink","dataset":"gtr"}