{"id":"7DD084AC-39A8-4A35-AE41-263A4C486534","title":"The role of the sub-cellular localisation of the transcription factor FoxG1 in neuronal development of the forebrain","abstractText":"In order for the nervous system to function properly, different types of neurons need to be produced and the right connections need to be made between them, so that a functional circuit, not dissimilar to an electrical circuit, can be formed. For this to happen, neurons use long extensions of their cell bodies, called axons. These are dynamic processes that can grow quite long and navigate through the tissue, until they find the right cells to form connections with. \nThe generation of several different types of neurons relies on the activity of a set of key proteins termed Transcription Factors. These proteins are special in the sense that they drive the production of several other proteins by the cell. Transcription factors achieve this by binding to DNA, which is then translated by the cell?s machinery into making a particular protein. There are thousands of transcription factors known, each with a preference for a particular sequence of DNA, and therefore able to influence the production of different sets of proteins. The DNA of a cell is in the nucleus therefore, transcription factors are also found in the nucleus. In fact, the conventional view is that transcription factors only have a function in the nucleus.\nWe have been investigating the role of a transcription factor, Foxg1, which is important for the generation of neurons in the brain in all animals. Depending on when this gene malfunctions in humans, the brain may fail to form, or cancer or mental retardation can arise. We have recently made the unexpected discovery that FoxG1 is not only found in the nucleus, as expected for conventional transcription factors, but it is also found in the axons of brain neurons. In this proposal, we will ask 3 questions; in which neurons exactly is FoxG1 found in the axon, how does it get there and finally, what does it do? \nFrom the thousands of transcription factors known, only a handful have been shown to have an ?extra-nuclear? function in axons. Their precise function there is not quite clear yet, but it seems that they help the axon grow in the right direction. Our proposed work will have two benefits; it will increase our understanding of the function of a key brain transcription factor and will further our understanding of the unconventional role that transcription factors may have in axonal development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900584","grantId":"G0900584","fundValue":"540903","fundStart":"2010-01-04","fundEnd":"2013-06-03","funder":"MRC","impactText":"","person":"Nancy  Papalopulu","coPersons":["Federico  Dajas-Bailador"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}