{"id":"7DD33EA6-DCAC-46D0-A09A-083266E4BC11","title":"Institutional Arrangements in Land Deals in Africa: Local Impacts of Global Resource Scarcity","abstractText":"<p>Many investors have responded to recent food price hikes and volatile oil prices by acquiring large tracts of African farmland as a new base from which to supply growing markets. In the process, land uses change and existing populations are often displaced. The livelihood impacts of such investments depend on the terms of land access and institutional arrangements or farming models that structure them. This research investigates three models:</p>\n\n<ol>\n \n\n <li>corporate plantations/estates</li>\n\n <li>clusters of large commercial farms</li>\n\n <li>smallholder outgrower schemes, in Ghana, Kenya and Zambia. </li>\n\n</ol>\n\n<p>This comparative study explores:</p>\n\n<ul>\n \n\n <li>How do the deals affect people’s resource access, and what forms of accumulation are occurring? </li>\n\n <li>What are the socially-differentiated livelihood and food security impacts of different kinds of land transactions? </li>\n\n</ul>\n\n<p>Methods include document analysis, financial analysis and multi-scale interviews relating to each case. Rooted in gender analysis, similar quantitative and qualitative methods will be used at the nine study sites including key informant and semi-structured interviews, focus groups, rapid appraisal techniques, and a standardised quantitative household survey. By systematically analysing the differentiated impacts of different models of investment, the research aims to contribute to on-going policy debates about the impacts of and responses to the African ‘land rush’.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J01754X/1","grantId":"ES/J01754X/1","fundValue":"489253","fundStart":"2012-08-01","fundEnd":"2016-02-29","funder":"ESRC","impactText":"","person":"Ruth  Hall","coPersons":["Dzodzi Akuyo  Tsikata","Ian  Scoones"],"organisation":"University of the Western Cape","findingsText":"","dataset":"gtr"}