{"id":"7DD8198B-6E1C-4A15-ABF4-1DC0408238C1","title":"Multiparametric advanced fluorescence imaging strategies for in situ analysis of live cell signalling","abstractText":"To understand and combat the causes of human disease, we must understand the basic structure and function of the individual cells that make up the tissues and organs of the human body. For example, to allow the design of effective therapies to target cancer we first need to answer fundamental questions about how the growth, division and movement of cells are controlled. Robert Hooke was the first to use microscopes to describe cell structure in 1665, and since then microscopy has become one of the most powerful tools for cell biologists across the world. The power of light microscopes has of course continued to increase since their invention but, remarkably, the most dramatic improvement has come in the last ten years or so. In that period physicists have worked out how to measure the location of a single protein in a cell with a precision about ten times better that was previously thought possible. This is important because we can now see the internal structure and organisation of cells in much more detail. In parallel, physicists working together with biologists developed microscopical methods that, instead of just producing a map of the locations of one particular protein inside a cell, can produce a map of precisely where protein A is bound to protein B. This is a fundamental advance, because cell function is controlled by pathways and networks of such interactions between specific proteins. Potentially then, these new microscopes provide a window into the internal workings of a cell that allow us to see these protein networks. However, at the moment, the most detailed images can only be obtained from chemically preserved rather than living cells, and each image takes many minutes to record. This is a serious problem, because the interactions between proteins that control cell function take place transiently on the time scale of seconds. To understand cell function, we need movies rather than still images. In the present proposal, biologists and physicists will work together to develop the technology to allow us to record the detailed maps of protein locations and interactions in live cells in milli-seconds rather than minutes or hours. We think that these new developments will unlock the potential of these microscopes to show us how cells work at the molecular level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015664/1","grantId":"MR/K015664/1","fundValue":"1647760","fundStart":"2013-02-13","fundEnd":"2018-02-12","funder":"MRC","impactText":"","person":"Malcolm  Irving","coPersons":["Klaus  Suhling","Madeline  Parsons","Simon Meredith Hughes","Mathias  Gautel","Dylan Myers Owen","Frederic  Geissmann","Gareth E  Jones","Susan  Cox","Simon Morris Ameer-Beg","Fiona M Watt","Anne  Ridley"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}