{"id":"7DDEF960-4766-4B19-9C86-37D0A1EDDFBE","title":"Airborne Measurements of Ozone Precursor Fluxes - Proof of Concept","abstractText":"The vast majority of air pollutants are emitted directly into the atmosphere from activities occurring at the Earth's surface. These activities may be anthropogenic in origin or may be natural (biogenic) processes. Of particular relevance to air quality are the emissions of oxides of nitrogen (NOx) and volatile organic compounds (VOCs). NOx or the sum of nitric oxide, NO and nitrogen dioxide, NO2, is emitted by vehicles, power stations and many other industrial activities during the combustion of fossil fuels. Volatile organic compounds (VOCs) may be emitted into the atmosphere as unburnt or partially burnt fossil fuels, by the evaporation of solvents and other industrial chemicals and may also be emitted by plants as a biogenic process. In combination NOx and VOC combine through photochemical reactions in the atmosphere leading to the formation of two other extremely important pollutants - ozone and particulate matter. Species such as NOx, certain VOCs, Ozone and particulate matter are all regulated by EU Air Quality directives. \n\nWhilst the chemical reactions and atmospheric processing of NOx and VOcs is reasonably well understood, and can be modelled with some skill, large uncertainties arise in models from uncertainty associated with the initial rate of emissions. Defra is responsible for a highly detailed emissions inventory for the UK (the National Atmospheric Emissions Inventory NAEI), which is the starting point for most atmospheric simulations of air quality. The NAEI is constructed to give spatially resolved emissions, calculated from national activity datasets and emissions factors which are then spatially disaggregated to 1x1km grids. The framework under which the NAEI operates is itself tightly constrained by regulated procedures for reporting. \n\nIn recent years it has become clear that measured trends in certain pollutants, for example NO2, have not followed trends predicted by inventories. In parallel, other studies have shown that species such as biogenic isoprene are also not currently well reproduced by the NAEI. Continued exceedences of certain air pollution targets is of significant concern to the responsible Government department Defra, who have identified reducing this uncertainty associated with emissions as a key evidence need. \n\nEmissions inventories are essentially paper-based calculations of likely emissions, and it is not straightforward to challenge these with real-world emissions measurements, on large spatial scales. In this project we will apply and demonstrate a novel &quot;top down&quot; experimental method for measuring pollution fluxes at the city-wide or landscape scale. We will fit fast-response sensors for NOx and VOCs on NERC's light research aircraft, a Dornier 228, and fly the instruments over Greater London and over rural East Anglia as low and as slow as possible. This aircraft is already fitted with an instrument to measure atmospheric turbulence, and by combining the data from the turbulence probe with that from the chemical sensors (using data analysis techniques known as eddy covariance and virtual disjunct eddy covariance) we aim to demonstrate that we can make top down flux measurements for NOx and VOCs at these scales. We will then compare the experimentally derived data with that produced by the National Atmospheric Emissions Inventory, as a starting point for understanding where and why difference occur.\n\nThe technique, if successful, would be of considerable strategic importance to Defra, who are co-funding this project. There are however very important applications outside of the urban domain. Understanding emission fluxes of gases in remote and pristine environments is a key element of understanding the earth system. The techniques to be developed here have potential transfers in to fields such as forest and marine biogeochemical gas exchange.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J007382/1","grantId":"NE/J007382/1","fundValue":"94437","fundStart":"2013-02-01","fundEnd":"2015-01-31","funder":"NERC","impactText":"  This project made the first direct assessment of London NOx emissions using aircraft eddy covariance, and this supported an updating of the London emissions inventory to reflect higher than expected primary NOx from diesel engines. Environment Policy & public services","person":"Alastair  Lewis","coPersons":["James Daniel Lee","Ruth  Purvis"],"organisation":"University of York","findingsText":" A fast response and very sensitive instrument for the detection of volatile organic compounds in air has been developed and flown on the FAAM research aircraft. The instrument has detected industrial emissions and natural processes including from forests and burning events. Data used by Defra and Met office to improve public air quality forecasts. Environment","dataset":"gtr"}