{"id":"7DE0B378-DB37-4864-BA19-DD3877A3BA5F","title":"Pharmacological modelling and data analysis in decision support of antimalarial drug dosing regimens","abstractText":"Successful treatment of an individual infected with malaria means that the drug resolves their symptoms and clears all parasites from their blood without causing side effects that harm the patient or make them hesitant to use the drug in the future. Treatment success at population level means that the drug is effective and safe, develops a good reputation that optimises patient compliance, reduces malaria transmission from treated patients, reduces the likelihood of new drug resistant mutations arising, and slows the rate of spread of any existing resistant parasites. A clear, explicit methodology is needed to design and optimise dosing regimens to achieve these aims.\n\nTreatment outcome rests on a complex variety of factors, including natural variability in how patients processes the drug (PK), variation in parasite sensitivity to the drug (PD) and variation in patient drug intake depending on their weight, age or height, and patient compliance. Recent developments have resulted in increasingly powerful and accurate simulation models for malaria which has allowed us to simulate drug treatment more accurately. As these models mature it is increasingly recognised that an integrated modelling method that combines different sources of data will help support the development of optimal drug combinations and dosing regimens for new and currently implemented antimalarial drugs.\n\nWe have been developing and refining simulation models of antimalarial drug treatment as one of the partners of a large malaria modelling research consortium, OpenMalaria, to the state that they can now successfully capture the broad patterns of variation in treatment outcome noted in real-life. We now propose to further refine and calibrate this methodology, and specifically develop them to combine data from several field and clinical sources to address operational questions surrounding deployment of the latest generation of antimalarial drugs, the artemisinin-combination therapies (ACTs). We do this with a team of experts that range in expertise from modelling, pharmacology, clinical and policy knowledge on antimalarials to ensure that the models are developed according to the needs of drug developers and policy makers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100522","grantId":"G1100522","fundValue":"387521","fundStart":"2011-11-01","fundEnd":"2014-10-31","funder":"MRC","impactText":"","person":"Ian Michael Hastings","coPersons":["Anja Dianne Terlouw"],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}