{"id":"7DE44281-8E78-411F-80D1-5A2CBCF7B41A","title":"Regulation of splicing in a model voltage-gated Na+ channel","abstractText":"The mammalian central nervous system is composed of a multitude of nerve cell types. These cell types differ in the targets that they contact, the signalling chemicals (neurotransmitters) they release, and the way in which they are able to fire electrical action potentials that trigger release of their neurotransmitter(s). The ability to fire action potentials is due to the presence of a variety of ion channels in the neuronal membrane. These proteins are encoded by genes, but we now know that the diversity of ion channel types present in the nervous system far exceeds the number of genes that encode for them. This increased diversity is due, in greater part, to a process termed alternative splicing. Essentially genes are composed of coding regions termed exons that are separated by non-coding regions called introns. When genes are expressed the initial transcript produced (called a pre-mRNA) contains both introns and exons. The first step on the road to making protein is to splice out (i.e. remove) the introns to produce a continuous coding sequence. However, we now know that in addition to introns, some exons can also be spliced out. This results in coding sequences that can differ and that in turn produce related, but similarly different proteins that ultimately form ion channels that have different functional properties. Thus, one gene can in fact encode many related proteins due to the existence of alternative splicing. Although the mechanics of splicing are quite well understood, how individual nerve cells 'decide' how to splice specific pre-mRNA transcripts remains unknown.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J005002/1","grantId":"BB/J005002/1","fundValue":"421207","fundStart":"2012-02-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"  They have not been used by other thus far.  ","person":"Richard Arthur Baines","coPersons":[],"organisation":"The University of Manchester","findingsText":" We have shown that induced seizures in the fruitfly can be prevented by prior modification of how a key nervous system ion channel protein is processed. Using a screen, we have identified about 90 regulators of processing of this protein and, moreover, that inhibiting many of these regulators is sufficient to be anti-convulsive. Thus, we have potentially identified many novel targets for the design of novel, and hopefully improved, antiepileptic drugs. We are now testing how inhibiting these same regulators is able to minimise seizure in a vertebrate model: zebrafish. Our work is also being considered for publication. This will enable others to exploit these targets for anti-epileptic drug design. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}