{"id":"7DE76229-BC25-41D5-A561-8ABFCA0B5E76","title":"Core Support for Collaborative Research in Glycobiology","abstractText":"The genome sequencing projects of the past two decades have yielded the startling revelation that the total number of genes in humans is not very different from many model organisms such as worms and plants. This discovery served to highlight the fact that substantial amplification of genomic information occurs after genes are translated into proteins. Glycosylation, which involves the addition of sugars to selected protein amino acid side-chains, is the most abundant and arguably the most important of these post-translational modifications. Indeed, all cells are coated with a sugar-rich layer called the glycocalyx. Chains of sugars, called glycans, on the periphery of the glycocalyx bind to specific sugar-recognition proteins, called lectins, on partner cells. Many important biological processes depend on the ability of cells to appropriately communicate with each other via these sugar-lectin interactions and to respond accordingly. For example, lectins on the surfaces of viruses and bacteria are known to recognise sugars on target cells and attach to them as the first step of infection. Conversely the adaptive immune system is triggered when sugars on the surfaces of pathogens bind to lectins expressed by cells of the host immune system. Although these examples of glycan-lectin recognition are now relatively well understood, many biological processes that are likely to be similarly controlled by glycan-lectin interactions remain enigmatic. For example, how do immune cells in the gut distinguish between beneficial and harmful microbes, and how does a developing foetus escape rejection by the mother despite being half &quot;foreign&quot;? Pivotal to learning how glycans function in these processes is knowing their structures. We specialize in glycan structural determination using a sophisticated analytical technique called mass spectrometry. We do this in collaboration with dozens of scientists from many biological disciplines both nationally and internationally, who are working with us to explore glycan-lectin structure/function relationships. We are particularly interested in characterizing the glycans that are involved in host microbe interactions, in immune regulation and in mediating recognition events during mammalian reproduction. As well as contributing to fundamental understanding of glycan function, we aim to provide structural data to underpin the identification of targets for new drugs and vaccines for the control of pathogens and parasites. We anticipate that our studies of the glycobiology of mammalian fertilization and reproduction will open up new avenues for natural contraception as well as helping infertile couples. Another of our goals is to understand the pathways involved in regulating glycosylation. This is important, not only because altered glycosylation is associated with many chronic health and aging problems, but also because this knowledge will assist the efficient production of well defined glycoprotein biopharmaceuticals. As well as being important constituents of glycoproteins, sugars are the major building blocks of the polysaccharides that constitute the walls of plant cells. There is an urgent need to better understand the biological processes involved in plant cell wall assembly if the potential of biomass as a renewable energy resource and an alternative to fossil fuels for the production of high value chemicals is to be fully realised. We aim to work with plant scientists in the UK and Australia to elucidate the molecular mechanisms of cell wall polysaccharide biosynthesis. Our analytical methods generate large volumes of complex data, so another of our objectives is to create glycoinformatic tools to assist and speed up data interpretation and annotation, and these tools will be made available to the scientific community. We will also develop and populate openly available databases with our glycan structural data, a resource that will benefit scientists from many disciplines around the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K016164/1","grantId":"BB/K016164/1","fundValue":"1410330","fundStart":"2013-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"","person":"Anne  Dell","coPersons":["Stuart Michael Haslam","Howard Redfern Morris"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}