{"id":"7DE9A55E-E49E-43A2-A241-6901EDA93100","title":"Nonlinear plasmonic biosensing and functional imaging","abstractText":"This additional support for EPSRC Research Leaders will be used to fund two interrelated strands of work which synergise with the current Leadership fellowship whilst expanding into new directions. The work will focus on a new avenue of using the coherent optical nonlinearity (called Four-Wave Mixing - FWM) of pairs of metallic nanoparticles (NPs) for biosensing single molecules directly inside cells, and on the combination of FWM with electron microscopy as a new correlative light electron microscopy (CLEM) approach. \nFor an in depth quantitative understanding of cellular functions, biological questions are increasingly moving to the single molecule level and demanding techniques able to measure the dynamic behaviour of single biomolecules while undergoing conformational changes and binding events directly inside cells. Optical techniques for these single molecule studies typically use organic fluorophores as optical labels, which however suffer from bleaching and irreversible degradations. Metallic NPs have attracted increasing attention as alternative labels since they efficiently absorb and scatter light at specific wavelengths (called localised surface plasmon resonances - LSPR) and do not blink or photobleach. Importantly, the LSPR wavelength is very sensitive to the presence of another metallic NP in close proximity depending on the inter-particle distance. Metallic NPs attached to biomolecules can thus be used as &quot;Plasmon rulers&quot; of binding events with single molecule sensitivity by measuring the LSPR shift which occurs upon binding and formation of a NP dimer. However, all experiments reported to date failed to demonstrate biosensing with small NP dimers inside cells, since they rely on optical methods which are not background-free. In our laboratory, we have recently developed a novel FWM technique capable of resolving single small (&lt; 40nm) metallic NPs background-free even in a highly scattering and fluorescing environment and operating at very low powers, hence compatible with live cell imaging. In this project we will pioneer the use of this novel FWM detection with NP dimers for local biosensing with single molecule sensitivity directly inside cells. \nThe interrelated research strand will combine FWM with electron microscopy (EM). This will support the biosensing strand by resolving NP dimers and enabling accurate measurement of their inter-particle distance owing to the sub-nanometer spatial resolution of EM. Moreover, CLEM is a unique tool to understand intracellular processes. For instance, cells have to make new proteins and transport these to the correct places to function properly. Likewise cells have to interpret signals from the outside and route them correctly. What carriers are being used to convey these signals? Where and how do proteins aggregate or segregate? Although dynamics can be studied by light microscopy, its limited resolution (&gt;100nm) requires EM for precise localisation, but EM alone gives only a static image. In CLEM cells are labelled with markers and intracellular events are first followed in living cells with light microscopy. When an interesting event is observed, cells are rapidly fixed and processed for EM. Current approaches use fluorophores for light microscopy conjugated to gold NPs for EM. However, fluorophores photobleach, and when conjugated to metallic NPs might undergo quenching. In addition, there is an unknown modification between the last image from the light microscope and the fixed cell studied in EM since the EM processing procedures usually destroy the fluorophore. We will overcome these limitations by using our novel FWM detection as light microscopy in the CLEM process. FWM directly visualises bare metallic NPs without fluorophores, and is highly photostable and background-free. The culmination of this project will be the combination of both research strands to enable biosensing CLEM.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001470/1","grantId":"EP/L001470/1","fundValue":"234299","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Paola  Borri","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}