{"id":"7DEEEF95-C56B-42E7-8D70-41E3AF69B4B5","title":"Energy literacy through an intelligent home energy advisor (ENLITEN)","abstractText":"The UK is committed to an 80% reduction in human-created greenhouse gas emissions. As well as financial incentives, carbon reduction will require an increase in &quot;energy literacy&quot;, i.e. it will require members of the public to better understand the energy, carbon and financial implications of their behaviours and habits. The ENLITEN project aims to reduce carbon emissions from energy use within buildings by understanding and influencing occupants' habits and behaviours around energy use.\n\nSignificantly reducing energy use within buildings through internal physical controls, such as automatically closing windows, is difficult economically. For example, equipping windows with sensors and motors would cost in the region of &pound;100 per window. Reducing energy use within buildings through external policy controls, such as enforcing times when appliances can and cannot be run, is difficult socially and politically. For example, when California tried to impose a state-wide reduction of 1F in air-conditioning temperature settings, there was public outrage and resistance. Hence, an approach that has more chance - economically, socially and politically - of achieving significant energy reductions is to persuade building occupants to change their energy consuming behaviours.\n\nThere have been many studies of the effect on energy demand of providing building occupants with information on their energy use, founded on the hope that such information will encourage them to reduce their use. The results vary widely, suggesting anything from 0% to 20% reductions. Where reductions are achieved through occupants' behavioural changes, they are often not sustained in the longer term. To achieve significant sustained reductions in energy use by building occupants, we need to avoid simply presenting more information - an approach that has failed in other domains - and focus on providing information that has an effect which lasts beyond any temporary interventions or campaigns.\n\nThis may be acheved by encouraging changes to sustainable behaviours that are sustained in the longer term, maximising the savings by each individual while minimising the burden of behavioural change required, and maximising the number of individuals making changes. In order to achieve these goals, we will specifically target long term sustained effects by focusing on changes to the habitual behaviours of building occupants and not just short-term responses to interventions. We will develop an innovative smart system that provides information, recommendations and rewards personalised to each household and associated with novel behaviour-driven energy tariffs. We will maximise accessibility and potential uptake of the system by making the equipment cheap, easily deployable and minimally disruptive to the building fabric.\n\nThe system will be based on a whole building energy model that, uniquely, integrates a thermal model of the building, a model of occupants' habits and requirements and a disaggregated model of energy use in the building. We will use data from a minimal sensor set to develop a unique auto-generated thermal model of the building, and a disaggregated model of energy use. We will use a range of automated and human data collection and analyses to develop an understanding and model of occupants' energy- related attitudes, behaviours and habits. We will bring these models together to inform an interactive in-building tool to help occupants identify and break poor energy habits, form better ones and reduce energy demand and carbon emissions. While fostering changes in the habits of the occupants, we will relate these changes to the broader social and economic context, examining the trade-offs between the value and costs of behavioural change, quantified in terms of reductions in energy cost and carbon footprint for individuals and the energy supply chain. This analysis will allow us to develop novel tariff-based incentives that reward desired behavioural changes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K002724/1","grantId":"EP/K002724/1","fundValue":"1511970","fundStart":"2012-10-08","fundEnd":"2016-10-07","funder":"EPSRC","impactText":"  The main output from the project, the data files have now been used on &amp;gt;&pound;9bn of real building projects in the UK and the theory behind them is seen as the normal method of producing such data. Construction Economic,Policy & public services","person":"David  Coley","coPersons":["Rachid  Hourizi","Ian  Walker","Bas  Verplanken","Matthew Alun Brown","Furong  Li","Eamonn  O'Neill","Tina  Fawcett","Sukumar  Natarajan","Julian  Padget"],"organisation":"University of Bath","findingsText":" That is is possible to create examples of hour weather to 2080 and use them as a basis for predicting the energy use of buildings They ARE being used by members of CIBSE Construction","dataset":"gtr"}