{"id":"7DF272CA-2A53-4F83-B603-801A533EFF40","title":"Ways of Knowing after Atrocity: A knowledge exchange on the methods used to formulate, implement and assess transitional justice processes","abstractText":"<p>Human rights trials, truth commissions, memorialisation projects and restorative justice processes are implemented with increasing frequency across the globe. However, as different approaches to transitional justice have been advocated and implemented, there have been clashes over the means through which lawyers, civil society actors, scholars and local populations know atrocity and respond to it. In practice, the divergent methods used to examine serious human rights violations have challenged the evidentiary bases of criminal convictions and truth commission reports. Within the scholarship, cross-national studies have now identified general trends, yet these may not necessarily produce the kind of knowledge useful for specific country contexts. At the same time detailed case studies, in carefully emphasising the particularities of a transition, may constrain the learning and adaptation of knowledge across countries.</p>\n\n<p>This ESRC Knowledge Exchange aims to bridge the methodological divides within the practice and research of transitional justice, making scholarly research more accessible to actors implementing responses to atrocity. The project pursues this aim through an online forum, a seminar series, a set of practice-oriented workshops and a final evaluation and implementation meeting.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K000683/1","grantId":"ES/K000683/1","fundValue":"95169","fundStart":"2013-01-15","fundEnd":"2014-01-14","funder":"ESRC","impactText":"","person":"Nicola  Palmer","coPersons":[],"organisation":"King's College London","findingsText":" This project aimed to bridge the methodological divides within the practice and research of transitional justice, making scholarly research more accessible to actors implementing responses to atrocity. As a Knowledge Exchange, the project facilitated expertise-sharing among academics and practitioners through an online forum, a seminar series, a set of practice-oriented workshops, the development of a 'Transitional Justice Methods Manual' and the publication of a Special Edition of the Canadian Journal of Law and Society (forth-coming 2015). \n\nThese activities have generated key findings in four areas of influence:\n\n1) Exploring the nexus between policy decision-making and research methods \n\nFinding: A focus on research methods provides a productive avenue through which to assess policy decisions relating to responses to serious human right violations in conflict zones.\n\nActivity: OTJR hosted an on-line debate examining the role of international monitors, such as the UN Group of Experts or human rights groups, in reporting on mass conflict. The discussion centred on donor responses to recent military activities in the Eastern Democratic Republic of Congo. Jason K. Stearns, director of the Rift Valley Institute's Usalama Project debated with Phil Clark, Lecturer in Comparative and International Politics at SOAS, University of London. The discussion ran from March until July 2013 and included moderation and guest commentaries from leading academics and policy think tanks. During this period the website was viewed by 3186 individual users, with the majority of web traffic coming from the United Kingdom, Rwanda, the United States of America, Switzerland, Belgium, Kenya, Denmark, France, the Netherlands, United Arab Emirates and Australia.\n\nA focus on the process and methods used in reporting on human rights abuses highlighted key points of difference and welcome points of agreement between the contributors. Two key differences were whether donors can and should verify primary sources and whether international actors amplify or silence domestic reporting. While one clear point of agreement was that locally specific political knowledge should inform both report writing and decision-making.\n\nOutput: OTJR website and on-line platform\n\n2) Developing a network through research seminars and roundtable discussions\n\nFinding: Research networks can be fostered through integrating web-based discussions with a series of research seminars and roundtable discussions.\n\nActivities: From January 2013 to January 2014, OTJR and its civil society partner swisspeace, in collaboration with the Dickson Poon School of Law, King's College, London and the Leuven Institute of Criminology, Faculty of Law, KU Leuven, hosted 12 public seminars and 8 roundtable discussions. With attendees from barrister chambers involved in international criminal trials, academic institutions and third sector organisations, these exchanges drew together work conducted by political scientists, psychologists, international lawyers, literary writers, human rights activists and anthropologists. Each speaker provided a written paper in advance in order to enhance the discussions and exchanges. The seminars and roundtables were integrated into the development of the new OTJR website, providing a set of pod-casts, blog posts and seminar abstracts as an on-line resources relating to the methods currently deployed in the study of transitional justice. \n\nOutputs: OTJR/swisspeace Podcasts, Seminars and Workshops; \nBlog posts: Summaries of key questions raised in the roundtable discussions; Transitional Justice Methods Manual \n\n3) Building research capacity and fostering ethical research in transitional justice\n\nFindings: Workshops on methods and methodologies with civil society researchers and academics in transitional countries strengthens the development of practice-oriented training materials and highlights important ethical constraints when conducting research in post-conflict contexts.\n\nActivities: On the 16th-17th July and 18th- 19th September 2013, OTJR and swisspeace hosted two practice-oriented workshop, the first in Kigali, Rwanda and the second in Prishtina, Kosovo. Working with locally based partners, the workshops were structured around a draft version of the 'Transitional Justice Methods Manual' that had been developed through the OTJR/swisspeace roundtable discussions in Oxford and London. This allowed for direct feedback and input into the content and uses for the manual. Seventy participants attended the workshops, with representation from local and international Non-Governmental Organisations (NGOs), the civil service, current members of parliament and students and academics from across the two countries. Following these exchanges the manual was revised, published and launched as part of the Final Monitoring and Evaluation Meeting in Bern, Switzerland on 14th January 2014. \n\nOutput: Transitional Justice Methods Manual\n\n4) Focusing on forms of knowledge enables interdisciplinary academic research\n\nFinding: A focus on how the form through which knowledge on human rights abuse is exchanged and transferred allows for inter-disciplinary work in the field of transitional justice.\n\nActivity: The papers prepared for the roundtable discussions were structured around the three research questions for the project that examined the different ways through which human rights violations are currently identified, the methods used to respond to them and the dominant and innovative approaches to examining the impact of these responses. In response to a competitive international call, a proposal to publish a selection of these papers as a Special Issue has been accepted by the Canadian Journal for Law and Society.\n\nOutput: Special Edition of the Canadian Journal of Law and Society (forth-coming 2015) The project identified civil society and advocacy groups working on transitional justice and international criminal lawyers as the two major non-academic beneficiaries of the project's activities. The potential use of the project's outputs for each of these groups will be discussed in turn.\n\nFirst and foremost, the project has built a strong professional partnership with swisspeace, the collaborating civil society partner. This partnership across the academy and third sector created the foundation for the development of the 'Transitional Justice Methods Manual'. The manual is specifically geared towards use by civil society groups and think tanks in non-academic contexts. All participants involved in the practice-oriented workshops have received an electronic copy of the 'Transitional Justice Methods Manual'. There will be follow-up on how these participants make use of this publication. In addition, the workshops themselves have the potential to lead to the establishment of research streams in transitional countries, adding to the on-going capacity development of civil society. \n\nThe OTJR network development has the potential to continue to enhance the exchange of knowledge between scholars, students and international criminal lawyers. Practising lawyers in international criminal law presented work and participated in the project roundtable discussions and seminars. These activities have led OTJR to arrange a further seminar with Xabier Agirre, Head of the Investigative Division in the Office of the Prosecutor at the International Criminal Court. There is potential for these types of collaborations to continue. The exploitation routes are linked to the outcomes and activities that have been achieved in the four areas of influence discussed above.\n\n1) The on-line platform provides the capacity to host on-going and future debates pertinent to the study and practice of transitional justice. In addition, the OTJR network has been solidified and developed over the course of the project. The partnerships with swisspeace, the Leuven Institute of Criminology at KU Leuven and Fondation Hirondelle, a Swiss NGO and media outlet, have resulted in the ongoing development of further grant applications. The website now provides a comprehensive record of all of the OTJRs activities since the groups inception in 2007 and offers a hub for retaining connections between participants involved in the OTJR activities.\n\n2) Use of the 'Transitional Justice Methods Manual' by civil society groups, think tanks and NGO's in post-conflict countries\n\nThe dissemination of the methods manual in Rwanda led to a further workshop being organised by the Refugee Law Project in Gulu, northern Uganda. The publications of the manual and its distribution to all participants involved in the workshops in Rwanda and Kosovo and the manual launch hosted in Bern offers the opportunity for further deployment of the manual as a teaching and facilitating tool.\n\n3) Enhancement of the academic impact of the Special Edition of the Canadian Journal of Law and Society \n\nThe reputation of the journal and the fact that the proposal was selected from an open international call will enhance the reach and impact of the work within the academy. The profile of the Special Edition will be enhanced through a collaborative launch with the Leuven Institute of Criminology at KU Leuven, if a funding application to the Belgian Royal Academy of Arts and Sciences is successful. Education,Security and Diplomacy","dataset":"gtr"}