{"id":"7DF87AF0-A955-477E-A743-B79A310377AE","title":"Understanding the ecological relevance of eDNA in freshwater lotic ecosystems","abstractText":"Understanding the impacts of environmental change and changing land use on biodiversity and how ecosystems work require comprehensive knowledge of communities and their ecology. Molecular biodiversity identification is emerging as a high throughput and cost effective alternative to traditional approaches and in particular, the analysis of environmental DNA (eDNA) provides an opportunity to measure biodiversity in space and time at unprecedented scales. Unlike DNA obtained through direct analysis of communities, eDNA refers to shed cells or free-DNA from organisms as they pass through an environment, or die and decay. eDNA is being applied for various uses such as identification and monitoring of endangered/invasive species and analysis of biodiversity. It is very clear that researchers can detect eDNA from a variety of natural environments and in particular, freshwater environments. However, understanding how those sources of eDNA relate to living biodiversity and associated ecological function in ecologically and socio-economically important river ecosystems is at the heart of the eDNA:LOFRESH proposal.\nFocusing on a range of exemplar experimental semi-natural and natural freshwater catchment systems from local to national scales, we will (a.) improve understanding of the movement, and persistence of lotic eDNA, (b.) quantify the relationship between lotic eDNA and the in situ community using different combinations of genetic and genomic approaches, (c.) improve methodological approaches for eDNA data acquisition and interpreting eDNA data using novel ecological and phylogenetic algorithms, (e.) develop and test new models relating lotic eDNA to stream biodiversity and ecosystem function and their variation in response to land use pressures. Over a 4 year period, five work packages (WPs) will be delivered by the Universities of Bangor, Birmingham, Cardiff and the Centre for Ecology and Hydrology. In WP1, we will use artificial stream channels in a series of experiments to assess the effects of a range of physical and chemical drivers on the loss of lotic eDNA and to compare and contrast genetic and genomic approaches for assessing known sources of lotic eDNA. In WP2, we will test our experimental findings from WP1 by tracking natural lentic (i.e. lake) and experimentally introduced control lotic eDNA through the natural stream network of the intensely studied Conwy River research catchment in north Wales. WP2 will also assess relationships between observed lotic eDNA and the in situ community in selected tributaries of the Conwy displaying a range of physicochemical characteristics and experiencing different land use pressures. WP3 will sample lotic eDNA in coordination with an on-going national survey in Wales to up-scale the experimental and catchment-scale findings of WP1 and WP2 to the Welsh landscape and national scales. WP4 will provide informatics support, but specifically, develop workflows to identify species level diversity in eDNA datasets. Finally, in WP5 we will further test our model findings, by manipulating the experimental stream systems with emulated land use pressures, quantify the ecosystem functions of decomposition and food web structure and test linkages with eDNA signals. Effective engagement with a broad range of stakeholder groups (government, end-users, environmental agencies) and project partners (research institutions and academic partners specialising in eDNA, sequencing and informatics) will optimise impact and research synergies of potentially transformative science throughout the consortium network.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N005678/1","grantId":"NE/N005678/1","fundValue":"68568","fundStart":"2015-11-15","fundEnd":"2019-11-14","funder":"NERC","impactText":"","person":"Isabelle  Durance","coPersons":["Steve  Ormerod"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}