{"id":"7DFA2E8E-C48F-4B91-86BC-CE4EF99FB4E9","title":"Lab on a Stick: Smartphone-ready low cost rapid live microbe detection and identification using nanocoated Micro Capillary Film","abstractText":"Overall project aim: simple, low cost detection of bacteria using an affordable new microfluidic technology \nBacteria are a major subtype of microbes (or germs) that cause a range of infections and can also contaminate food and medicines during manufacturing. Tools for detecting bacteria are thus vital, but current methods are often laborious and slow, and require the use of a fully-equipped microbiology laboratory. This project will develop a new bacteria testing technology- called Lab-on-a-Stick - that makes detecting and identifying live bacteria simpler, faster and more portable at an affordable price. Ultimately Lab-on-a-Stick tests can be performed without lab equipment and read using a mobile phone camera.\nTechnology background: Microfluidics and Lab-on-a-Chip\nResearch over recent decades has developed technology called &quot;microfluidics&quot; using tubes with dimensions smaller than 1mm, typically around 0.1-0.2 mm wide to process reagents and samples. One major aim of microfluidic research is to develop miniature tests, with advantages of the small size including faster, automatic tests and smaller samples. These are referred to as &quot;Lab-on-a-Chip&quot; because complex lab procedures can be performed on a tiny microchip device. However, Lab on a Chip products are expensive and difficult to manufacture and have so far been limited to specialised high value applications, and most rapid disposable tests still use a more familiar format- the dipstick- e.g. pregnancy or blood glucose tests. The great advantage of dipsticks is their extreme simplicity- just dip in sample, and wait for a colour change. Dipsticks have disadvantages, so ideally the benefits of Lab-on-a-Chip microfluidic technology should now be adapted into a dipstick form. \nNew technology: Lab-on-a-Stick\nA collaboration between Reading and Loughborogh Universities led to the invention an entirely new approach -called Lab-on-a-Stick - that promises to deliver microfluidic properties with the simplicity and low cost of a dipstick. This technology exploits special properties of a novel microfluidic material previously studied by the applicant, but also adds a new modification that applies the science of nanotechnology - in other words a modification with dimensions around 1/10,000th of a millimeter. The resulting nano-modified microfluidic material has many beneficial properties, including the ability to perform 10 different tests after dipping into one sample, and as it is exceptionally transparent the tests results can be measured using a mobile phone camera. Remarkably it can still be produced at very low cost, using a simple, conventional manufacturing process, allowing cheap disposable tests that deliver the power of microfluidics.\nCurrent project objectives:\nUnpublished studies have already proven that the new dipstick microfluidic technology can perform three standard blood tests in a single drop of blood, and shown that bacteria testing is also feasible. This grant will build on these preliminary studies to produce fully functioning devices for detecting harmful and infectious bacteria in a smartphone-friendly dipstick format. The study will focus on developing a fundamental understanding of how to use the nanotechnology modification to perform accurate and sensitive bacteria tests using the new Lab-on-a-Stick technology platform.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L013983/1","grantId":"EP/L013983/1","fundValue":"98490","fundStart":"2014-04-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  At this point in time, the main focus has been on completing essential technical progress.\n\nWe have however filed a new patent application that will be of commercial value to startup company Capillary Film Technology Ltd (subject to licensing negotiations) and CFT's parent company the UK manufacturing SME Lamina Dielectric Ltd. The economic value to the UK life science industry of this research in generating IP with value is therefore clear, although further commercial development is required for full extent of economic impact to be defined.\nOnce project findings are disseminated to industry and clinical users of analytical microbiology technology through 2015, the economic and societal impact will become more clear. Pharmaceuticals and Medical Biotechnology Economic","person":"Alexander Daniel Edwards","coPersons":[],"organisation":"University of Reading","findingsText":" Although this project only started earlier in 2014, at the point of reporting (Oct 2014) significant technical progress has been made. Specific achievements to date include:\n-robust confirmation of the capabilities of our new affordable microfluidic technology for bacterial detection and identification (fermentation and enzymatic assays, plus sensitive bacterial growth detection) \n-GB filing of initial invention clearing the way for publication of new technology concept, and offering an opportunity for commercial exploitation.\n-Detailed understanding of how the underlying technology works, with an unexpectedly simple mechanism of reagent loading identified.\n-New and important microbiological applications of the new technology in the field of antimicrobial resistance identified and proof-of-concept that this application completed\n\nOver the final period of this grant, these findings will be published and presented to potential industrial partners and clinical microbiology users. Our focus in the initial part of this project has been to complete the essential demonstrations of the new technology in the laboratory. As we complete these technical demonstrations and scientific study, focus will move towards demonstrating and presenting the clinical and industrial applications of the new microfluidic dipstick microbiology testing platform. We will therefore focus on publications to generate academic interest, but also on presentation to industrial and clinical audiences to generate user interest and hopefully develop partnerships to commercially and clinically develop products based on our technology. We have already applied for further charity funding to develop new microbiological applications of the new technology in the critical field of antimicrobial resistance. Agriculture, Food and Drink,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}