{"id":"7DFB10E7-134F-4992-93B8-B1A4A55F3110","title":"An operational UK air-sea carbon flux observation capability (CARBON-OPS)","abstractText":"Atmospheric concentrations of carbon dioxide (CO2) are at their highest level for the past 650,000 years, and possibly the past 15 million years. The ocean is one of the largest natural reservoirs of carbon and has buffered changes in the amount of CO2 accumulating in the atmosphere by absorbing about one half of the CO2 released from all human activities since 1800. However, the ocean's future CO2 absorption rate is unknown and complex to understand because it relies on several related processes (e.g. warming, saltiness, plant growth, mixing, sinking of particles from the surface to deep waters). We do know that the driver for the ocean's absorption of CO2 is the difference in the concentration of CO2 between the ocean and the atmosphere. This is measured as the difference in 'partial pressure' of CO2, termed pCO2. As CO2 concentrations in the atmosphere continue to rise, pCO2 in the surface ocean is expected to increase to double its pre-industrial value by the middle of this century. Coupled with rising temperatures, this increase may lead to a slowdown in the ocean CO2 absorption of CO2, resulting in more CO2 accumulating in the atmosphere and possibly speeding up global warming. A major consequence of increased CO2 levels in the ocean is that surface seawater will become (slightly) more acidic, which could have profound impacts on marine organisms and ecosystems. As a signatory to the Kyoto protocol, the UK has made a legally-binding commitment to reduce carbon emissions by 2012. Part of this commitment requires the UK to track and, if possible, predict changes in regions which naturally absorb CO2 ('natural sinks'). Monitoring changes in surface ocean pCO2 and the exchange of CO2 between the ocean and the atmosphere can provide early warning of changes in the ocean's ability to absorb CO2 and resulting climate changes. Computer models for forecasting changes in ocean processes and ecosystems provide the potential for real-time monitoring and forecasting of CO2 related changes in the ocean. Measurements of pCO2 in the surface ocean are essential for testing the predictions of these models. This proposal describes a 'supply chain' for automated measurement of pCO2 in the surface of the ocean, its processing and its use in providing information to government bodies. Data will be gathered by new pCO2 measurement systems on UK research ships. These will send the measurements in near-real time, via satellite text messages, to the British Oceanographic Data Centre, where they will be automatically processed, quality controlled and archived. The data will then be delivered to the Met Office for use in testing predictions from its ocean models. These models will assist the UK government by providing information on the amount of CO2 taken up by the oceans and the related impacts on global climate, ocean acidity and the health of marine ecosystems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E002110/1","grantId":"NE/E002110/1","fundValue":"17016","fundStart":"2007-08-13","fundEnd":"2010-10-12","funder":"NERC","impactText":"","person":"Nicholas John Hardman-Mountford","coPersons":["Andrew  Watson","Dorothee  Bakker"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}