{"id":"7DFFD96D-13CA-4CA3-A63C-F110B42F6D3B","title":"Drawing and Visualisation of Dynamic Multivariate Graphs for Social Networks","abstractText":"Networks, or graphs, are pervasive in our modern society. A network consists of entities, or nodes, and a set of relationships between those entities, or edges. When we consider social media services (Facebook, Twitter, etc), nodes correspond to user accounts and edges would be friendships between these users. Nodes often have information associated with them, or attributes. In a social network, these attributes could be as simple as demographic data or information that a particular user has at a given time. In an intelligent infrastructure setting, where nodes and edges correspond to a road network, the level of congestion along stretches of road would be an attribute of the network. In general, networks that have attributes associated with their nodes and edges are called multivariate networks and are an emerging area of information visualisation.\n\nMultivariate networks can also be dynamic. That is, either the structure of the network itself or the attributes associated with the nodes and edges can change over time. In a social network setting, friendships are formed and are broken, evolving the network. Information that a friend might have can spread from node to node cascading through the network structure. In a city, new roadways can be built or closed, corresponding to structural changes in the network. Levels of congestion vary throughout the course of the day and therefore the attributes can change as well. Networks where the structure and/or attributes change over time are dynamic multivariate networks and understanding how they operate is critical for these applications and many others. In information visualisation, this emerging area has received much recent attention.\n\nThe challenge of this work occurs when the network structure and/or the attributes change over time and we would like to visualise these changes effectively. As many networks, particularly social networks, do not have inherent spatial positions for the nodes, we are free to choose these positions. Also, we are free to choose the encodings for the attributes. However, we must do so in a way that is both computationally efficient and perceptually effective for the end user of the visualisation. \n\nIn this work, we look at perceptually effective ways for drawing and visualising dynamic multivariate graphs. We work closely with research scientists at the Oxford Internet Institute to ensure impact on software that is already in use with various user communities. For this work, we are inspired by studies in psychology and perception in order to drive the design of algorithms to draw the graph and interactive methods for their visualisation. We concentrate on methods for drawing and visualising both evolving structure and evolving attributes. In order to ensure our algorithms conform to the desired perceptual criteria, we evaluate our computational processes through metric evaluations and evaluate our visualisations through user centred experimentation. By working closely with our collaborators in social networks, we ensure the work is relevant for analysing social networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005724/1","grantId":"EP/N005724/1","fundValue":"95985","fundStart":"2015-10-08","fundEnd":"2017-04-07","funder":"EPSRC","impactText":"","person":"Daniel William Archambault","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}