{"id":"7E03836E-D440-4EB2-9BA6-EF9B182A8D1F","title":"Fully Submerged Evolution of SeaGen for Exposed Open Deep Water Locations","abstractText":"This proposal is for a novel fully submerged mooring system to enable MCT to address deep water sites, sites with large tidal ranges or sites with significant wave environments. The evolution of the technology will build on the success of the SeaGen surface piercing using demonstrated components and fundamentals, such as the drive train and control systems.The proposal offers a novel solution for foundations, installation and maintenance access based on MCT's experience to date and differs from the current range of submerged technologies on offer. The novel approach also allows for the use of generation components and control systems that have been developed over a period of years on the SeaGen device to mitigate the overall technology risk.The existing 1.2MW SeaGen tidal turbine device has been installed in Strangford Lough, Northern Ireland since April 2008 and has accrued over 1600 operating hours and exported in excess of 1200 MW-hrs of energy. SeaGen is surface piercing and MCT advocates that this concept is essential for early commercial deployments where reliability during development will be an issue. The QUB site for large scale model testing is in close proximity to this site and has been subject to in depth study of flow.The work undertaken by QUB will assist in developing a better understanding of mooring loadings, device balancing and dynamic response under realistic tidal flow conditions in particular with regards to turbulence. In particular understanding of the dynamic loading on the structure when surfaced and conditions for safe operation and maintenance are crucial for the successful development of the device. At the same time costs for construction and material have to be minimised, which are directly linked to the necessity of fully understand the loadings of the device.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I002162/1","grantId":"TS/I002162/1","fundValue":"145637","fundStart":"2010-12-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"  The findings have been used to develop the design concept further, outcomes are however not publicised yet. Energy,Environment Economic","person":"Bjoern  Elsaesser","coPersons":["Graham  Savidge"],"organisation":"Queen's University of Belfast","findingsText":" The objective was to assess the operation and functionality of the SeaGenU device, a floating / submerged structure to support three free stream tidal turbines in a high current tidal environment. Through this study a thorough understanding of the hydrodynamics of the original SeaGenU design was developed. It confirmed, that further analysis had to be carried out and substantial changes to the design had to be made to develop a fully functional solution. This was further developed by MCT / Siemens and has now lead to the design of the current SeaGenU concept, which Siemens is current marketing as their next generation device.\nSome of the project outcomes are confidential. Collaboration between Siemens and other Tidal Energy developers is already taking place to see how the findings can be utilised in the tidal energy industry. Energy,Environment","dataset":"gtr"}