{"id":"7E0E5013-FFD4-4A5A-96F8-7F5EA47A20F2","title":"Tactile superresolution sensing","abstractText":"Superresolution encompasses a range of techniques for transcending the resolution limit of a sensor and earned the 2014 Nobel Prize in Chemistry (for superresolved fluorescence microscopy). Superresolution is analogous to biological hyperacuity of vision and touch where the discrimination is finer than the spacing between sensory receptors. Superresolution research in visual imaging has impacted science from cell biology to medical scanning 'in ways unthinkable in the mid-90s' (Editorial, Nature 2009). \n\nThe success of this proposal will enable the widespread uptake of superresolution techniques in the domain of artificial tactile sensing, potentially impacting multiple application areas across robotics from autonomous quality control in manufacturing to sensorized grippers for autonomous manipulation to sensorized prosthetic hands and medical probes in healthcare.\n\nProposed research\n\nMore specifically, the development of robust and accurate artificial touch is required for autonomous robotic systems to interact physically with complex environments, underlying the future robotization of broad areas of manufacturing, food production, healthcare and assisted living that presently rely on human labour. Currently, there are many designs for tactile sensors and various methodologies for perception, from which general principles are emerging, such as taking inspiration from human touch (Dahiya et al 2012), using statistical approaches to capture sensor and environment uncertainty and combining tactile sensor control and perception (Prescott et al 2012).\n\nAll application areas of robot touch are currently limited by the capabilities of tactile sensors. This first grant proposal aims to demonstrate that tactile superresolution can radically improve tactile sensor performance and thus potentially impact all areas of robotics involving physical interaction with complex environments. Visual superresolution has revolutionised the life sciences by enabling the imaging of nanoscale features within cells. Tactile superresolution has the potential to drive a step-change in tactile robotics, with applications from quality control and autonomous manipulators in manufacturing (Yousef et al 2011) to sensorized prosthetics and probes in healthcare.\n\nProposed initial application domain\n\nCurrently, across the entire automobile industry, gap and flush quality controls are made manually by human operators using their hands to check the alignment between vehicle parts. Experts in the industry have informed me that human hands are used because modern vision-based measuring technologies (such as laser scanners) do not robustly detect sub-millimetre misalignments between parts of differing reflectivity and refractivity. An automated system using robot touch would be more reliable, enable traceability of defects, and move production towards a fully automated paradigm. \n\nThe proposed research will culminate in a pilot study demonstrating that tactile superresolution will enable readily available tactile sensors to make gap and flush measurements of the requisite sub-millimetre tolerance and how the sensors should be controlled during the tactile perception task. This will constitute a first step towards building a consortium between academic and industrial partners to develop a fully working prototype for test installation on a production line.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M02993X/1","grantId":"EP/M02993X/1","fundValue":"98357","fundStart":"2015-11-01","fundEnd":"2017-06-15","funder":"EPSRC","impactText":"","person":"Nathan Francis Lepora","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}