{"id":"7E0F5880-0581-4107-AC12-591015380F2D","title":"Sandpit: Synthetic integrons for continuous directed evolution of complex genetic ensembles","abstractText":"A grand challenge in synthetic biology is the need for technologies that enable the construction of novel and complex functions in biological systems. When these functions involve the expression and coordination of multiple genes e.g engineering metabolism or assembly of cDNAs from a metagenomic library to synthesize novel small molecules, building them by an iterative approach is laborious and difficult. Nature has however evolved mechanisms to deal with such complexity. Here we propose to develop a synthetic system that harnesses the power of multiple natural mechanisms to enable synthetic biologists to generate, diversify, and refine complex multigenic functions. The core of our technology will be based on a bacterial integrons, which are natural cloning and expression systems that assemble multiple open reading frames (gene cassettes), using site-specific recombination and conversion to functional genes by expression from an internal promoter. The ability to capture disparate individual genes and physically link them in arrays suitable for co-expression is a trait unique to these genetic elements. The result is an assembly of functionally coordinated genes facilitating the rapid evolution of new phenotypes.We propose to develop a novel technology platform to revolutionise the process of engineering complex multigenic functions by harnessing the power of integrons for continuous directed evolution. Specifically, we will 1) construct and characterise a synthetic integron-based system (syntegron) for continuous directed evolution, 2) develop principles for effectively using syntegron technology via proof-of-principle experiments and computational optimisation, and 3) use synegron technology to assemble and optimise complicated, multi-gene, biosynthetic pathways for natural products (e.g., Taxol). A key step in the creation of syntegrons will be the generation of a toolbox of well-characterized integron integrases with efficient, controllable recombination frequencies and a range of diverse but specific insertion sites. In order to further enhance the potential diversification of the syntegron system we will develop a tunable, inducible lateral gene transfer technology based around conjugative exchange of plasmids and transduction-mediated transfer of phagemid. We will use two complementary approaches to develop strategies for deployment of syntegrons in plants 1) Iidentification and exploitation of functional equivalents of microbial integron platforms in plants 2) test and utilize microbial syntegron elements in plants using plastid-based technology.Bioinformatic approaches will be used to characterize components of our directed evolution in syntegrons (DES) system and the experimental products of this system. A fundamental principle of Systems Engineering is that, as a system become more complex and the number of parameters chosen by the designer increases, intuition breaks-down and computer-aided design (CAD) becomes essential. This principle is just beginning to be appreciated in the field of Synthetic Biology. In this project, we aim to make a step change in this direction, by embedding computational modeling and optimization tools in the heart of the proposed experimental framework.One of the primary uses of the Syntegron technology will be the construction of metabolic pathways to improve known pathway metabolic flux and unknown metabolic pathways. To demonstrate the usefulness of Syntegrons, we will begin with a known challenging metabolic pathway - the mevalonate-based isoprenoid biosynthetic pathway. After establishing that the syntegron system functions in model applications, we will attempt to evolve a novel multigenic function - the biosynthesis of the economically and medicinally valuable molecule Taxol in bacteria demonstrating the utility of the syntegron platform for evolving a wide variety of complex multigenic functions that could not feasibly be constructed or discovered by other means.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H019154/1","grantId":"EP/H019154/1","fundValue":"1147390","fundStart":"2010-01-11","fundEnd":"2013-01-10","funder":"EPSRC","impactText":"  We have demonstrated that genetic constructs for metabolic pathways can be assembled rapidly, efficiently and cheaply. This technology is now being used as part of an industrial collaboration funded by the TSB with the SME Ingenza. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Susan Jane Rosser","coPersons":["Anne  Osbourn","Declan  Bates","Paul S Freemont"],"organisation":"University of Glasgow","findingsText":" We have demonstrated that genetic constructs for metabolic pathways can be assembled rapidly, efficiently and cheaply. This technology is now being used as part of an industrial collaboration funded by the TSB with the SME Ingenza.\nWe have identified novel mechanisms in the way that the recombinase PhiC31 recombines DNA.\nWe have made significant discoveries about the prevalence, structure and regulation of plant gene clusters encoding secondary metabolic pathways.\nWe have developed computation tools to exploit these recombinases and genetic clusters. These technologies have general use in DNA assembly and also in the production of commercially important plant secondary metabolites. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}