{"id":"7E1B8BCC-3B0E-489A-B244-675C78A8C437","title":"US DOE IRP on Simulation of Neutron Irradiation","abstractText":"In high dose fission reactor concepts (GEN-4) structural materials must survive up to 200dpa of damage at temperatures in excess of 400C. At such high damage levels, the major degradation modes are likely to be driven by void swelling and phase stability. Traditionally, research to understand radiation-induced changes in materials is conducted via radiation effects experiments in test reactors, followed by a comprehensive post-irradiation characterization plan. Modelling of the radiation damage process helps to reduce the need for experiments covering the entire parameter space by providing predictive capabilities. However, test reactors cannot create radiation damage significantly faster than that in commercial reactors, meaning that radiation damage research often cannot &quot;get ahead&quot; of problems discovered during operation. In addition, the cost of conducting test reactor experiments is very high limiting dramatically the number of experiments that can be supported. \n\nA promising solution to the problem is to use ion irradiation that can produce high damage rates with little or no residual radioactivity. The advantages of ion irradiation are many. Dose rates are much higher than under neutron irradiation which means that 200 dpa can be reached in days or weeks instead of decades. Samples are not radioactive. Measurement of temperature, damage rate and damage level is difficult in reactor, resulting in reliance on calculations to determine the total dose, and estimate irradiation temperature. By contrast, ion irradiations have been developed to the point where temperature is extremely well controlled and monitored, and damage rate and total damage are also measured continuously throughout the irradiation and with great accuracy. \n\nHowever, ion irradiation has several potential drawbacks; the small volume of irradiated material, the effect of high damage rate on the resulting microstructure, and the need to account for important transmutation reactions that occur in reactor, such as the production of He and H. Understanding and modelling the microstructure-property relationship allied with the development of micro-sample fabrication and testing, hold the promise for minimizing the drawback of limited irradiated volume. The strategy to account for transmutation reactions is to simultaneously irradiate a target with heavy ions while also bombarding it with He and/or H. Such a process requires multiple accelerators coupled in a double or triple beam facility. \n\nTo qualify ion irradiation to study neutron irradiation it is necessary to reproduce as best as possible both the neutron irradiated microstructure and the neutron-induced macroscopic property changes using ion irradiation. Because these microstructures are very complex, the task of verifying that the ion irradiation microstructures are similar to that of a reactor irradiation is correspondingly complex. This task is best addressed using a combination of state of the art experimental techniques closely coupled to modelling, which can yield mechanistic understanding of the defect development process, while taking into account in the experimental design and theoretical modelling as many as possible of the factors outlined above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025817/1","grantId":"EP/L025817/1","fundValue":"495253","fundStart":"2014-04-30","fundEnd":"2017-04-29","funder":"EPSRC","impactText":"","person":"Steven George  Roberts","coPersons":["Michael Patrick Moody"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}