{"id":"7E1D5719-8D7A-41C1-969B-C81B8EBC525B","title":"From Ion Channel Structure to Function: Better Tools to Annotate Membrane Protein Structures","abstractText":"The way we think and move, as well as the way we interact with and perceive our surroundings are just a few of the important processes controlled by ion channels and membrane transport proteins. In effect, almost every process in the body requires the movement of charged ions (like salts such as sodium chloride), or other molecules (like glucose), into and out of our cells. Without the tiny pores created by these membrane proteins a cell would just be an impermeable plastic bag incapable of interacting with its environment.\n\nThese membrane proteins are therefore not only essential for all forms of 'bioelectrical' and cellular signalling, but also for life itself. It is therefore perhaps not surprising that 50% of current drug targets are thought to reside within cell membranes. The importance of these proteins has also driven many recent advances that now allow us to visualise their 3-D structure in exquisite detail. However, these images represent only the beginning of a long journey to understand how an ion channel works.\n\nCentral to this understanding is not only the ability to visualise the transmembrane pathways which ions take through these proteins, but also to identify any barriers which exist within these pores. This is important because controlling these barriers enables cellular electrical signals to be switched on or off.\n\nIons generally move through channels in their 'hydrated' state i.e. dissolved in water, and so previous methods for identification of barriers have mostly focussed on comparing the relative size of a dissolved ion to the size of the pathway through which it moves. This approach has proven extremely useful in the past. However, studies by us and others, now clearly demonstrate that the relative greasiness or 'hydrophobicity' of these narrow pathways also has a profound influence on the movement of ions, i.e. it is not just a matter of how wide the holes are. This is because water behaves very differently in a narrow greasy pore compared to one where the surface is easily wetted or 'hydrophilic'. As a result, if a section of a pore does not easily fill with water then ions cannot pass through, and a barrier is created. The scientific principles underlying this process also explain why oil and water do not mix, how cell membranes and biomolecules assemble, and why water is so essential for nearly all forms of life.\n\nUnfortunately, it is not possible to directly visualise the behaviour of water in such nanometre-sized pores. However, we have recently shown that powerful computational methods known as 'Molecular Dynamics Simulations' can accurately model these processes and therefore act as a 'computational microscope' to visualise this behaviour. Using this approach we have predicted the existence of hydrophobic barriers in several novel channel structures. Importantly, we have validated these predictions with a variety of experimental approaches, including direct changes to the 'wettability' of the channel itself. These results have had a major impact on our understanding of how these ion channels function.\n\nIn this project we will develop new tools to simulate and predict the behaviour of water in membrane pores and transport pathways. This will enable a wide range of scientists, from the casual user to expert structural biologist, to accurately predict these hydrophobic barriers in any new or existing protein structure. To underpin this we will improve our mechanistic understanding of these processes by further refining and experimentally validating our computational methods in several model channel systems. These predictive tools will be designed with the requirements of the end-user in mind and for easy implementation on a number of different platforms, ranging from desktop PCs to supercomputers. The toolkit aims to meet a rapidly increasing demand for functional annotation and will have a far reaching impact on understanding how ion channels and membrane transport proteins work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N000145/1","grantId":"BB/N000145/1","fundValue":"569188","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Stephen  Tucker","coPersons":["Mark  Sansom"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}