{"id":"7E255A59-A2CB-4F1F-9F4F-C75B6E9DE294","title":"Documenting the Humanitarian Migration Crisis in the Mediterranean","abstractText":"Since the beginning of 2015 nearly 2,000 people have lost their lives trying to cross the Mediterranean Sea. Yet, this figure captures only a fraction of the migration crisis, which stretches across all sides of the Mediterranean and across Europe. This crisis has been high on the EU agenda in the past year, and in May 2015 the EU Commission announced a European Agenda on Migration, intended both as an immediate response to the crisis and as a broader and longer term proposal for migration management. The Agenda combines proposals to better manage migration with a humanitarian incentive to save lives through stronger search and rescue activities and the resettlement of refugees.\n\nDespite the urgency of the problem and the attention it has received from politicians, policy makers, media and academics, we know little about the experiences and journeys of migrants, especially in light of migration management strategies. For instance, various governmental and migration agencies hold quantitative records on migrant arrivals in Italy, yet these datasets are held in different places and formats. No database exists that offers a comprehensive picture. Qualitative data on migrant experiences often focuses on individual narratives of journeys across the Mediterranean. Consequently, we lack a thorough understanding of key questions such as: who are the migrants?; how do they make their journeys?; where do they seek to go?; what family connections do they have?; how are they governed along the way? \n\nOur research will change this. By finding the answers to these questions, it will untangle the category of 'mixed migration' flows - the prevailing means to describe the varied and transitory sets of experiences and governmental practices associated with migrant journeys across the Mediterranean and into Europe. Gaining this knowledge is of crucial significance for the development of an effective and humanitarian response to the crisis as part of the European Agenda on Migration. In the EU Council held on 25-26 June, EU leaders agreed to relocate and resettle 60,000 refugees on the basis of a distribution key that is informed by quantitative factors such as the member state's GDP and population size. However, this distribution key can only offer a durable solution if it also includes a 'humanitarian' dimension based on insights into the experiences of migrants. \n\nOur research will develop this knowledge by building a database that offers a comprehensive quantitative and qualitative picture of migrants and the ways in which they are governed en route. The quantitative aspect of the research consists of integrating existing datasets into a standardised database or &quot;map&quot; of the migration crisis along the migration trajectory from the Mediterranean to the UK. This will be complemented by qualitative data obtained through 100 semi-structured interviews with migrants, migration civil society organisations and governmental actors in order to build a &quot;thicker&quot; qualitative mapping of migrant journeys and experiences. \n\nOur research will benefit academic and non-academic audiences. The database will give EU policy makers a better understanding of the diverse and transitory character of migration into and across Europe, as well as the effects of migration management, which will be of key significance for further developing the European Agenda on Migration. Insights from the database will also help migration civil society organisations to better assist the most vulnerable migrants and to develop campaigns for more humanitarian policy responses. It will also help produce a more sophisticated discussion on migration in the media and the wider public. Scholars will benefit from access to the database and from the methodologies developed to produce it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N013719/1","grantId":"ES/N013719/1","fundValue":"131064","fundStart":"2015-09-14","fundEnd":"2016-09-13","funder":"ESRC","impactText":"","person":"Elspeth  Guild","coPersons":["Leonie  Ansems De Vries"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}