{"id":"7E289F10-0824-4264-B391-6BFECE78C98B","title":"Prediction of toxic species in fire","abstractText":"Most fire deaths are associated with the remote transport of toxic products produced in hot post-flashover fires, and with carbon monoxide (CO) in particular [S1, S2]. Currently, numerical tools are effective at describing the transport of these toxic products, but incapable of accurately predicting the quantities generated in a fire - thus the source is missing [S2, S3]. In order to extend the scope of fire safety engineering (FSE) methods, and provide more effective tools for practitioners, there is an urgent need for robust and well-validated methodologies which address the problem in its entirety, thus completing the chain and provided a true predictive capability [S3]. This would open the door to a host of new applications, including fire forensics to assist in determining causes of fatalities, supplementing expensive full-scale fires tests, and ultimately in building design, and could transform the application and exploitation of FSE methodologies. It is essential that any such methodology can be effectively exploited by the fire community, so it must be undemanding computationally (so that it can be run on computers typically used by consultants) and must effectively accommodate the specific requirements of real-world fires, i.e. large-scale building scenarios involving a very broad range of lengthscales, and multiple and often complex fuel sources, where significant contributions to toxic products yields may arise both from complex formation processes in the gas phase and directly from the solid-phase, via pyrolysis of combustible boundary materials [S2]. Here an advanced methodology is proposed in which each of these processes can be effectively accommodated, based on the solution of transport equations for each chemical species of interest. The focus of this proposal is on CO prediction, but the method could in future be extended to include other toxic species. The key research question to be addressed is how to most effectively achieve chemical source term closure which is the essential modelling challenge in turbulent combustion systems. Different approaches will be investigated, including a fundamental method based on directly solving the coupled species balance equations using simplified quasi-laminar expressions, and a more sophisticated method which is an extension of the flamelet modelling approach. These predictions will be benchmarked against existing approaches which rely on conventional flamelet representations of toxic product yields and extensions to the simple eddy breakup concept approach, as described in the literature [S4]. The new methods will be validated against relevant experimental data from realistic fire scenarios designed to fully test the generality of the new modelling strategies [S2, S3, S5]. Detailed recommendations will be prepared on exploitation of the methodology, considering the fundamentally competing demands of computational resources and accuracy.References========S1. Babrauskas, V., Levin, B. C., Gann, R. G., Paabo, M., Harris, Jr, R. H., Peacock, R. D. &amp; Yusa, S. (1991) Toxic potency measurement for fire hazard analysis , Special Pub. 827, NIST, Dec 1991S2. Pitts, W.M. (1995) The Global Equivalence Ratio concept and the formation mechanisms of carbon monoxide in enclosure fires , Prog. Energy Combust. Sci., vol. 21, pp. 197-237S3. Purser, D. &amp; Purser, J. (2003) The potential for including fire chemistry and toxicity in fire safety engineering , BRE Client report 202804, 26 Mar 2003S4. Hyde, S.M. &amp; Moss, J.B. (2003) Modeling CO production in vitiated compartment fires , Proc. 7th Int. Symp. Fire Safety Science, pp. 395-406 S5. Smith, D.A., Marshall, N., Shaw, K., &amp; Colwell, S. (2001) Correlating large-scale fire performance with the Single Burning Item test , Proc. 9th Int. Interflam Conf., pp. 531-542","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E000150/1","grantId":"EP/E000150/1","fundValue":"211759","fundStart":"2007-02-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Stephen  Welch","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Novel approaches for predicting CO production in compartment fires were explored and compared. In order to be of practical benefit, the computational methods must be relatively undemanding (so that they can be run on computers typically used by practitioners) and must effectively accommodate the specific requirements of real-world fires, i.e. large-scale building scenarios involving a very broad range of geometrical scales, and multiple and often complex fuel sources, and where significant cont  ","dataset":"gtr"}