{"id":"7E2AA91F-8447-4F98-BB2E-1A0A4227B9BB","title":"Developing New Mechanisms for Corporate Accountability","abstractText":"Human rights violations involving corporations are reported more frequently in public media and have been the subject of a growing number of civil litigation and human rights cases in the courts. However, there remains an accountability gap in international law as it is applied to corporations, since states remain the primary duty holders. One consequence of this is that businesses that are involved in human rights violations generally cannot be held accountable in human rights courts for those violations. \n\nIn June 2011, the UN Human Rights Council adopted a resolution which emphasises that transnational corporations and other business enterprises have a responsibility to respect human rights. This resolution established a Working Group to report to the UN Secretary General and the UN High Commissioner for Human Rights. The Working Group will be charged with looking at how best to implement the United Nations Framework for Business and Transnational Corporations. There is currently a related but separate set of discussions at the level of international law which proposes to include non-state actors (including businesses) as duty holders in human rights law. \n\nThis research seeks to contribute practical ideas about how new forms of restitution and redress for corporate human rights violations might be developed. It proposes to draw upon the experience of senior officials and judges in two of the leading international/human rights courts to explore the feasibility and desirability of developing new mechanisms for dealing with corporate human rights violations.\n\nThe research will gather the views and experiences of those key experts in human rights law in two days of workshop discussions that will explore how the law might be developed appropriately to deal with corporate human rights violations. The information that is gathered at those workshops and the data recorded will then be analysed and presented in an academic article and in a briefing that will be circulated in international and human rights courts, in the relevant departments of the United Nations and other international political organisations, and in major NGOs such as Amnesty International and Human Rights Watch. A second academic article will report on the value of using this approach for developing innovative ideas for political and legal change in other research projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011657/1","grantId":"AH/J011657/1","fundValue":"20463","fundStart":"2013-06-01","fundEnd":"2014-03-31","funder":"AHRC","impactText":"","person":"David  Whyte","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}