{"id":"7E35259E-CCC8-496E-8F13-7BE0A7A2DD13","title":"An investigation into the synergistic impact of sublethal exposure to industrial chemicals on the learning capacity and performance of bees","abstractText":"The continual pressure for increased efficiency that has driven the spread of large crop monocultures has in turn increased the risk of pest damage to crops and driven down the density and diversity of natural pollinators and predators. As a result, we find ourselves critically dependent upon pesticides to protect vulnerable crops and the bees to pollinate them. Honeybee populations worldwide are in crisis and bumblebees species and populations are in decline. For honeybees, identified threats include changing climatic conditions and attack by various mites and diseases. Exposure to the varied cocktail of pesticides upon which we rely to protect crops could also be harming beneficial pollinators. Ironically, the miticides used to protect honeybees from mites may also be harmful to bees. The nervous system of all animals operates by the rapid transmission of information between brain cells (neurons) across the brain. Neurons communicate using chemical messengers (e.g. acetylcholine, ACh), to which a neighbouring neuron responds using specific receptors (e.g. ACh receptors, AChRs). To ensure that the message is received only once, excess ACh is rapidly inactivated. The recipient neuron passes this information on to the next neuron and so information spreads rapidly across the brain. This 'excitatory' brain activity is tempered by opposing (inhibitory) activity, whereby some neurons do not respond. Balancing these two opposing signals provides control and limits dangerous hyperactivity in the brain. Many pesticides act by interfering with information flow in the insect brain. Some increase ACh release, or inhibit its removal, while others directly stimulate AChRs or remove the brake by blocking the inhibition. Collectively and at sub-toxic levels, pesticides may act together to alter brain activity as seen for two miticides; Checkmite and Apistan. At low levels, pesticides might trigger hyperactivity to initiate epileptic seizures, mood disorders or altered learning and memory. These sub-toxic effects are poorly understood and the potential for synergy between pesticides is largely unknown. We hypothesise that the chronic exposure of honeybees to miticides combines with sub-toxic agricultural pesticides to disturb critical bee behaviours such as foraging, navigation and communication. Understanding the molecular mechanisms involved in potential synergistic actions of pesticides on behaviour requires a simplified, yet robust, model. To achieve this, we will perform studies directly on neurons purified from bee brains and cultured in the laboratory. These cultures will be used to analyse neuronal responses to pesticides, both alone and in combination. For more long-term and widespread utility (screening and monitoring), we propose to develop novel honeybee cell lines. Results from the neuronal screening approach will be validated using brain slices to monitor electrical brain activity. Using these techniques, we can study the molecular basis of learning and memory and how this is affected by pesticide exposure. To explore the consequences of combined sub-toxic exposures on honeybee and bumblebee health we will investigate their ability to perform learning tasks. We will also assess their navigation, foraging and communication skills using a range of techniques including radio frequency identification tagging of individual bees and decoding the honeybee waggle dance. In addition, we will work in partnership with the Scottish Beekeepers Association (SBA) on a 3-year survey of the impact of environmental chemicals on colony performance. SBA members will also support our data collection with regard to honeybee foraging. This project is a unique opportunity to develop a network of UK scientists with complementary skills and shared goals to address the issues of insect pollinator loss.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000313/1","grantId":"BB/I000313/1","fundValue":"664718","fundStart":"2011-05-01","fundEnd":"2015-11-30","funder":"BBSRC","impactText":"  These findings have been used by the Environmental Audit Committee and the media to inform the public on possible threats to bees. Chemicals,Environment,Government, Democracy and Justice Cultural,Economic,Policy & public services","person":"Chris N Connolly","coPersons":["Jenni  Harvey"],"organisation":"University of Dundee","findingsText":" Honeybees and other insect pollinators are known to be declining in North America and Europe. Two of the major threats to honeybee health, Varroa destructor and Nosema ceranae have transferred from their native Eastern honeybee host, Apis cerana, to the Western honeybee, Apis mellifera. Varroa destructor has colonized most parts of the world in a short time. Nosema ceranae is spreading into areas where N. apis already exists. N. ceranae has been reported to cause an asymptomatic infection that may lead, ultimately, to colony collapse. Moreover, it has been shown to interact with pesticides to weaken bees further.\n\nIt is thought that there may be a temperature barrier to its infiltration into countries in colder climates. In this study, 71 colonies from Scottish Beekeeper's Association members have been screened for the presence of N. apis and N. ceranae across Scotland. We find that only 11/71 of colonies tested positive for spores by microscopy. However, 80.2% of colonies screened by PCR revealed the presence of both N. ceranae and N. apis, with only 4.2% or 7% having either strain alone and 18.3% being Nosema free. \n\nA range of geographically separated colonies testing positive for N. ceranae were sequenced to confirm their identity. All 9 sequences confirmed the presence of N. ceranae and indicated the presence of a single variant. Furthermore, 2 of the spore-containing colonies had only N. ceranae present and these exhibited the presence of smaller spores. Differential quantification of the PCR product revealed N. ceranae to be the dominant species in all 7 samples tested. \n\nIn conclusion, N. ceranae is widespread in Scotland where it exists in combination with the endemic N. apis. A single variant, identical to that found in France (DQ374655) except for the addition of a single nucleotide polymorphism, is present in Scotland.\n\nOn the risk from neonicotinoids, we have shown that they can reach the bee brain within days at levels sufficient to block brain activity. This does not kill the cells or the bees but it makes them less able to learn to associated floral scent with nectar reward. This impacts whole bumblebee colonies as they are poor foragers and the colony performs poorly. Beekeepers should include the screening for Nosema ceranae in their disease monitoring of UK honeybee colonies.\n\nNeonicotinoid use should be avoided as much as possible. Policy change may be required, but further research to compare the toxicity of neonicotinoids to its replacements is needed before a ban is implemented. Environment","dataset":"gtr"}