{"id":"7E4EB84E-F433-4A14-A86F-D62CE86936FE","title":"UK partnership to support the uptake of new crop varieties by smallholder farmers, and advancements in agricultural and dissemination technologies","abstractText":"Food and nutritional security are major global, humanitarian concern. Currently one billion people, one sixth of the world's population, are undernourished. Projected population increase (reaching 9 billion in 2050), climate change, increased urbanisation, and the spread of crop pests and diseases add additional pressures on meeting global food demands. Achieving global food security will require the &quot;sustainable intensification&quot; of agricultural systems: producing more food, with less land and fewer inputs (e.g. water and chemical), while promoting the preservation of natural resources. \n\nIn developing countries the full realisation of the potential benefits of improved crop varieties and agricutural technological advancements is often not reached. Farmers often do not have access to quality seed of the new varieties, nor the agronomic information required for optimal production. In many developing countries, poorly functioning agricultural extension services are a major barrier to the implementation of advances in agricultural research and technologies. Adoption by smallholder farmers requires the implementation of suitable, community-based, farmer-led seed multiplication systems; methods of disseminating information about new varieties to ensure their uptake; and maximisation of production by smallholder farmers. These issues affect all crops which lack a strong formal seed system and are a bottleneck in achieving impact of outcomes from all public sector agricultural R&amp;D.\n\nAgri-Transfer is an interchange which pulls together the diverse and complementary expertise of three partner organisations to develop a workable and sustainable dissemination model for agronomic data collected on new crop varieties (using wheat as the test crop) to smallholder farmers in Kenya. The Agri-Transfer partnership includes the agricultural research institutions National Institute for Agricultural Botany (NIAB), Cambridge, UK and the Kenyan Agricultural Research Institute (KARI), Njoro, Kenya, and two not-for-profit charitable development organisations, the Malaysian Centre for Commonwealth Studies (MCSC) and the Cambridge Malaysian Education and Development Trust (CMEDT). \n\nAs a pilot project Agri-Transfer will establish a wheat variety field trials and demonstration system in one of the four wheat growing regions in Kenya, Nakuru County. The project will work with a self-help, Farm Community-based Organisation (CBO) in Nakuru County, where farmers, under the direction of KARI and NIAB will run the wheat field trails. Use of an ICT-based platform, developed by MCSC/CMEDT, together with other methods currently used by NIAB and KARI, will be evaluated as methods of disseminating data obtained from the field trials to smallholder farmers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M017516/1","grantId":"BB/M017516/1","fundValue":"146826","fundStart":"2015-03-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"","person":"Lesley Ann Boyd","coPersons":[],"organisation":"National Inst of Agricultural Botany","findingsText":"","dataset":"gtr"}