{"id":"7E558C7A-C4F0-4213-B8D5-EDF9AE7B5B3F","title":"A multi-cellular 3D model of human breast tissue to replace rodent xenograft models in breast cancer research.","abstractText":"The cells that make up the tissues of your body are surrounded by a matrix of proteins and sugars. Cells interact with this matrix environment helping organs fulfil their function reacting to the elasticity and stiffness of the matrix and secreting messenger molecules into the matrix leaving specific information for other cells. This complex communication is crucial during development of an embryo driving the segmentation of the body into organs and to divide organs into functional regions. The matrix also plays an important role in disease progression where cells digest proteins or sugars within the matrix to release cryptic fragments that can instruct cells to multiply or to migrate, both features that are exaggerated in the progression to cancer. \n\nScientists have specialised techniques that can interpret messages within cells, these are often carried out in human cells grown on plastic (2D) which would not include matrix interactions. To understand 3D matrix-driven signalling they often rely on animal-derived artificial matrices that can be hard to work with due to high variability or use animal models including the growth of human cells transplanted as a xenograft into a mouse. Although these 3D assays are an improvement from 2D culture neither fully reproduce the complex human tissue matrix. There is a need to improve the 3D growth of cells within the laboratory and reduce the need for animal models that do not represent human tissue. To this end we have developed a fully synthetic, highly reproducible gel that can be decorated with proteins and sugars to mimic the matrix of human tissues. Cancer cells, along with other cells types found in native tissues, can then be encapsulated in the gels and easily grown in the lab. \n\nThe development of our bespoke human matrix will provide scientists with cheap, functional and robust test environments where cancer cell behaviour can be studied in a human body mimick. This allows researchers to test theories of how cancers develop, discover new targets for intervention and additionally will provide more realistic test environments for screening therapeutics. To test our bespoke gel environments we are using breast cancer as a model system, which can we investigated in its normal, pre-invasive and invasive cancer forms. We will characterise the differences in matrix between dense and non-dense breast tissue (normal and cancer) as evidence shows that dense breast tissue is a major risk factor for breast cancer. We will then use this information to decorate gels with specific proteins and sugars to mimic these distinct matrix environments, by encapsulating cancer cells and pre-cancerous cells in the gels (along with other cell types typical of the tissue) we hope to better understand why this is and what role is played by specific proteins and sugars in the matrix. This project brings together an interdisciplinary team of cancer biologists, materials scientists and clinicians to develop a new solution that we hope will have impact for the study multiple cancer types once proven as a robust model for breast cancer we anticipate significantly reducing the numbers of animals used in xenograft studies across the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/N001583/1","grantId":"NC/N001583/1","fundValue":"333310","fundStart":"2016-02-15","fundEnd":"2019-02-14","funder":"NC3Rs","impactText":"","person":"Catherine Louise Merry","coPersons":["Gillian  Farnie","Anthony  Howell"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}