{"id":"7E569CB5-B9F5-427C-97FC-A22B5A42FA66","title":"Institute of Cancer Research - Equipment Account","abstractText":"BACKGROUND\nRadiotherapy (RT) is one of the most efficient tools in cancer treatment, and clinical RT is evolving considerably with technological advances in delivery and treatment planning. A key component of modern RT is enhanced image guidance, needed for precise tumour targeting, therapy monitoring and therapy assessment. To achieve the best care for patients with cancer receiving RT, developments are needed to optimise the physics and technology of image guidance. This should include the exploitation of new discoveries in targeted drugs and nanoparticles that increase tumour sensitivity to radiation, and of synergisms between RT and other physical therapies such as high intensity focused ultrasound (HIFU), hyperthermia and ultrasound (US) microbubble damage to tumour vasculature. These novel approaches to image guided RT must first be investigated in a preclinical setting before the most promising techniques can be translated to clinical studies. For this work, the integration of the best preclinical therapy with the best preclinical imaging will play a crucial role. \n\nTo replicate the sophistication of clinical radiation treatment methods for preclinical research requires significant technological advances to systems such as the small animal radiation research platform (SARRP), including the integration of reliable methods for image guidance. US imaging methods, including multispectral optoacoustic tomography (MSOT), offer the potential for improved and complementary image guidance capability relative to existing methods based on x-ray, nuclear medicine (NM) and magnetic resonance (MR) imaging. \n\nRESEARCH\nWe aim to (a) develop an integrated SARRP-MSOT image guided preclinical RT facility and (b) use it to aid the development and optimisation of novel imaging methods and probes, and new therapeutic synergisms, to either evaluate or enhance effects of radiation on cancer cells. Over a five year period, 7 physics teams will conduct research in the following areas. \n\nThe SARRP will be modified for co-registration with MSOT and for preclinical tumour treatment using the most advanced methods employed clinically, under image guidance. We will develop methods for accurate determination of applied radiation dose and integrate a special x-ray detector for quantitative computed tomography able to distinguish tissue types and detect dose-enhancing nanoparticles. \n\nWe will investigate possibilities to exploit therapeutic synergisms by integrating US therapy with the SARRP. We will modify the MSOT device for US microbubble imaging, using MSOT imaging of blood supply and oxygenation to optimise RT and US treatment combinations, investigating the use of US microbubbles to enhance RT, and developing dose parameters for combined physical therapies.\n\nImaging techniques and probe chemistry will be developed and optimised for MSOT prediction of enhancement of targeted radiosensitisation, indication of prognosis and assessment of tumour response. Performance will be compared with NM probes and MR imaging techniques. \n\nMethods for US guidance of advanced RT treatments will be optimised by developing co-registration of US images with NM, MR and MSOT images that predict radiosensitivity, and developing and evaluating US-based motion compensated dose delivery and imaging to identify the distribution of viable tumour cells as treatment progresses to facilitate treatment adaptation to avoid relapse.\n\nFinally, cross-institutional collaborative research in the above and other areas will be fostered by making the integrated facility available to external users and by running workshops for sharing technical and scientific information, and planning, executing and reporting on joint studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N015266/1","grantId":"EP/N015266/1","fundValue":"613324","fundStart":"2015-07-01","fundEnd":"2025-06-30","funder":"EPSRC","impactText":"","person":"Paul  Workman","coPersons":[],"organisation":"Institute of Cancer Research","findingsText":"","dataset":"gtr"}