{"id":"7E6B7C02-7D24-4872-9EE7-0DCC570E4994","title":"The Type III secretion system 'translocation stop' activity of EspZ","abstractText":"Escherichia coli is a bacterium that often inhabits the intestines of warm-blooded animals. Subsets of E. coli have evolved the ability to cause disease. One such group are enterohaemorrhagic E. coli (EHEC), which can cause bloody diarrhoea in humans. Infections can involve life-threatening complications affecting the kidneys and are frequently acquired via the food chain and farm environment from ruminants. Cattle are a major reservoir of EHEC, including the O157:H7 form that has caused serious outbreaks in recent years. Enteropathogenic E. coli (EPEC) are a related subset of bacteria that cause acute watery diarrhoea in infants in the developing world. Both types of E. coli rely on a 'molecular syringe' to colonise the intestines and produce disease. This syringe, encoded by a cluster of genes called the locus of enterocyte effacement (LEE), serves to inject a set of bacterial proteins termed effectors into cells lining the intestines. This process, known as Type III secretion, enables the bacteria to take control of processes inside host cells for their own benefit. Our research has shown that Type III secretion is vital for adherence of EHEC and EPEC to the gut lining and to interfere with the induction of host responses that might otherwise resolve the infection. \n\nTo orchestrate host cell pathways, the bacteria must deliver Type III secreted effectors in the required order and amounts. Moreover, it is necessary to control the timing of delivery, and the duration of action and location of effectors inside host cells. Our recent research has indicated that the effector protein EspZ plays an important role in controlling the flow of effector proteins into host cells. It appears to do this only once injected, and host cells that have been engineered to express EspZ are resistant to injection of effectors. Bacteria that lack EspZ cause excessive damage to host cells, likely because they inject effectors at elevated levels. These data suggest that EspZ is a novel natural inhibitor of Type III secretion that may arrest the injection process once it has been delivered into host cells. Our pilot data suggest that EspZ may interact with other LEE-encoded proteins to close the pore created by the syringe, and that it may be modified once it enters host cells. The nature and consequences of interactions between EspZ and other proteins, and of modification of EspZ, are not known. We therefore propose to:\n\n1. Define when EspZ is injected into host cells, and whether targeting of the protein to the host cell membrane coincides with arrest of Type III secretion.\n2. Identify proteins that interact with EspZ and determine how such interactions arrest Type III secretion.\n3. Define the nature and consequences of modification of EspZ inside host cells.\n4. Determine the role of EspZ in bacterial persistence and disease in animal models.\n\nAn understanding of how EspZ modulates Type III secretion will aid the rational design of strategies to control EHEC and EPEC infections and carriage by farm animals. Inhibitors of the process may be used to treat infections in humans or reservoir hosts. Moreover, we will explore the possibility of creating transgenic animals that are refractory to infection as a consequence of expression of EspZ in intestinal cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J014850/1","grantId":"BB/J014850/1","fundValue":"49567","fundStart":"2013-01-15","fundEnd":"2016-01-14","funder":"BBSRC","impactText":"","person":"Mark Paul Stevens","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The Roslin Institute component of this joint project (lasting 4 months of the 36 at Imperial College) has yet to start.\n\nProf. Frankel and I co-authored a comprehensive review on Type III secretion and effector proteins for the second edition of a respected text on E. coli O157 and other Shiga toxin-producing E. coli. Too early to say. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}