{"id":"7E6FFB08-0F5F-4F25-8FA4-7771C2375020","title":"An Immunological Toolkit for Clinical Application","abstractText":"Patients with rheumatoid arthritis (RA) suffer with joint pain and stiffness, and joint damage which leads to a reduced ability to carry out everyday tasks. Although these are the most obvious features of the disease, the root cause of the disease lies within the human immune system. At the moment we don?t fully understand the immune abnormalities that lead to RA but, if we did, this should help us to manage the disease better. It would become easier to make a diagnosis, as well as to determine whether a patient?s RA is likely to damage their joints in the future. Perhaps most importantly it would help us to design better drugs to combat the disease, and to better use the drugs that already exist. Something that we would really like to be able to do is to decide the most appropriate drug for each patient and a better understanding of the immune abnormalities would also help here.\nTherefore our plans are to study, in detail, the immune system of patients with RA. This will involve taking blood from patients and running a panel of advanced laboratory tests on their white blood cells. We will compare the results we obtain with the immune changes in healthy individuals responding to a vaccine ? expecting some to be the same and some to be different. Our work is in three phases and, during the phases, we plan to slowly ?home in? on simple laboratory tests that will allow us to measure what is happening to the immune system in patients with RA. An exciting aspect of the work is that what is relevant to RA may also relate to other diseases (diabetes, multiple sclerosis, asthma) and to patients with an organ transplant. Therefore our results could have wide-ranging influence beyond improving the care of patients with RA","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001518","grantId":"G1001518","fundValue":"3125060","fundStart":"2012-02-06","fundEnd":"2017-02-05","funder":"MRC","impactText":"","person":"John Dudley Isaacs","coPersons":["Christopher  Buckley","Paul  Emery","Iain  McInnes","Catharien Maria Hilkens","Michael Randolph Ehrenstein","Costantino  Pitzalis","Frederic  Geissmann"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}