{"id":"7E759D3E-C5AC-4B63-94A9-239260D4B0AC","title":"Forests at risk: Awakening the UK timber, forest carbon and forest insurance sectors to the threats of pests, disease and drought","abstractText":"Proposed project: The risks to UK forests from pests, disease and droughts are poorly understood as historical data is of limited use. This brings risk management and mitigation challenges for forest carbon projects, timber production and insurance. The original PURE project developed a model to assess the future risk from pests and diseases (P&amp;D) for forest carbon projects under the UK's Woodland Carbon Code. In this project, we build this PURE work (NERC/PA 13-021), NERC research (NE/I022183/1, NE-J019720-1, NE/I019405/1), and well-established collaborations (see e.g. Forest-Risk Network) to: (a) embed our PURE P&amp;D risk work within operational-decision making under the Woodland Carbon Code (WCC) (b) expand the operational use of this work from forest carbon to forest timber and (c) develop new insurance products. This process will then be replicated to adapt and operationalise a drought risk assessment model (Petr et al. 2014), which produces information inadequate for WCC and insurance purposes. The science from both models will then inform the development of best practice/guidance and decision support tools to meet the needs of the WCC, timber industry, insurance sector as well as the wider private and public forest sectors. The PURE Associate's risk management expertise (originally acquired in investment banking and developed and applied to natural hazard risks to forest finance projects through the NERC and PURE projects listed above) will be partnered with that of stakeholders from the Forestry Commission, Forest Research and ForestRe (an insurance organisation designing insurance and reinsurance products) to deliver these outcomes.\nThe work is needed due to the critical importance of forests to the UK and the urgent need to reduce the threat from P&amp;D and drought. Action is needed now due to the long timescales inherent in forest management. Woodland and forest cover about 13% of the total land area of Great Britain (Forestry Commission, 2013). The primary wood processing and forestry sectors contribute &pound;1.92bn in Gross Value Added to the economy and generate employment for over 39,000 (Forestry Commission, 2013). The wider social and environmental benefits of woodlands are worth around &pound;1.5bn annually (Willis et al., 2003). Forests provide important wildlife habitat and host 130 of the 400 species in the UK's 1994 Biodiversity Action Plan. They also play an important role in mitigation of, and adaptation to, climate change e.g. carbon sequestration (Read et al., 2009).\nHowever, UK forests face significant threats from natural hazards such as wind, fire, pests, diseases (P&amp;D) and drought. Whilst the risks from wind and fire are relatively well-understood - the future risks from P&amp;D and drought are poorly understood and insurance is rarely provided primarily due to a lack of appropriate information. Historical data can provide some indication of the future risks to forests from fire and wind, but are less useful for predicting losses from P&amp;D as new P&amp;D can arise; existing ones can jump species; and vectors, such as shipping and imported saplings, can bring new P&amp;D to a country at any time. Similarly, historical data are of little use to determine the risk of planting tree species in regions at the limit of the trees' climatic tolerances. This increases their vulnerability to drought. This lack of adequate risk measurement constrains risk management for forest carbon projects and mitigation by insurance. \nThe project outputs will include a revised P&amp;D model and a revised drought risk assessment, which will produce this missing information. The results will be used to support operationalisation into better risk management procedures under the WCC; development of new insurance products; and the revision of decision support tools for forest managers to support adaptive management against these risks. The results will be communicated and disseminated to the wider forest sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008541/1","grantId":"NE/M008541/1","fundValue":"143455","fundStart":"2014-10-31","fundEnd":"2016-10-22","funder":"NERC","impactText":"","person":"Genevieve  Patenaude","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}