{"id":"7E7E69AA-0FF9-4539-B34F-F2C965C3654B","title":"High Performance Computing Support for United Kingdom Consortium on Turbulent Reacting Flows (UKCTRF)","abstractText":"The proposed UK Consortium on Turbulent Reacting Flows will perform high-fidelity computational simulations (i.e. Reynolds Averaged Navier-Stokes simulations (RANS), Large Eddy Simulation (LES) and Direct Numerical Simulations (DNS)) by utilising national High Performance Computing (HPC) resources to address the challenges related to energy through the fundamental physical understanding and modelling of turbulent reacting flows. Engineering applications range from the formulation of reliable fire-safety measures to the design of energy-efficient and environmentally-friendly internal combustion engines and gas turbines. The consortium will serve as a platform to collaborate and share HPC expertise within the research community and to help UK computational reacting flow research to remain internationally competitive. The proposed research of the consortium is divided into a number of broad work packages, which will be continued throughout the duration of the consortium and which will be reinforced by other Research Council and industrial grants secured by the consortium members. The consortium will also support both externally funded (e.g. EU and industrial) and internal (e.g. university PhD) projects, which do not have dedicated HPC support of their own.\nThe consortium will not only have huge intellectual impact in terms of fundamental physical understanding and modelling of turbulent reacting flows, but will also have considerable long-term societal impact in terms of energy efficiency and environmental friendliness. Moreover, the cutting edge computational tools developed by the consortium will aid UK based manufacturers (e.g. Rolls Royce and Siemens) to design safe, reliable, energy-efficient and environmentally-friendly combustion devices to exploit the expanding world-wide energy market and boost the UK economy. Last but not least, the proposed collaborative research lays great importance on the development of highly-skilled man-power in the form of Research Associates (RAs) and PhD students of the consortium members, who in turn are expected to contribute positively to the UK economy and UK reacting flow research for many years to come.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K025104/1","grantId":"EP/K025104/1","fundValue":"23326","fundStart":"2014-01-06","fundEnd":"2019-01-05","funder":"EPSRC","impactText":"","person":"Karl Warren Jenkins","coPersons":["Carol Ann Armitage"],"organisation":"Cranfield University","findingsText":" Currently too early for discoveries. However, through the collaborative consortium which was launched January this year I have implemented a research plan aligned with my track record. Dissemination at planned international workshop Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}