{"id":"7E86CF9C-9D3B-43AC-AAC6-2B1CB3383409","title":"Development of an intelligent blood pressure measurement device to reduce measurement variability","abstractText":"We propose to research the causes of blood pressure measurement variability, and hence develop and evaluate improved measurement techniques, leading to the development of a prototype novel intelligent blood pressure measurement device that we will validate and assess clinically. High blood pressure is one of the leading cardiovascular risk factors for coronary artery disease, congestive heart failure, renal disease and stroke, and is a contributory factor in 30% of all deaths in the UK, and 4 million NHS bed days annually. Despite the importance of blood pressure measurement and its very widespread use, it is one of the most poorly performed diagnostic measurements in clinical practice. A single blood pressure measurement often determines the treatment (or non-treatment) received, in spite of high variability between measurements. However, consecutive blood pressure measurements in the same individual vary significantly, whether the measurements are taken manually or automatically. Our own research has shown that manual blood pressure measurements often vary by more than 10 mmHg between consecutive recordings. Measurement errors can seriously compromise diagnosis. A major review in the Journal of the American Medical Association (JAMA) estimated that a 5 mmHg error would result in 21 million Americans being denied treatment or 27 being exposed to unnecessary treatment, depending on the direction of the error. At the heart of this research proposal are observations we have made which will be able to detect potential measurement variability. We have seen a strong association between blood pressure variability and variability of the pressure pulses present in the arm cuff during blood pressure measurement. These observations have led to the proposal in this application, to research and develop techniques for an intelligent blood pressure measurement device that will use information about variability obtained from the cuff. The techniques developed will have intellectual property (which is currently being pursued) and potential for incorporation in electronic manual and automatic blood pressure devices. Measurement of stable clinical blood pressure will be the important achievement, giving clinical confidence in the measurement. Common disturbances that can influence clinical blood pressure measurement variability include heart rate changes, frequent ectopic beats, arrhythmias, patient movement, respiratory disturbances, coughing, talking and muscle tension. Our own research has shown that these disturbances are associated with changes in the oscillometric pulses in the cuff pressure. With stable data we see a smooth decrease in cuff pressure, along with a smooth variation in the amplitude of the small oscillometric pulses superimposed on the main descent of the cuff pressure curve. (These are the pulses analysed by automated blood pressure devices, and visible as pulsations of the mercury column during cuff deflation for manual measurements.) When blood pressure is varying we see deviations from these smooth pulse characteristics. We are in a unique position to investigate the influence of disturbances on blood pressure measurement variability. We have an extensive database comprising more than 1300 pre-recorded cuff pressure and oscillometric pulse pressure waveforms, recorded clinically in a variety of different subject groups with a wide range of blood pressures, together with auscultatory pressures measured simultaneously and independently by two trained members of our research group. Currently there are no publicly accessible databases of oscillometric waveforms. Our database was obtained as part of a European Union funded multi-centre international research consortium to develop a simulator for evaluating the accuracy of non-invasive blood pressure (NIBP) devices by enabling real, previously-recorded oscillometric waveforms to be regenerated. The data and simulator have important roles in the proposed project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F012764/1","grantId":"EP/F012764/1","fundValue":"389907","fundStart":"2008-03-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"","person":"Alan  Murray","coPersons":[],"organisation":"Newcastle University","findingsText":" Aim of the research\nThe overall aim of this project was to research the causes of blood pressure (BP) measurement variability, and to develop an intelligent technique to determine whether BP measurements are stable.\n\nScientific achievements from the research\n1) Investigating the causes of BP measurement variability and their relationship with cuff pressure waveform\n\nWe recorded clinical data from over 300 subjects under different conditions using an advanced BP measurement recording system Working with medical device industry to commercialise our intelligent BP measurement techniques. Healthcare","dataset":"gtr"}