{"id":"7E9D7B0D-F106-49D4-B6F3-201D3B06F160","title":"High resolution oxygen isotope stratigraphy of Integrated Ocean Drilling Program sites U1394, U1395 and U1396, off-shore Montserrat, Lesser Antilles","abstractText":"Our proposed research is based on cores collected during the recent, and very successful, Integrated Ocean Drilling Program (IODP) Expedition 340. The aims of this expedition were to investigate the volcanism and landslide history of the Lesser Antilles volcanic arc, by collecting a number of cores offshore Montserrat and Martinique. As a shipboard planktic foraminifera (single celled calcareous plankton) biostratigrapher (dating sediment cores using the appearances and disappearances of fossil plankton), Deborah Wall-Palmer (proposed PDRA) has access to these cores during the one year moratorium period. \n\nUntil IODP Exp. 340, the longest continuous record (~250,000 years) of volcanic activity on Montserrat was a 5.75 m core collected to the south-west of the island in 2002, CAR-MON 2. This core revealed a more extensive and complete record of volcanic activity than that available in terrestrial cores. The longest continuous sediment record collected during Exp. 340 extends this record considerably. At 139.4 m in length, Hole U1396C records events back to 4.5 million years ago. The majority of this Hole will undergo stratigraphic analysis at low resolution, which will be carried out by other Exp. 340 scientists (Andrew Fraass, Mohammed Aljahdali). The upper 7 m section of this Hole is estimated to span 300,000 years and is comparable to the time period recovered in sediments for Holes U1394A/B (0 to 125 cm) and U1395B (0 to 30 cm). Holes U1394A/B and U1395B were collected close to Montserrat, in the main path of eruptive material from the Soufriere Hills volcano and contain a high resolution, but interrupted record of volcanic eruptions and landslides. \n\nOur proposed research is to provide a high resolution (every 2000 yrs) age framework across the upper ~300,000 year sections of these three cores. This will be achieved by collecting specimens of the planktic foraminifera Globigerinoides ruber and analysing the stable oxygen isotope ratios contained within their calcium carbonate tests (shells). Oxygen isotope ratios provide information about the global ice volume and global climate, and the standard record can be identified world-wide. Correlation to this record can therefore be used to provide an age framework for sediments, which is more detailed than using the biostratigraphic range of species alone. Producing this age framework is essential for achieving the overall aims of Exp. 340 as it will be used, in collaboration with several other Exp. 340 scientists, to reconstruct the volcanic and landslide history of Montserrat. \n\nIn addition to this, to ensure the conservative use of samples, some further work will be carried out on samples requested from the upper 7 m of Hole U1396C. This will assist in constructing the low resolution stable isotope and biostratigraphic framework for the remainder of this Hole. The majority of this work is being carried out by Andrew Fraass (University of Massachusetts) and Mohammed Aljahdali (Florida State University). We will analyse the upper 7 m of Hole U1396C, at low resolution, for stable oxygen isotopes of the benthic foraminifera Cibicidoides spp. and for planktic foraminifera datum species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K002724/1","grantId":"NE/K002724/1","fundValue":"47483","fundStart":"2013-02-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"Christopher  Smart","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}