{"id":"7EA2EAB9-53F1-4810-BDBC-F883F999CBA7","title":"Functional significance of neuronal sodium channel splicing in epilepsy and pain","abstractText":"Many neurological disorders, including epilepsy and chronic pain, are associated with changes in the functioning of nerve cells. These cells become more active than in healthy tissue, and can even start sending signals when they should remain quiet. It is thought that these changes can lead to the uncontrolled activity in seizures, or the chronic sensation of pain, even when there is no painful stimulus present. But why do the cells become excessively active? \n\nWe are seeking to answer this question by exploring the changes in the processing of molecules which drive neuronal activity: the sodium channels. Many sodium channels exist in two versions, one predominates in healthy adult neurons, the 'adult variant', the other, almost exactly the same, predominates in very young neurons, the 'neonatal variant'. However in some diseases, such as epilepsy, the neonatal variant is increased, even in mature nerve cells. How does this increase in neonatal channels alter the behaviour of adult nerve cells?\n\nWe are especially interested in the change in the sodium channels because we know that many common drugs bind to these channels. These include common anti-epileptics, most local anaesthetics, and other drugs used to treat a growing number of disorders, including chronic pain. At present, many of these drugs are thought to bind to *all* sodium channel variants, but some drugs may show some preference for the neonatal or the adult channels. If the neonatal variant is being up-regulated in disease, is it helpful to specifically target this variant - to knock it back down? Could deliberately suppressing only the neonatal variant reduce the side-effects caused when these drugs bind to healthy sodium channels?\n\nAn additional line of evidence suggesting these variants are important is that they are extremely highly conserved in evolution, but as yet it is not known what function they play in any animal, from flies to humans. Such conservation is usually a sign that a variation is important to healthy functioning of the organism. We will investigate the roles of these highly-conserved variants healthy nerve cells, and also in models of both epilepsy and pain, and will use our findings to recommend whether pharmacological companies should consider developing compounds which are specific for either variant. \n\nOur findings will offer new perspectives on how these fundamental channels are regulated, and whether there is an avenue for treatments that are better tolerated in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L003457/1","grantId":"MR/L003457/1","fundValue":"394251","fundStart":"2014-02-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Stephanie  Schorge","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}