{"id":"7EA4CEE6-2126-476D-A29B-03A5124D5243","title":"Experimental and Theoretical Investigation of Microchannel Condensation Heat Transfer","abstractText":"This work is an experimental and theoretical investigation of condensation in channels having a typical cross section dimension around 1 mm. The condenser is a key component in a wide range of industrial plant such as power generation, refrigeration and air conditioning and in the process industries. Condensers employing microchannel tubes have been used successfully in automotive air conditioners for around 25 years and, while not yet optimized, have clearly demonstrated the effectiveness of this geometry resulting in condensers four times smaller and with efficiencies 10-20% higher than earlier technologies. Automotive designs are based on empirical trial-and-error methods that are feasible for small units. In order that designs may be optimised, and more importantly, that the technology may be taken up for larger scale equipment, fundamental understanding of the processes involved is needed. The proposed work will enable optimized design of larger scale condensers for a wide range of applications with vastly improved performance over plant currently in use. In refrigeration and air conditioning the improved technology could save up to 10% of the energy demand, with corresponding reduction carbon dioxide emissions, if widely used in the UK.\n\nExperimental data of sufficient accuracy have only recently become available and these are only for low surface tension fluids (synthetic refrigerants). Our earlier theory, applicable to any fluid, is in good agreement with much of these data and predicts very significantly improved performance when using higher surface tension fluids such as ammonia. The objective of the new work is to obtain results for fluids having widely different surface tensions to enable semi empirical modification of the theory and thus to provide the first reliable engineering design tools for application by numerous industries.\n\nExperimental heat transfer and pressure drop measurements of hitherto unexcelled accuracy will be made using a copper microchannel condenser block in which 98 carefully calibrated thermocouples are precisely located. The required surface temperatures and heat fluxes will be determined by the &quot;inverse method&quot; with accuracy 0.1 K and 5% respectively.\n\nOur earlier theory (2005) for the predominant flow regime (annular, laminar) closely predicts the most recent (2012) experimental data from other laboratories over most of the ranges of the relevant flow parameters. To date the only reliable available measurements are for low surface tension fluids typical of synthetic refrigerants. The annular laminar flow theory is valid for any fluid and predicts greatly improved performance for higher surface tension fluids such as ammonia and steam/water.\n\nVisualization tests will also be done to establish the flow regimes. These will be used, together with the heat transfer and pressure drop data, to establish the limits of validity of the annular laminar flow theory and to develop semi-empirical adjustments to the theory to cover all circumstances which may occur in practice. The project will thus provide the first reliable, widely applicable tools which will enable more confident design of the larger scale devices of greatly improved efficiency.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001233/1","grantId":"EP/L001233/1","fundValue":"360540","fundStart":"2013-11-11","fundEnd":"2017-07-23","funder":"EPSRC","impactText":"","person":"Hua Sheng  Wang","coPersons":["John  Rose"],"organisation":"Queen Mary, University of London","findingsText":" The Post-Doc Research Assistant started from July 2014. We already have some results presented in one conference and two papers to be published in international journals. The research results are published in national/international conferences and journals and are used through collaboration with industry partners in their product development. Aerospace, Defence and Marine,Agriculture, Food and Drink,Energy,Environment,Transport","dataset":"gtr"}