{"id":"7EA75DD7-A2CF-4C85-AC9F-98FED5A72C1D","title":"MICA: Evaluation of AZD1080 (GSK-3 inhibitor) in a preclinical mouse model of motor neuron disease (MND)","abstractText":"Motor neurone disease (MND, also known as amyotrophic lateral sclerosis) is a progressive, debilitating neurodegenerative disease where the motor neurones which control muscle movement gradually degenerate and die. This causes the muscles to waste away and leads to death because patients chest muscles cannot generate enough force in breathing to remove carbon dioxide from the blood. Unfortunately the disease progression is usually very rapid and life expectancy is about 3-5 years. There is a drug available which extends the lifespan of patients by 2-3 months but new therapies are urgently needed.\n\nAn enzyme called glycogen synthase kinase-3 (GSK-3) is expressed at a higher level and is more active in MND patients brain cells. We have also shown that a pathway which stops GSK-3 from working is active in motor neurones that survive in MND patients. Studies in animal models of the disease suggest that if you block GSK-3 from working with drugs, you can slow down the disease process. However the drugs used so far are not ideal and the data isn't clear enough yet to give enough confidence to test these drugs in patients. AstraZeneca (AZ), a pharmaceutical company, want to work with us to test one of their GSK-3 blocking compounds, a drug called AZD1080, in our animal models of MND. Their drug is specific for GSK-3 and doesn't have the side-effects associated with some other GSK-3 blockers such as lithium. Importantly, it has also been tested in healthy human volunteers and shown to be safe. Our methods for studying the effects of drugs in our mouse model of MND are very robust and will give better quality information than is already available. We have designed a series of experiments which will give us definitive information on the concentrations of AZD1080 we need in blood to see effects in our model. This will help in future clinical trials as it gives us a target to aim for when we treat patients.\n\nAnother strand to this work is to look at AZD1080 in combination with some drugs which we have already shown to work in our mouse model of MND. These drugs activate a pathway that increases defences against free radicals (oxidative stress). They do this by activating a protein called Nrf2. Oxidative stress is also active in MND and contributes to motor neuron injury. Using AZD1080 with our Nrf2 activators may lead to better protection against oxidative stress, and an improved effect in our mouse model. We will also understand more of the biology of how GSK-3 regulates Nrf2 in animals.\n\nUltimately if we can find a drug or drug combination that works well in our animal model we aim to start a new project take this forward to testing inpatients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015273/1","grantId":"MR/K015273/1","fundValue":"283083","fundStart":"2013-05-15","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Richard James  Mead","coPersons":["Amy  McDonough","Pamela Jean Shaw"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}