{"id":"7EB43EAD-82CB-4E2C-B062-A45A4F8E482C","title":"Phase I/II trial of lentiviral vector mediated gene therapy for Adenosine Deaminase deficiency","abstractText":"Adenosine deaminase deficiency(ADA) causes a severe problem with the development of the white cells in the blood and leads to a disease called severe combined immunodeficiency (SCID - also sometimes termed 'bubble babies'). Affected children are unable to fight infection and without treatment will die in the first year of life. The options for treatment are very limited. A bone marrow transplant is effective if a good donor can be found but in cases where an unrelated or mismatched donor has to be used, the procedure can be dangerous and 3-5 out of 10 children die from the effects of the transplant. Another treatment is regular injections of the ADA enzyme but this does not fully correct the white cells problems and children still remain vulnerable to infection.\n\nGene therapy is way of introducing a working copy of the ADA gene into patients cells so that they can grow a new immune system. This has some advantages over a transplant because it uses the child's own cells. We and others have treated ADA patients in this way previously and 7 out of 10 children have been able to grow a new immune system. However, to carry the gene into the patient cells we and others used a disabled virus called a gammaretroviral vector (GRV). Unfortunately, in gene therapy treatments for other diseases, GRVs caused the development of leukaemia (a blood cancer) and trials had to be stopped. For these reasons, we want to develop a safer way of introducing the gene into patient cells. We are planning to use a different vector called a lentiviral vector (LV). We have tested LVs in the laboratory and shown that they are much safer than GRVs but also that they are equally good at correcting the immune system.\n\nWe now want to see if they can treat patients effectively and safely. In this study, we plan to treat 10 patients with ADA SCID who do not have a good donor for transplant by gene therapy. We will introduce a working copy of the ADA gene into their bone marrow cells using a LV vector that has been prepared for use in patients. We will follow patients for 3 years to see if they can grow a new immune system and also to see if this treatment is safe. If we see a good response to the treatment in these 10 patients, then we hope that this will become a standard treatment for patients with ADA deficiency.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015427/1","grantId":"MR/K015427/1","fundValue":"1226390","fundStart":"2013-03-25","fundEnd":"2018-03-24","funder":"MRC","impactText":"","person":"Hubert Baburaj Gaspar","coPersons":["Adrian James Thrasher"],"organisation":"University College London","findingsText":"","dataset":"gtr"}