{"id":"7EB6F092-F242-4F42-9F43-9D0A6A254C33","title":"Climate History Controls Future Landslide Hazard","abstractText":"The intense precipitation associated with large storms can initiate thousands of landslides and debris flows, endangering lives and cause significant damage to infrastructure. Changes to the frequency and/or intensity of storms is a predicted consequence of anthropogenically-driven climate change (Rosenzweig et al., 2007), thus predictive models of landsliding are essential for mitigating these effects. Shallow landslides that initiate in soil are particularly destructive as they often initiate rapidly moving debris flows. Physically-based shallow landslide hazard models usually estimate landsliding a function of modern hydrologic, ecologic, and soil mechanical properties (Montgomery and Dietrich, 1994; Pack et al., 2001). The flaw in this approach is that it does not account for the &quot;memory&quot; of previous landslides in a catchment, where landslides are unlikely to occur twice in the same location within the short window of time (&lt;1000 years). When landslide &quot;memory&quot; is considered, we hypothesise two possible effects on future landsliding: (1) the likelihood that extreme rainfall will create a large landslide event is dependent on the number of large storms that have recently occurred in a catchment, and (2) storms that initiate a 1000's of landslides may have a resonance within a landscape that causes landslides to cluster in time. Accounting for the combined role of precipitation and landscape resonance is of immediate concern as we begin to make predict hazards associated with climate change. The proposed research will quantify whether landslides are clustered in time, through the collection of a novel, large, millennial-scale dataset of landslide frequency. We will analyse landslide frequency using radiocarbon found at the base of 75 hollows (local depocentres located 10's of metres above channel heads) where shallow landslides initiate. These data, in conjunction with high resolution LiDAR topographic data, will drive the creation of a unique, probabilistic, landslide hazard model that estimates landslide hazard based on both recent precipitation and the potential resonance imparted by previous storms. Our novel landslide dataset and landslide hazard model will significantly improve our ability to predict the risks posed by landslides in current and future climate scenarios.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J009970/1","grantId":"NE/J009970/1","fundValue":"97779","fundStart":"2012-11-17","fundEnd":"2015-12-31","funder":"NERC","impactText":"  This grant has supported the development of 2 new software tools. One of these is used to detect areas of increased channel erosion and the other used to find the upstream limit of channel networks (which controls flood response, amongst other processes). This software has been used independently in research looking at channel incision along gorges in France, and is currently being employed by the United States Geological Survey to detect fault activity in California. The software tool have been downloaded &gt;100 times from a community model website (http://csdms.colorado.edu/wiki/Model:Chi_analysis_tools). Education,Environment Policy & public services","person":"Simon Marius Mudd","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have developed several new tool for quantifying change in upland landscapes using high resolution digital topography. The first of these tools detects channel steepness which can be used to infer erosion rates. This process is not trivial: small channels will tend to be steeper than channels in large basins so our technique normalises for drainage area and allows comparison between rivers of different sizes. This allows detection of parts of the landscape that are eroding more quickly, possibly due to tectonic activity or land use change. We have also developed a technique to detect the upstream limit of drainage networks (sometimes called channel heads). The spacing and location of channel heads controls flood response to rainfall and pollutant and sediment transport. In addition the transition from channels to hillslopes is the point in the landscape where most landslides occur, so we will be further developing this tool in the future to look for landslide-prone terrain. Our software is already in use to both extract drainage networks and find areas of increased channel erosion. Education,Environment","dataset":"gtr"}