{"id":"7EBE280B-8F0D-4CD7-82B2-2272FAD891C5","title":"Structural basis of bilateral cleavage in Holliday junction resolution","abstractText":"Homologous recombination is a natural mechanism, which can take place in any living cell. Using this mechanism it is possible for the cell to move segments of DNA, and therefore its genes, from one location on a chromosome to another. This is the mechanism that allows a person to inherit some characterstics from his/her mother, and others from his/her father, as it mixes and matches the genes. It is therefore a very important evolutionary process. When two chromosomes (e.g. one form each parent) are side by side, one strand of DNA on each chromosome is broken and then attached to the broken strand of DNA on the other chromosome. The crossover point, which is called the Holliday junction, is able to slide up and down between the two chromosomes, so that a little or a lot of DNA can ultimately be switched between them. We are interested in the mechanism cell uses to 'break' or 'cut' the Holliday junction once enough DNA has been exchanged between the chromosomes. Cells typically use proteins to cut Holliday junctions and we have previously studied the structure of one of these proteins (EndoI) in fine detail. Very recently, we have been able to make a complex showing how EndoI actually sticks to a Holliday junction. For this work we would like to study the structure of this complex. We would specifically like to: Study the structure of the EndoI / Holliday junction complex in fine detail. Try and trap intermediate states during the cutting process and study the structure of these. Relate these structures to ongoing functional studies to attempt to reconstruct the exact mechanism EndoI uses to cut Holliday junctions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001777/1","grantId":"BB/E001777/1","fundValue":"21589","fundStart":"2007-02-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"  At present our studies increased substantially the understanding of the recognition and processing of DNA junctions by enzymes. As the work moves more into eukaryotic enzymes it is expected this could lead to the development of chemical therapeutic agents, particularly in cancer therapy. Education,Pharmaceuticals and Medical Biotechnology Cultural,Societal","person":"David Malcolm Lilley","coPersons":[],"organisation":"University of Dundee","findingsText":" Work in this laboratory has defined all the fundamental principles of the recognition and processing of four-way DNA junctions by resolving enzymes, using bacteriophage enzymes as the archetypal proteins. More recently this has been extended into eukaryotic junction-resolving enzymes We hope that our structural work on junction-resolving enzymes leads to insight that can be used in the design of drugs, particularly as sensitizers in cancer therapy. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}