{"id":"7ED2D093-703E-4D40-974C-378B37FF8D05","title":"New Tandem Approaches to Functionalised Cyclopropanes: Development and Applications","abstractText":"We have recently developed a range of manganese dioxide-mediated tandem oxidation processes (TOPs) in which primary alcohols are oxidised and the intermediate aldehydes are trapped in situ to give alkenes, alkynes, imines, oximes, amines, nitriles, esters, amides and heterocyclic systems via one-pot procedures. These TOP sequences offer a number of advantages to the synthetic organic chemist, both in academic/medical research and in scale-up applications: they are operationally straightforward, the MnO2 and its by-products being removed by a simple filtration; they result in a reduced number of operations, giving significant time-cost benefits; they allow the use of difficult carbonyl intermediates (i.e. those that are volatile, toxic or noxious) as they are prepared and elaborated in situ. These initial studies concentrated on 1,2-additions to the intermediate carbonyl compounds, such as oxidation-Wittig and oxidation-imination sequences.The main aim of this proposal is to extend the above methodology to allylic alcohols so that the intermediate aldehydes are trapped by sulfuranes in a 1,4-manner to produce cyclopropane aldehydes (potentially in an asymmetric process), which can themselves be further elaborated in situ. This would lead to novel one-pot, multi-step processes to prepare highly functionalised cyclopropanes suitable for elaboration into carbocyclic and heterocyclic building blocks, natural products and biologically active analogues. The adventurous element concerns the telescoping of a number of seemingly incompatible processes (e.g. oxidation, cyclopropanation, Wittig olefination, ring exansion) into a single operation, with consequent practical, economic and environmental benefits. The application of this methodology in target synthesis will also be explored. Possible targets include the insecticidal pyrethroid analogues allethrin and allethrin II, secolepidozane (cytotoxic) and dysibetaine CPb (glutamate agonist).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E041302/1","grantId":"EP/E041302/1","fundValue":"107950","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  To develop new and efficient ways of preparing cyclopropanes - these are compounds of widespread interest in the agro and pharma industries. Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology Economic","person":"Richard  Taylor","coPersons":[],"organisation":"University of York","findingsText":" New and efficent ways of preparing cyclopropanes - these will be of interest to academic and industrial labs. We have applied these methods in subsequent projects. In addition, the discovery of the improved route to oxindoles formed the basis of a current (2014) EPSRC grant. Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}