{"id":"7ED9B455-C4F3-41C4-A13A-8C7437DE3CD7","title":"User Requirements Gathering for the Humanities","abstractText":"The three workshops collectively titled 'User Requirements Gathering for the Humanities' were funded under the AHRC Research Workshops call to broaden awareness of requirements capture for humanities eResearch projects and to create a community through which a 'Guide to Best Practice' might be compiled and promoted. \nThis initiative was a natural outcome of the Oxford-based programme, funded by JISC, &quot;Building a Virtual Research Environment for the Humanities&quot;. The identification and analysis of user requirements had been central to this programme from its inception, not least because it developed from a survey of ICT applications in humanities research at Oxford, undertaken in 2004/5. This survey had highlighted the fact that researchers in particular subject areas were used to defining the outcomes they wanted to achieve in their research 'product' and developing or looking for technologies specific to them, while ICT tended to develop smart tools and applications and offer them to the humanities research community, often without a real awareness of what the researchers wanted or were prepared and able to use. The main aim of this series of workshops was to analyse and articulate ways in which that gulf could be crossed.\n\nThe workshops have been extremely successful in emphasizing the importance of requirements gathering for eResearch within the humanities community and have attracted a broad cross-section of attendees from across the humanities, eScience and eSocial Science. Gathering such a diverse group of people together enabled the humanities community to learn about methods of requirements capture in eScience and then decides as a community which methods were most suited to the needs and the research objectives of the humanities. The presentation and discussion led by Dr Marina Jirotka at the second workshop, was particularly successful in determining which eScience methods might be applicable to the humanities and which might translate less well due to differences in culture and work practices.\n\nThe workshops have established a route through which best practice for user requirements and on-going user testing within the humanities can be disseminated to the wider humanities community. The 'Best Practice' document will be made available through a wiki, the format and functionality of which will be decided by the community which has in effect been created through attendance and interest in the workshops on the part of the individual researchers named at the end of this report.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E500390/1","grantId":"AH/E500390/1","fundValue":"9539","fundStart":"2006-05-01","fundEnd":"2006-10-31","funder":"AHRC","impactText":"  To develop and improve collaborations within and between user communities in ITC and Digital Humanities, and in on-line publications about research methods Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Alan Keir Bowman","coPersons":[],"organisation":"University of Oxford","findingsText":" o Emphasized the importance of development of requirements gathering for eResearch within the humanities community\no Established best practice for user requirements and ongoing user testing within the humanities\no Established which eScience methods of requirements capture are relevant to the humanities\no Proposals to bring together individuals from the humanities, eScience and established Requirements Gathering Centres\no Developed criteria for a humanities-based user requirements community Sharing information through structured groups of users in humanities, developing understanding of priorities in VRE which can be madfe accessible and comprehensible to those without high level of technical ITC skill Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}