{"id":"7EDD7B4C-2438-4189-A274-9E28DFABEE81","title":"Inhomogeneity and generalised bootstrap percolation in stochastic networks - 27785","abstractText":"Bootstrap percolation processes were introduced by the physicists Chalupa, Leath and Reich in 1979 in order to describe certain magnetic phenomena and have been studied extensively since then by probabilists, mathematical physicists and combinatorialists. This is a class of &quot;infection&quot; processes on graphs that are based on the following simple rule: a node becomes infected if at least a certain number of its neighbours have become infected. Especially during the last 10 to 15 years, the field has seen a huge amount of growth, in particular, regarding probabilistic and extremal aspects of \nthese processes. \n\nIn this project, we will study more sophisticated versions of bootstrap percolation processes, which are based on majority rules. That is, a node becomes infected if at least a certain fraction of its neighbours have become infected. These processes have a considerable number of applications in themes ranging from the spread of ideas or trends in a society to evolutionary game theory. Despite their basic nature, their rigorous study remains a major challenge. \n\nThe main goal of the project is to develop the theory of such processes on stochastic networks that exhibit various forms of inhomogeneity. This general notion captures a number of properties that have been observed in real-world networks, such as social or biological networks. In fact, inhomogeneity is a key feature of real-world networks, which reflects the diversity within a population. The project will explore the effects that various forms of inhomogeneity have on the way these processes evolve, leading to a deeper understanding of phenomena that are not observed in &quot;homogeneous&quot; structures. Its results will give new insight on mechanisms that underpin many societal and economic processes. The study of these processes has become increasingly important during the last 10 years, mainly due to the enormous growth of economic activity over internet platforms as well as the increasing impact of social media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K019740/1","grantId":"EP/K019740/1","fundValue":"96034","fundStart":"2013-09-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"","person":"Nikolaos  Fountoulakis","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}