{"id":"7EE452E9-9269-4CC5-AFC7-CFCFDC1F23E4","title":"Digital Reconstruction in Archaeology and Contemporary Performance","abstractText":"Digital technology can provide a mechanism to access cultural artefacts that would otherwise be lost or inaccessible. This inaccessibility could be due to many reasons but commonly because the artefact\\n\\n * could be associated with a site that is no longer in existence. This applies to archaeological sites, but is equally applicable to contemporary site specific art practice\\n\\n* could be innately ephemeral, for example dance or performance, which does not persist after the event\\n\\nThese considerations apply to cultural events and artefacts throughout history, but particularly interesting parallels can be drawn between the ancient sites studied by archeologists and contemporary site specific and ephemeral performance. Once a site specific performance has ended it is not possible to recreate it faithfully in a new location. However, it is important that academics and members of the public can study and understand past performances. This mirrors the situation in archaeology where the original sites are lost (at least in their original form) but they must still be represented to the public and to scholars based on the limited artefacts remaining. In both cases digital technologies can help to access and reconstruct sites and events. The remaining artefacts themselves often do little to convey the experience of the original. Digital reconstruction can help understand the experience of a site or event and communicate narratives. Collaborative and networked technologies can convey shared experiences. However, any such reconstruction involves multiple interpretations and potentially many narratives can be told about a single site or event. \\n\\nThis project will explore the use of digital technology for documenting sites and events in archaeology and contemporary art and performance. It will investigate how the two disciplines can influence each other's use of technology and how new technologies can be applied. \\n\\nThe project will consist of interdisciplinary workshops including academics, technologists and working arts practitioners (who will act as end users). \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H018328/1","grantId":"AH/H018328/1","fundValue":"12159","fundStart":"2009-10-01","fundEnd":"2010-09-30","funder":"AHRC","impactText":"  This project resulted in a number of new collaborations and sharing experiences between academics in the field  ","person":"Marco  Gillies","coPersons":["Nick  Kaye"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}