{"id":"7EEBA502-A074-44B0-992B-2865ABDC9CE8","title":"Gobal - engagement with NASA JPL and ESA in Robotics, Brain Computer Interfaces, and Secure Adaptive Systems for Space Applications - RoBoSAS","abstractText":"The project brings together complementary expertise from several leading research groups of the University of Essex, namely Robotics, Brain-Computer-Interfaces (BCI), Computational Intelligence and the Embedded and Intelligent Systems group to address significant challenges in autonomous systems for space applications. It seeks to significantly enhance and widen an existing collaboration for the design of autonomous embedded systems, robotics,evolutionary computing and BCI with the California Institute of Technology / NASA Jet Propulsion Laboratory (JPL), Pasadena, USA and the European Space Agency (ESA), in utilising the combination of a dedicated research programme combined with networking activities, including short-term and longer exchange visits of both academic staff and researchers, student placements and joint workshops to be held as part of conferences. \nIn order to achieve our primary aim of engineering a robust and reliable autonomous robotic systems capable of adapting to a rapidly changing dynamic environment, we will explore employing hybrid techniques that are better able to face the issues emerging from space applications than any technique in its own right. For example, very limited work has been carried out to use the concept of empirical non-intrusive monitoring that drives the self-healing process of an embedded robotic system that operates in a potentially hostile environment, such as space. This project will explore this. \nA further major factor to address is that of secure communications. Security of communication is of paramount importance in space applications. The scientific impact and the investment associated with them are simply too great to risk an unauthorised breaking into a satellite or a spacecraft, or remotely taking a rover for a joy ride on a planet. While data encryption techniques are now highly sophisticated and well established, encryption itself cannot necessarily protect against fraudulent data manipulation when the security of encryption keys cannot be absolutely guaranteed. So, additionally, the programme will explore enhancing the significant existing research collaboration between the partners in deriving encryption keys directly from properties of digital systems (ICmetrics, this term stems originally from NASA JPL). \nAlso, the possibility of controlling external devices using brain-computer interface technology could have a tremendous influence on strategic plans for future space missions. Indeed there is interest both at ESA and JPL in this area. Essex has historically been leading in this area. The Essex BCI group was one of the three partner institutions who were contracted by the European Space Agency in 2006 to produce a critical review of non-invasive BCI with a look at future perspectives for space applications. This study was one of the first of its kind. The possibility of using BCI in space applications has since been explored by a small number of studies. In this project we will explore a number of avenues with a top quality research team of BCI researchers, computer scientists and space experts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K004638/1","grantId":"EP/K004638/1","fundValue":"473812","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Klaus D  McDonald-Maier","coPersons":["Riccardo  Poli","Huosheng  Hu","Francisco  Sepulveda","Maria  Fasli","Gareth  Howells"],"organisation":"University of Essex","findingsText":" The project brought together complementary expertise from several leading research groups of the University of Essex, namely Robotics, Brain-Computer-Interfaces (BCI), Computational Intelligence and the Embedded and Intelligent Systems group to address significant challenges in autonomous systems for space applications. It significantly enhanced and widened the existing collaboration for the design of autonomous embedded systems, robotics,evolutionary computing and BCI with the California Institute of Technology / NASA Jet Propulsion Laboratory (JPL), Pasadena, USA and the European Space Agency (ESA), through the combination of a dedicated research programme combined with networking activities, short-term and longer exchange visits of both academic staff and researchers, student placements and joint workshops as part of conferences. \n\nIn order to achieve our primary aim of engineering a robust and reliable autonomous robotic systems capable of adapting to a rapidly changing dynamic environment, we will explore employing hybrid techniques that are better able to face the issues emerging from space applications than any technique in its own right. For example, the project has explored empirical non-intrusive monitoring to control the self-healing process of an embedded robotic system that operates in a potentially hostile environment, such as space as well as enabling the security of communications in space applications through ICMetrics deriving encryption keys directly from properties of digital systems. \n\n\n\nAs part of this project we have started a strand of theoretical work on adaptation and self-organisation. In space exploration environments, multiple systems (robotic agents) may need to work together at times under the supervision of a human operator. But loss of contact with the Earth and human operator would mean that unless the system is able to self-organise and coordinate among its individual components there may be significant consequences in terms of money, time, with a mission failing in extreme situations. Self-organisation may require an organisational structure to be created on the fly during a mission based on the task at hand and the available agents around. Mixed initiative systems would appear to be a solution to this problem, but the transition from one state onto another when agents have limited computational resources needs to be considered as well as the issue of the ensuing structure. We have been studying this problem from the perspective of flexible role-assignment and role adaptation and its impact on organisational structure and system performance especially with limited capability agents. An initial theoretical framework has been constructed as part of this work to frame the problem and the work will continue from a more practical, simulation perspective to explore different scenarios and mechanisms for self-organisation and adaptation. \n\n\n\nThe project pioneered multi-brain fusion and applications to intelligence analysis. Rapid serial visual presentation (RSVP) images are shown at an extremely rapid pace. Yet, the images can still be parsed by the visual system to some extent. In fact, the detection of specific targets in a stream of pictures triggers a characteristic electroencephalography (EEG) response that can be recognized by a brain-computer interface (BCI) and exploited for automatic target detection. Research funded by DARPA's Neurotechnology for Intelligence Analysts program has achieved speed-ups in sifting through satellite images when adopting this approach. This work extends the use of BCI technology from individual analysts to collaborative BCIs. We show that the integration of information in EEGs collected from multiple operators results in performance improvements compared to the single-operator case. \n\n\n\nThe project has improved decision-making based on visual perception via a collaborative brain-computer interface. In the presence of complex stimuli, in the absence of sufficient time to complete the visual parsing of a scene, or when attention is divided, an observer can only take in a subset of the features of a scene, potentially leading to poor decisions. Here we looked at the possibility of integrating the percepts from multiple non-communicating observers as a means of achieving better joint perception and better decision making. Our approach involves the combination of brain-computer interface (BCI) technology with human behavioural responses. To test our ideas in controlled conditions, we asked observers to perform a simple visual matching task involving the rapid sequential presentation of pairs of visual patterns and the subsequent decision as whether the two patterns in a pair were the same or different. Visual stimuli were presented for insufficient time for the observers to be certain of the decision. The degree of difficulty of the task also depended on the number of matching features between the two patterns. The higher the number, the more difficult the task. We recorded the response times of observers as well as a neural feature which predicts incorrect decisions and, thus, indirectly indicates the confidence of the decisions made by the observers. We then built a composite neuro-behavioural feature which optimally combines these behavioural and neural measures. For group decisions, we tested the use of a majority rule and three further decision rules which weigh the decisions of each observer based on response times and our neural and neuro-behavioural features. The results indicate that the integration of behavioural responses and neural features can significantly improve accuracy when compared with individual performance. Also, within groups of each size, decision rules based on such features outperform the majority rule.\n\n\n\nOf particular relevance for both space agencies was the work towards cooperative brain-computer interfaces for space navigation. We explored the possibility of controlling a spacecraft simulator using an analogue Brain-Computer Interface (BCI) for 2-D pointer control. This is a difficult task, for which no previous attempt has been reported in the literature. Our system relies on an active display which produces event-related potentials (ERPs) in the user's brain. These are analysed in real-time to produce control vectors for the user interface. In tests, users of the simulator were told to pass as close as possible to the Sun. Performance was very promising, on average users managing to satisfy the simulation success criterion in 67.5 % of the runs. Furthermore, to study the potential of a collaborative approach to spacecraft navigation, we developed BCIs where the system is controlled via the integration of the ERPs of two users. Performance analysis indicates that collaborative BCIs produce trajectories that are statistically significantly superior to those obtained by single users. The project will has direct impact on the NASA JPL Robotics division and their work in research and development of highly autonomous robots for unmanned space exploration. NASA is the core driving force in space in space exploration and commands the majority of the expenditure in this area. \n\nBeyond he impact on the space industry there is also an secondary impact that the techniques and architectures will have on the ICT industry, robotics R&amp;D and microelectronics.\n\nFor example: independently of its clear benefits for space research, the development of BCI is particularly important as it could provide new technology that does not require muscle control and that might serve useful purposes for those who cannot use conventional technologies. Also, BCI systems can also be used as able-bodied human-machine interfaces, for example for control applications in robotics and intelligent environments (be they real or virtual), or when upper-limb disorders prevent the use of mouse and/or keyboard. The results of this projects are exploited via publication at specific conferences and trade events in the respective areas. In addition relevant IP is being protected and licensed via commercialisation companies. Aerospace/ Defence and Marine,Digital/Communication/Information Technologies (including Software),Healthcare,Security and Diplomacy","dataset":"gtr"}