{"id":"7EEE154B-3AB6-4FC4-9788-8F08785909CC","title":"Street mobility and accessibility: developing tools for overcoming older people's barriers to walking","abstractText":"Walking (or cycling) around an area helps people to keep physically active in their daily life, reducing the risks of obesity and depression. Streets that are pleasant to walk along also provide opportunities for people to meet and chat with friends and acquaintances. This both enhances the quality of life and is good for health.\n\nBusy roads can deter people from going outside their home to socialise, walk or cycle because of noise or fear of injury. This can also lead to people deciding to avoid making trips, particularly if the alternative to crossing a busy road (e.g. an underpass) increases distances or is considered inaccessible, unsafe or unpleasant. People living on streets with heavy traffic know fewer neighbours and have fewer local friends than people living on streets with less traffic; people with fewer social contacts have worse physical and mental health and die younger. When people do not even try to cross roads because of traffic, they often cannot reach shops, health facilities, services, friends or family easily. This is called community severance (CS).\n\nAll these effects are worse in older and other vulnerable groups, for whom mobility and social ties are fundamental to good health. This severance increases social inequalities and exclusion, leading to various economic and social costs. CS probably affects people's physical and mental health and wellbeing too, but this has not been studied very much. Studying health effects of community severance is challenging, as there are no agreed measurement methods that can be used easily and because this is a complex subject, crossing several areas of expertise.\n\nWe will first study two residential areas to develop an in-depth understanding and measure of CS. We will ask local residents what is important to them. We will observe what happens in practice when older people try to walk around their neighbourhood. We will consider all this information in the context of the whole area, the levels and composition of road traffic and the way streets connect to each other. We will use the information we collect to develop ways to measure CS in three ways: (i) questions to individuals to assess the effects on them, (ii) how they value these impacts, and (iii) a measuring tool to estimate the extent of community severance due to particular types of roads or road layouts. We will then test these tools in two different residential areas.\n\nThe main methods we will use are: community engagement, to explore perceptions and measures of CS and potential solutions; household-based surveys of travel behaviour, social networks, health and wellbeing; computerised surveys to elicit residents' values for severance and mitigation; on-street surveys of travel behaviour; measurement of traffic and road characteristics; space syntax methods, to study how the network of streets affect accessibility and mobility; and analyses integrating these discipline-specific methods. The final stage will be to test the impacts on CS - and thus on mobility and wellbeing - of proposed interventions to reduce CS.\n\nBy the end of this project, we will have developed and tested three tools. The first two will be for local government to use, to model and to value levels of CS in their area. The third will be a set of questions that can be asked in surveys to find out whether and how severance affects local people. The survey can then be used by local communities, providing information they can use in discussions with local councillors and staff. The tools can be used by local government to test proposed transport policies, development plans and interventions to assess whether they will affect severance. They can also be used by researchers to find out whether and how CS affects people's mobility, social isolation, and short- and long-term health and wellbeing. The survey can also be used in national surveys so that a more complete picture of this problem is obtained across the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K037323/1","grantId":"EP/K037323/1","fundValue":"1281010","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"  Results from the initial workshops and pilot studies have been used to inform the development of the questionnaire for the main case study surveys, to be run in 2015 , but there are no findings yet that can be disseminated or used.  ","person":"Jennifer Susan Mindell","coPersons":["Shaun  Scholes","Peter Malcolm Jones","Mordechai (Muki) Haklay","Shepley  Orr","Laura Sophia Vaughan","Nora  Groce"],"organisation":"University College London","findingsText":" We have published a working paper about cross-disciplinary research, including different perspectives, languages, facilitators and barriers to working well, using 'community severance' as the exemplar. Two manuscripts have been submitted to peer reviewed journals, based on this and on a systematic literature review.\nWe are developing tools to measure and model the impacts of busy roads (community severance) at the individual and area level. We have piloted an individual questionnaire for local residents to complete; the final version is still being developed. We are developing a tool to estimate how important people think community severance is, in financial terms. It is too early in this project to have any findings. To be completed next year when there are findings that can be disseminated. Communities and Social Services/Policy,Construction,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Transport,Other","dataset":"gtr"}