{"id":"7EFB38BA-0A0B-471B-B720-1A0CF826C7F2","title":"A Biomimetic Microfluidics Platform for High-Throughput Screening of Endothelial Barrier Dysfunction, with Applications to Atherosclerosis","abstractText":"All blood vessels in your body are lined with a continuous layer of endothelial cells. These cells create a semi-permeable barrier that separates blood from all other tissues in the body, and any molecule passing between blood and tissue must cross this endothelium. The endothelium therefore lies at a critical interface where it functions as &quot;gatekeeper&quot; to regulate the transport of water, cells and nutrients between blood and all extravascular tissues in the body. Disruption of the endothelial barrier contributes to the pathogenesis of disease such as lipid accumulation in the artery wall in atherosclerosis, tissue swelling in oedema, vascular leakage in inflammation, and metastasis in cancer. Thus, maintaining the endothelial barrier is a critical aspect of homeostasis, but our understanding of the endothelial barrier is still incomplete.\n\nEndothelial cells and the barrier that they create are exquisitely sensitive to mechanical forces. Typically these forces arise from shear or viscous drag caused by blood flowing over the endothelial cells and stretch imposed on the wall by blood pressure. In combination with chemical factors, shear and stretch regulate diverse aspects of endothelial function (e.g., both affect alignment, contractility, and the strength of cell-cell connections). The mechanical sensitivity of endothelial cells is also involved in atherosclerosis, the leading cause of cardiovascular disease, heart attacks and strokes that affects millions of people annually. In atherosclerosis, altered mechanical forces arising from disturbed blood flow are believed to contribute to dysfunction of endothelial barrier, leading to infiltration and accumulation of lipid in the artery wall. Other theories describe how lipid infiltration may be related to the disturbances in stretch experienced by the endothelium. Investigating these hypotheses, however, requires that we have a reliable tool to measure the rate of transport across the endothelium in response to different levels of shear and stretch. \n\nIn this project, we develop a micro-fluidics based technology to examine how shear stress and stretch affect endothelial permeability, the parameter controlling lipid infiltration into the artery wall during the early stages of atherosclerosis. Our design overcomes several limitations of previous in vitro models by allowing independent and simultaneous control of both shear and stretch over the physiological range, while providing a quantitative readout of permeability that can be measured in real-time. The design of the microfluidics platform is fully scalable to allow for high-throughput screening or parallel experimentation. In this project, we will develop and characterise the microfluidics device. We will validate the device by demonstrating that it is able to reproduce standard measurements of endothelial permeability in the absence of shear and stretch. Finally, we will use the device to determine the effect of combined shear and stretch on endothelial permeability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010499/1","grantId":"EP/J010499/1","fundValue":"100017","fundStart":"2012-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  The award allowed us to develop a new technology (iPerfusion) that is used for microscale fluid flow/perfusion measurements in biological systems. Several collaborations have emerged with investigators who are interested in using iPerfusion for their research. This has benefitted our research and helped broaden our research network.\n\nAs a result of these collaborations, we have reproduced the iPerfusion system eight times for collaborators in the US and Ireland. The cost of each system is ?5k apiece (sold basically at cost, no profit), paid from the collaborators, and thus our laboratory transacted ?40k of research funds from outside the UK for purchase and construction of the equipment.\n\nIn our laboratory, iPerfusion system has been used to acquire preliminary data for 2 grants from the US National Institutes of Health and the Fight for Sight research foundation (UK). Education,Pharmaceuticals and Medical Biotechnology Economic","person":"Darryl  Overby","coPersons":[],"organisation":"Imperial College London","findingsText":" We have developed technology to accurately measure the hydraulic properties of biological tissues, including not only cultured cell layers as relevant for atherosclerosis (as described in the original proposal), but also eyes as relevant for glaucoma, and lymph nodes and lymphatic vessels as relevant for lymphoedema. These latter applications were unexpected, and the hardware and associated software (which we labelled as 'iPerfusion') has been used to provide preliminary data for two pending proposals from our laboratory (to the Fight for Sight Foundation, and the US National Institutes of Health), and a third proposal from a collaborator's laboratory. Our work has already been put to use by other laboratories at Imperial, Ireland, and the US. The iPerfusion system is capable of measuring flows from the nL/min to mL/min range while controlling pressures in the 0.05 mmHg range. We required this precision for the microfluidics system, but as we experienced challenges with other aspects of the project, we realised that the iPerfusion system can be applied in other areas (namely, glaucoma, lymphoedema). We have already reproduced our iPerfusion systems for researchers using it to measure microscale fluid flows at Imperial and UC Dublin. Six other iPerfusion systems are being built for collaborators in the US . We have been approached by one US pharmaceutical company who was interested in licensing our technology. The iPerfusion system is ideal for screening drugs and for research into microvascular physiology, where there is a need for precision pressure and flow measurements. The manuscript describing the iPerfusion system is in preparation. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}