{"id":"7EFC83A1-133E-4847-9E64-C501A8BA0322","title":"Human security and local governance: negotiating environmental risk management under rapid urbanisation in the Yucatan (","abstractText":"<p>The majority of the world’s population and physical assets are urban based, yet little is known of the ways in which competing visions and manifestations of urbanisation effect the social distribution of environmental risk associated with climate change, and the opportunities for new policies to improve human security in coastal zones. </p> \n<p>Globally, climate perturbations exacerbated by global warming carry important implications for human security, especially in coastal locations. Among the most important of these perturbations is the increased severity of hurricane-force storms. </p> \n<p>This research will investigate social and political capacity, and action taken to adapt to the risks and impacts of hurricanes, in an area that is increasingly at the ‘front line’ of global climate change: the Mexican Caribbean coast south of Cancun. It will compare the impact of changes in governance regimes, under rapid urbanisation, on local adaptive capacity and the actions undertaken by state, non-state and individual actors. It will focus on the development of social capital and the uses to which this is put under pressure from risk and impacts of extreme climatic events, employing focus groups, in depth interviews and participant observation. The results will be communicated through international users networks and dedicated Web material. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0367","grantId":"RES-062-23-0367","fundValue":"354485","fundStart":"2007-06-01","fundEnd":"2010-08-31","funder":"ESRC","impactText":"  The research process was participatory and included 18 months of field work. This enabled close relationships to be built between the project researcher and local civic actors. The project was the first to bring science data on climate change and potential local impacts to the small social and environmental civic society community in this part of Mexico. As a result a key impact was the strengthened orientation of civic society actor agendas towards climate change risk. This included the strategic use of climate change to pursue existing social and environmental challenges. In addition the work supported Cancun actors i thinking through elements of climate change adaptation in preparation for a Cancun city climate strategy. Environment Societal","person":"Michael Rex Redclift","coPersons":["Mark  Pelling"],"organisation":"King's College London","findingsText":" The need to tackle climate hazards and development efforts simultaneously is widely acknowledged, although the possibility of alternative visions of development is seldom contemplated in research on adaptation. Instead, adaptation research usually assumes a ceteris paribus position in relation to existing economic development. The project undertook a critical approach to adaptation and explored the interplay between visions of development, governance structures, and strategies to cope with climate induced changes in the Mexican Caribbean. The research suggested that experiences of hazards and adaptation to climate risks are essentially political, and tied to contingent development paths, and public policy. Over a hundred semi-structured and open interviews were held in Cancun, Mahahual, Playa del Carmen, Isla Holbox and Tulum including academics, businesspeople, bureaucrats, journalists, non-governmental organizations and workers. Findings show a prevalent hegemonic policy favouring mass tourist development, which encourages hurricane coping strategies based on effective evacuation and attracts investments for rapid economic recovery. However, the actual implementation of this vision increases social inequalities, degrades ecosystems, and amplifies overall exposure to extreme events. This dominant vision is enforced by undemocratic governance structures sustained by a coalition of Mexican state institutions and tourist corporations. Alternative models for combining tourism with sustainability were identified in Playa del Carmen, Tulum, Mahahual and Holbox, although these had little effect in altering the overall course of development. Further critical research is needed to unveil the socio-political foundations of development visions and their influence on the capacities of social systems to cope with climatic extreme events. There are two crucial questions arising from this framework. First, are some development visions intrinsically more efficient at adapting to climate change than others? Second, is diversity of adaptive systems better than one hegemonic system for generating effective governance and coping with adaptation, and for whom is it better? Whereas the answers to these questions are necessarily contextual, some important observations arise from our research:\n\n1. The prevailing vision of global tourism creates governance structures based on strong public-private partnerships oriented towards profit maximization. Accountability and transparency of private and public actors are noticeably scarce in the Mexican Caribbean. \n2. Within these governance structures there is room for different degrees of accountability and democracy. At the same time, making particular coping strategies feasible may require changes of governance. The growing concern to maintain a positive image as a tourist destination leads to prioritizing effective command-and-control coping strategies that avoid human casualties and generate a broad sense of safety. However, the viability of this coping strategy, which is necessary for the deployment of the development vision, requires some minimum levels of trust and imposes limits to the lack of accountability. \n3. Similarly, tourist development employs capital from international financial markets attracted by the expectation of high profits. This abundance of funds for reconstruction may create disincentives for coping strategies, and might restrict precautionary measures in hazardous areas. It follows that there is the risk that if the level of environmental damage extends beyond a certain threshold capital flows may be cut off, jeopardising the existence of the system itself. Other","dataset":"gtr"}