{"id":"7F004446-66FC-4205-A04A-E4359CA13F9F","title":"'The life history of me, Segilola': early print culture in Lagos and the first Yoruba novel","abstractText":"The Life History of Me, Segilola, Endowed with fascinating eyes, the lover of a thousand men'\\n\\nIn 1929-30 the story of Segilola created a sensation in Lagos. It took the form of a series of letters to the editor of the weekly newspaper Akede Eko, from an aging prostitute now on her deathbed. In demotic Yoruba, Segilola tells of how in her youth she gradually slid from flirtation to gold-digging and finally to full blown harlotry. She mixes repentance and moral warnings with gleeful memories of her irrestistible sexuality. \\n\\nThe story was written by Akede Eko's editor-proprietor, I.B.Thomas. But he took such pains to make it appear true that many readers, apparently, were taken in - one, moved to pity by Segilola's sufferings, even sent in 10 shillings towards their relief. Others pleaded with Thomas to reveal the heroine's true identity. Regular contributors to the paper wrote columns drawing out the moral lessons of her tale; there was a spate of commentary on the increasing laxity of Lagos life and the culpable frivolity and greed of the city's women. \\n\\nSo popular was this serial that, after its conclusion in March 1930, I.B. Thomas immediately republished it as a book. The following year he serialised a somewhat abridged English translation for the benefit of those citizens who were avid to read the story but unable to read Yoruba.\\n\\nThe text has several claims to our attention. \\n(1) It is generally credited with being the 'first Yoruba novel', and thus with standing at the head of a tradition of creative writing in Yoruba which later became one of the largest, richest and most diverse in Africa, boasting hundreds of titles and constant innovation. Both the seamy realism and the profuse moralising of Segilola were echoed in successive waves of Yoruba fiction. Any literary history that omits this narrative is incomplete. Yet it has been out of print for many years and there has been no detailed study of it.\\n(2) The narrative, with its intense investment in realism, furnishes details of popular life and culture in late 19th and early 20th century Lagos which are not otherwise well documented: popular songs, fashionable dances, anecdotes, slang and popular sayings. It paints a picture of a cosmopolitan popular culture oriented along the coast to Sierra Leone and the Gold Coast rather than inwards to the Nigerian hinterland. \\n(3) The linguistic interface between English and Yoruba is an important feature of 20th century culture in Yorubaland. English was spoken by the westernised elite. But as the first tentative experiments in electoral democracy were inaugurated, they increasingly used Yoruba to forge alliances with a less-elite primary-school educated population who could read Yoruba and could potentially be mobilised in the political contests of the day. The speedy creation of the English version of Segilola - and the significant ways in which it differs from the Yoruba version - provide a rich case study through which to explore the social and political implications of this linguistic interface.\\n(4) The fascinating play with fact and fiction, revelation and concealment in this story allow us explore the question of the ways in which early print culture addressed and convened new publics. The text's strategies of addressivity are complex and shifting. The narrative is a confessional but reveals no inner life. The authorial pseudonyms are pasted over the identities of the highly visible members of a sociable elite whose activities were scrutinised minutely by their contemporaries. The putative community that is being convened through print expands and contracts from moment to moment.\\n(5) The serial, epistolary form allows us to observe a new genre emerging almost under our very eyes. The readers' responses helped shape the narrative from week to week. Narration and interpretation grew up together. This enables us to investigate, close-up, how social and textual environment can inspire and sustain a new genre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H004629/1","grantId":"AH/H004629/1","fundValue":"47844","fundStart":"2010-01-11","fundEnd":"2010-05-10","funder":"AHRC","impactText":"","person":"Karin  Barber","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}