{"id":"7F0219FA-A452-4327-89F1-6E0895F423AF","title":"Development of new planar retarding surfaces for mm- and sub-mm wave applications","abstractText":"This proposal is to design planar metal mesh retarding surfaces, based on sub-wavelength periodic or quasi-periodic structures, which selectively retard EM radiation in the microwave (GHz) to sub-mm wave (THz) regions of the spectrum. The surfaces act as artificial birefringent materials, to provide excellent polarization selectivity, or spatially varying artificial dielectrics to act as lenses. Because they are compact, robust, lightweight and exhibit favourable properties of low-loss and high predictability of performance these surfaces have the potential of altering the basic designs of a variety of instruments operating in the microwave to sub-mm wave regions of the spectrum. Examples include: telecommunications systems, radar systems, millimetre wave imaging, satellite communications, Earth observations and space science, industrial non-destructive testing and inspection, biological investigation, remote sensing, security, laboratory testing facilities and astronomical instrumentation.The new surfaces are more complex realizations of the metal grid techniques used in frequency selective surfaces (FSS). As with FSS they can be made by means of copper evaporation onto plastic substrates with the geometrical structures defined by standard photolithographic techniques. The manufacturing costs are therefore low. The innovations are: i) the design of large-scale spatially-invariant geometrical anisotropies to provide different behaviour for orthogonal polarization states; ii) the design of spatially-variant geometries-resulting in gradients in effective refractive. These innovations are based on: i) a deep physical understanding of the physics of the interaction of EM waves with lumped complex impedance elements; ii) the use of standard software (HFSS) to extract the lumped element characteristics-normally inferred empirically; iii) the ability accurately to model complex structures with large numbers of elements-beyond the capabilities of current commercial codes running on PCs.The PI works within the Manchester Radio Technology Group within the Jodrell Bank Centre for Astrophysics. The expertise, the processing and the testing facilities of the RTG group will greatly facilitate the successful completion of the research programme. The success of this grant application will be a key step in transferring considerable knowledge from the area of radioastronomy to solve real needs in the broader technological arena.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H021299/1","grantId":"EP/H021299/1","fundValue":"97728","fundStart":"2010-07-05","fundEnd":"2012-07-04","funder":"EPSRC","impactText":"","person":"Giampaolo  Pisano","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}