{"id":"7F04187B-F87B-4E3C-9FDB-DDFCAB7C5FF6","title":"Shaping the future of technology use in the classroom","abstractText":"<p>Most children with autism find computers and technology safe, motivating and engaging. Recent research also indicates that technology can be a powerful medium to support children with autism to communicate better.</p>\n\n<p>This project therefore draws upon four prestigiously funded and recently completed multi-disciplinary Technology Enhanced Learning (TEL) projects entitled Reactickles, Somantics, COSPATIAL and ECHOES.</p>\n\n<p>The aim is to work closely with children and teachers in six different schools to explore how these technologies can make a measurable difference to practice in the classroom.</p>\n\n<p>The methodology focuses on a participatory approach using digital story creation and the creation of a wider TEL online community of practice where teachers, parents and other schools staff will be able to create and access resources to help them in their practice.</p>\n\n<p>These resources will include an online workshop, guidance documents on how to use the technologies, with suggestions of how to link with the curriculum and with assessment. The online portal will be open to all schools with the aim to inspire, motivate and engage staff in using innovative technologies to meet the needs of not only children on the autism spectrum, but all children.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J011207/1","grantId":"ES/J011207/1","fundValue":"55747","fundStart":"2012-05-31","fundEnd":"2013-07-26","funder":"ESRC","impactText":"  Knowledge Co-creation: The key findings from the project highlight the power of digital story creation as evidence and as a method for co-creation of knowledge. Abbott's e-inclusion framework (2007) sees practices as arising as an interaction between digital technologies, people and contexts. In relation to the use of Digital technologies, teachers regularly re-purposed the technologies with which they were working, and used them in different ways from those envisaged in the original TEL projects. They responded to the specific needs of the pupils using their pedagogical content knowledge by scaffolding children's engagement with the technologies in different ways. The affordances of the technologies supported collaboration which the teachers explored and extended in their sessions. The digital stories gave teachers a platform for using technology as a conduit for observing, capturing and sharing individual acheivements. In turn these stories contributed to pupil centred planning and target setting. In relation to context, pupils' motivation in and enjoyment using the technologies highlighted the need for schools to be flexible in when and how the technologies were used. Flexibility was needed due to challenges with the technologies too; buy in from management and support at school level was crucial. Furthermore, the digital stories gave practitioners agency in the way other traditional methodologies might not; there was a range of experiences and views captured, with different levels of creativity and risk-taking; there were key differences between mainstream and special schools in the extent they were willing to take risks and focus on social communication. The work enhanced practitioner's ability to interpret and make sense of what they were doing. It contributed to giving them new understandings regarding their practice and helped them see and imagine their practice differently. The outputs are listed in the annexe. The digital stories can be found here: http://tinyurl.com/m9ds22u Digital/Communication/Information Technologies (including Software),Education Societal","person":"Karen  Guldberg","coPersons":["Kaska  Porayska-Pomsta","Wendy Elizabeth Keay-Bright","Sarah  Parsons"],"organisation":"University of Birmingham","findingsText":" We encountered substantial technical challenges in embedding the technologies in the schools. These challenges took different forms in the various schools and included difficulties with implementing some of the technologies due to firewalls and safety settings; software and hardware compatibility issues and tensions regarding availability of equipment. This finding highlights how crucial it is for TEL research to address the practical usability of technology development in the real world from the outset. \n\nOnce these constraints were overcome, and the technologies were used in the schools, staff highlighted that they extended the way in which they used technologies to support learning. Teachers in special schools embedded the technologies in their everyday work, and found it helped them become more finely attuned to the children and more able to identify children's strengths as well as difficulties. \n\nDigital storytelling proved to be a powerful method for exploring and encouraging TEL yet there were varying degrees of 'readiness' for taking on the new ideas and ways of working required by the project. Most teachers were innovative, expansive and willing to take risks by trying new things, whilst others were more conservative in their approach, less directly involved and more willing to let the research team take the lead. There were differences between mainstream schools and special schools in terms of the extent to which they felt comfortable in focusing on social communication skills through technology use and also in the way that they used the technologies. \n\nA key finding evidenced in follow up interviews with some of the teaching staff, was how the process of capturing experiences on video enabled them to appreciate the finer detail of interaction with the technologies that would typically be missed, and that reviewing the video helped them to build on these interactions and incorporate them into future sessions. \n\nAs evidenced by the digital stories, the technologies were used to focus on the following skills and interaction opportunities for the children:\n\nCOSPATIAL: conversation skills; flexibility; confidence; collaboration with peers; fun and skill generalisation.\nECHOES: coping with change; attention span; joint attention; motor skills; speech development and fun.\nSomantics and ReacTickles: conversation skills; social interaction/ e- inclusion; emotional regulation; joint attention; initiations of communication; motor skills; attention span/ engagement level; flexibility; academic; fun/shared enjoyment/ reward; self-awareness and creativity.\n\nThe Shape project provided a platform for reflection related to embedding TEL in classrooms. It provided both teachers and researchers with an environment in which knowledge could be exchanged in a collaboratively generative manner (through digital stories), as opposed to a reactive one. The project thus provided a context for quite different Knowledge Exchange (KE) than is often observed in TEL projects where the main concern is often to develop technologies from scratch and to evaluate them within quite limited timeframes. Shape focused on a stage that is fundamental to releasing TEL from the labs and into the real world, i.e. a stage at which the technology is trialled in specific contexts and with minimal involvement by researchers. This project continued the work of a suite of research council funded projects which include ECHOES 1 and II (EPSRC/ESRC TLRP programme; Shape (ESRC Knowledge Exchange) and Share-It (EPSRC In the Wild). Shape has been taken forward through the Share-It project and the team will continue to seek funding to build on the important knowledge-creation work and development of Technology Enhanced Learning undertaken in this project. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}