{"id":"7F0D9308-B3EE-45D5-AFCF-1EE714DEAB8D","title":"Fingerprinting captured CO2 using natural tracers: Determining CO2 fate and proving ownership","abstractText":"Carbon capture and storage (CCS) has emerged as a promising means of lowering CO2 emissions from fossil fuel combustion. However, concerns about the possibility of harmful CO2 leakage are contributing to slow widespread adoption of the technology. Research to date has failed to identify a cheap and effective means of unambiguously identifying leakage of CO2 injected, or a viable means of identifying ownership of it. This means that in the event of a leak from a storage site that multiple operators have injected into, it is impossible to determine whose CO2 is leaking. The on-going debate regarding leakage and how to detect it has been frequently documented in the popular press and scientific publications. This has contributed to public confusion and fear, particularly close to proposed storage sites, causing the cancellation of several large storage projects such as that at Barendrecht in the Netherlands.\n\nOne means to reduce public fears over CCS is to demonstrate a simple method which is able to reliably detect the leakage of CO2 from a storage site and determine the ownership of that CO2. Measurements of noble gases (helium, neon, argon, krypton and xenon) and the ratios of light and heavy stable isotopes of carbon and oxygen in natural CO2 fields have shown how CO2 is naturally stored over millions of years. Noble gases have also proved to be effective at identifying the natural leakage of CO2 above a CO2 reservoir in Arizona and an oil field in Wyoming and in ruling out the alleged leakage of CO2 from the Weyburn storage site in Canada.\n\nRecent research has shown amounts of krypton are enhanced relative to those of argon and helium in CO2 captured from a nitrate fertiliser plant in Brazil. This enrichment is due to the greater solubility of the heavier noble gases, so they are more readily dissolved into the solvent used for capture. This fingerprint has been shown to act as an effective means of tracking CO2 injected into Brazilian and USA oil fields to increase oil production. Similar enrichments in heavy noble gases, along with high helium concentrations are well documented in coals, coal-bed methane and in organic rich oil and gas source rocks. As noble gases are unreactive, these enrichments will not be affected by burning the gas or coal in a power station and hence will be passed onto the flue gases. Samples of CO2 obtained from an oxyfuel pilot CO2 capture plant at Lacq in France which contain helium and krypton enrichments well above atmospheric values confirm this.\n\nDespite identification of these distinctive fingerprints, no study has yet investigated if there is a correlation between them and different CO2 capture technologies or the fossil fuel being burnt. We propose to measure the carbon and oxygen stable isotope and noble gas fingerprint in captured CO2 from post, pre and oxyfuel pilot capture plants. We will find out if unique fingerprints arise from the capture technology used or fuel being burnt. We will determine if these fingerprints are distinctive enough to track the CO2 once it is injected underground without the need of adding expense artificial tracers. We will investigate if they are sufficient to distinguish ownership of multiple CO2 streams injected into the same storage site and if they can provide an early warning of unplanned CO2 movement out of the storage site.\n\nTo do this we will determine the fingerprint of CO2 captured from the Boundary Dam Power Plant prior to its injection into the Aquistore saline aquifer storage site in Saskatechwan, Canada. By comparing this to the fingerprint of the CO2 produced from the Aquistore monitoring well, some 100m from the injection well, we will be able to see if the fingerprint is retained after the CO2 has moved through the saline aquifer. This will show if this technique can be used to track the movement of CO2 in future engineered storage sites, particularly offshore saline aquifers which will be used for future UK large volume CO2 storage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K036033/1","grantId":"EP/K036033/1","fundValue":"236178","fundStart":"2013-12-01","fundEnd":"2016-07-30","funder":"EPSRC","impactText":"  This project is still at a relatively early stage and sample collection is ongoing. As yet no samples have been analysed so there are currently no impacts to report.  ","person":"Stuart Matthew Gilfillan","coPersons":["Stuart  Haszeldine","Finlay MacLeod Stuart"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}