{"id":"7F108285-CC6C-465F-96F0-AE26D21F44A6","title":"Biogeochemistry, macronutrient and carbon cycling in the benthic layer","abstractText":"The coasts and shelf seas that surround us have been the focal point of human prosperity and well-being throughout our history and, consequently, have had a disproportionate effect on our culture. The societal importance of the shelf seas extends beyond food production to include biodiversity, carbon cycling and storage, waste disposal, nutrient cycling, recreation and renewable energy. Yet, as increasing proportions of the global population move closer to the coast, our seas have become progressively eroded by human activities, including overfishing, pollution, habitat disturbance and climate change. This is worrying because the condition of the seabed, biodiversity and human society are inextricably linked. Hence, there is an urgent need to understand the relative sensitivities of a range of shelf habitats so that human pressures can be managed more effectively to ensure the long-term sustainability of our seas and provision of societal benefits. Achieving these aims is not straightforward, as the capacity of the seabed to provide the goods and services we rely upon depends on the type of substrate (rock, gravel, sand, mud) and local conditions; some habitats are naturally dynamic and relatively insensitive to disturbance, while others are comparatively stable and vulnerable to change. This makes it very difficult to assess habitat sensitivities or make general statements about what benefits we can expect from our seas in the future.\n\nRecently, NERC and DEFRA have initiated a major new research programme on Shelf Sea Biogeochemistry that will improve knowledge about these issues. In response to this call, we have assembled a consortium of leading scientists that includes microbiologists, ecologists, physical oceanographers, biogeochemists, mathematical modellers and policy advisors. With assistance from organisations like CEFAS, Marine Scotland and AFBI, they will carry out a series of research cruises around the UK that will map the sensitivity and status of seabed habitats based on their physical condition, the microbial and faunal communities that inhabit them, and the size and dynamics of the nitrogen and carbon pools found there. The latest marine technologies will measure the amount of mixing and flow rates just above the seabed, as well as detailed seabed topography. These measurements will allow better understanding of the physical processes responsible for movement and mixing of sediment, nutrient, and carbon. At the same time, cores will be retrieved containing the microbial and faunal communities and their activity and behaviour will be linked to specific biogeochemical responses. Highly specialised autonomous vehicles, called landers, will also measure nutrient concentrations and fluxes at the seabed. Components of the system can then be experimentally manipulated to mimic scenarios of change, such as changing hydrodynamics, disturbance or components of climate change. This will be achieved in the field by generating different flow regimes using a submerged flume or, in the laboratory, using intact sediment communities exposed to different levels of CO2, temperature and oxygen. By measuring the biogeochemical response and behaviour of the microbial and faunal communities to these changes, we will generate an understanding of what may happen if such changes did occur across our shelf seas.\n\nWe will use all of this information to assess the relative vulnerability of areas of the UK seabed by overlaying the observation and experimental results over maps of various human pressures, which will be of value to planners and policymakers. Mathematical models will test future scenarios of change, such as opening or closing vulnerable areas to fishing or anticipated changes in the factors that control nutrient and carbon stocks. This will be valuable in exploring different responses to external pressures and for deciding which management measures should be put in place to preserve our shelf seas for future generations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K001914/1","grantId":"NE/K001914/1","fundValue":"872594","fundStart":"2013-07-01","fundEnd":"2017-12-31","funder":"NERC","impactText":"","person":"Ruth  ParkerSilke  Kroeger","coPersons":["John  Aldridge"],"organisation":"Centre for Env Fisheries Aqua Sci CEFAS","findingsText":"","dataset":"gtr"}