{"id":"7F104985-3657-476C-8B6A-23D72FC05BAC","title":"Green Brain: Computational Modelling of the Honeybee Brain","abstractText":"Building intelligent machines that can perform complex cognitive tasks as well as or better than the human brain is a long-standing challenge of modern science. This quest has seen one of its highlights when IBM's Deep Blue chess computer beat the world champion Kasparov in 1997. Despite its superior performance in chess, this system was however in no way similar to or as powerful and versatile as a brain. More recently the Blue Brain initiative, also partially funded by IBM, set out to build a real-scale model of a cortical column of the human brain, moving us closer to the goal of eventually building an artificial brain that works like its biological counterpart.\n \nIn the Green Brain project we propose to build such an artificial brain, but of the smaller brain of the honeybee. We will work with the world-leading research group of Prof. Martin Giurfa in Toulouse, who are experts in all aspects of bee brain anatomy, physiology and bee cognition and behavior. Bees have a surprisingly large cognitive capacity including transfer of learned associations across sensory modalities, e.g. from smells to colors, and learning abstract concepts such as the categories of &quot;the same&quot; and &quot;different&quot;. At the same time their brains are much smaller, structured and (proportionally) much better researched than the complex human brain. It is also much easier to perform invasive manipulations to dissect how different parts of the bee brain function.\n\nIn the Green Brain project we will build detailed computer models of the two most important sensory systems of the bee, the senses of smell (olfactory system) and of sight (visual system). In doing so, we will incorporate existing data, models and principles and identify further how they give rise to the observed impressive cognitive abilities. We will then combine the sensory systems with learning models and models of sensory integration in close collaboration with the experts in the Giurfa lab to eventually build a full-scale model of the bee brain. This model will be implemented on state-of-the-art massively parallel graphical processing unit (GPU) based super-computers, a new technology spearheaded by NVIDIA Corporation who is supporting this project with GPU hardware donations. Using GPU computing will allow us to simulate our Green Brain model in real time, which will be essential for the final phase of the project when we will put the Green Brain to work as the brain of an autonomous flying robot. This is an important further advance over current work on brain models because it is becoming more and more clear that an essential aspect of brain function is that the brain is not acting in isolation but in constant interaction with the body and the environment. This concept of &quot;embodiment&quot; and its consequences for cognition are important insights of modern cognitive science and will become equally important for modern neuroscience. \n\nThe outputs from the Green Brain project will have impacts in several academic areas. In the neurosciences it will advance the field of large scale brain models and our understanding of how information is processed in the sensory systems of bees. We will also contribute new tools for the use of modern GPU technology for artificial brains and employing them in bio-mimetic robotics. For the cognitive sciences we will contribute to the understanding of embodiment in biologically realistic model systems.\n\nBeyond academia, the development of autonomous flying robots may have applications in environmental exploration, search and rescue and artificial pollination. Developing a better understanding of the mechanisms underlying cognition may ultimately translate into greater insights into human cognition and cognitive disorders. Finally, developing a better understanding of the honeybee may prove to be important in its own right as bees are a key pollinator in most ecologies and hence a 'keystone species' and vital for food security.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019534/1","grantId":"EP/J019534/1","fundValue":"660561","fundStart":"2013-03-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"James Arthur Marshall","coPersons":["Kevin  Gurney","Eleni  Vasilaki"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}