{"id":"7F1169AF-17EE-4663-A672-7B456D73D439","title":"Unravelling the remarkable synthesis and mechanisms involved in the biogenesis of heme and heme d1 from siroheme","abstractText":"This project aims to have a major impact on our understanding of the synthesis and evolution of a related family of heme-like molecules, and will result in a comprehensive addition to text book sections dealing with porphyrin metabolism. Hemes belong to a family of essential life pigment involved in many basic respiratory processes. This application aims to decipher a twenty-year mystery by unravelling the pathway leading to their synthesis. Specifically we aim to elucidate how heme and heme d1 are made in the Archaea and a number of eubacteria. Heme was previously thought to be synthesized along a single pathway from a compound called uroporphyrinogen III by a series of enzymes that modify the acidic side chains, oxidize the macrocycle and insert ferrous iron. However, we have recently demonstrated that heme and a structurally related macrocycle, heme d1, can be made by a completely novel pathway that involves the cannibalism of another modified tetrapyrrole, a compound called siroheme, the prosthetic group of sulphite and nitrite reductase. There are many novel features to this project that make it compelling. The transformation of siroheme into heme and heme d1 requires a number of radical SAM enzymes coupled with a decarboxylase, involving some highly unusual steps that are unprecedented in biological chemistry. The aim of this project is to understand in molecular detail the step-by-step synthesis of hemes along this pathway. Although the d1 heme is only found in the cytochrome cd1, the importance of this enzyme is becoming ever more evident as it vital for the environmentally important ANAMMOX process whereby ammonia is oxidised by nitrite under anaerobic conditions and has recently been implicated in playing a key role in the anaerobic oxidation of methane. It is believed that d1 heme has been adopted for respiratory nitrite reduction because it is tuned to permit nitrite reduction only as far as nitric oxide and not to allow the onward reduction to ammonia that is catalysed by siroheme. The discovery that siroheme is also a precursor for d1 synthesis therefore raises many interesting evolutionary and regulatory questions. Overall, the outcome of this research will result in the composition of a molecular overture of events for a new heme synthesis route, explain more clearly the relationship between heme and siroheme and provide a neodarwinistic understanding of complex biosynthetic pathways. It will also help maintain the UK at the cutting edge of biomolecular science research and maintain the position our groups have as world leaders in this field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I020047/1","grantId":"BB/I020047/1","fundValue":"373249","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  The research described in this application will have a major impact on several areas of science, including synthetic, chemical and systems biology. The basic findings of our preliminary research challenge some existing dogmas about how metabolic pathways and enzymes function. Thus we have demonstrated that heme can be made via a completely novel route, which shares some similarity with the synthesis of heme d1. As such the results are now being incorporated into text books.\nThe beneficiaries of this research are researchers in academia and industry who are interested in synthetic biology and its applications. There is a current strong interest in this area and science needs to put forward a strong representation in terms of the positive contributions that it can make. The research has not only provided essential information about how pathways and enzymes can be investigated, but it also gave greater insight into the biosynthesis of modified tetrapyrroles. As such, the novel enzyme activities that are involved in the d1 assembly pathway are being studied with respect to assembling other kinds of cyclic molecules. Furthermore, d1 heme is vital for the operation of the Anammox process which is key for waste water treatment and our findings are being studied by those working in waste water treatment systems. Chemicals,Education,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Martin James Warren","coPersons":["Mark James Howard","Stephen Edward Rigby"],"organisation":"University of Kent","findingsText":" The overall aim of the grant was to elucidate how siroheme is converted into heme and heme d1. The initial step involves the decarboxylation of siroheme to give didecarboxysiroheme (DDSH). It is at this point the pathways for the two modified tetrapyrroles diverge and where side chain modification and/or loss results in the biogenesis of either heme or d1. All the enzymes involved in these steps are unique and have not been previously characterised. Our research has provided remarkable molecular insights into how the enzymes associated with this new branch of tetrapyrrole biosynthesis operate. \nIn particular, the following objectives were achieved:\n1. The siroheme synthesis step has been fully characterised\n2. Recombinant strains producing all the genes for heme and heme d1 have been constructed\n3. The mechanism of the enzymes associated with the alternative heme biosynthetic pathway have been investigated. \n4. Structural studies on the enzymes for the alternative heme pathway have been undertaken. Structures for siroheme synthase and the AhbA/B complex have been determined, providing new insights into the decarboxylation process. The identification of a new pathway for the biosynthesis of heme has encouraged others to look how heme is made. This has resulted in the discovery of another variation in the biosynthesis of heme that is found in gram positive bacteria. These developments are all important as the pathways represent new targets for the development of antimicrobial agents in organisms such as S. aureus and could lead to the development of new antibiotics. Significantly, these heme pathways are not found in humans. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}