{"id":"7F1AA68D-215E-4DE3-9F05-1FDBFB0AB674","title":"Geospatial Conservation Assessment Tool (GeoCAT) version 1.","abstractText":"By directly producing data to support assessments using Red List Categories and Criteria, GeoCAT specifically responds to the challenge of 'identifying thresholds beyond which a change in biodiversity will lead to extinctions', as stated under the Biodiversity theme of NERC's strategy (Next Generation Science for Planet Earth 2007-2012).\n\nNo other product at present is delivering this essential service, thus contributing to UK leadership in this field. Royal Botanic Gardens Kew, which contains a high-volume of recent and historical data on plants (over 7 million specimens), has become a hub for plant Red List assessment activity and innovation. Furthermore, as a result of advanced data capture techniques e.g. digitisation of specimen collections (Global Plants Initiative), a deluge of species occurrence data now exists - see also the Global Biodiversity Information Facility (GBIF). However very few tools have been built to harness this primary data for secondary outputs such as extinction risk assessments. These assessments lead to conservation action and will safeguard species for the future, leading to the long term persistence of ecosystems that are vital for human health, wellbeing and economic growth. To ensure that the community can address growing challenges such as predicting the impact of climate change on species distributions, it is necessary to make further enhancements to GeoCAT and fully release it. \n\nIn relation to the remit of our institution, the Royal Botanic Gardens, Kew's mission is: To inspire and deliver science-based plant conservation worldwide, enhancing the quality of life. Specifically, Kew is committed to identifying species of plants at greatest threat of extinction in order to guide conservation policy (Convention on Biological Diversity 2020 - Target 12, Global Strategy for Plant Conservation - Target 2) and action (in situ conservation, seed banking and propagation). \n\nGeoCAT is a user friendly product that makes light demands from the user, unlike statistical or GIS software that demand a high technical overhead. GeoCAT works in areas where internet connectivity is poor and requires very little experience and has therefore proven to be a valuable tool as part of capacity building projects for our global conservation partners. GeoCAT offers a consistent, transparent and data driven analytical method that can be used to provide baselines in threat status of species from which changes and trends can be monitored.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013045/1","grantId":"NE/L013045/1","fundValue":"81843","fundStart":"2013-11-11","fundEnd":"2015-04-10","funder":"NERC","impactText":"  The tool has only just (March 2014) been released to a general audience, but the impacts during its development (before and during the award) have been far reaching. \n\n1. Two other data sources have been added and the number of users has increased which has added value to natural history collections by increasing their effectiveness, access and usefulness.\n2. Increasing the impact and usefulness of citizen science collection, through the addition of data sources from INaturalist and Picasa (Google images), as well as the existing services from Flickr.\n3. Increasing the effectiveness, access and usefulness of social media for conservation and species observations, by using iNaturalist, Picasa and Flickr for species observations\n4. Our web analytics suggests we regularly have 100's of users with several thousand page views and most are returning visitors. The majority if users are from UK, Brazil, Hong Kong and USA.\n5. GeoCAT has now been cited 53 times in the scientific literature and assuming more than one assessment is carried per publication indicates well over 100 assessments using GeoCAT to calculate range based metrics for Red Listing. Furthermore over 100 assessments have referenced use of GeoCAT on the IUCN Red List.\n\nWe will continue to develop the training material and promote the use of this tool which will increase its reach and impact for scientists, conservationists, educators and the general public in the future. Also we envisage that the open source tool and algorithms will allow the research to be taken further by others as well as this research group (see key findings for details) Education,Environment,Culture, Heritage, Museums and Collections,Other Societal,Policy & public services","person":"Justin  Moat","coPersons":["Steven  Bachman"],"organisation":"Royal Botanic Gardens Kew","findingsText":" The research grant was for development and public release of GeoCAT (Geospatial Conservation Assessment Tool). GeoCAT is an open source, browser based tool that performs real time geospatial analysis to ease the process of conducting species conservation assessments (see geocat.kew.org).\nMajor achievement to date (November 2014) are:\n1) Public release of tool from beta to a stable version, with many bugs fixed\n2) The tool has been coded and enhanced allowing improved research methods and usability. The following features have been implemented within this period of development:\no Methodology and interface developed to handle multiple species - a highly requested feature from users.\no Other occurrence data sources have be added including the citizen Science project iNaturalist\no The ability to record temporal decline of distributions for example based on deforestation. \no Options to display environmental data from other mapping sources have been added e.g. web mapping server, CartoDB, Google Fusion Tables and KML, which can be easily displayed in the map interface. Also addition of deforestation layer is available\no Behind the scenes improvement for speed, data integration and standardisation\n3) Increased research capacity generated from training for specialists. GeoCAT has been demonstrated at several IUCN training courses as well as at Kew Gardens. The initial tool (Version 1) has been developed and released and we will be working on training, online help and snagging in the next year as the tool continues to be used. Even with the beta release we know the tool is being heavily used and has the paper published to describe GeoCAT has now been cited 53 times in the scientific literature and more than 100 times on the IUCN Red List.\nBeyond the end of this funding this tool can continue to evolve and as it open source the code and algorithms can be used by other groups, the github repository has already been forked several times (N.B. github is an online repository distribution network of code, which others can freely download or fork and therefore develop themselves and resubmit). We envision that the tools will have the potential (with funding) to develop in the following areas:\n• Integration with other systems i.e. IUCN’s SIS and the Microsoft Research threat mapper, simplemappr\n• Addition of new algorithms i.e. minimum area of occupancy, fragmentation index, vegetation change, Species distribution modelling coupled with climate change modelling\n• Addition of other sources of mapping data e.g. google forest cover change map\nWe will be looking for partner and funder to working on these areas in the future. Education,Environment,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}