{"id":"7F1BBF78-6374-448B-A6FC-497ED2E53839","title":"Signal analysis on the sphere","abstractText":"Data are measured on the surface of a sphere in fields as diverse as computer graphics, computer vision, geophysics, planetary science, molecular biology, acoustics, and astrophysics, to name only a few. As soon as observations are made over directions, the resulting data naturally live on the sphere. However, the majority of informatics and signal processing techniques developed to date are restricted to Euclidean space. These informatics techniques have proved exceptionally useful in many areas of engineering and physics; however, they cannot at present be applied to the large variety of data-sets defined on the sphere. To realise the benefits of informatics techniques on spherical data-sets, we will extend Euclidean informatics techniques to the sphere, focusing on three areas of fundamental theoretical and practical importance: namely, sampling theory, wavelet transforms, and techniques to solve inverse problems on the sphere.\n\nThe Nyquist-Shannon sampling theory is a seminal result in information theory, describing how to capture all of the information content of a band-limited signal from a finite number of samples. From an information theoretic perspective, the number of samples required to capture the information content of a signal is the fundamental property of a sampling theorem. Sampling theory on the sphere is less mature than in Euclidean space. Very recently McEwen developed a new sampling theorem on the sphere that reduces the spherical Nyquist rate by a factor of two compared to the previous canonical sampling theorem developed by Driscoll &amp; Healy in 1994. We will extend this result to the space of three-dimensional rotations defined by the rotation group SO(3), often parameterised by the Euler angles. This will reduce Nyquist sampling of signals defined on the rotation group by a factor of two. Furthermore, we will develop fast and exact algorithms to compute the Fourier transform of signals defined on the rotation group, the so-called Wigner transform.\n\nWavelets are a powerful signal analysis tool due to their ability to localise signal content in scale and position simultaneously. McEwen recently constructed exact wavelet transforms on the sphere to perform a directional analysis of scalar functions defined on the sphere. At present a wavelet transform capable of performing a directional analysis of spin signals on the sphere, such as polarised light, does not exist. We will construct such a wavelet framework and will develop fast and exact algorithms, based on our fast Wigner transforms, to apply this wavelet transform to big spherical data-sets.\n\nA sampling theorem and sparse decompositions like those afforded by a wavelet transform are the building blocks of the revolutionary new paradigm of compressive sensing. In compressive sensing, the sparsity of natural signals (in an efficient representation) is exploited to recover a signal from fewer measurements than typical by solving an inverse problem. Encouraged by this theory, sparse regularisation techniques to solve inverse problems have recently found widespread application and shown considerable promise. We will develop a generic, flexible and coherent framework for solving inverse problems on the sphere by promoting sparsity, exploiting our novel sampling theory and wavelet transforms described above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M011852/1","grantId":"EP/M011852/1","fundValue":"95857","fundStart":"2015-03-31","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Jason  McEwen","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}