{"id":"7F207EF7-4B3A-44E0-91E1-134EFBA81BA0","title":"Integrative and comparative genomic studies of seven model avian species. Evolutionary perspectives on gross genomic changes and on G-bands","abstractText":"Genome projects provide resources to study many traits and diseases. Animals may be used as models for processes that are difficult to analyse in humans or may be important agriculturally. Chickens have among the best embryos to study because they are large and easily accessible (by opening an egg), in addition, about 20% of world meat and most egg consumption arises via chicken farming. The genome is attractive to examine because it is small, because there is less 'junk' DNA in birds than mammals. Scientists interested in the genomes of vertebrates would therefore rather look at birds just as most people would rather look for something in a tidy house than a messy one. A description of the chicken genome was announced in 2004 and paved the way to start work on other birds. It is possible to generate genome maps for such birds using available chicken information. An obvious next bird to look at is the turkey, turkey is also of agricultural importance and we are in the advanced stages of making a map for this animal. Other interesting species include ducks; the recent reports both in the popular press and scientific journals have highlighted the fact that ducks are unaffected carriers of bird flu where birds like chickens and turkeys can die from it. Another interesting species is zebra finch. These tiny aviary birds are excellent models for examining brain processes because they 'talk to one another like humans' in a way that few species can. Others include goose (for agricultural reasons), ostrich (evolutionarily, it is very far removed from chicken) and vulture (as the species is endangered and because its chromosomes are very different to other birds). There are many ways in which this so-called 'comparative genomics' can be achieved. In our experience it is best to combine two approaches. The first is to use a laboratory technique (called 'FISH') to light up specific genes in chicken then repeat the experiment in another bird to spot where differences and similarities lie. The second is to use a computer and compare similar gene sequences already established. Genes are located on chromosomes, much in the same way as cities and towns are located on islands and continents. Essential to finding a gene of interest is to have a point of reference that is represented by lateral stripes across the chromosomes (bands), each of which has a unique identification number. In the website dedicated to humans, if you open up the front page (www.ensembl.org/Homo_sapiens/) then you will see, on the left hand side, a diagram of chromosomes, complete with bands. By clicking on one of these chromosomes it is possible to find your gene of interest. If you do the same for chicken (www.ensembl.org/Gallus_gallus/) however then you do see chromosomes but the banding information is absent. Of course you can still find your gene but it is much more difficult. An analogy might be, if you say Edinburgh is about three quarters of the way up the length of the UK, only partial information is given. Saying that Edinburgh is about three quarters of the way up the UK, on the east coast, on the Firth of Forth is much more accurate. We therefore propose to perform experiments that will enable us to add banding information to the chicken web site. With this information we can then ask questions about the nature of the bands themselves. For instance, are the 'dark' bands more gene-poor than the light ones? Does the composition of the building blocks of DNA (called 'bases') differ in dark and light bands and so on. We know that there are differences in mammals but, as yet, have little idea about whether similar situations pertain in birds. Comparisons of mammals and birds will provide further insight into their evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010652/1","grantId":"BB/E010652/1","fundValue":"350526","fundStart":"2007-03-01","fundEnd":"2011-02-28","funder":"BBSRC","impactText":"  As a result of our efforts, we have engaged the scientific community in an international effort to generate comparative maps of various avian genomes. Both duck and turkey breeding companies have used this information. Agriculture, Food and Drink,Education Economic","person":"Darren Karl Griffin","coPersons":["Peter  Kaiser"],"organisation":"University of Kent","findingsText":" I am pleased to report the success of this project with 15 peer-reviewed publications since the start date in 2007 (Including contributions to Nature, Genome Research, BMC Genomics and Plos One), 12 published conference abstracts, 5 plenary/keynote invitations, several reports in the media and extensive outreach activity. It is also worth noting that the activities of the project were supplemented by funding from CASE studentships, by the work of collaborators and by my Career Development Fellowship awarded around the same time. Nevertheless, the core and primary funding for all this work was the current grant. The 5 principal papers that arose from the funding are listed in the main part of the form however I also point the reviewers to the full list of publications including the collaborative works and published abstracts below.\n\nThe original aims of the project are outlined below followed by a brief commentary. In general terms, all the aims were fulfilled or alternative aims generated to keep pace with changes in (e.g. sequencing) technology. The original aims that involved investigation of the role of chromosome bands and the extraction of expressed sequences were replaced by the study of copy number variation (CNV) and of nuclear organization. However the core of the project i.e. the generation of comparative avian genome maps and the identification of chromosome breakpoints proceeded as planned, providing insight into the genome evolution of avian species.\n\nAim 1. Create a chicken cytogenetic map of up to 1,000 existing chicken BAC clones by FISH (each anchored to the chicken genome through complete/partial DNA sequences) to G-banded chicken metaphases and, where possible, generate accurate banding assignments for each clone.\n\nAs a direct result of funding we now have stocks of 10-20 chicken chromosome paints, slightly less than a thousand chicken BACs and several hundred zebra finch BACs. Cytogenetic maps were thus developed for chicken and zebra finch. Through our web site www.FARMACHROM.co.uk we make these resources available to the scientific community on a &quot;cost recovery only&quot; basis.\n\nAim 2. Gain an evolutionary perspective on the molecular nature of chromosome banding by comparing pre-existing human data on the molecular correlates of chrmosome-banding with data in birds generated in this study.\n\nThis part of the study started well in that banding techniques were successful - however it proved difficult to relate bands easily to the genomic features and this work has yet to see the light of day. Rather we focused our attention on copy number variation (CNV) in the avian genome (Griffin et al. 2008; Skinner et al 2009a; Volker et al. 2010) - see below. Also, we investigated the phenomenon of nuclear organization in birds (Skinner et al. 2009b) and its role in evolution.\n\nAim 3. Map 2-600 clones from specific aim 1 to banded metaphases 6 other species (turkey, duck, goose, zebra finch, vulture and ostrich) to produce a comparative cytogenetic map across 7 species and 5 orders of birds by zoo-FISH. Chicken whole chromosome paints on metaphases of the other species will also be used to establish inter-specific conservation of synteny (turkey and duck). Thus we will identify and classify each chromosome of 6 hitherto uncharacterised species on the basis of this information.\n\nIn general terms comparative genomic data was generated to a greater or lesser extent in several species during the course of the project. These included turkey (Griffin et al. 2008); Duck (Skinner et al 2009a); Zebra finch (Volker et al. 2010); Several falcons (Nishida et al. 2008); Parrots (Nanda et al. 2007) as well as describing sex chromosome orthologies in Paleognathous birds (Nishida-Umehara et al. 2007).\n\n\nAim 4. Make all cytogenetic mapping data publicly available in annotated genome databases http://www.thearkdb.org that will be developed for all species as a result of this work and thence to the ENSEMBL (also NCBI and USCD) browsers for each species to include G-banding information.\n\nAs mentioned, the G banding aim was not followed up - comparative maps however appeared on ARkdb and the web site of the journals that published the work (Nature, Genome Research etc).\n\nAim5. Extract expressed sequences from sequence databases of duck, turkey and zebra finch, clustering and BLAST searches of the chicken genome database to identify orthologous sequences and add to the created databases.\n\nIn this case we focused on genomic DNA rather than ESTs as sequencing technology continued apace.\n\nAim 6. Investigate the evolutionary breakpoints of inter- and intra-chromosomal rearrangements between chicken, and the 6 other species to gain further insight into the genome evolution of avian species by breakpoint mapping of chromosomal changes.\n\nInter-specific breakpoints have been identified between chicken and zebra finch and chicken and turkey. Similar studies proved difficult in duck due to the fact that next generation sequencing did not generate a properly assembled genome and we are looking at these issues as we sequences the falcon genome.\n\n\nAdditional related aims that arose during the course of the project\n\nAdditional aim 1. To investigate the role of copy number variation (CNV) in avian evolution and correlate it to recombination and chromosome breakpoints \n\nAs mentioned above we also focused our attention on CNVs in the avian genome and approximately 100 birds form around 20 species have been investigated by applying genomic DNA to chicken microarrays (Griffin et al. 2008; Skinner et al 2009; Volker et al. 2010). The paper describing the larger data set with all the birds has yet to be published. Our publication in Genome Research found a potential role for non-homologous recombination in the generation of chromosome rearrangements and CNVs (Volker et al. 2010).\n\nAdditonal aim 2. To investigate new technologies for the FISH mapping of paints and BACs in birds\n\nWork early in the project allowed us to develop means of mapping genes on the microchromosomes (Morris et al. 2007) and, later to investigate the (generally unsuccessful) use of Quantum dots as replacements for organic fluorochromes (Ioannou et al. 2009; Ioannou and Griffin 2010).\n\n\n\nAdditional aim 3. To investigate nuclear organization in birds\n\nNuclear organization has been implicated in development and disease in a range of mammalian systems including humans. Nuclear organisation however remains very under explored in birds. Consistent with the overall aims of the project, our studies focussed on the evolutionary aspects of nuclear organisation in birds (Skinner et al. 2009b).\n\nAdditional aim 4. Miscellaneous related projects arising from the grant\n\nThe involvement of the laboratory in the avian genome mapping world has led to a collaboration with the middle east and work on Falcons and Houbaras. A falcon genome project is ongoing and our mapping technology allowed us to collaborate with a group in Dubai who produced the Houbara bustard (an endangered species) through the use of germ cell technology (Wernery et al. 2010). Collaborations with the Roslin Institute led to the study of the evolution Toll-like receptor genes in several birds (Temperley et al. 2008) and the study of gene duplication in the zebra finch MHC (Balakrishnan et al. 2010).\n \n\nPeer Reviewed publications since grant start date\n[Number of citations according to Google Scholar 13/5/11 is given in square brackets]\n\n1) Griffin DK, Robertson LB, Tempest HG, Skinner BM (2007). The evolution of the avian genome as revealed by comparative molecular cytogenetics. Cytogenetic and Genome Research 117: 64-77. [45]\n2) Nanda I, Karl E, Griffin DK, Schartl M, Schmid M (2007). Chromosome repatterning in three representative parrots (Psittaciformes) inferred from comparative chromosome painting. Cytogenetic and Genome Research 117: 43-53. [8]\n3) Morris WB, Stephenson JE, Robertson LB, Turner K, Brown H, Ioannou D, Tempest HG, Skinner BM, Griffin DK (2007). Practicable approaches to facilitate rapid and accurate molecular cytogenetic mapping in birds and mammals. Cytogenetic and Genome Research 117: 36-42. [3]\n4) Nishida-Umehara C, Tsuda Y, Ishijima J, Ando J, Fujiwara A, Matsuda Y, Griffin DK (2007). The molecular basis of chromosome orthologies and sex chromosomal differentiation in palaeognathous birds. Chromosome Research 15: 721-34. [25]\n5) Nishida C, Ishijima J, Kosaka A, Tanabe H, Habermann FA, Griffin DK, Matsuda Y (2008). Characterization of chromosome structures of Falconinae (Falconidae, Falconiformes, Aves) by chromosome painting and delineation of chromosome rearrangements during their differentiation. Chromosome Research 16: 171-181. [10]\n6) Temperley ND, Berlin S, Paton IR, Griffin DK*, Burt DW* (2008). Evolution of the chicken Toll-like receptor gene family: a story of gene gain and gene loss. BMC Genomics. 9: 62. (* Joint last authors). [29]\n7) Griffin DK, Robertson LB, Tempest HG, Vignal A, Fillon V, Crooijmans RP, Groenen MA, Deryusheva S, Gaginskaya E, Carr? W, Waddington D, Talbot R, V?lker M, Masabanda JS, Burt DW (2008). Whole genome comparative studies between chicken and turkey and their implications for avian genome evolution. BMC Genomics 9: 168. [34]\n8) Ioannou D, Tempest HG, Thornhill AR, Ellis M, Griffin DK (2009). Quantum Dots as novel fluorochromes for FISH: An appraisal. Chromosome Research 17: 519-530. [3]\n9) Skinner BM, Robertson LBW, Tempest HG, Langley EJ, Ioannou D, Fowler KE, Hall AD, Griffin DK, V?lker ME (2009) Comparative genomics in chicken and Pekin duck using FISH mapping and microarray analysis. BMC genomics 10: 357. [9]\n10) Skinner BM, V?lker ME, Ellis M, Griffin DK (2009). An appraisal nuclear organisation in interphase embryonic fibroblasts of chicken, turkey and duck. Cytogenetic and Genome Research 126: 156-164. [1]\n11) Volker, M; Backstrom, N; Skinner, BM; Langley, EJ; Bunzey, SK; Ellegren, H; Griffin, DK (2010). Copy number variation, chromosome rearrangement, and their association with recombination during avian evolution. Genome Research 20:503-511 [4]\n12) IZFGSC - The International Zebra Finch Genome Sequencing Consortium Wesley C. Warren, David F. Clayton, Hans Ellegren, Arthur P. Arnold, LaDeana W. Hillier, Axel Kunstner, Steve Searle, Simon White, Albert J. Vilella, Susan Fairley, Andreas Heger, Lesheng Kong, Chris P. Ponting, Erich Jarvis, Claudio V. Mello, Pat Minx, Shiaw-Pyng Yang, Peter Lovell, Tarciso A.F. Velho, Margaret Ferris, Christopher N. Balakrishnan, Saurabh Sinha, Charles Blatti, Sarah E. London, Yun Li, Ya-Chi Lin, Julia George, Jonathan Sweedler, Bruce Southey, Preethi Gunaratne, Michael Watson, Kiwoong Nam, Niclas Backstrom, Linnea Smeds, Benoit Nabholz, Yuichiro Itoh, Jason Howard, Andreas R. Pfenning, Osceola Whitney, Martin V?lker, Benjamin M. Skinner, Darren K. Griffin, Liang Ye, Paul Flicek, Victor Quesada, Gloria Velasco, Carlos Lopez-Otin, Xose S. Puente, Tsviya Olender, Doron Lancet, Arian F. A. Smit, Robert Hubley, Miriam K. Konkel, Jerilyn A. Walker, Mark A. Batzer, Wanjun Gu, David D. Pollock, Lin Chen, Ze Cheng, Evan E. Eichler, Jessica Stapley, Jon Slate, Robert Ekblom, Tim Birkhead, Terry Burke, David Burt, Constance Scharff, Iris Adam, Hugues Richard, Marc Sultan, Alexey Soldatov, Hans Lehrach, Scott Edwards, Shiaw-Pyng Yang, Tina Graves, Lucinda Fulton, Joanne Nelson, Asif Chinwalla, Shunfeng Hou, Elaine R. Mardis &amp;amp; Richard K. Wilson (2010). The genome of a songbird. Nature 464:757-762. [61]\n13) Balakrishnan CN, Ekblom R, Volker M, Westerdahl H, Godinez R, Kotkiewicz H, Burt DW, Graves T, Griffin DK, Warren WC, Edwards SV (2010). Gene duplication and fragmentation in the zebra finch major histocompatibility complex. BMC Biology 8: 29. [10]\n14) Wernery U, Liu C, Baskar V, Guerineche Z,. Khazanehdari KA, Saleem S, Kinne J, Wernery R, *Griffin DK and *Chang I-K (2010) Primordial germ cell-mediated chimera technology produces viable pure-line Houbara bustard offspring: potential for repopulating an endangered species. PLos One e15824 (* Joint last authors). \n15) Ioannou D, Griffin DK (2010). Nanotechnology and molecular cytogenetics: the future has not yet arrived. Nano Reviews, 1: 5117. [1]\n\n\nPublished Abstracts\n\n1. Griffin, DK; Volker, E, Microarray analysis - a new era in cytogenetics? CHROMOSOME RESEARCH 16 (7):1041 2008\n2. Fowler, KE; Skinner, BM; Robertson, LBW; Tempest, HG; Volker, M; Griffin, DK. Molecular cytogenetic maps of turkey, duck and zebra finch and their implications for genome evolution CHROMOSOME RESEARCH 16 (7):1044 2008\n3. Fonseka, GL; Ioannou, D; Skinner, BM; Ellis, M; Griffin, DK. Manual vs. automated methods to assess nuclear organization. CHROMOSOME RESEARCH 16 (7):1050 2008\n4. Volker, M; Skinner, BM; Tempest, HG; Griffin, DK. Evolution of the avian genome as revealed by molecular cytogenetics. CHROMOSOME RESEARCH 16 (7):1053-4 2008\n5. Skinner, BM; Volker, M; Fonseka, GL; Ellis, M; Griffin, DK. Nuclear (genome) organisation and comparative genomics in birds. CHROMOSOME RESEARCH 16 (7):1054 2008\n6. Skinner, BM; Volker, M; Ellis, M; Griffin, DK. A detailed appraisal of nuclear organization in chicken embryonic fibroblasts and comparative genomics in turkey and duck. CHROMOSOME RESEARCH 17 (4):557-8 2009. \n7. Ioannou, D; Tempest, HG; Skinner, BM; Thornhill, AR; Ellis, M; Griffin, DK. Quantum dots as new-generation fluorochromes for FISH: an appraisal. CHROMOSOME RESEARCH 17 (4):561-2 2009. \n8. Skinner, BM; Volker, M; Al Mutery, A; Griffin, DK. An overview of copy number variation in birds. CHROMOSOME RESEARCH 17 (4):562 2009. \n9. Skinner, BM; Robertson, LBW; Tempest, HG; Langley, EJ; Ioannou, D; Fowler, KE; Crooijmans, RPMA; Hall, AD; Griffin, DK; Volker, ME. Comparative genomics in chicken and Pekin duck using FISH mapping and microarray analysis. CHROMOSOME RESEARCH 17 (4):572 2009. \n10. Volker, M; Skinner, BM; Langley, EJ; Bunzey, SK; Gera, C; Griffin, DK. How conserved are bird genomes? Insights from the chicken and zebra finch genome projects CHROMOSOME RESEARCH 17 (4):577 2009. \n11. Griffin, DK; Volker, ME; Trim, SA; Skinner, BM Avian &amp;quot;Chromonomics&amp;quot; the bird genome from the chromosome's point of view CHROMOSOME RESEARCH 18 (6):712 2010\n12. Griffin, DK; Fowler, K; Hutchinson, E; Sargent, C; Quilter, C; Bagga, M; Volker, ME; Walling, G; Wong, RP; Kanellos, T; Affara, N Non avian chromonomics? Pigs might fly CHROMOSOME RESEARCH 18 (6):735-6 2010 The resource we developed was widely used be a number of groups around the world and led to numerous publications Agriculture, Food and Drink,Education","dataset":"gtr"}