{"id":"7F2323B1-313A-42D0-BC56-FBDCA05FDC0C","title":"Solid State Cavity QED with Artificial Atoms: Toward Next Generation Integrated THz Emitters","abstractText":"According to quantum mechanics, electrons orbiting around the nucleus of an atom can occupy only discrete orbitals, corresponding to well defined energy levels. When the atom emits or absorbs light, electrons jump between two different orbitals, whose energy difference gives the frequency of the emitted or absorbed light.\nLight emitters, from common lamps to laboratory lasers, work on this principle and the material they are made of is chosen to have transitions at the frequency of the desired light. \nWhen the atoms are in presence of a strong electric field, the situation becomes more complex, as the field modifies the existing orbitals or splits them into multiple ones, giving rise to new possible transitions.\n\nSome of these transitions would be very useful to produce devices emitting in the so-called terahertz range, that is light whose frequency lays between the radio waves and the infrared. Today we lack practical sources of terahertz light. This is really unfortunate because of the useful properties of such radiation. \nTerahertz radiation passes through paper, fabric, and even biological tissues to a limited extent, yet, contrary to X rays, it is safe for humans and it can thus be applied in a number of fields, from medical imaging to security scanners.\n\nWhile, as explained above, some transitions in atoms under strong electric fields do lay in the terahertz domain, it is not possible to harness them to realize terahertz sources, either because the very shape of orbitals in naturally occurring atoms makes it impossible for an electron to jump between them, or because the involved process becomes possible only if multiple electrons interact between them. This is rather difficult as electrons on different atoms are so far apart that they almost do not see each other.\n\nThe idea at the heart of my proposal is to use instead of real atoms, artificial ones, in which the electrons, instead of orbiting around nuclei, are trapped in a nanometric trap called a quantum well, a sort of sandwich made of slices of different materials, each the width of few atomic layers. This\n confines the electrons between the two &quot;bread&quot; slices. The interest of these artificial atoms is that, on one side, we can modify the shape of the electronic orbitals by properly engineering the form and the size of the well and, on the other side, as many electrons are present inside the same well, interaction between them is much stronger than in atomic systems. Using artificial atoms in presence of strong electric fields, it is thus possible to harness new transitions to realize cheap, efficient and tunable terahertz sources.\n\nThe interaction of light and matter at the quantum level, the domain in which I worked during most of my career, is a fascinating field. Not only has it helped to revolutionize our understanding of the world, as the effort to explain absorption and emission spectra was one of the driving forces that led to the development of quantum theory, but it has deeply modified our everyday life. Lasers and optoelectronic technologies are today everywhere: in our computers, in our medical devices, in our communication infrastructure. \n\nThis present project aims to both deepen our understanding of the fundamental physics behind optical transitions in artificial atoms and pave the way to a new generation of terahertz emitters that in a few decades could find their ways to a number of life-saving applications, from airport scanners to medical imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L020335/1","grantId":"EP/L020335/1","fundValue":"97908","fundStart":"2014-06-23","fundEnd":"2016-12-21","funder":"EPSRC","impactText":"","person":"Simone  De Liberato","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}