{"id":"7F26B1CA-9928-47F5-B296-6D7BB07F945B","title":"EPSRC Centre for Innovative Manufacturing in Through-life Engineering Services","abstractText":"The EPSRC Centre in Coupled Whole Systems is a National Centre, hosted by Cranfield and Durham Universities. Successful high technology UK manufacturing companies are offering a range of interlinked high value products and services. High value products are typically technology intensive, expensive and reliability critical requiring engineering services (e.g. maintenance, repair and overhaul) throughout the life cycle e.g. aircraft engine, high-end cars, railway vehicle, wind turbines and defence equipment. Competitiveness is then dependent on many factors, such as design innovation for the product and added value through the services and minimisation of whole life cost. These products typically combine five major domains (structural, mechanical, electrical, electronic and software sub-systems) to achieve the required functionality and performance. These products are referred to as Coupled Whole Systems. The overall vision of the proposed EPSRC Centre is to develop knowledge, technology and process demonstrators, novel methodologies, techniques and the associated toolsets to provide the capability for the concept design of the coupled whole system based on system design for engineering services.After discussions with the industrial partners, KTNs and all the academics involved in the Centre, it has been decided that the Centre will start with a set of five projects. The projects are of three types, the first one identifies current challenges in the systems design across multiple sectors, the second set of three projects is in TRL levels 2-3 and addresses three major industrial challenges for engineering services across the sectors. This research will develop technology and process demonstrators, design rules and standards to evaluate the system design in order to reduce the engineering services cost later in the life cycle. The third type is more long term and represents TRL levels 1-2. This project will develop technologies that could reduce the need for maintenance and therefore reduce the whole life cost of a high value product. The five initial projects are as follows:Project 1: Study of cross sector challenges in coupled whole systems design (6 mths)Project 2: Reduction of no-fault found (NFF) through system design (3 yrs)Project 3: Characterisation of in-service component feedback for system design (3 yrs)Project 4: Improvement of System Design Process for whole life cost reduction (2 yrs)Project 5: Self-healing technologies for electronic and mechanical components and subsystems (3 yrs)All the initial projects and future ones will use the facilities of a Whole Systems Studio at Cranfield. The Studio will provide instrumentation and facilities to perform experiments in support of the initial and future research projects and develop technology and process demonstrators. The Studio will have a networked computing facility with a data highway based on the OSys integration platform. The platform will initially allow other facilities such as the 3D scanning facility from GOM, Electronics Lab from Durham, IVHM Centre at Cranfield and MRO Shop at Rolls Royce, Derby to be connected with the Studio. In future, other research groups and laboratories will be given access to the Studio as well.The core partners of the Centre are Rolls-Royce, BAE Systems, Bombardier Transport, ARM and the Ministry of Defence (MoD). The partners represent aerospace, defence, railways and electronics sectors. There are 13 other industrial partners representing user companies from defence, information technology (IT), machine tool, and energy sectors and knowledge transfer networks (aerospace, energy and electronics), software vendor, media partner and trade organisations as dissemination partner to support the growth of the Centre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033246/1","grantId":"EP/I033246/1","fundValue":"5834390","fundStart":"2011-07-12","fundEnd":"2016-07-11","funder":"EPSRC","impactText":"  The five core projects of the Centre are producing tangible results and the collaborations with our industrial partners have become stronger. We have completed several industrial use cases to add value to the partners. We have published many papers in both peer reviewed journals and at international conferences and now have in production the first book in Through-life Engineering Services which is due to be published in early 2015. \n\nWe have developed a series of initiatives such as establishing a new international conference, TESConf, with 80 papers and 140 delegates now in its third year, sponsoring a national award in Through-life Engineering Services also in its third year and have held a series of open calls for feasibility studies complementary to our core research and funded 19 proposals involving 11 new universities with the Centre. We have also supported a series of successful proposals valued at &pound;5.7m which have grown the influence of the Centre.\n\nThe work of the Centre is being given a strong industrial impact by the generation of tools to aid designers of complex engineering products take into account through-life issues. In detail the impact of the work of the core projects is listed below:\nThis work in the No Fault Found (NFF) project aims to quantify the true costs of the NFF phenomenon initially in the RAF fleets. By doing so it is raising the awareness of the size of the problem and through the NFF working group and its annual symposia bringing the message to a wider community. The inclusion of other sectors giving key note speeches at the symposia from Bombardier Transportation and Jaguar Land-Rover has demonstrated the wider extent of the problem and applicability of the research. Work is now focused on the creation of tools and methodologies to help designers reduce the possibility of NFF. It is intended to produce a generically applicable set of guides and rules for the broader design engineering community.\n\nThe introduction of thermography for service damage inspection within the MRO environment has major potential for impact. We are developing a fundamental capability in automating service degradation inspection which has the potential to significantly reduce the cost of invasive NDT techniques by identifying failing parts earlier in the inspection process and thus reducing current part rejection rates at the later stages of investigation. We have carried out IDEF modelling to identify the current process and are working to propose a revised process to share service knowledge with designers and manufacturing engineers thus enabling them to make better informed decisions. This has led to a future vision for this service process and this now has become a valued final deliverable by our key industrial research partner. From various stakeholder perspectives knowledge can be acquired from the use of bespoke user interface tools which link the user to a series of interconnected libraries and databases. These will store information from the output of various tools, platforms and miscellaneous trending packages which assess, analyse, and present data from various technical sources (MRO events, costs, repair procedures, logistics, user profiles etc). \n\nThe work on systems design for through-life has raised awareness among the design engineering community of the impact on true costs and the associated issues with early stage decisions. Current work is focused on the creation of tools and methodologies to help system designers with this challenge. While the focus of the practical case studies has been gas turbine design the project will elicit a far more generically applicable set of guides and rules for the broader systems engineering community.\n\nThe potential impact of the work in self-healing and self-repairing systems is very significant. Despite being at low technology readiness levels its application in the electronics industry could have far reaching effects. Fault incidence is rare and reliability generally high, however redundancy can take up valuable space or add to the weight of platforms which may lead to significant increases in costs. Especially interesting is the application of these new techniques in the flexible printed electronics area where a new project has been launched and an innovation award of &pound;20k has been made by the Centre.\n\nEngagement with Industry is of key importance to this research in order to gauge the real challenges present in automation of maintenance activities through robotics. A close relationship with Bombardier Transportation UK has allowed some of the developed research to be tested in the field to give a better understanding of its impact and feedback on where this research can be applied and improved. This covers task classification of a number of train undercarriage maintenance tasks. Maintenance scenarios evolved from those currently encountered by Bombardier within their train maintenance depots are also currently being investigated, for example train brake pad replacement. The potential for impact is huge and this work has led to an investigation of a possible patent application in this area. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport Societal,Economic,Policy & public services","person":"Rajkumar  Roy","coPersons":["A  Purvis","Yuchun  Xu","Valentine  Vitanov","Essam M  Shehab","Shaomin  Wu","Philip  Webb","Jorn  Mehnen","Meiling  Zhu","Apostolos  Kotsialos","Ashutosh  Tiwari","Ken R McNaught","Christopher James Hockley","Philip  John","Peter Christopher Matthews","Benny  Tjahjono","Ian  Jennions"],"organisation":"Cranfield University","findingsText":" The No Fault Found (NFF) problem has a broad scope that can be divided into systems design, human factors, fault diagnosis and data management. There are currently no standards for NFF management and regulation. Each organisation seems to have their own ad hoc processes.\nOrganisations do not understand the costs due to NFF and there are currently no benchmarking tools that can be used to evaluate its impact. Intermittent fault occurrences are a major technical root cause of NFF and that there is a clear lack of fundamental understanding of intermittency in electronics.\n\nThermography can be used to identify damage to complex shaped metal parts from the hot sections of a gas turbine engine. It can penetrate under the thermal barrier coatings and establish if a component is beyond economic repair. The whole process can be automated and thus reduce the need for other labour intensive non-destructive testing techniques.\n\nInitial system design decisions can have a major influence over whole life cost. Systems design for whole life cost reduction is not simple and many trade-offs have to be made. We are debveloping tools to help designers with this problem.\nYou can design electronics on a chip that will self-repair. It will return to its original functionality over a series of cycles effectively healing a broken system.\nWe have developed a task decomposition tool that helps identify those maintenance jobs that can be done by robots. The unpredictability of maintenance, for example it is not easy to determine the torque required to undo fasteners when they have been subject to corrosion, makes the use of robots problematic. Identifying parts of jobs where they can be employed means that robot assisted maintenance could become a reality.\nWe have found out how to hear the initiation of cracks in complex shaped metal parts and thus determine their size, location and rate of growth. By broader dissemination events such as the Manufacturing the Future Annual conference Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}