{"id":"7F268D89-A255-4CCC-B3AA-73C585168AAF","title":"13TSB_ENDANI Development of a pen-side test for liver fluke in cattle and sheep","abstractText":"Fasciolosis is a major disease of cattle and sheep and is a key problem within the farming industry. It is caused by the parasite, Fasciola hepatica (a liver fluke), and is acquired by the ingestion of water or vegetation contaminated by the infectious stage of the parasite. The parasite goes on to colonise the liver of cattle and sheep, following migration across the gut wall and peritoneal cavity, where they feed on liver cells and blood. The presence of these parasites causes reduced anaemia, poor liver function, yields, poor fertility and high perinatal loses, and chronic weight loss in cattle. In addition to these effects seen in cattle, acute disease can cause sudden death from haemorrhage and liver damage in sheep. These effects in turn cause economic losses, estimated to be &pound;1312 million worldwide. Currently diagnosis of fasciolosis is based upon epidemiological data and blood samples (for raised liver enzymes) in the acute/sub-acute disease, and the demonstration of eggs in faeces in chronic disease. A number of enzyme-linked immunosorbent assay (ELISA) techniques have also been developed, however, both these and egg counts have to be carried out in central laboratories with the expertise to do so and can take several days to perform, thus there is a clear need for a simple rapid decentralised test. Additionally, current serology based methods of diagnosis fail to distinguish between previous and current infection, while the faecal egg count is both time and labour intensive. Control of infection following diagnosis is\nthrough the use of flukicides, the efficacy of these drugs is currently under question as drug resistance is now a significant problem for many farmers. Furthermore, the use of classes of these drugs is also now prohibited in dairy animals producing milk for the human food chain. Ultimately this means a more evidence and rational approach to drug usage is needed to prevent further drug resistance and concerns for human food safety. To do woud require a test capable of distinguishing not only current from previous infection but also staging the infection in terms of mature versus immature fluke being present. This project will aim to develop a pen-side lateral flow device (LFD) for the diagnosis of fasciolosis in cattle and sheep from faecal samples, with the aim of producing a simple to use, rapid test that will allow farmers and veterinarians to make informed decisions on whether treatment is required.\nWe will achieve this through the combined used of the project partners expertise to complete the following aims; 1) Preparation of F. hepatica antigens (proteins) for immunising mice to generate antibody producing cells; 2) Creation of immortal hybridomas in vitro producing antibody to the F. hepatica antigens; 3) Optimise ELISA immunoassays using antibodies produced in WP3 to F. hepatica antigens capable of distinguishing mature from immature flukes; 4) Develop and produce prototype penside lateral flow devices; 5) Evaluate prototype lateral flow devices on farms with a current fluke problem or farms with no history of fluke infection . The resulting lateral flow device will be used for simple, rapid diagnosis\nof fasciolosis at the pen-side and will provide evidence of the life-stage of F. hepatica, this is of paramount importance as it influences the choice and efficacy of drug treatments. In diagnosing the parasite and the most efficacious treatment option the novel test will provide a clear economic benefit to the livestock producer. The test will also allow compliance with government policy on the best practice for F. hepatica treatment being on an individual animal basis. In doing so overall drug use will be reduced again reducing costs to the farmer and contributing to the reduction of anthelmintic-resistance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L011530/1","grantId":"BB/L011530/1","fundValue":"177908","fundStart":"2013-11-26","fundEnd":"2016-11-25","funder":"BBSRC","impactText":"  Our work is ongoing and the project will not be completed until 2016. However to date we have generated alot of interest form the clinical and farming community in relation to the potential this diagnostic device may hold for targeted treatment of animals. \nThe structure of our grant/research program will it allow it to be marketed directly after development and validation. A commercial partner is involved and has agreed to licence the device if field-trials prove successful. Agriculture, Food and Drink Economic","person":"Robin James Flynn","coPersons":["Kevin Christopher Gough"],"organisation":"University of Nottingham","findingsText":" As part of this ongoing grant we are attempting to develop a rapid diagnostic device for use on farms. This will test for and diagnose Liver Fluke infection and more specifically will diagnose the stage of infection. This is important given the stage of infection can impact upon clinical disease and efficacy of the drugs administered to animals. Additionally, overuse of certain classes of drugs has resulted in massive drug-resistance problems. Our device may help to overcome this by allowing stage-specific diagnosis and so targeted use of drugs, thereby maintaining their efficacy for longer. Our diagnostic device, if successful, could be used as a prototype for other important ruminant parasites. \nFurthermore, the project has cloned multiple diagnostic targets (10) but will only use 2 in its final version. These may be assessed as vaccine candidates in future work Agriculture, Food and Drink","dataset":"gtr"}