{"id":"7F270398-737D-4DD0-A38F-098E4986679C","title":"The Structural Mechanism of K2P Channel Gating","abstractText":"Almost every single process in the human body is controlled at some level by electrical signals, from the way our hearts beat, the way our muscles move, to the way we think. These electrical signals are generated and controlled by ion channels which act as electrical 'switches' to control the selective movement of charged ions like potassium (K+) and sodium (Na+) into and out of the cell. They therefore play a fundamentally important role in normal cellular function and their dysfunction is known to result in a wide variety of disease states. The 'Two-Pore' or 'K2P' channels are a major subfamily of potassium channels found in many different tissues throughout the human body and are involved in many important physiological processes, in particular the control of electrical activity in nerve cells. However, in marked contrast to many other types of K+ ion channel, the molecular mechanisms which control K2P channel function and their 3D structure are still poorly understood. In an attempt to tackle this problem we have recently identified a range of high-affinity drugs which can be used as molecular tools to probe the structure of the K2P channel and the mechanisms by which they open and close. We have also identified an important difference between two particular K2P channels (TREK and TRESK) which now provides us with a fresh insight into how these channels function and why their gating mechanism is different to other types of K+ channel. In the proposed study we aim to exploit these exciting new findings and to use these molecular tools to investigate the structural mechanism of K2P channel gating. The proposed industrial partnership with Pfizer also provides us with access to a variety of chemical tools, expertise and resources that are not normally available in an academic environment and which place us in a unique position to be able to pursue these goals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J00037X/1","grantId":"BB/J00037X/1","fundValue":"359024","fundStart":"2012-03-01","fundEnd":"2015-06-19","funder":"BBSRC","impactText":"  Collaboration with UK pharmaceutical industry Pharmaceuticals and Medical Biotechnology ","person":"Stephen  Tucker","coPersons":[],"organisation":"University of Oxford","findingsText":" Major developments in understanding mechanisms of drug action on this class of ion channels and how these channels open and close to control electrical excitability Future development of better drugs Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}