{"id":"7F39FEF7-C9B6-406C-9D15-84EDE5BFC767","title":"Spirited Stoke: Spiritualism in the Everyday Life of Stoke-on-Trent (SpELS)","abstractText":"'Spiritualism in the Everyday Life of Stoke-on-Trent' (SpELS) is a research project looking at how spirit and Spiritualism are acknowledged or hidden in the city of Stoke ('Stoke' is the popular collective name used for the six towns which make up the city of Stoke-on-Trent: Longton, Burslem, Fenton, Hanley, Stoke and Tunstall). \n\nSpiritualism is a philosophy and religion based on the belief that the soul continues to live following the death of the physical body and that communication with spirit is possible through the channel of trained mediums. It has often been assumed that Spiritualism is a religion of the past, however, from the latest Census numbers and the on-going presence of Spiritualist churches in Britain, there is no doubt that Spiritualism is still being practised today.\n\nAs a city that has been attempting to renew its identity following industrial decline, Stoke has mainly focused on plans to regenerate its built environment and heighten its pottery heritage. However, the city has struggled to change the perception of its ultimate ordinariness. Yet, we feel that there is more that Stoke has to offer than its industrial past. For instance, few are aware that there are three very active Spiritualist churches within a seven mile radius, and one of them was the home to Gordon Higginson, the longest serving President of the Spiritualist National Union. As the city's industries were declining, Stoke was also the national hub of a thriving Spiritualist movement. We believe that this hidden legacy reveals a mysterious and enchanted side to Stoke that has been overshadowed by its industrial heritage.\n\nThe SpELS research project aims to uncover the hidden Spiritualist past of Stoke by bringing together the city, museums, and members of the Spiritualist churches in conversation. To do this, the project will feature an exhibition at the Gladstone Pottery Museum and link it with 'spirit trails' that will run to the Potteries Museum and Art Gallery's permanent collection as well as through the city - highlighting places that feature spirit in their histories. Members of the public will also have the opportunity to attend events and mediumship demonstrations, and share their own spiritual experiences. We hope that this will encourage people to reflect upon the role of spirit in their lives and give visibility to experiences that are often considered taboo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015447/1","grantId":"AH/L015447/1","fundValue":"244275","fundStart":"2014-10-01","fundEnd":"2016-05-31","funder":"AHRC","impactText":"","person":"Sara Catrin MacKian","coPersons":["Steve  Pile"],"organisation":"Open University","findingsText":"","dataset":"gtr"}