{"id":"7F452345-EBC7-4FAE-B0B2-4CFEADE55B7A","title":"The Hospitality Project: Exploring hospitality as an arts-based praxis to remake relationships of co-production","abstractText":"The Hospitality Project is an arts-based research collaboration with Bristol-based community partners (Dignity for Asylum-Seekers, the Bristol Hospitality Network, and Barton Hill Walled Garden Project) which uses practices of hospitality as a prism through which to problematise and rework the power relations of co-production. The three partners are each committed to building a praxis of solidarity and co-production alongside asylum-seekers, migrant communities and people experiencing destitution. For each, 'hospitality' is both part of this praxis and a key site of tension. Hospitality means sharing food, space and time, and acknowledging the equality between those who give and those who receive. However, roles of giving and receiving can become quickly sedimented, and clashes occur when an act of giving is misunderstood. Linguistic barriers prevent clear communication, while, in residential environments the stress of sharing material resources can escalate into conflict. Members and service-users in the three organisations also articulate uncertainty over what is expected of them in different hosting contexts (eg. in homestay accommodation, in a Home Office interview) and how to communicate 'truth' across cultural barriers that remain invisible. Drawing on the PI and Co-Is' previous engagements with hospitality from theoretical, political, and cultural perspectives this project will actively mobilise such tensions by exploring hospitality as a 'praxis'. Specifically we will investigate how hospitality practices can be fashioned into a vehicle for making the power relationships of co-production visible and transformable. This means placing some faith in hospitality as a means of social transformation - not least because practices like sharing food allow material and 'more-than-human' actors to interrupt and reconfigure social relationships. On the other hand it also means recognising that hospitality is a complicated enterprise, entailing the negotiation of myriad cultural ideas and difficult situational decisions about common ownership of spaces, projects and organisations. \n\nTo meet these aims, the project will be structured around the creation of a series of participatory arts-based workshops called 'the Table', culminating in an open event for the public. Drawing on the expertise of spoken word artists, the workshops will be co-designed around traditional hospitality practices: sharing food, cooking, and creating welcoming garden spaces. Within these contexts, reflexive storytelling will provide a flexible way for diversely-situated participants to address the complex ideas of hospitality, including (with the support of trained community interpreters) linguistic and cultural differences. Arts-based 'tactics' will be used to explore the background stories which place people in relation to each other, and how such stories may become open to change. Finally, the workshops will also be used to test out different 'rules' and 'rituals' for creating shared spaces without falling back on static host/guest relationships. At the end of the workshops, the majority of the participants in the Table workshops will attend an away weekend called 'the Feast,' where participants will reflect on the tactics and rules which have proven most effective, leading to the devising of a co-produced booklet. The publication of the booklet will be increasingly managed by volunteer peer researchers - participants from the workshops who will receive additional training - and will allow the knowledge produced to be communicated to other community organisations and professional bodies. The development of a dynamic website and the staging of a collaborative open event at the end of the project will allow a number of publics to be engaged by the knowledge produced, and will establish a basis for further research. The academic partners will also write up these reflections in the form of an academic paper on the 'arts of co-production'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009092/1","grantId":"AH/M009092/1","fundValue":"43812","fundStart":"2015-02-11","fundEnd":"2016-01-10","funder":"AHRC","impactText":"","person":"Naomi  Millner","coPersons":["Emily  Cuming","Alison  Jeffers"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}