{"id":"7F58DCD1-3074-4E71-BB76-C71439C6CE97","title":"Self-Organisation and Self-Assembly in Aliphatic Based Liquid Crystals","abstractText":"Over the last decade LCDs have become the standard technology for mobile phones, PC monitors and televisions. Practically all of these devices are based on nematic LCs. However, the switching times of tens of milliseconds are still an issue for some video frame rate applications, particularly with future LCD-TVs expected to become more complex with the refresh rates moving towards the 200 - 400 Hz range, and applications developing from multiscreen to 3D displays. Projection devices are also set for sustained future growth, with picoprojectors fronting a new wave of applications for mobile projection devices. In particular, such devices will be incorporated into mobile telephones and PC tablets with the promised increase in bandwidth available for downloading video. Light projection will also extend to phase modulation and thus to volumetric imaging and moving holograms. For example, it was recently reported in the Sunday Times that USA scientists had developed switchable holographic devices to give Sci-Fi moving volumetric images. In the UK work on this concept was at a more advanced stage than it currently is in the USA, however, processing power and materials development were the main factors that held up progress. Since then processing power has more than doubled, but materials development has been restrained by the commercial requirements of large area flat-screen TVs. \n\n- For display and projection technologies to become realities there is a need for the development of faster switching liquid crystals.\n\nCurrent light emissive or back-lit displays are not particularly acceptable for outdoor applications. Both LCD and OLED displays can be overpowered in bright daylight, and are difficult to read when used in mobile telephones. Trans-reflective modes in LCDs show some possible advantages, but they are difficult to manufacture, leaving the only possibility of increasing the intensity of the light source or using light scattering mode devices, eg the Amazon Kindle. However, the world is moving towards a paperless society, and, for example, with the advent of electronic books the demise of conventional paperback appears to be inevitable. One simple advantage of E-readers over books is that they will cut down on the weight of items carried by the travelling public, particularly for air travel. Furthermore, the reduced use of paper will have additional environmental benefits. However, daylight viewing is a necessity. Although electrophoretic displays offer the advantage of being light scattering devices, and so are easy to read in full daylight, they are slow and cannot offer video-frame rate responses, and they are monochrome and do not provide colour switching. \n\n- For outdoor electronic displays to become everyday realities there is a need for the development of new device concepts. One possibility is via the light scattering modes provided by smectic liquid crystals.\n\nThe major restraints on the developments of these technologies lies at the heart of the design and nature of the materials that provide the switching or phase modulation of the light. \n\nIn this proposal we aim to use the technique of nanophase segregation of the inter-molecular interactions in the chemical design of responsive materials in order to provide self-assembled systems with faster switching coupled with a possibility for providing superior light scattering properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007714/1","grantId":"EP/J007714/1","fundValue":"673291","fundStart":"2012-02-06","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"John William Goodby","coPersons":["Isabel M Saez","STEPHEN JAMES COWLING"],"organisation":"University of York","findingsText":" Programme is still ongoing, but new materials with low refractive index have been developed for large area displays, possibly TV. The programme was based on previously supported research by EPSRC. New materials with potentially fast response times for use in large area displays. Chemicals,Electronics","dataset":"gtr"}