{"id":"7F5C0612-F2C2-4731-BDA0-4101ECEF76B7","title":"Structural and typological variation in the dialects of Kurdish","abstractText":"The goal of the project is to provide a description of some of the major differences between the dialects of Kurdish. The only comparative work on the dialects of the area was conducted by MacKenzie and published in 1961, based on eight major locations. Kurdish autonomy in northern Iraq and the rise in the importance of communications in Kurdish in Iraq and lately also in neighbouring Turkey (along with the ongoing intensification of Kurdish cultural activities in northern Syria) make this a timely investigation. Using a questionnaire and samples of free speech, we will interview emigrant Kurds in England and France and, relying on the assistance of students and colleagues at the universities of Mardin (Turkey), Soran and Suleimani (Iraq), also in the Kurdish regions. We aim to cover major structural variants representing up to 50 origin locations. The results will be made freely accessible on an online database, in the form of transcriptions of words and phrases, sound files, and maps representing the location of each variant. The tool will help raise awareness of Kurdish and may support educational and language planning efforts. The project draws on a successful pilot project funded by a Small Grant from the British Academy, during which a data collection method was developed and tested, a database prototype was developed, initial samples were collected and entered into that database, and links have been establishment with three Kurdish-language departments at the universities named above, on which we shall be able to draw for fieldwork. The pilot project also established close links with immigrant Kurdish communities in England and France, on which we will rely for much of the fieldwork. Initial results of the pilot project will be visible online from February 2012 on http://kurdish.humanities.manchester.ac.uk. The project will be led by a PI (Matras) who is one of very few specialists in Kurdish linguistics, and a co-PI (Koontz-Garboden) who is a leading specialist in the study of verb semantics and verb derivational morphology and morpho-syntax. The project will thus be in a position to make a major contribution toward the application of theoretical-linguistic insights to Kurdish and to draw on Kurdish as a case study to help illuminate issues that are of interest to the general linguistic discussion in these fields. The project team will cooperate closely with Dr Salih Akin, a Kurdish linguist at Rouen University (France), who will support the project's strategy to access Kurdish communities, train fieldworkers, and interpret some of the data. The project team has also received expressions of support and assurances of cooperation in regard to the project's outreach strategy from the Kurdish Regional Government, the Kurdish Institute in Paris, and the Kurdish Library in Stockholm. The project will therefore be in the best possible position to deliver a novel and innovative contribution to the study of Kurdish, to the enrichment of linguistic-typological discussions through examples from Kurdish, and to raising general awareness of the Kurdish language and its dialect continuum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007084/1","grantId":"AH/K007084/1","fundValue":"194550","fundStart":"2014-03-01","fundEnd":"2017-12-31","funder":"AHRC","impactText":"","person":"Yaron  Matras","coPersons":["Andrew  Koontz-Garboden"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}