{"id":"7F5DDA1F-6E45-4D04-A4A7-CE7EDD2EDBE2","title":"Systems Understanding of Microbial Oxygen-Dependent and Independent Catabolism (SUMO2)","abstractText":"In this project, a multidisciplinary team of scientists, comprising molecular biologists, biochemists, mathematicians and computer scientists will work together and use Systems Biology to study the response of a bacterium to oxygen in its environment. The bacterium is E. coli, a major model organism, study of which has provided much of our current knowledge of basic molecular biology and continues to be the workhorse of the biotechnology sector. The Systems Biology approach to research is a relatively new area of investigation that tries to understand entire biological processes or systems (such as an organism and its behaviour), rather than merely the components of the system (such as atoms, molecules, and individual reactions). In effect, Systems Biology attempts to 'put Humpty Dumpty together again'. Systems Biology can be used to simulate biological processes and predict the outcome of perturbing the system, even before experiments are carried out. This ability to predict leads to the design of more meaningful experiments. We aim to obtain a complete, quantitative description of the metabolism of this bacterium, i.e. understand how carbon foodstuffs are broken down and used to generate energy in fermentation and respiration. The expected results are as follows. (1) Complex experimental results describing: (a) the dynamics of gene expression during the change from fermentative to anaerobic (i.e. without oxygen) respiratory growth; (b) the dynamics of responses to pulses of oxidants (oxygen and chemically related molecules); (c) the effects of mutation of substrate transport processes on physiology under defined aerobiosis conditions (i.e. in air); (d) effects of perturbation of central metabolism by mutation and by switching carbon source; (e) the role of a branched respiratory chain in adapting when conditions change. (2) Multi-scale, multi-level mathematical models describing: (a) the dynamics of gene regulatory networks during perturbations of anaerobic cultures; (b) the regulatory consequences of dynamics within complex networks of gene regulation processes; (c) the regulatory mechanisms of gene promoters; (d) catabolism (break-down) of foodstuffs from their entry into the cell right through to energy generation, including anaerobic pathways; (e) the regulation and action of alternative respiratory chains; (f) single-cell dynamics and cell behaviour in unstable conditions. (3) The formulation of a predictive, quantitative, experimentally validated model of the integrated metabolic sub-systems of E. coli and how these respond to changes in internal and external signals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004777/1","grantId":"BB/I004777/1","fundValue":"267392","fundStart":"2010-10-18","fundEnd":"2014-02-28","funder":"BBSRC","impactText":"  Use of the findings of this grant has been primarily academic so far. The research funded in the grant contributed (indirectly) to the establishment of the Industrial Biotechnology Network CMBNet, of which I am a member and directed by the Sheffield collaborators on this grant. Agriculture, Food and Drink,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Guido  Sanguinetti","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The research uncovered aspects of the fundamental mechanisms by which the bacterium E. coli adapts to changes in oxygen availability in the environment. This is important for biomedical purposes (e.g. uncovering mechanisms of resistance in pathogens) and industrial biotechnology, where fermentation processes are of central importance. Understanding biological adaptation to changes in environmental condition may ultimately lead to improvements in biotechnological processes used across the board from the food industry to the energy sector. Agriculture, Food and Drink,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}