{"id":"7F68672B-3C6E-423A-8EDA-221AD8D97DD3","title":"Securing Multidisciplinary UndeRstanding and Prediction of Hiatus and Surge events (SMURPHS)","abstractText":"Climate is currently changing mostly because of additional greenhouse gases, emitted through human activity, which are heating up the planet. Since future warming of climate is likely to cause damage to societies, governments are coordinating efforts to reduce greenhouse gas emissions to avoid these damaging consequences. However, despite the continuing rises in atmospheric greenhouse gas concentrations, the rate of warming of the Earth's surface has declined somewhat since the 1990s. While it is tempting to find a simple reason for this slowing (or &quot;hiatus&quot;) in global surface warming, the climate system is extremely complex and there are many factors which can explain the lumps and bumps in the surface temperature record which also include increases (or &quot;surges&quot;) in the rate of warming. The goal of our proposed programme of research is to understand much more fully how all the contributing factors can explain past hiatus and surge (H/S) events and this will ultimately help improve predictions of future climate change over the coming decades and far into the future.\n\nThe potential causes of H/S events includes: natural (so-called unforced) climate variability, due to complex interplay between the atmosphere, oceans and land; natural climate change due to volcanic eruptions or changes in the brightness of the sun; changes in how heat is moved into the deep oceans due to natural variations or human-caused factors; changes in emissions of gases such as methane due to human activity; limitations in the distribution of temperature observations, such that the hiatus is partly an artefact of imperfect observations. Rather than one single cause it is likely that H/S events are caused by a combination of factors. This is why a large team with a broad range of expertise is required to evaluate the different processes together. Our project, Securing Multidisciplinary UndeRstanding and Prediction of Hiatus and Surge events (SMURPHS) has brought together a comprehensive community of researchers from 9 UK institutes supported by 5 project partners including the Met Office who are experts in the atmosphere, the oceans and the land surface.\n\nSMURPHS has 3 broad objectives, achieved through 6 research themes, which exploit theory, observations and detailed computer modelling. Objective 1 is to build a basic framework for interpreting H/S events in terms of energy moving between the atmosphere and ocean and to determine characteristics of and similarities between H/S events. Objective 2 is to understand mechanisms that could trigger H/S events and extend their length, considering both human and natural factors. Objective 3 is to assess whether H/S events can be predicted and what information is needed for near-term prediction of climate over coming decades which is important for how societies adapt to change. To meet these objectives scientists from a range of different disciplines will work on each of these possibilities and communicate their findings across the team. SMURPHS will produce a wide-ranging synthesis of its results.\n\nSMURPHS will have many beneficiaries. Beyond the global scientific community, improved understanding of H/S events is important at national and international levels for designing policies to control future greenhouse gas emissions and for effective adaptation to climate change. Intergovernmental Panel on Climate Change (IPCC) assessments have deeply influenced climate policy development at the international and national levels. Scientists involved in SMURPHS have contributed significantly to previous IPCC reports, and SMURPHS science and scientists would contribute significantly to future such assessments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N005783/1","grantId":"NE/N005783/1","fundValue":"261057","fundStart":"2015-12-01","fundEnd":"2019-11-30","funder":"NERC","impactText":"","person":"Matthew  Collins","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}