{"id":"7F730674-9772-48B0-9451-1F16B7A804E9","title":"Specification and Modelling of Fault Tolerant and Self Healing Systems Visiting Fellowship for Professor Tom Maibaum","abstractText":"A system is said to be self-healing if it can recover from failures without external intervention. In other words, the system is capable of automatically re-organising itself to continue operating after part of it has failed. This is obviously closely related to the notion of fault-tolerance in which a system can operate normally despite experiencing failures. We use the term self-healing to mean a wider class of systems and degree of re-organization than is usually denoted by the term fault-tolerant.This proposal is to enable the Distributed Software Engineering (DSE) group at Imperial College to learn about and apply the description and reasoning techniques developed by Professor Tom Maibaum. In particular, Professor Maibaum is an international expert in modal action logics. These logics can allow notions of good behaviour and abnormal behaviour to be formally specified and as a result permit precise reasoning about fault tolerance. We intend to look at their application in self-healing systems which can dynamically reconfigure in response to changes in their environment.DSE has an existing toolset called the Labelled Transition System Analyser (LTSA) which permits the behaviour of a set of systems components to be specified using a process algebra notion. In addition, a composition of components can be mechanically checked to show that they satisfy certain precisely specified properties. However, currently, while some notions of self-healing can be expressed in the LTSA, this is cumbersome and the properties that can be checked not obviously or directly related to self-healing. The objectives of this project are thus to use Professor Maibaum's work to allow the succinct specification of both self-healing systems and the properties that they must satisfy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D052912/1","grantId":"EP/D052912/1","fundValue":"31974","fundStart":"2006-01-09","fundEnd":"2006-07-08","funder":"EPSRC","impactText":"","person":"Jeffrey  Magee","coPersons":["Jeffrey  Kramer","Sebastian  Uchitel"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}