{"id":"7F7A6BAB-A07C-4512-B38F-D3E4DA6E3741","title":"Testing the Hadean Hidden Reservoir Model","abstractText":"The energy involved in growing large planetary bodies almost inevitably results in their melting. The crystallisation of resultant 'magma oceans' fundamentally shapes the structure of planets. It has long been accepted that the Moon underwent such a tumultuous 'magma ocean' stage. Indeed the dominant bright white of the Moon's surface is the result of the light-coloured mineral plagioclase having floated to the surface of a denser magma ocean shortly after the Moon formed. The complementary evolution of the crystallising lunar interior likely produced a stack of different layers of crystals, each with a characteristic chemistry, ending in the final solidified dregs of melt. The melts that later flooded the Moon's impact craters to provide its darker surface shading, were derived from different parts of this layered crystal pile and reflect the wide range of compositions predicted by this model. The Earth too should have evolved from a magma ocean stage, but has undergone a much more active subsequent history that has eradicated such key, ancient features still evident on the Moon. Nevertheless, there should remain some chemical fingerprints of such a dramatic initial history but until recently there appeared to be few vestiges of such processes. This null-observation has been used to argue for efficiency of mixing in the Earth's interior by convection, part of the process evident in plate tectonics, which is clearly absent on the Moon. New, very high-precision measurements (with errors as small as a few parts in one million) of the isotope ratio of 142Nd/144Nd, however, tell a different story. Two workers from the Carnegie Institute (Washington DC, USA) showed that all measurements of 142Nd/144Nd on samples from Earth are different to those from primitive meteorites, which have long been assumed to represent the average composition of the planet (if all the different parts of the Earth, core, mantle and crust could be mixed back together). They argued that this observation could be explained if crust, formed in the first 30 million years of Earth history by solidification of the magma ocean surface, sunk and accumulated at the bottom of the mantle (at ~3000km below the surface). This 'hidden reservoir' model is attractive in many ways as it accounts for long-standing problems of missing budgets of many elements within the known reservoirs on Earth (crust, mantle and core) but it requires that this lowermost layer of the mantle has remained isolated over 4.53 billion years of mantle convection. Many have seen this as implausible and instead reject the paradigm that the Earth has a bulk composition the same as primitive meteorites. Although this solves one problem, it generates many more by removing this central tenet of planetary geochemistry. We propose to make an independent test of the 'hidden reservoir' model and so resolve this first order problem in planetary history. We will do this by looking at variations in another isotope ratio, 182W/184W, that like 142Nd/144Nd is influenced only by processes that occur at the beginning of Earth History. It has been found that not only does the Earth have different 142Nd/144Nd to meteorites but that the very oldest rocks on Earth have even higher 142Nd/144Nd than modern samples. This has been explained by the mixing of a fraction of the hidden reservoir back into the rest of the mantle more than 3.5 billion years ago. If this is the case, it predicts complementary changes in 182W/184W. We believe we have identified such changes, but clearly identifying this changes requires more very high-precision measurements. We want to check our initial finding by making a series of similar additional measurements. If the measurements hold, we will have verified one of the most significant recent developments in understanding the structure of the Earth, namely the existence of an ancient 'hidden' reservoir at the bottom of the mantle","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H011927/1","grantId":"NE/H011927/1","fundValue":"61761","fundStart":"2010-08-01","fundEnd":"2012-01-31","funder":"NERC","impactText":"  The publication that resulted from this study resulted in considerable international media interest, bringing the concept of the Late Veneer and origin of precious metals to a wide audience. Education,Environment Cultural","person":"Timothy  Elliott","coPersons":["Christopher David Coath"],"organisation":"University of Bristol","findingsText":" We discovered that the oldest rocks on Earth have a different 182W/184W isotopic ratio than the modern Earth. Since changes in 182W/184W occur only in the first ~50 million years of the solar system, this requires an ancient origin. We showed that this difference is entirely compatible with a 0.5% Earth mass 'Late Veneer' of meteorite material that bombarded the Earth after core formation. This dramatically confirms previous ideas about the origin of the precious metal inventory of the Earth from this event at the end of planetary accretion. We have taken this finding forward in a follow-on NERC grant.\nThe issue of terrestrial variability in the Earth has become a hot topic with several groups trying to identify when this signature disappears and its implications for the dynamics of the Earth Environment","dataset":"gtr"}