{"id":"7F7F0378-8FD7-4A33-91AD-277A49EF4908","title":"MICA: STRATA - Schizophrenia: Treatment Resistance And Therapeutic Advances","abstractText":"People with schizophrenia suffer from a range of symptoms including hallucinations (such as hearing voices), delusions (false beliefs) and thought disorder (thoughts not flowing in a logical way), as well as 'negative symptoms' such as a lack of motivation and withdrawal from social contact. Currently, antipsychotic medication is the mainstay of treatment of schizophrenia and all existing antipsychotic medications are thought to work by acting to reduce transmission of a brain chemical called dopamine. However, even after attempts to treat the disorder with two different antipsychotics, around 30% of patients still fail to improve. When this happens, the medical guidelines recommend treatment with a different drug called clozapine. However clozapine has several side effects and requires regular blood tests, so people do not like taking it. It is also ineffective in some patients. \n\nThe result is that a large number of patients spend too long on ineffective drugs which impact greatly on their mental health, well-being and quality of life whilst the costs of ineffective treatment is a huge financial burden to the NHS, consuming 25-50% of the total national mental health budget. \n\nThis set of studies aims to build on new evidence from neuroimaging and genetics studies suggesting that those who do not respond may actually have a completely different neurochemical abnormality causing their symptoms, involving a different chemical called glutamate. There are some new medicines under development that we hope will help people whose illness has not responded to standard medicines acting on dopamine. \n\nWe aim to develop a method to predict, ultimately as early as first admission, which patients will respond to standard dopamine drugs, and which people are instead more likely to respond to the new glutamate drugs. This will allow people to receive the medicines they need straight away, without having to try ineffective drugs first. \n\nThe proposed research programme is broken down into several parts. The first set of studies will use cutting edge brain scans to confirm that those patients who don't respond to standard treatments have higher glutamate levels, but normal dopamine levels. We will then develop tests, using genetic markers and other information, to identify in advance which people will respond to which medication types. If this is successful, we will then conduct a clinical trial to see whether prescribing medicines according to the test results gives better outcomes for patients than the 'trial and error' method by which we prescribe medicines at present. Lastly we will investigate economic benefits and, with Service User groups, investigate the acceptability of an early identification tool from the patient perspective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L011794/1","grantId":"MR/L011794/1","fundValue":"4062040","fundStart":"2014-10-01","fundEnd":"2019-09-30","funder":"MRC","impactText":"","person":"Shitij  Kapur","coPersons":["Andrew Richard Pickles","Michael Conlon O'Donovan","James Tynan Rhys  Walters","Peter Stanley Talbot","James Hunter MacCabe","Francis Anthony  O'Neill","Andrew Mark McIntosh","Oliver  Howes","Shon William Lewis","Gillian  Doody","Krishna Devi Singh","Richard Andrew Emsley","Alice  Egerton","Andrew Jonathan Pocklington","Robin  Murray","James M Stone","Julian Charles Matthews","Philip  McGuire","Stephen Ross Williams","Michael John Owen","Diana  Rose","Bill  Deakin","Stephen  Lawrie","Paul  McCrone"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}