{"id":"7F82B4BF-D4B0-4F18-87D3-4E107A62E4E5","title":"Ultra-Low Frequency Magnetic Induction Tomography with Atomic Magnetometers for Security and Defence applications","abstractText":"Imaging large objects hidden underground and underwater is a central problem in defence and security. This proposal aims\nto investigate the potential for imaging and tomography based on atomic magnetometers in this context, as well as to\nprovide a proof-of-principle in the case of metallic objects underwater.\nMagnetic Induction Tomography (MIT) is a non-contact technique which allows imaging of conductive objects. It relies on\nthe generation of eddy currents by an oscillating magnetic field in the object of interest and on the detection of the magnetic\nfield produced by those eddy currents. Position resolved measurements allow then the reconstruction of the image of the\nobject under the form of a conductivity map.\nMIT allows the detection of conductive objects hidden underground/underwater, given the low conductivity of the soil/water.\nThe depth at which objects can be detected depends on the frequency of the driving magnetic field, as well as on the\nsensitivity of the sensors. While very low frequency, of the order of Hz, allows penetration depths of a few kilometres, the\nsensitivity of conventional coil-based detectors is very low at such frequencies. The use of atomic magnetometers for MIT\nsystems, as recently demonstrated by the UCL team, provides an effective solution, as atomic magnetometers are very\nsensitive at low frequency, and precisely up to 7 orders of magnitude more sensitive than a coil based sensor of the same\nvolume. In addition, the technique developed at UCL is suitable for use in an unscreened environment and does not require\nany calibration because the atomic magnetometer response is linked to the magnetic field by fundamental physical\nconstants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N508391/1","grantId":"EP/N508391/1","fundValue":"76134","fundStart":"2015-04-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"","person":"Ferruccio  Renzoni","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}