{"id":"7F83D7AC-C8BE-461D-AB19-D1B5D2A3E37C","title":"Markerless Motion Capture for Primate Locomotion Studies","abstractText":"Humans are unique in the way they move since we are the only animal that is able to walk on fully straight legs. We think that this feature occurred very soon after the human lineage split off from the chimpanzee lineage so that understanding how we came to move the way we do will help us understand how this split occurred. To understand the evolution of human walking and running we need to also know about how our nearest relatives walk and run and that has led to many researchers studying non-human primate locomotion. The commonest approach is simply to use a video camera and film what the animal is doing. However in practice there are many difficulties with this technique. To take measurements from video film either requires us to put reflective markers on the study animal which is usually simply not possible, or the individual frames need be measured individually by a skilled researcher estimating where the primate's joints are. This is not very accurate because often the joint positions are obscured by hair. Often we want to understand what is happening in 3D since primates spend a lot of time in the trees and their movements are very complex and this is particularly difficult to quantify from simple video analysis. Fortunately in the last few years computer technology has advanced to such an extent that we can reconstruct three-dimensional shape from a series of photographs as long as they overlap. This stereo reconstruction works by identifying common features in much the same way that the stereoscopic vision works in our eyes. With high definition video it is therefore possible to extract the skin outline of a subject animal in 3D. This is only half the battle since what we really want to know is how the skeleton is moving underneath the skin. Fortunately we also have accurate 3D models of the skeleton obtained from CT scans that can be fitted within the skin envelope and this should give us the information we require. The purpose of this project is to test the effectiveness of this new approach. We can compare the results we obtain using the new technique against those we obtain using a range of alternative standard techniques. By using trained monkeys in controlled conditions as our study animals we can even use the very accurate marker based systems as a 'gold-standard' reference to identify what the limitations of the new technique are, and by trying the technique on a range of different animals we can see whether features of the fur such as hair-length or colour cause any problems. The ultimate goal is to produce a much better technique for studying primate locomotion that will greatly reduce the effort required whilst at the same time producing better results. This improved data is necessary to allow us to understand the full complexity of the evolution of the way modern humans move and how we differ from our nearest relatives among the primates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J012556/1","grantId":"NE/J012556/1","fundValue":"36354","fundStart":"2012-09-03","fundEnd":"2013-09-02","funder":"NERC","impactText":"  We have developed a technique for producing 3D motion capture data from uncalibrated, synchronised cameras. This technique is the first time that accurate 3D data can be obtained from unmarked animals under semi free-ranging conditions. Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections Cultural","person":"William Irvin Sellers","coPersons":[],"organisation":"The University of Manchester","findingsText":" Animals move in amazing ways and understanding how they manage this may let us build robotic devices that can move in similar fashions. However it is very difficult to measure these movements accurately with animals that are not in the laboratory. We have come up with a video based technique that lets us measure movements in animals in free ranging conditions such as a zoos and wildlife parks and this lets us take the precise measurements that we need. This technique is widely applicable for motion capture when markers cannot be put on the subject. We are using it for animal work but there are plenty of situations where it would be appropriate for humans too. Motion capture is widely used in humans diagnostically and also for computer games and movie special effects. Creative Economy,Digital/Communication/Information Technologies (including Software),Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}