{"id":"7F843CBB-EBE6-4213-8AF8-1ADEBF4605E6","title":"New statistics for the self-controlled case series method: weakening the assumptions","abstractText":"An important statistical problem in many fields is to determine whether one variable, called the exposure, affects the occurrence of an event of interest. For example, does administering a drug cause adverse reactions; do certain production modes increase the chance of faults in a manufacturing process; does the occurrence of one life event affect the likelihood of another. Various statistical methods have been developed to identify associations such as these, and to estimate their strength. This project is concerned with one particular method, the case series method, which has emerged relatively recently.This method differs from others in that only individuals (or items) that have experienced the event of interest need to be sampled. Thus, individuals who have not experienced the event are not needed. This is advantageous when the event of interest is rare. Comparisons are made within each individual's period of observation, with the additional benefit that many of the factors that might distort the association between the exposure and the event, known as confounding factors, are automatically allowed for. This double benefit - reduced study size and good control of confounding factors - comes at a price, namely the need for stronger assumptions than are required by other methods. The purpose of the present project is to study these assumptions, in order better to understand their role, if possible weaken them, and hence widen the range of application of the method.The project is important because the case series method is increasingly being used in a range of fields, particularly in epidemiology. This is because it is relatively cheap, and makes possible studies which otherwise would be impractical or biased (for example, in epidemiology, if the patients most likely to suffer the event also tend to be those that experience the exposure). However, as the method grows in popularity, the temptation to apply it without due regard to the assumptions increases. Relatively little work has been done to check whether the assumptions are really needed, and whether they may be weakened in various ways. We will look at four key assumptions. The first, and probably most restrictive requirement, is that exposures are unaffected by previous events. This assumption fails if, for example, the event of interest is death. Our main objective under this heading will be to develop a case series method that works for events such as deaths.The second key assumption relates to point exposures, that is, exposures that occur at a particular point in time, like a vaccination, or a power surge. For such exposures, a risk function is defined which describes how the chance of occurrence of the outcome event varies after the point exposure. At present, some assumptions are required about the shape of the risk function, and in particular the duration of the increased risk period. We will study more flexible risk functions, which do not require such assumptions.The third assumption we will investigate is that, if an individual experiences several events, then these occur independently of each other. This is often not true in practice: for example, occurrence of one failure in a piece of machinery might increase the chance of subsequent failures. We will develop a test of independence of recurrent events, valid for case series analyses.Finally, the fourth assumption we will study is that the period of observation does not depend on the timing of events. This is not the case when, for example, the event increases the chance of death, as with heart attacks. We will study the extent to which failure of this assumption affects the results.This project will produce new statistical theory for the case series method, leading to better understanding and hence wider use of the method. The findings will be published in peer-reviewed journals and on the case series website at http://statistics.open.ac.uk/sccs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E02873X/1","grantId":"EP/E02873X/1","fundValue":"235764","fundStart":"2007-02-12","fundEnd":"2010-02-11","funder":"EPSRC","impactText":"  The research from this project has had a profound impact on the versatility of the self-controlled case series method, resulting in a substantial increase in its use, notably in non-vaccine pharmacoepidemiology, but also in new vaccine applications related, for example, to seasonal and pandemic influenza vaccines. Healthcare Economic","person":"Conor Patrick Farrington","coPersons":[],"organisation":"Open University","findingsText":" We extended the self-controlled case series (SCCS) method to apply in situations where poccurrence of an event can alter subsequent exposures, and when events carry an increase in the risk of short-term mortality, which influences the observation period. We also investigated other extensions to the SCCS method, notably to dependent recurrent events. These extensions of the SCCS method have already been taken up my medical researchers interested in the possible adverse events associated with pharmaceutical drugs, including vaccines. Healthcare","dataset":"gtr"}