{"id":"7F845DF2-4444-4B91-9445-EA3B3A9B162C","title":"Development of Parallel Search Algorithms","abstractText":"Many computational tools in the materials and chemistry discipline make use of geometry optimisation techniques, often minimisation of the energy with respect to the atomic positions to find equilibrium structures, or saddle points on the potential energy surface to locate transition states for a chemical reaction. Traditionally these stationary points are found by performing energy and force calculation at an initial, guessed geometry and then approaching the stationary point by successive, sequentially calculations on new geometries, hopefully converging to the required stationary point.The availibility of large scale parallel computers, with tens of 1000s of processors offers both challenges and opportunities to the computational chemistry and materials science disciplines. The chief challenge is that the effective exploitation of such a machine requires software to have an extremely high parallel efficiency and for many modern techniques this is very difficult to achieve when computing the energy and forces for a given geometry. One way to increase the level of parallelism is to consider multiple geometries simultaneously and we propose to explore the possibility by implementing and testing a number of parallel geometry optimisation algorithms. These will include genetic algorithms and stochastic searches as well the exploration of multiple starting points. The evaluation of second derivatives by finite difference of first derivatives (forces), while expensive, may become possible when large scale parallelism is available.We will develop the new code in such a way that it can be used within a variety of computational science packages, including the materials chemistry codes CASTEP and CRYSTAL, the classical forcefield MD code DL_POLY, the ab initio quantum chemistry package GAMESS-UK and ChemShell which performs mixed Quantum/Classical calculations (for example, combining GAMESS-UK and DL_POLY). The resulting codes will accellerate the solution of many materials modelling and computational chemistry problems on large-scale facilities such as the UK's next national facility (HeCTOR) and similar facilities worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F01130X/1","grantId":"EP/F01130X/1","fundValue":"142520","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Adrian  Wander","coPersons":["Johannes  Kaestner","Coralia  Cartis","Paul  Sherwood","William  Smith","Christine Lynn Bailey"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}