{"id":"7F8DE344-F76E-4763-A22D-5E410A114EF4","title":"Far-IR cirrus cloud radiative properties from CAESAR observations","abstractText":"Being able to predict the climate is a very important task for modern science. In the short term, sailors and farmers, for example, need to know what the weather will be like tomorrow, or next week. In the medium term, energy companies need to know if the winter will be particularly cold or mild. In the longer term, climate change is a key issue. On all these time scales the same basic physics governs the climate. The planet is heated by sunlight, this heat is distributed around the globe by the winds and the oceans and re-emitted as heat back into space. It is the balance between the heating and re-emission (cooling) that is critical in keeping our climate stable. As meteorologists and climate scientists, we use complicated computer models to predict the climate. Although these are some of the biggest computer simulations in the world and require state-of-the-art supercomputers to run, these models are still a vast simplification of what is really happening. To use these models, and be sure they give the right answers, we need to test them against observations recorded in the real world. Take clouds, for example; a cloud has both a heating and cooling effect on the atmosphere. Clouds reflect sunlight back into space, thus cooling the Earth's surface. But they also trap the heat emitted by the surface (as they are cold and emit less energy to space than an equivalent cloud-less sky) and warm the planet. Which of these two effects is the most important depends on how high and thick the cloud is, whether it is made of water or ice and the size and shape of the individual particles in the cloud. By measuring both the heat emitted by the cloud and its internal properties (or 'microphysics') we can determine the link between the two, and hence the overall effect the cloud is having on the climate. To make things more complicated the heat emitted by a cloud has a spectrum similar to visible light. And in the same way that a stained-glass window only allows certain colours through each panel, clouds transmit certain parts of the infrared (heat) spectrum better than others. If you imagine the heat spectrum to cover the equivalent red-violet visible spectrum, we know lots about the yellow to violet section, but nothing about the red and orange bit. Consequently, in the climate models we have had to make an educated guess about this section of the spectrum. We now have a new instrument (called TAFTS) that can measure the unknown parts of the infrared spectrum, so in this project we plan to measure the full infrared spectrum as well as the cirrus cloud microphysics to finally fully understand the link between the two throughout the infrared spectrum. By doing all this, we will have a better understanding of the effect of clouds on the global climate and feed the results into the climate models used to predict the weather for the sailors, farmers, energy companies and scientists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E005780/1","grantId":"NE/E005780/1","fundValue":"209386","fundStart":"2007-06-30","fundEnd":"2009-12-29","funder":"NERC","impactText":"","person":"Juliet  Pickering","coPersons":["John  Harries"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}