{"id":"7F8F6F2A-61F1-479C-9485-201DD9B115EC","title":"Artifical Chemical Ageing of Ambient Atmospheric Aerosol","abstractText":"Atmospheric aerosol, or suspended condensed phase material, is a pollutant which is harmful to health and ecosystems, provides a reaction medium for gas phase species, and affects visibility and climate, both through direct interaction with atmospheric radiation, and by providing a nucleation site for the condensation of water vapour. The magnitude of these effects depends upon the nature (physical characteristics such as number concentration, size and volatility; chemical characteristics such as composition and hygroscopicity) of the aerosol particles. Aerosol particles are produced both as primary emissions, from a range of natural processes (e.g. dust, sea salt, biomass burning) and anthropogenic activities (primarily related to fossil-fuel combustion and resuspension in urban areas). A substantial secondary source also exists, from the condensation of inorganic species and semi-volatile organic compounds. The composition of aerosol particles changes with time in the atmosphere; low-volatility vapours condense to form new or augment pre-existing particles, notably secondary organic aerosol (SOA) in the case of organic compounds. Particle constituents may also undergo chemical processing, both internally and driven by external reagents, gas-phase oxidants such as OH radicals and ozone. Such oxidation or chemical ageing may change particle physical characteristics (size, volatility) and chemical composition; this in turn may affect particle lifetime, heterogeneous reactivity, interaction with solar radiation and potential to act as cloud condensation nuclei. An understanding of the potential changes ambient particles may undergo is essential to understand their atmospheric role. We aim to investigate these changes by artificially ageing ambient atmospheric aerosol - we will construct a small reactor, in which we will subject ambient aerosol samples to greatly elevated levels of oxidants such as OH, achieving exposures equivalent to several days in the atmosphere, in a matter of minutes. We will then measure the changes in aerosol characteristics using a range of instruments, notably an Aerosol Time-of-Flight Mass Spectrometer, which will permit us to determine changes in specific particle types, and in specific compounds within the particle phase. In this application we aim to demonstrate the application of a chemical ageing reactor coupled to an ATOFMS to investigate the ageing of ambient atmospheric aerosol, and to begin to assess the range of changes in aerosol nature which result. Future application of the technique will allow us to begin to address a range of questions over the fate and evolution of atmospheric aerosol, from general issues such as what are the likely final properties of the particles emitted by a given source or in a given environment, to more specific questions over the fate of particular compounds in the particulate phase - for example, polycyclic aromatic hydrocarbons (PAH) such as benzo(a)pyrene are well-known carcinogenic pollutants, but the processes removing them from the atmosphere are not well understood - as they are strongly partitioned to the condensed phase, removal from the atmospheric system may be driven by gas-phase oxidation, limited by desorption, or by processing in the condensed phase; interpretation of previous laboratory studies of such systems is hindered by the possibility of the PAH being both adsorbed onto particles and being incorporated into the liquid phase within particles: assessment of the oxidation rate using real ambient particles would resolve this issue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G009031/1","grantId":"NE/G009031/1","fundValue":"35831","fundStart":"2009-08-14","fundEnd":"2011-02-13","funder":"NERC","impactText":"  Atmospheric aerosol, or suspended condensed phase material, is a pollutant which is harmful to health and ecosystems, provides a reaction medium for gas phase species, and affects visibility and climate, both through direct interaction with atmospheric radiation, and by providing a nucleation site for the condensation of water vapour. The magnitude of these effects depends upon the nature (physical characteristics such as number concentration, size and volatility; chemical characteristics such as composition and hygroscopicity) of the aerosol particles. Aerosol particles are produced both as primary emissions, from a range of natural processes and anthropogenic activities, and a substantial secondary source also exists, from the condensation of inorganic species and semi-volatile organic compounds. \nThe aim of this project was to investigate these potential changes by artificially ageing ambient atmospheric aerosol, which in turn will improve understanding of their atmospheric behaviour and impacts - for example, in relation to environmental health and climate (radiation transfer). We have constructed an aerosol ageing reactor, in which ambient aerosol samples can be subjected to greatly elevated levels of oxidants such as OH, achieving exposures equivalent to several days in the atmosphere, in a matter of minutes. The performance of the reactor has been characterised using artificial aerosol particles, composed of oleic acid and BES, and the reactor has been used to age ambient atmospheric aerosol samples taken on the University campus in Birmingham. We have measured the changes in aerosol characteristics using a range of instruments, which allow us to measure changes in the particle number, size and composition. Ongoing impact will relate to application of the ACA reactor system to study the behaviour of aerosol particles in support of fundamental atmospheric science research. Environment ","person":"William  Bloss","coPersons":["Roy  Harrison"],"organisation":"University of Birmingham","findingsText":" Atmospheric aerosol, or suspended condensed phase material, is a pollutant which is harmful to health and ecosystems, provides a reaction medium for gas phase species, and affects visibility and climate, both through direct interaction with atmospheric radiation, and by providing a nucleation site for the condensation of water vapour. The magnitude of these effects depends upon the nature (physical characteristics such as number concentration, size and volatility; chemical characteristics such as composition and hygroscopicity) of the aerosol particles. Aerosol particles are produced both as primary emissions, from a range of natural processes and anthropogenic activities, and a substantial secondary source also exists, from the condensation of inorganic species and semi-volatile organic compounds.\n\n\n\nThe composition of aerosol particles changes with time in the atmosphere; low-volatility vapours condense to form new or augment pre-existing particles, notably secondary organic aerosol (SOA) in the case of organic compounds. Particle constituents may also undergo chemical processing, driven by external reagents, gas-phase oxidants such as OH radicals and ozone. Such oxidation or chemical ageing may change particle physical characteristics (size, volatility) and chemical composition; this in turn may affect particle lifetime, heterogeneous reactivity, interaction with solar radiation and potential to act as cloud condensation nuclei. An understanding of the potential changes ambient particles may undergo is essential to understand their atmospheric role.\n\n\n\nThe aim of this project was to investigate these potential changes by artificially ageing ambient atmospheric aerosol. We have constructed an aerosol ageing reactor, in which ambient aerosol samples can be subjected to greatly elevated levels of oxidants such as OH, achieving exposures equivalent to several days in the atmosphere, in a matter of minutes. The performance of the reactor has been characterised using artificial aerosol particles, composed of oleic acid and BES, and the reactor has been used to age ambient atmospheric aerosol samples taken on the University campus in Birmingham. We have measured the changes in aerosol characteristics using a range of instruments, which allow us to measure changes in the particle number, size and composition. Future application of the technique will allow us to begin to address a range of questions over the fate and evolution of atmospheric aerosol, from general issues such as what are the likely final properties of the particles emitted by a given source or in a given environment, to more specific questions over the fate of particular compounds in the particulate phase - for example, polycyclic aromatic hydrocarbons (PAH) such as benzo(a)pyrene. Relevant primarily to an academic research context Establishment of a new experiment system to improve our understanding of the changes in aerosol characteristics that result from atmospheric processing Environment","dataset":"gtr"}