{"id":"7F9C1C22-7FE7-4B0D-8217-19F42F529C99","title":"How do multi-heme cytochromes form transmembrane wires and conduct electrons between the cell and environment?","abstractText":"Humans obtain the energy they need for life by respiring ('breathing') oxygen. This process involves using electrons extracted from the food we eat to convert oxygen to water in a process known as oxygen reduction. Free energy is released in this process and we use this to make ATP, which is the universal energy currency of life. Our dependency on oxygen makes us obligate aerobes -take away the oxygen and we die. Thus humans are confined to living on the surface of planet Earth where oxygen is freely available. However, the vast proportion of Earth's habitable environments are not exploited by humans, but by a diversity of micro-organisms, including bacteria, that can live in the absence of oxygen. What is truly amazing is that some of these bacteria can live deep in the Earth's subsurface and survive by 'breathing rocks'. This is because some of the most abundant respiratory substrates in the Earth's subsurface environments are insoluble minerals, particularly minerals of iron. Such minerals give some soils a reddish colour and they can also be seen as red seams in exposed cliffs. In fact 'iron respiration' is amongst the most widespread respiratory process in anoxic zones and so has wide environmental significance. For example it directly impacts on the balance of several biogeochemical cycles such as the nitrogen, sulphur and carbon cycles and this can in turn influence the release of potent greenhouse gases, such as nitrous oxide. It can also be detrimental to the oil industry through contributing to the dissolution of subsurface or submarine oil pipes. In some aspects the way bacteria respire mineral iron is similar to the way in which they respire oxygen, using electrons to 'reduce' the respiratory substrate. Thus, electrons generated by metabolism inside the bacterial cell are passed to the iron, which changes its electronic state from a so-called 'ferric state' to a 'ferrous state' by the negatively charged electron. However, because the ferric iron mineral is a large insoluble particle it cannot freely diffuse into bacterial cells. Consequently, if a bacterium is to be able to utilise an iron mineral as a respiratory electron acceptor it must have a molecular answer to a perplexing question. 'How can the bacteria move electrons to the outside of the cell where the mineral is located when the electrons are generated by cellular metabolism inside the cell?' This is a very challenging problem for a so-called Gram negative bacteria since they are surrounded by two sealed cell membranes, the inner membrane and the outer membrane, and the insoluble mineral iron lies outside of this outer membrane. Part of the solution to the problem lies in special 'electron transfer proteins' that actually sit on the outside of the cell where they can pass electrons to extracellular insoluble minerals. However, this is not the whole solution, since there still needs to be a specialised electron transfer system to take the electrons across the outer membrane to mediate the passage of electrons out of the cell to these cell-surface proteins. The mechanism by which this electron transfer out of the cell to the so called 'microbe-mineral interface' occurs is still not known. It represents a major question in the study of the biochemistry of an environmentally abundant group of bacteria. Answering it will provide new insights into bacterial energetic processes. It will also have important biotechnological impacts since there is potential for using mineral oxide respiring bacteria in bioremediation processes for the clean up of environments contaminated with toxic organic pollutants (e.g. oil leaks) or radioactive metals, such as Uranium (VI). Their use in microbial fuel cells where the bacteria can be used to generate electric currents using electrodes as solid extracellular electron acceptors is also being explored.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H007288/1","grantId":"BB/H007288/1","fundValue":"345636","fundStart":"2010-05-10","fundEnd":"2013-05-09","funder":"BBSRC","impactText":"","person":"Thomas Andrew Clarke","coPersons":["David  Richardson"],"organisation":"University of East Anglia","findingsText":" It was known for over 20 years that bacteria were able to interact with rocks and use them as an alternative to oxygen in a process known as mineral respiration or 'rock breathing', however, it was unclear how the bacteria were able to do this. Over the three years of this project we investigated a potential 'molecular wire' that may be involved in this process. During this project we obtained the structures of two different proteins from the surface of the bacteria and showed that they had ten Vesicle model system can be used by industrial companies who wish to develop electrode coatings for adhesion of bacteria to electrodes. Structures can be used develop molecular tethers that can attach the bacteria to electodes and help to understand how nanoparticles can be generated by these proteins. Both the structures and model vesicle systems can be used to look at how to connect bacteria more effectively with electrodes. This will improve the potential for bio-batteries in the future. T Chemicals,Energy,Environment","dataset":"gtr"}