{"id":"7FA02560-FDFE-42AB-A09D-468B37414F29","title":"CUKPGP:New pest resistance in rice, by breeding and genetic modification (GM) for constitutive and inducible levels of defence homoterpenes","abstractText":"This project aims to develop and evaluate a new generation of rice crops in China with protection against major insect pest populations, that is delivered via a non-toxic mode of action, ie through modification of pest behaviour. The innovative science in this project will underpin the development of environmentally sustainable solutions for food production in China, extending to small-holder farms in rural areas.\n The genes responsible for the biosynthesis of homoterpenes, known to be active against rice pests but not yet in any way exploited in sustainable pest control, will first be identified tentatively by next generation sequencing and bioinformatics, using information (including from UK-China Collaboration BB/J020281/1) from related genetics via wild and model plants, and identity confirmed by overexpression, including in rice, followed by chemical analysis. Elite rice cultivars and relatives will then be screened for high expression of these genes and new lines created overexpressing them under regulation by inducible promoter sequences, using chemical analysis and studies with pests, including the rice brown planthopper Nilaparvata lugens, and their parasites, including Anagrus nilaparvatae. The most promising lines from both routes will be developed by breeding, including production of synthetic crosses, and further genetic engineering for preliminary field evaluation in year 3. This will produce new sustainable pest resistance traits by breeding and genetic modification that will provide rice varieties that both resist pests but also exploit natural parasitism. In addition to the value in rice, these traits will be directly applicable to other crops, including in the long term perennial rain-fed rice. This new cooperation provides essential breeding opportunities and functional gene diversity (China) and secondary metabolite defence targeting (UK).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L001683/1","grantId":"BB/L001683/1","fundValue":"160395","fundStart":"2013-06-01","fundEnd":"2017-05-31","funder":"BBSRC","impactText":"","person":"John  Pickett","coPersons":["Linda Mary  Field","Michael  Birkett","Jing-Jiang  Zhou"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}