{"id":"7FA7C3C7-43B5-4DE5-B5E4-CCD758EBC365","title":"Male germline regulatory mechanisms integrating cell cycle control with gamete specification.","abstractText":"Plant sexual reproduction is of vital importance both in the natural environment and for crop production. As in animals, plant reproduction relies on the production of male and female reproductive cells (sperms and eggs) that are united at fertilization. This research aims to uncover the underlying processes that control the production and fertility of plant sperm cells that are formed within pollen grains during sexual reproduction. Surprisingly, the molecular pathways that regulate sperm cell formation in flowering plants are largely unknown, even though this process is vital for plant breeding, crop and seed production. We have identified a master regulator gene, termed DUO1 that is vital for sperm cell formation and fertility in the model plant species Arabidopsis thaliana, a close relative of important seed and vegetable crops in the mustard family. The DUO1 gene has an important coordinating role in plant sperm cell development, controlling the activity of a wide network of genes involved in the control of cell division, and in the specialised function of sperm cells at fertilization. In the proposed work we will investigate for the first time how this network of regulatory factors controls plant sperm cell production using a range of technologies involving molecular, genetic and cell biological approaches. We will identify how different sets of genes are coordinated within this network to control cell division and the specialised production of plant sperm cells. This project will provide valuable information on how plants reproduce, allow meaningful comparisons to animal reproduction and generate new knowledge and technology that will allow greater understanding of this economically important part of the plant life cycle. Moreover, collaborative work with rice reproductive biology experts working in China has been established providing a direct route to evaluate the transfer of knowledge in an important food crop in which technologies such as hybrid seed production have significant (~20%) yield advantage. The work will be carried out by a full-time postdoctoral research assistant and a laboratory technician at the University of Leicester. Some aspects of the work will involve collaboration with researchers involving exchange of data and materials with Universities in China and Japan. Some of the specialised high throughput molecular work will be carried out using services provided by the VIB research institute, Belgium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I011269/1","grantId":"BB/I011269/1","fundValue":"386557","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"","person":"David  Twell","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}