{"id":"7FB5CA1B-CBC0-4991-9C2A-1241C87FD929","title":"Carbon, Control and Comfort: User-centred control systems for comfort, carbon saving and energy management","abstractText":"Our vision is to engage users in the design of control systems they like, that allow them to create the comfort conditions they want, and which through using the technology and fabric of their homes more effectively, reduces their energy use by 20%. We want to design and test these control systems in a way that complies with utilities' CERT-2 obligations, and provide design, installation and maintenance guidance which allows others to learn from our work and apply it more widely. We estimate this has the potential to save around 3 MT CO2 annually.Homes use about a third of the UK's energy, and produce about a third of all CO2 emissions. Because of the low rates of demolition, and the difference in efficiency between new and old houses, even if every house built from now to 2050 was zero-carbon, the total emissions from the UK housing stock would stay roughly the same. Any significant reductions must come from existing homes. In existing homes, making them comfortable (primarily through heating) uses around two thirds of their energy and carbon. We also know that how occupants' make their home comfortable, through use of the heating system, doors, windows, lighting, the clothes they wear, etc, has an enormous effect on energy use. Identical homes, with different occupants, can vary in energy use by a factor of two to three. Driving your home well can reduce your carbon footprint much more than installing wind turbines or solar panels. Currently, driving your home well is very hard to do. There's almost no feedback on the effect of leaving the bedroom window open at night, or having your thermostat at 21 C rather than 19 C. A quarterly energy bill provides almost no help so occupants' are currently 'driving blind' when it comes to saving energy or reducing their carbon footprint. This project aims to give them something to see with / forms of feedback on the energy costs of their actions which are immediate and in a form they themselves want. We will work with occupants, in their own homes, to understand what they would find useful. Using an action research approach and user centred design methods, we will understand their day to day comfort practices (i.e. how they drive their home) and design systems to help them drive it better, better in terms of comfort, spending less on energy and reducing their carbon footprint. Previous studies show that relatively simple forms of feedback, such as an LCD display showing instantaneous energy use, can help people save 5 to 15%. While these displays are good, they usually only display the total electricity used in the home, not on individual appliances, and they only provide information. In order for people to make changes they need three things: feedback (information on energy use); motivation (the desire to reduce energy use) and choice (the ability to act differently). There is scope to design technologies that provide all three of these - to provide occupants with systems for control that tell them what is using energy, what choices they have to use less, and do to so in a way they like to engage with. An approach targeting all three of these issues, and engaging users throughout the design process, has not been tried before but given previous studies, savings of 20% could reasonably be expected. The research is highly interdisciplinary and is based in field work involving lots of monitoring to ensure the technologies work and deliver real, measurable savings. The research team is a balance of technologists and social researchers and through working closely with householders, utilities and housing providers, we feel we can make a real contribution to understanding how people use energy to make their homes comfortable, and to develop control systems that can help them do this more effectively while saving on energy costs and reducing their carbon footprint.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G000395/1","grantId":"EP/G000395/1","fundValue":"2094700","fundStart":"2009-04-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"David  Shipworth","coPersons":["Harriet Ann Bulkeley","Chris  Tweed","Anne  Stafford","Keith  Jones","Pamela  Maras","Tracy  Bhamra","Richard Mark  Rylatt","Karen Julia Bickerstaff","Victoria Jane Haines","Malcolm  Bell","Li  Shao"],"organisation":"University College London","findingsText":"","dataset":"gtr"}