{"id":"7FB71F4D-2669-48E4-807F-54729B44DD04","title":"Landscape Quartet: Creative Practice and Philosophical Reflexion in Natural Environments","abstractText":"context \nSince the 60s artists have explored the environment as not only a place for art, but as artistic material. Richard Long, Andy Goldsworthy, among many others make interventional actions in the landscape, while &quot;soundscape&quot; composers (Murray Schafer, Westerkamp, Truax) have used environmental recordings as raw material for electroacoustic composition. Acoustic ecology has grown from Schafer's &quot;World Soundscape Project&quot; (WSP), producing some remarkable creative, philosophical, and political fruit. However, much acoustic ecology relies on the model of preservation (recording), an ecological strategy that has less and less credence in contemporary environmental debate. Against this is proposed a participative approach to the sonic environment, where performers and audience produce sounds in dialogue with the specific sites explored, in keeping with the more participative and engaged turn in contemporary environmentalist thinking. Such an approach seeks to model an ethical but participative approach to environmental sound art that moves beyond preservation, as a model of ecology, towards interaction and co-operation with the environment; participation rather than representation. \n\naims and objectives\nThe project seeks to develop a genuinely &quot;ecosystemic&quot; approach to environmental sound art by confronting our (musical) listening practices, and our notions of the role of musicians in the production of such art, with the phenomenological reality of the aural environment. Practice-based artists will work from physical intervention into environments through to the deployment of meditative spiritual practices to explore the sonic potential of particular places; from highly mediated applications of digital technologies to acoustic improvisations with the sounds found in different environments; from sounding an environment through musically significant actions within it through to playing instruments with the environment, so to speak - confronting the compositional challenge, for example, of allowing a flute to be played by the wind, recording the sounds of violins and guitars being floated on rivers and lakes - unmistakably &quot;musical&quot; sonorities structured by the gently chaotic energies of water and wind. These examples are from experiments already undertaken by that have produced successful artistic and conceptual results that have been presented publicly. Exhibitions in the UK and Sweden along with site-specific performances will result, four symposia held during the project will bring the practical and intellectual findings into a public forum, and a special themed issue of The Contemporary Music Review will publish the philosophical results of these symposia, alongside articles by invited respondents.\n\npotential applications and benefits\nThe project seeks to raise awareness of the sonic environment and ecological concerns more widely, modelled not on preservation but participation; in simple terms how might we live with and be a responsible part of the environment rather than &quot;put fences around it&quot;.\nThe practical side of the project will involve developing strategies of presentation that give audiences insight into the process of the work, exposing assumptions about our relationship to the natural environment that will also lead to educational applications.\nThe project seeks to develop practices that are flexible and may be adapted to different specific places and events, either in the form of single-authored works or events, or as collaborations between the different partners. The work can be adapted to fit with outdoor sites, gallery or concert spaces, and educational workshop projects, giving it a wide applicability in the broader culture.\nA broad community of environmentally-oriented artists and intellectuals exists (e.g. WSP, CRiSAP) to whom the project will be of direct interest. This community will be accessed through exhibitions and publications already noted, and via RSS feeds from a project website","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004995/1","grantId":"AH/J004995/1","fundValue":"104560","fundStart":"2012-04-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"  A number of public performance events have brought people into contact with their local environments, and have stimulated discussions concerning the nature of sonic art, the position of humans in the environment, ecological issues concerning the destruction of soundscapes, and alternative aesthetic perspectives on the Nature-Culture divide. the findings have also informed university teaching at Newcastle and Surrey universities, with undergraduate and postgraduate students becoming deeply involved in ideas thrown up by LQ - two new modules, for example, at Newcastle, on UG and one PG, an increase in Masters students interested to work in the environment with sound, and three funded PhDs currently involving LQ research in their projects. The philosophical findings of the project have also been very widely disseminated through the inclusion of LQ in a BBC Countryfile broadcast, and an edited issue of Contemporary Music Review is in process, along with two other guaranteed peer reviewed publications, and these will be recorded as an outcome once published. These will contribute to the dissemination of our research, serving as a starting point for other artists interested in this aspect of artistic research. The findings of LQ have also strongly fed into the &amp;quot;Emotional Improvisation&amp;quot; project in which Bennett Hogg (PI) and Sabine Vogel (RA) were involved in Austria during 2014), and this work will be presented publicly in April 2015 in Graz, and in a publication scheduled for 2016-17. Creative Economy,Education,Environment,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Bennett  Hogg","coPersons":["Matthew  Sansom"],"organisation":"Newcastle University","findingsText":" that environmental sound art offers not only a means to produce artistic work, but also affords ways of &amp;quot;knowing&amp;quot; the environment. the embodied engagement of musicians and sound artists with the natural environment offer ways to interact with and participate in the landscape that opens up an experience of the forces that slowly shape landscape (water, wind, geology) at a human perceptual level. the traditional spaces for making music strive to exclude extraneous sounds, but in the work of Landscape Quartet such sounds as spontaneously occur in the environment, as well as more pervasive soundscapes (running water, wind through leaves, etc.) become essential co-agents in the creative process, allowing the researchers to arrive at an empirically established critique of the politics of exclusion practiced in concert venues and recording studios. We have also discovered that there is an accessible and exciting means to engage an audience with the sounds immanent to, and sonic/musical interventions into the natural environment that encourages deep listening, engagement with the natural environment, and which also models a more ethical means through which humans participate in their environment without destroying it - valuing it through participation rather than offering it up for mere representation. I have recently applied for a Faculty Impact fund at Newcastle University, in order to extend the work of the quartet into collaborations with three local arts bodies - Allenheads Contemporary Arts, Alwinton Church Summer Concerts, and The Morpeth Northumbrian Gathering, connections established through my involvement in another AHRC-funded project &amp;quot;Northumbrian Exchanges&amp;quot;. I have also submitted a bid for an LQ residency in Norway. I am also planning a larger RCUK bid investigating the contemporary nature of musical materials in differently situated social contexts, one of which will be music/sound art in the environment. This will build on initial insights into the altered nature of musical material established through the LQ project. Communities and Social Services/Policy,Creative Economy,Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}