{"id":"7FB8FFC5-FFDC-4E54-BD88-C9B09EC6BF2D","title":"GLOBAL - Edinburgh-Pacific Partnership of Excellence in New Energy Technologies","abstractText":"The UK, Japan and Taiwan are island nations whose economic growth has to be sustained into this millennium by ensuring sufficiency of secure and resilient low carbon supplies of electricity and human capacity to deliver the translation of their energy systems, in the face of increasing vulnerability to geopolitical, natural and economic phenomena. Their urban populations rely heavily on imported energy, yet have untapped renewable resources wave, tidal, offshore wind and solar resources often from diffuse sunlight. They are also industrialised nations with advanced research capabilities to address the scientific, engineering, economic, environmental and social challenges. \n\nThe project is founded on a best-with-best partnership between the University of Edinburgh and six universities in Japan and Taiwan. The project's vision is to use two-way secondments doing novel research to build a platform of shared success, upon which a broadening to other subject areas, and other partner institutions can be built. Thus the actual research areas above lie at the heart of this Partnership's work. Embracing these core activities are shared activities in post-graduate training; academic, government, industrial and public engagement. \n\nThe Partnership is focussed on some exciting areas ripe for research-led, rapid development in the field of new energy technologies. These span wave energy; tidal stream energy; offshore wind energy; solar cells, and underpinning energy materials. In each of these five thematic areas, Edinburgh experts will expand existing collaborations to deliver real research outcomes.\n\nTheme 1, on coastal wave energy, sees Edinburgh wave energy expertise teamed with Japanese coastal engineering / breakwater expertise - a synergy which can deliver design uncertainty and project risk reduction, and consequent economic advantage.\n\nTheme 2 will explore a novel tidal current measurement sensor for deployment offshore. One of the biggest single uncertainties in assessing (and costing) tidal stream energy is the machine's performance in real flows, as opposed to laboratory conditions. Field measurement is the key to progress here, and this device has the potential for major impact.\n\nTheme 3 focuses on condition monitoring for offshore wind turbines. Moving from single machines in pilot schemes to large farms, issues of reliability become paramount to risk (and cost) reduction. This work can.\n\nTheme 4 focuses on solar cell materials for devices that generate electricity from diffuse sunlight as is appropriate to UK, Japan and Taiwan settings. These &quot;hybrid&quot; cells are a promising technology to meet future energy needs.\n\nTheme 5 will explore fundamental aspects of energy-related materials, using high pressures to generate new materials and explore their properties. A class of promising materials for white light LEDs, which are already widely used as efficient everyday light sources will be one of the main targets.\n\nThe Partnership's funded period is 12 months only, so there exists a serious challenge to make these activities sustainable. The strategic will be to use rapid research progress as a lever to deepen and extend these Partnerships, and to extend the network to engage further strategic partners. To these ends, near the end of the 12-month funded period, the Partnership will stage back-to-back Showcase events, in Taiwan and in Japan. These two-day events will see conventional dissemination activity complemented by open, ideas-generating research scoping workshop activities. The attendees should include not only academics with shared interests, but also other stakeholders in the new energy fields, very much including private and government sectors.\n\nThe project benefits from an agreement between the UK funders (EPSRC) and the Taiwan National Science Council (NSC) to enable matching Taiwanese support to be sought straightforwardly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K004468/1","grantId":"EP/K004468/1","fundValue":"483782","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Tom  Bruce","coPersons":["Neil  Robertson","Markus  Mueller","Ian  Bryden","J Paul Attfield","David Mark Ingram"],"organisation":"University of Edinburgh","findingsText":" Objective 1: &quot;To deliver excellence from specific projects in five strategic themes of energy research, via bi- and tri-lateral projects designed with collaboration at their core.&quot;\n\n\n\nProjects in the areas of &quot;Tidal Energy Resource&quot;; &quot;Ocean Acoustic Tomography&quot;; &quot;Electrical Drive Chain Reliability for Tidal Energy&quot;; &quot;Electrochemical Processing for Solar Cells&quot;, and &quot;New High Pressure Materials for Energy Technologies&quot; have seen novel research being carried out, with new publications (with international UK-Taiwan-Japan authorships) in preparation. These will appear in the &quot;outcomes&quot; as they emerge from the review process.\n\n\n\nThere have been, to date, two new projects funded (totalling &gt; GBP 1M ) whose teams include EPENET partners which have arisen at least in part to EPENET collaborative work.\n\n\n\nObjective 2: &quot;To strengthen links with six leading international institutions in Japan and Taiwan, and to foster new links with others.&quot;\n\n\n\nIn addition to the substantial strengthening of the existing international (Edinburgh-Taiwan-Japan) partnerships upon which this project was founded, we have succeeded in &quot;expanding the group&quot; substantially. This was achieved by careful, personal identification of new potential partners from elsewhere in the UK, Japan and Taiwan, as well as from the region (PR China). These newly invited experts joined the EPENET workshops in Hsinchu (Taiwan) and Kyoto (Japan), at which future research was brainstormed and scoped. \n\n\n\nNew UK contributors were invited from the Universities of Cambridge, Strathclyde, Loughborough, Heriot-Watt, Imperial College and Glasgow. The Taiwan &quot;circle&quot; was enlarged to include valuable contributions from National Taiwan Ocean University, National Sun Yat-Sen University and National Tai Tung University. Additional Japanese expertise was identified in colleagues from Hiroshima \n\n\n\nObjective 3: &quot;To promote collaboration, outputs and opportunities, primarily through Showcase events (in Taiwan and Japan) at which wider beneficiaries will be engaged.&quot;\n\n\n\nThe back-to-back, two-day &quot;showcase and workshop&quot; events were attended by over 100 in total, from nearly 20 institutions/oragnisations. The events had four half-day phases: (i) a showcase of EPENET research under the existing partnerships; (ii) a &quot;show and tell&quot; at which ALL attendees gave 5-minute introductions to their interests and expertise; (iii) a brainstorming &quot;next challenges&quot; session, and concluding with (iv) a presentation of summaries of scoped priority projects. \n\n\n\nObjective 4: &quot;To imbue early career researchers with international perspective and through exchanges and secondments, offer then direct exposure to, and experience of the benefits of collaboration.&quot;\n\n\n\nAll the early-career researchers who attended the &quot;showcase and workshop&quot; events experienced the excitement and dynamism of international research collaboration-scoping at first hand, and indeed, were forced to participate in the centre of activities! Theme 5: New High Pressure Materials for Energy Technologies. Industrial groups will be able to use the general principles we have found for tuning optical properties of phosphor materials and hence improving energy-efficiency of white-light emitting LED devices. Theme 1: Tidal Energy Resource. The research will inform Japanese regional governments and potential device developers on the potential for exploitation of tidal stream energy in the waters between mainland Japan and Hokkaido.\n\n\n\nTheme 2: Ocean Acoustic Tomography. The pilot study of deployment of an ocean acoustic tomographic system is the first step towards detailed measurement of actual flows in energetic tidal currents, eg, around the Orkney Islands (off the north coast of Scotland). Information of flow structures such as vortices may be critical for the design of energy converters for efficiency and survivability.\n\n\n\nTheme 5: New High Pressure Materials for Energy Technologies. The results concerning atomic structure of phosphor materials will help to optimise white-light LEDs and will form the basis for future collaborations between groups in Japan, Taiwan and ourselves. Chemicals,Energy","dataset":"gtr"}