{"id":"7FC54198-65D2-419F-AC6D-CBF5F9C876F0","title":"Development and evaluation of innovative strategies for the prevention of chronic disease in primary care.","abstractText":"We are investigating new ways of supporting people to change health-related behaviours through primary care and so reduce the burden of chronic disease in middle age.\n\nRelevant health-related behaviours include food choice, sedentary activities, and not taking medication regularly as prescribed. These behaviours contribute to the burden of illness from for example obesity, cardiovascular disease and some cancers, at great cost to individuals and society.\n\nThis proposal brings together primary care researchers with behavioural scientists, epidemiologists and statisticians to develop new behavioural interventions and evaluate them in clinical trials.\n\nA key challenge in this area is how to motivate and enable people who feel well to alter their behaviour to avoid future, uncertain risks. Simply telling people what to do has not proved very effective. We are investigating approaches based on the behavioural sciences which may help more. These focus for example on ideas of personal motivation and control and the effect of social pressure on behavioural choices.\n\nThere have been few systematic attempts to develop and evaluate interventions based on such approaches. Our work will help to understand better how to do this, with applications to specific behaviours among defined high risk groups. Beginning with groups at risk of diabetes, the work will clarify how, and how much behaviour change can be achieved by these strategies and so inform health policy in the prevention and management of chronic disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0200391","grantId":"G0200391","fundValue":"318558","fundStart":"2003-12-15","fundEnd":"2008-12-14","funder":"MRC","impactText":"","person":"Ann Louise Kinmonth","coPersons":["Stephen  Sutton","Simon James Griffin","Nicholas John Wareham","David  Spiegelhalter","Simon  Thompson","Janet Howard Darbyshire","Wendy  Hardeman"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}