{"id":"7FC7BEBD-F4B2-4DA7-9935-166BC59515EC","title":"Speckle velocimetry for high accuracy and multi-dimensional odometry","abstractText":"There is great interest in improving the capabilities of autonomous land vehicles, for a diverse range of applications ranging from inspection/repair in nuclear facilities, pipeline inspections, military surveillance, search and rescue, bomb disposal/mine clearance and space exploration rovers to household vacuum cleaners, lawn mowers and pool cleaners. One area of particular interest concerns the navigation of the vehicle and in particular measuring a vehicle's movements or localisation. Odometry or 'dead reckoning' is commonly used to calculate a vehicle's position, and requires some measure of the distance travelled. Currently, the most common technique for measuring odometry involves counting wheel revolutions using wheel encoders. This is prone to errors and inaccuracies, for example due to wheel slippages, unequal wheel diameters, misalignment of wheels, surface roughness and rounding errors due to the discrete sampling of wheel increments. The research proposed here is the development of an improved method of navigation feedback using non-contact optical sensing combined with digital image processing techniques.The research proposed here is the development of an improved method of navigation feedback using non-contact optical sensing combined with digital image processing techniques. The program will involve the construction and demonstration of a test system, the optimisation of processing algorithms and an assessment of its capabilities. This will be followed by the further development of the concept to provide other navigational information about the vehicle's rotation and the detection of vehicle slippages.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H019839/1","grantId":"EP/H019839/1","fundValue":"281972","fundStart":"2010-06-01","fundEnd":"2013-05-31","funder":"EPSRC","impactText":"  There is no clearly definable economic and societal impacts from the project as yet (2014) although the RCUK, however the knowledge gained during the project enhances the research capacity of the University [RCUK - Economic and societal impact: &quot;enhancing the research capacity, knowledge and skills of public, private and third sector organisations&quot;] and has allow a number of follow-on applications to be submitted in the area of instrumentation for robotic manufacturing that are intended to achieve further impact such as &quot;commercialisation and exploitation&quot;.  ","person":"Ralph Peter Tatam","coPersons":[],"organisation":"Cranfield University","findingsText":" During this research project a new method of providing odometry for autonomous exploration rovers and other robotic vehicles using laser speckle, was developed to improve upon the existing method using wheel encoders to count wheel revolutions. The technique, laser speckle velocimetry, use the motion of the laser speckle images recorded by a camera mounted on the robotic vehicle to determine the motion of the illuminated surface it is travelling over. \n\nA simplified sensor concept using objective speckle (no imaging lens) was developed, that offers better signal levels and a simpler/cheaper sensor over subjective (imaged) speckle concepts previously studied. Laboratory tests of the technique indicate that position errors of less than 0.1% in the calculated position of the vehicle as a percentage of the distance travelled can be achieved on smooth/approximately planar surfaces such as indoor laminate flooring. In addition trials on exploration rovers have yielded errors of 0.56% (uneven sandy surface) and 1.50% (rocky ground). \n\nFinally, the cause of the increased errors on shaped surfaces, such as those traversed by exploration rovers, was identified and investigated. With a new extended theory relating the observed speckle shift to the vehicles translation and the shape of the surface was developed theoretically and tested experimentally. This theory, has recently been published, and has the potential to allow improved speckle velocimetry measurements via new optimisations.\nThis work has led to two peer-reviewed journal papers, with addition publications intended once further trials with an optimised system can be performed. In addition this work proved increased research capability which will be of benefit to future projects, via training and skills achieved in the area of high speed, optimised, data acquisition and processing to meet the stringent processing limitations of exploration rovers. TThe development of the speckle velocimetry technique in this project, could potentially allow the improvement of odometry and autonomous navigation by both researchers and companies developing robots for applications that where alternative methods of positioning such as GPS are impractical or insufficiently accurate, such as pipeline inspections, exploration rovers (EADS Astrium Ltd - were project partners in this area) and mine clearance robots. \n\nThe improved theory relating speckle shift to object translation and surface shape opens new application areas for the measurement of translations over shaped objects, such as high-accuracy positioning operations in robotic manufacturing, and we intend to apply the knowledge gained during this research in this area. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology","dataset":"gtr"}