{"id":"7FC835A7-F128-42CE-853D-DF92BAFB20FA","title":"Coastal and Oceanic Measurements of Halocarbons in N. Australia &amp; the Maritime Continent","abstractText":"We plan to deploy a ground-based instrument at a coastal site near Darwin in collaboration with the Australian Bureau of Meteorology (BoM) for 2 years and at a site deeper in the maritime continent for over 1 year. Measurements of a range of very short-lived halocarbons will be made in the marine boundary layer of a region where very few measurements have been reported, thus gaining valuable information about the spatial, annual and interannual variations in the concentrations of VSLS. VSLS can be rapidly lifted into the upper troposphere and lower stratosphere in strong convective systems where they could be an important component of the supply of reactive halogens which can deplete stratospheric ozone. This research will help to quantify the importance of this mechanism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D008085/1","grantId":"NE/D008085/1","fundValue":"42257","fundStart":"2006-10-01","fundEnd":"2008-09-30","funder":"NERC","impactText":"  The main output of this small grant project was the development of effective collaborations in SE Asia and the Maritime Continent. No broader economic impact has been achieved. Environment Societal","person":"Neil Richard Harris","coPersons":["John Adrian  Pyle"],"organisation":"University of Cambridge","findingsText":" The aim of this project was to develop collaborations in order to make measurements of halocarbons and trace gas species which are emitted from the ocean and coastal seas. It resulted in a number of strong collaborations in the SE Asian and West Pacific region. Instruments are now operational in Malaysia (4 in total), Australia (1), New Zealand (1) and Taiwan (1). Work in this and subsequent projects is providing new information on the natural concentrations and variabiltiy of these species, as well as valuable constraints on the size of the emissions in the region which we find to be significantly smaller than previously thought. This is importany in defining the role of these compounds in the amount of ozone-depleting bromine species in the stratosphere. These collaborations have also opened up opportunities to be involved in 4 cruises in the southern oceans from the equator to Antarctica. This small grant project was an essential step on the way. These measurements are valuable for providing baseline information during a period of rapid growth of seaweed production in SE Asia. The collaboration has involved a major Malaysian aquaculture company as well as leading researchers on seaweeds and other macroalgae in Malaysia. The main exploitation is the scientific results resulting from this project and the subsequent, related projects. The contacts developed here were valuable during the NERC OP3 campaign and were essential in the planning of the EU SHIVA aircraft and ship campaign in which several UK groups were involved. Outreach activities in Malaysia and the UK have resulted from all of these. Environment","dataset":"gtr"}