{"id":"7FCB6919-9490-450A-A651-2B04C40C562C","title":"Integrability in Multidimensions and Boundary Value Problems","abstractText":"There exist certain distinctive nonlinear equations called integrable. The impact of the mathematical analysis of such special equations cannot be overestimated. For example, firstly, for integrable equations we have learned detailed aspects of solution behaviour, which includes the long-time asymptotics of solutions and the central role played by solitons. Secondly, it has become apparent that some of the lessons taught by integrable equations have applicability even in non-integrable situations. Indeed, many investigations in the last decade regarding well-posedness of PDEs in appropriate Sobolev spaces have their genesis in results coming from the theory of integrable systems, albeit in non-integrable settings. Perhaps the two most important open problems in the theory of integrable equations have been (a) the solution of initial-boundary as opposed to initial value problems and (b) the derivation and solution of integrable nonlinear PDEs in 3+1 dimensions. In the last 12 years, the PI has made significant progress towards the solution of both of these problems. Namely, regarding (a) he has introduced a unified approach for analysing boundary value problems in two dimensions and regarding (b) he has derived and solved integrable nonlinear PDEs in 4+2. However, many fundamental problems remain open. The proposal aims to investigate several such problems among which the most significant are: (a) the extension of the method for solving boundary value problems from two to three dimensions and (b) the reduction of the new integrable PDEs from 4+2 to 3+1. In addition, the Camassa-Holm analogue of the celebrated sine Gordon equation, several boundary value problems of the elliptic version of the Ernst equation, and the KdV equation on the half-line with time periodic boundary conditions will also be investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H04261X/1","grantId":"EP/H04261X/1","fundValue":"465254","fundStart":"2011-06-01","fundEnd":"2015-05-31","funder":"EPSRC","impactText":"  A large number of investigators in the field of fluid dynamics and inverse scattering are using now the method developed by the PI. For example, in the last few months three workshops dedicated to the Fokas method were part of three international conferences in UK, Spain and Greece. Chemicals,Construction,Digital/Communication/Information Technologies (including Software),Education,Electronics,Other Cultural","person":"Athanassios  Fokas","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have demonstrated that the so called unified transform (or Fokas transform) which until now has been mainly implemented in two dimensions can be generalized in three dimensions. Furthermore, the most difficult problem in certain class of non linear PDEs called integrable, which has to do with analysing physical boundary value problems has now been solved. The new method should replace the analytical treatment of any linear PDE with constant coefficients as well as the analytical treatment of the so called Integrable nonlinear PDES. Furthermore, it should provide an alternative for solving numerically linear elliptic PDEs. Chemicals,Construction,Education,Electronics,Other","dataset":"gtr"}