{"id":"7FCCDE1C-AE0E-4064-8245-90F080173FC6","title":"Terabit Low Cost Networks for Consumer Multimedia Applications","abstractText":"This proposal seeks to build a new collaborative research study involving academic groups in the UK, Italy and China (mainland and Hong Kong), in collaboration also with industry, to compare and contrast the development of consumer information services around the world, and on that basis determine likely requirements for next generation LAN infrastructures. Using this as a framework it will then seek to research network models suitable for widespread use, developing an innovative network demonstrator.We have sought through this proposal to draw together a group of experts who are able to address the problem in a coordinated multidisciplinary manner, taking account of different approaches to the commercial delivery of information services and their use around the world, in a new manner not available to our knowledge in the UK. We believe that the collaboration will therefore bring much added value to the participant's individual research programmes. At the technical level, the group has complementary expertise in areas ranging from materials and device physics, through systems, to network design and service delivery.The project will seek to develop multi-layered technical roadmaps and determine likely technology limits for the networks under consideration. When sufficient information is gathered by all partners on service requirements, we will develop a range of possible architectures for further study, and identify potential devices and sub-systems suitable for deployment. In order however to focus this activity, we wish also to develop a novel architecture which has been devised to have a form similar to conventional passive optical networks, but in a form which could potentially be commoditised in a manner similar to enterprise requirements. Direct communications from the central exchange to the user without intermediate switching will be provided, a key to future service requirements. However in this system, we propose to introduce advanced coding techniques used in enterprise LANs which allow lower cost and ultimately uncooled components to be adopted. The success of the project can be expected to result in new projects, (i) in exploiting the research in collaboration with industry (where service requirements can be expected to grow), (ii) in new disciplines, such as in the biomedical fields where the concepts will become increasingly important and where our collaborators also have activities and (iii) in researching the fundamental issues surrounding the components and networks themselves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F013523/1","grantId":"EP/F013523/1","fundValue":"60809","fundStart":"2007-10-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"","person":"Ian Hugh  White","coPersons":["Jon  Crowcroft","Richard  Penty"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}