{"id":"7FCE2D5E-351C-485A-B729-78F9E7924E47","title":"New vaccine adjuvants from metal organic frameworks","abstractText":"Prophylactic vaccination is arguably the most effective medical intervention ever developed, saving some 3 million lives per year. A vaccine is a preparation that causes an individual to develop effective biological defence mechanisms (immunity) against a pathogen. Most often, vaccination is used to protect against an infectious disease, though cancers are also increasingly being targeted. Typically a vaccine will contain a small amount of a material which resembles a disease-causing agent (the 'antigen' - a viral, microbial or tumour component), but does not carry an infectious risk. The vaccine causes the immune system to recognize the antigen as foreign, eliminate it, and &quot;remember&quot; it, thereby conferring effective immunity against the pathogen. In order to ensure that robust immunity is inculcated, an &quot;adjuvant&quot; is usually added to vaccines to mimic the danger signals that naturally trigger immune responses. At present, inorganic compounds known as 'alums' (usually either AlOOH or amorphous aluminium hydroxyphosphate) are used as adjuvants in the majority of cases. 'Alum' can lead to strong immunity to microbes and larger parasites, but does not provoke the necessary immune response to overcome viral infections or the majority of cancers. There is at present a lack of alternative adjuvants able to drive such responses; in this work, we seek to redress this deficiency.\n\nRecent work has established that a family of inorganic materials known as layered double hydroxides can act as potent adjuvants whose immunogenicity can be systematically varied through control of their physicochemical properties. In this work, we will explore the metal organic framework (MOF) family of materials. MOFs are a class of materials containing metal centres connected in three dimensions by organic linkers. They have enormous structural diversity, and commonly contain empty 'pores' into which antigens may be incorporated. MOFs have successfully been used for drug delivery and other biomedical applications. They have however never been explored for use as adjuvants. We will systematically synthesise three sets of MOFs (known materials, known materials with immunogenic moieties embedded, and MOFs where the organic linker is immunogenic) and investigate the immune response to these in vitro. This work will be complemented with a detailed systems-level study looking to draw correlations between the materials' physicochemical properties and the immune responses they invoke.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L020254/1","grantId":"EP/L020254/1","fundValue":"98894","fundStart":"2014-06-16","fundEnd":"2015-12-15","funder":"EPSRC","impactText":"","person":"Gareth Richard Williams","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}