{"id":"7FD00A2D-A88B-45E0-A326-E4C4707AAE87","title":"Towards managing risk from climate change through comprehensive, inclusive and resilient UK infrastructure planning","abstractText":"The UK, along with most other nations in Europe, is encountering a paradigm shift as the funding, management, and protection of infrastructure is increasingly expected to be managed through partnership-led governance ensuring better informed and more viable, long-term decision making. This shift in emphasis from 'top-down' direct government, to 'bottom-up' stakeholder engagement is particularly pronounced in managing risks to critical infrastructure and the environment.\n\nCurrent methodologies and tools, such as surveys and stakeholder focus groups, aimed at consultation with stakeholder organisations and citizens are however generally limited in scope and insufficiently open or adaptive. Thus, they do not effectively inform the complex planning processes underlying comprehensive, multi-faceted infrastructure development planning as undertaken for example in the Thames Estuary. In order to inform and reconcile planning approaches to heterogeneous challenges such as environmental risk protection, economic viability (e.g., fisheries) and ecosystem management, new consultation methods and novel ways of combining multi-stakeholder views with quantitative data are urgently needed.\n\nThe Thames Estuary Partnership (TEP) and its partners are facing the challenge of stakeholder integration in the planning of imminent, major infrastructural development in the context of large scale projects in the areas of pollution (sewers), flood protection and ecosystem management. \nThis project is designed to leverage, apply and evaluate - in the Thames Estuary Infrastructure context, cutting edge methodologies and software tools for value-based, data-driven planning methods developed and tested as part of the recent, interdisciplinary EPSRC funded project &quot;Towards Data-Driven Environmental Policy Design&quot; (TDDEPD). \nBuilding on novel developments in human data capture and computer science, these techniques enable the rapid and comprehensive capture of qualitative data; e.g., stakeholder opinion and their integration with quantitative data sources such as sensor measurements (e.g., rainfall levels) and process outputs. \nWhile these planning methodologies were developed in a very different topical (i.e. environmental protection planning) and geographic (Western Australian wetlands) context, this project will explore their adaptation and application to the context of infrastructural planning in the Thames Estuary. In order to establish their viability, the project brings together an exceptional team, led by the TEP and including the Horizon Digital Economy Research Institute and School of Computer Science from the University of Nottingham (Horizon) and integrating key expertise in planning contributed (as an in-kind contribution) by the Department for Parks and Wildlife by the Western Australian Government.\n\nThe ambitious project will deliver a novel value-driven methodology for infrastructure planning, including an adapted framework for stakeholder engagement. A digital platform enabling the capture and processing of both stakeholder input and (often uncertain) quantitative data (e.g., water levels) will be developed and will provide essential management support tools such as sensitivity analyses for potential infrastructure changes. The latter will also directly support the evaluation of the proposed approach and will enable addressing a concrete use case within the project time frame (Clean Seas Please). \n\nTEP believe that a values-based approach to managing infrastructure, risk, and habitat creation will be the only effective way forward. They believe that using the methods to be developed in this work by a team with a strong track record and significant expertise will transform the way they interact with those to whom they are responsible at the levels of policy setting, and policy implementation and will enable the comprehensive planning and development of infrastructure in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008401/1","grantId":"NE/M008401/1","fundValue":"39853","fundStart":"2014-10-31","fundEnd":"2015-04-30","funder":"NERC","impactText":"","person":"Christian  Wagner","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}