{"id":"7FDE6830-D119-4F61-9754-D5E06C3D791A","title":"Recent developments in lower-limb prostheses: To gain full advantage of improved mechanical function are sensorimotor control features necessary?","abstractText":"The loss of a limb or limb segment will profoundly affect an individual's internal body representation, which will necessitate biomechanical adaptation to restore function. As sensory feedback from the ankle and plantar surfaces of the feet are known to play a major role in controlling human standing and walking, individuals who have one (or both) of their lower limbs amputated have to learn to use other sensory inputs in order to walk using an artificial device they have only partial awareness of and control over. Understanding the sensorimotor mechanisms used by amputees in adaptive gait involving negotiation of obstacles and descent of steps/stairs, is especially important as such tasks are completed leading with the prosthesis. As well as ensuring the prosthetic foot clears the obstacle/step edge as the limb is swung forwards, the prosthetic limb should also be appropriately positioned at ground contact so that it is loaded optimally. If it is loaded optimally the mechanical function of mechanisms designed to improve the biomechanics of ground contact (e.g. device to attenuate impact forces, device to allow controlled knee-joint flexion) can be taken full advantage of. This highlights that gait safety and gaining full advantage of a prosthesis' mechanical function may both be affected by the level of sensorimotor control an amputee has over their prosthetic limb. Incorporating design features that enhance sensorimotor control, therefore, may be as important as design features which enhance mechanical function. However, because little is known about the sensorimotor mechanisms used by amputees to control their prosthesis, manufacturers are unclear on how to design such features in a prosthesis. Therefore in order to maximise the use of ever smaller advancements in prosthetic technology there is vital need for research on the sensorimotor control mechanisms used by amputees. The proposed research addresses the lack of knowledge in this area.By analysing how amputees are able to negotiate floor-based obstacles and descend steps (leading with their prosthesis) while wearing goggles to prevent them seeing the prosthesis, the proposed study will determine the extent to which control of the prosthetic limb/foot is reliant on vision versus the sense of 'feel' from the prosthetic limb. The degree to which these measures are associated with limb and joint position and movement sense or sense-of-feel from the limb-residuum will also be explored. Finally, as the sense-of-feel from the prosthetic limb is thought to be related to the mechanical loads/pressures on the residuum, the proposed study will explore whether the reliance on using vision to control the prosthetic limb is reduced when using a prosthesis with a self-aligning foot-ankle device that is known to reduce residuum loads when walking over stairs.The insights gained will determine the sensorimotor mechanisms that are critical to gait safety in this population group. Findings will highlight whether resources should be directed at designing prostheses that optimise the sense-of-feel from the prosthesis, rather than solely being directed at optimising their mechanical function as currently is the case. In addition, if lower-limb amputees are found to be more reliant on using vision to control their prosthetic limb when walking over steps and obstacles, this will indicate that visual impairment will have a considerable impact on gait safety in this population group and thus will highlight the importance of regular visual screening in lower-limb amputees. Related to this, if use of a self-aligning foot-ankle prosthesis is found to be less reliant on using visual control, then this will highlight the benefit of using such a device in amputees who are visually impaired.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H010491/1","grantId":"EP/H010491/1","fundValue":"102238","fundStart":"2010-04-05","fundEnd":"2012-10-04","funder":"EPSRC","impactText":"  Findings have been used to inform clinical practice in the rehabilitation of lower-limb amputees. Healthcare ","person":"John  Buckley","coPersons":[],"organisation":"University of Bradford","findingsText":" This project was undertaken in collaboration with the prosthetic/rehabilitation Services Centres at Manchester and Sheffield with industrial support from Chas A Blatchford &amp;amp;amp; Sons Ltd (the leading prosthetics manufacturing in the UK, and one of the leaders globally). Findings from the project indicate that gait in amputees is not as complex as that in able-bodied controls. In amputees less dominant gait variables tend to align themselves with the more dominant gait variables (in a dataset Blatchford (leading prosthetics manufacturing in the UK and study collaborators) can use findings for development of foot-ankle devices with microprocessor control at the hydraulic ankle. Healthcare","dataset":"gtr"}