{"id":"7FE23D73-4607-4CD6-91D3-933A7CF351FA","title":"Community-powered transformations: Digital transformations in the creative relationships between cultural and media organisations and their users","abstractText":"This network will explore digital transformations in the creative relationships between cultural and media organisations, and their communities of users. \n\nDigital transformations mean that cultural and media organisations now find themselves in a new environment in which communities of participants interact to create, curate, organise and support cultural experiences. This research network draws together participants who believe that creative organisations need to explore the new relationships, new opportunities and new research questions created by digital transformations.\n\nThe network will explore and investigate the opportunities, affordances and risks of this model through a network with world-leading partners, based around four themes: Production and creativity; Business models, rights and ownership; Design; and Learning.\n\nThe proposal brings together the Communications and Media Research Institute (CAMRI) at the University of Westminster, and the UCL Centre for Digital Humanities, with some of the UK's leading institutions in digital engagement: Tate, The British Library, and MuseumNext. It will engage with a broad array of companies and organisations, large and small, who are dealing with digital transformations in different ways, including Amnesty International, the Open Rights Group, Mixcloud, Festival Productions, the Children's Media Foundation, and others.\n\nThe project will exchange knowledge about, and explore the benefits and limitations of, the various projects run by network members to engage with a community of interested users via digital services, and will consider how these digital community activities can be supported and sustained. It will also establish a set of research questions which should be explored in the next phase of the Digital Transformations programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J01303X/1","grantId":"AH/J01303X/1","fundValue":"23868","fundStart":"2012-02-14","fundEnd":"2012-09-24","funder":"AHRC","impactText":"","person":"David  Gauntlett","coPersons":["Anastasia  Kavada","Claire  Warwick","Melissa Mhairi Terras","Paul  Dwyer","Jeanette  Steemers"],"organisation":"University of Westminster","findingsText":"","dataset":"gtr"}