{"id":"7FE5351C-1320-4C70-8311-DD34930852B7","title":"Prognosis Research: A Strategic Initiative in Translational Pathways (PROGRESS)","abstractText":"Strategic importance A basic form of clinical enquiry involves characterising people with disease or illness at one time point and following them up to see whether and why they have progressed at another time point. Such prognosis research is important in understanding how to ?translate? new approaches to improving health from initial discovery, through phases of evaluation and, where appropriate, into clinical practice. Prognosis research should complement and add value to MRC strategic aims, relating to: genetics, biomarkers, wellbeing, exploitation of health records and population based data and translational research. \n\nBut numerous systematic reviews across different disease areas suggest that there is a gap between the promise of prognosis research and its ability to deliver. As a response to this we have developed a forthcoming series of 6 articles in BMJ/PloSMed which sets out a framework of prognosis research and makes recommendations. \n\nAim: The aim of the PROGRESS Partnership is to critically develop and systematically apply concepts, methods and recommendations (from the initial PROGRESS article series and elsewhere) across different disease areas in order to enhance the translational impact of prognosis research. \n\nPartnership We will achieve this aim by establishing a new international consortium in translational prognosis research. Investigators in the Partnership (drawn from authors of the 6 article series) lead current prognosis research funding of #66 million. With MRC support the international Partnership will be established across disease areas and methodological disciplines. \n\nPartnership workstreams The Partnership will deliver three inter-related, milestone-driven workstreams: I Enabling activities, through targeted workshops we seek to (a) advance methods development in stratified medicine, which seeks to target treatments at those patients who will benefit the most (b) improve the openness (?transparency?) with which prognosis research is reported in scientific papers, (c) identify opportunities for better research across clinical cohorts and (d) disseminate Partnership findings (knowledge transfer). II New research We will do new research, focussing on examples of where prognosis research is important in translation across our Partnership. We will both look backwards at published literature (knowledge synthesis) and forwards carrying out new analyses in our own clinical cohorts. These include novel opportunities in over 50,000 patients with different diseases: coronary disease; cancer, acute severe bleeding in trauma and childbirth and musculoskeletal disorders. III Training We will develop a range of taught course, higher degree and Fellowship opportunities to develop future national and international leaders in prognosis research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902393","grantId":"G0902393","fundValue":"809397","fundStart":"2012-04-01","fundEnd":"2016-01-31","funder":"MRC","impactText":"","person":"Harry  Hemingway","coPersons":["Aroon Dinesh Hingorani","Pablo  Perel","Richard  Riley","Ian Gray Roberts","Daniëlle  Van Der Windt","Peter  Croft","Adam  Timmis","Douglas Graham Altman"],"organisation":"University College London","findingsText":"","dataset":"gtr"}