{"id":"7FEAA7BB-BC99-458B-A4A6-F02047BD4966","title":"Involving users in the school design process","abstractText":"The Government has committed to a 10-15 year programme of school re-building or refurbishment for England and Wales, commencing 2005-06. With the aim of achieving facilities 'of 21st century standard' for every secondary school pupil, the capital building expenditure is due this academic year to reach 2.2 billion. This programme calls for specialist skills and knowledge about the process of procuring, designing and constructing educational buildings, on a scale not seen since the 19th Century.This Building Schools for the Future (BSF) programme has fuelled much activity, with large construction firms, architects and not-for-profit companies all keen to be involved. However, it has been noted that 'the science of designing learning environments is currently remarkably under-developed'. A recent comprehensive review of literature commissioned by the Design Council revealed a lack of research on effective learning environments. Clear conclusions were difficult to reach with regard to the effects of the physical environment on users' well-being, behaviour and attainment. However, one thing that emerged strongly was a link between the process of involving the building users and the success of environmental change: '...it is the extent to which, and the ways in which, school users are engaged in the school design process that determines the success or failure of the resulting design.' (Greany in Higgins et al.:3)While the over all message from the literature seems clear, it is also clear that there is little detailed evidence (of the strengths and weaknesses of different approaches) on which to base the design of these processes of user engagement. Participatory approaches to school design have been used in small pockets around the world and the UK has also seen a recent wave of relevant initiatives (though numbers still remain relatively small) which have pioneered a variety of approaches (e.g. School Works, Schools Renaissance project, and joined-up-design-for-school). While such initiatives have seen success, evidence is largely anecdotal. Despite this wave of activity and fact that the DfES have acknowledged the importance of user involvement, there remain concerns that '...consultation of users will be recommended and talked about, but might fail to be carried out in a way that satisfies those involved or produces useful information to feed into the planning process.' (Woolner et al, 2005:41)This study will identify effective approaches to user-involvement in the school design and procurement process, in order to support the delivery of people-centred schools. While the research will provide a valuable contribution to international research, it seeks in particular, to inform UK policy and the BSF programme. The project will include a literature review of policy and research documents to identify the variety of approaches taken to user involvement in school design, the strengths and weaknesses of various approaches and opportunities to effectively address user-involvement in policy. A survey of professionals and users involved in recently completed schools will further develop the findings. The core of the study will be 4 case studies which will track the design and procurement process of 4 schools as part of the BSF programme. The case studies will focus on describing and analysing the process of communication between the design/construction team and the users, identifying the effect of these interactions on the resulting design and on the users themselves. The study will result in good practice guidelines for user involvement in school design and recommendations for their integration into policy, to be launched at a symposium for beneficiaries.References: Higgins et al (2005) The Impact of School Environments: A Literature Review. London: The Design Council. Woolner et al, (2005) School Building Programmes: Motivations, Consequences and Implications. Newcastle: University of Newcastle upon Tyne.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D064651/1","grantId":"EP/D064651/1","fundValue":"217113","fundStart":"2006-10-30","fundEnd":"2010-04-29","funder":"EPSRC","impactText":"  A series of presentations of the findings have informed a range of design, construction and education practitioners, generating questions and discussions, requests for further information and access to outputs, plus plans for future related activity. There is some evidence of having informed/changed practice as a result of these dissemination and engagement activities. Two sets of CPD training for practitioners were also requested and delivered by the PI, based on the research findings - one on behalf of CABE and one on behalf of PfS, (both non-departmental public bodies of the UK government). The first training was for RIBA client design advisers working on the Building Schools for the Future Programme (BSF) and the second was for local authority communications officers also working on BSF. Outputs of the research and findings have been cited in a policy-related document written by the Commission for Architecture and the Built Environment. Construction,Education Policy & public services","person":"Rosie  Parnell","coPersons":[],"organisation":"University of Sheffield","findingsText":" The research identified the value and various benefits of involving children in school design. A model was developed for categorising and understanding methods of involving the whole school community - and particularly children- in the process of designing and refurbishing schools. This model was also developed as a framework and guidance for schools and the design/construction industry to develop an effective strategy for engaging a school community in the school design process. In the development of effective strategies to engage the users of schools and other buildings in the building design and refurbishment process. In the development of policy related to the school design process and other building design processes more broadly. Construction,Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}