{"id":"7FEC3067-9CA9-4208-8DBD-9E39BB42E341","title":"Hajj Exhibition","abstractText":"Hajj, is one of the five pillars of the faith of Islam. It is a sacred duty for Muslims, wherever they may reside, to go at least once in their lives, if they are able, to Mecca, where the Prophet Muhammad received the revelation in the early 7th century. Drawing millions of pilgrims annually, Hajj is a powerful bond that draws Muslims together from across the world. It takes place in the 12th month of the Muslim year Dhu'l Hijja. Over the course of one week a number of specific rituals are performed which involve circumambulation of the Ka'ba, the cube-shaped building in the centre of the sanctuary at Mecca, and visiting key sites. Hajj has ancient roots. The Ka'ba is believed by Muslims to have been built by Abraham and his son Ishmael and was the focus of pilgrimage before the coming of Islam. \\n\\nFrom earliest Islamic times those rulers of Muslim dynasties whose territories encompassed Mecca and Medina looked after and refurbished the two holy sites. They provided shelter along the routes and organised the great annual caravans that took place. These carried the cloth known as the kiswa which was draped on the Ka'ba. The rulers, particularly the Ottomans, gave sumptuous gifts to the shrines. Many of these objects survive today. Before modern travel, the journey was long and hazardous. Pilgrims came from far afield and their journeys are evocatively documented in the form of manuscripts, photographs and wall paintings. Today the holy sites are under the care of the King of Saudi Arabia who has the title, 'Servant of the Two Holy Sites'. On average about two million Muslims from across the world undertake the Hajj.\\n\\nThis project aims to research the history of the Hajj and the objects associated with it over the length of its history to underpin a major international exhibition and supporting programme of activities.\\n\\nAn extensive exhibition on the Hajj has not been undertaken before. It will consist of three main interacting elements: \\n1) the pilgrim's journey through history with an emphasis on the major routes used; \\n2) the Hajj today and the rituals associated with the journey, and, once at Mecca, the rituals involved;\\n3) Mecca itself, the destination of the Hajj, its origins and importance. \\n\\n The research will lead in broad terms to the sourcing of appropriate objects as well as film, photographs and contemporary art that powerfully evoke the sacred and the historical side of this extraordinary phenomenon. It will also lead to a thorough grounding of the source material including the writings of Arab travelers and historical accounts. \\n\\nThere are therefore a number of distinct avenues of research with a number of key partners. The first focuses on the routes: across Arabia, from the Muslims heartlands, from Africa and across the Indian Ocean as far as China. \\n\\nEach of these routes will be researched in some cases with key partners who will be major lenders to the exhibition and contributors to the catalogue. For the Darb Zubeyda, for example, key partners are from King Saud University in Riyadh. For the Ottoman period route from Damascus, the majority of the objects are in Topkapi Palace, Istanbul and they will be the second of the key partners. For the trans-Saharan route, the research will examine the journey of the 14th century ruler Mansa Musa and carry out research in the libraries of Timbuktu. Juxtaposed with the medieval period journeys will be to examine the Hajj experience of Muslims coming from Africa today.\\n\\nAnother important area of research will be to investigate the rich source of Hajj related material, including manuscripts from institutions in Malaysia, Indonesia and Leiden and the bank documents of the Saudi-Hollandi Bank in Saudi Arabia responsible for pilgrims from across South-East Asia. The journeys from eastern and western India will be researched both in pre-modern and modern times. And finally, the journey today from the UK and the experiences of British Muslims.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I003150/1","grantId":"AH/I003150/1","fundValue":"253998","fundStart":"2011-06-01","fundEnd":"2013-09-30","funder":"AHRC","impactText":"  This research supported the major exhibition at the British Museum called Hajj Journey to the heart of Islam (January - April 2012) conference which was pubpished and legacy website. It also led to different versions of the exhibition being put on in Doha, Leiden and Paris between 2012-2014. Culture, Heritage, Museums and Collections Cultural","person":"Venetia Ann Porter","coPersons":[],"organisation":"The British Museum","findingsText":" I have better understood the history and material culture relating to the Hajj (the annual pilgrimage to Mecca) and its particular importance to contemporary British Muslims. One important aspect is the continuing collaboration with Sean Mcloughlin from the University of Leeds who is researching contemporary Hajj in the UK. \nThe findings and publications are already being extensively used by university teachers, museum curators and interested members of the public because they provide an accessible source for the history and importance of the Hajj. Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}