{"id":"7FF746FC-0853-4E31-9F30-7C82E0EA47CF","title":"The structure of microbial communities: Determining factors and spatial scale","abstractText":"Our planet continues to function because components essential for life, such as carbon and nitrogen, are constantly being recycled between living and mineral forms in what are called global biogeochemical cycles. Certain critical steps in all of these cycles are dependent on microbes. So, if we want to understand how our planet continues to sustain life, and how it will adapt to a changing environment, it is very important that we understand how microbes work in the natural world; we need to understand the ecology of microbes.\n\nHowever, the ecology of microbes is difficult to study because microbes are so small and so numerous in any given environment. Most studies on microbes look at large grouping, similar to studying all plants at once, which makes it difficult to determine what factors, such as temperature, salinity or pH, are important in shaping which specific microbes are present in an environment. Also, until recently, it was not possible to even detect all of the different microbes that were present in an environment, nor to know how microbial groups vary in space, the scale of their distribution, be it over very small distances that are similar to their physical size or over much larger distances.\n\nWe have taken steps to resolve these problems of sampling scale and identifying microbes in the environment by taking the focused approach of analysing only a small, well defined group of microbes, rather that trying to study them all. This is similar to how ecologists study model groups of plants and animals. Our microbial model group is Desulfobulbus, a bacterial group (genus) that is always found in river, lake, estuarine and ocean sediments. Our previous studies have shown that different members (species) of this group are found only in certain parts of the Colne estuary, UK, in a pattern that is similar to that seen in studies of larger organisms such as the shrimp Gammarus. We interpreted the pattern we detected as being indicative of Desulfobulbus species being limited to only regions of the estuary that were at a specific salinity (their &quot;niche&quot;) and that they had become different from each other over time. We have also shown that by using a new technique, pyrosequencing, we can detect all of the different Desulfobulbus types in the estuary. This means that we now have a way to properly address questions about what factors are important in maintaining the patterns we see in this community. \n\nIn this project we will use carefully designed experiments in which we incubate sediment from one end of the estuary in sterilised water from the other end of the estuary in order to determine whether the Desulfobulbus species found in say the marine end of the estuary are able to grow just as well under freshwater conditions. This will tell us whether some, or all, of the species detected in the estuary are only able to thrive under their native conditions (so are limited to their own specific niche). We will also test whether the presence of, say, freshwater Desulfobulbus species has an additional effect on the growth of marine species under freshwater conditions, a test of whether competition between Desulfobulbus species is also important in how the community is shaped. To determine at what scale to sample the Desulfobulbus community we will sample all along the estuary every 500m and also sample within 2 of these sites, at 50m intervals, then within two of these sites at 5m intervals, down to samples that are only 5cm apart. These samples will be analysed to see whether the Desulfobulbus types present within these nested samples are different at different scales. \n\nTherefore this project will investigate what are the important factors that shape the microbial community in the Colne estuary by completely sampling the Desulfobulbus species that are present. This will be a major step forward in the ecology of microbes and will greatly improve our understanding of how microbes function in the global ecosystem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J024503/1","grantId":"NE/J024503/1","fundValue":"394906","fundStart":"2013-01-31","fundEnd":"2017-01-31","funder":"NERC","impactText":"","person":"Kevin J  Purdy","coPersons":[],"organisation":"University of Warwick","findingsText":" Progress to date\n\nSlurry experiments all performed and analysed using DGGE\n\nHave clear evidence that communities are niche limited\nSome evidence that environmental heterogeneity maintains flexibility.\n\nOther work and further analyses ongoing Too early to tell Environment","dataset":"gtr"}