{"id":"7FF8255B-DA00-4B08-B3E7-9A1DE2B9A910","title":"The natural capacity for oil degradation of marine environments: towards developing DNA-based biosensors for monitoring low-level oil pollution","abstractText":"Summary\nThe release of oil into the sea can produce significant environmental consequences, and with oil and gas exploration and extraction occurring in increasingly deeper waters, deep-sea ecosystems are under increasing threat from the effects of oil pollution. In the aftermath of the Deepwater horizon oil spill in 2010 it was found that oil eating bacteria occurred naturally in great numbers in the deep Gulf of Mexico and multiplied very quickly after the spill. By breaking down large amounts of oil they may have played an important and often underestimated role in the cleanup of the oil spill. \nIf this finding was representative for other deep-sea areas, this would imply that \n1. there exists a potential for intrinsic bioremediation of oil contaminants in the deep-sea, and that\n2. changes in the number of oil-eating bacteria could be used as an indicator to monitor low-level oil pollution which currently presents a great difficulty. \n\nHowever, in contrast to the Gulf of Mexico with its naturally high oil concentrations (= where oil-eating bacteria find food all the time), most of the deep-sea is devoid of naturally occurring petroleum hydrocarbons and in consequence the number and activity of oil eating bacteria may therefore be much lower. \n\nIn this proof-of-concept study we will investigate the abundance, activity and identity of oil-eating bacteria and the oil components they preferably degrade in samples from the UK continental shelf and NE Atlantic. We hypothesize that bacteria with the capacity to break down oil are present in these environments and quickly start to multiply if oil becomes available for food. \n\nIf this hypothesis is proven, the number of oil eating bacteria, and in particular the genes encoding the enzymes for oil breakdown, would present an ideal tool to monitor for low-level oil pollution that otherwise is difficult to detect, and we plan to harvest this potential in a follow-on JIP aimed to develop site-specific DNA-based biosensors for monitoring low-level oil pollution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L00819X/1","grantId":"NE/L00819X/1","fundValue":"98871","fundStart":"2014-03-15","fundEnd":"2015-06-30","funder":"NERC","impactText":"","person":"Ursula  Witte","coPersons":["James  Anderson","Evangelia  Gontikaki"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}