{"id":"7FFC440E-EA49-42C1-9BB8-BE15A83A7892","title":"New frontiers in quantitative infra-red to ultraviolet spectroscopy using diode and quantum-cascade lasers","abstractText":"Developments in diode laser technology driven by the demands of the telecoms industry have resulted in the availability of small (~2 cm long or smaller), low cost lasers that give out sufficient power (typically 5 - 50 mW) in a narrow range of frequencies (~ 1 MHz bandwidth) for challenging new applications that rely on molecular spectroscopy. These diode lasers operate efficiently at room temperature and thus do not need the liquid nitrogen cooling necessary for more traditional mid infra-red (IR) diode lasers. The critical limitation of the telecoms diode lasers, however, is that they operate only in limited wavelength regions (the near IR up to wavelengths of lambda~ 2 microns, and limited parts of the visible spectrum), which are not the most useful regions for sensitive analytical measurements of trace gases. If optical techniques can be used to provide tuneable UV (lambda&lt;390 nm) and mid-IR (lambda&gt;3 microns) laser light, a whole host of new and exciting measurements become feasible. Our first goal is thus to demonstrate the effectiveness of several new ideas for generating these UV and mid-IR wavelengths from the compact and low cost telecoms diode lasers. The UV and mid-IR are critical regions for analytical spectroscopy because they correspond to parts of the spectrum where strong electronic and vibrational transitions of many common molecules lie. Spectroscopic techniques can thus be used for specific, quantitative and highly sensitive measurements of chemical composition in a range of important environments.The new UV and mid-IR laser sources, as well as commercial (but not yet widely used) quantum cascade lasers (which generate mid-IR wavelengths longer than ~4.5 microns) will be combined with optical cavity techniques to make ultra-high sensitivity absorption spectrometers. By trapping laser light between 2 or more mirrors with reflectivities greater than 99.9% (making up the optical cavity), the light can be made to travel distances up to several km through a sample housed in a table-top apparatus only a few tens of cm long. The very long pathlengths, combined with other technical tricks, provide the sensitivity necessary for quantitative measurement of trace constituents of plasmas, the atmosphere, or even human breath at parts per million down to parts per trillion (1 part in 10^12) levels. We will also test methods to make as many as 1000 measurements of absorption per second for rapid spectroscopy applications such as looking at individual aerosol particles (each less than 1 micron in size) in air. The applications of such ultra-sensitive spectrometers are wide ranging, and as a key part of this program of research, we will not only demonstrate the new methods, but also apply them to cutting-edge science topics. One example is studies of the chemical composition of plasmas. Plasmas are mixtures of gases that are partially ionized by excitation with microwave or radiofrequency electromagnetic radiation, or by a dc electric discharge. They are used in both chemical vapour deposition (growth of modern technological materials such as diamond or carbon nanotubes from gases) or etching of materials (such as micron-scale patterning of semiconductors to make electronics and computer chips) but much of the chemistry occurring in the gaseous environment above the growing or etching surface is poorly understood. Industrial processes relying on such technology will be made more effective by careful study of the plasma chemistry. A second example of applications is in measurement of a variety of important compounds present in air (either outside, or within buildings or vehicles, where people spend the great majority of their time) such as polluting or naturally occurring organic molecules. Measurements of these trace constituents under different prevailing conditions are vital for a proper understanding of the chemistry of the Earth's atmosphere, or for the impact of the indoor environment on health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E018297/1","grantId":"EP/E018297/1","fundValue":"885976","fundStart":"2007-07-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  Laser spectroscopy techniques are being incorporated into new diagnostics for medical applications, including breath analysis - with Oxford Medical Diagnostics http://www.omdiagnostics.com/ui/content/Content.aspx?ID=12\n\nCollaborations with Cascade Technologies http://www.cascade-technologies.com/ \nare exploring further applications of quantum cascade laser methods. Environment,Pharmaceuticals and Medical Biotechnology Economic","person":"Andrew  Orr-Ewing","coPersons":["Michael  Ashfold"],"organisation":"University of Bristol","findingsText":" Demonstration of several new methods for optical sensing of trace gases and study of atmospheric aerosol particles using compact, solid state lasers. Key advances include (i) use of efficient difference frequency generation of mid infra-red light from low power diode laser sources and incorporation into gas sensors; (ii) combining quantum cascade lasers with cavity enhanced spectroscopy for trace sensing in the mid infrared; (iii) new methods for determination of refractive indices of aerosol particles, either in an ensemble or as single micron-scale particles; (iv) combination of pre-concentration and CRDS methods for sensing of atmospheric hydrocarbon moleles at parts per billion to parts per trillion mixing ratios. Trace gas sensing in air, process gases used in industry (e.g. for semiconductor processing), trace water detection in pure gases, medical diagnosis by breath analysis, study of airborne particulates (e.g. in atmospheric chemistry, pollution, drug delivery to lungs, etc) Publication of results.\n\nNew research project in collaboration with Cascade Technologies plc, including 50% indutrial funding of a PhD student.\n\nResearch projects on trace gas sensing in collaboration with AWE Aldermaston. Energy,Environment,Healthcare,Security and Diplomacy,Transport","dataset":"gtr"}