{"id":"800CA8BB-C7B2-45C7-930A-5B323B768664","title":"Morphogenesis: the role of the vertebrate planar-cell-polarity (PCP)-related pathway in the regulation of cell behaviour","abstractText":"Morphogenesis is a term that describes the process by which tissues, organs and embryos acquire their specific shapes and forms. For morphogenetic events to occur properly requires the orchestrated and coordinated movements and re-arrangements of many cells and so these cells must have mechanisms to communicate with each other. When morphogenetic processes go wrong, the consequences can be disastrous for the developing embryo. For instance, in humans, defects in the development of the neural tube (which forms our central nervous system) arises in 1 in 1000 live births and causes debilitating conditions like Spina bifida. Recent work using mice and other model organisms has revealed that the genetic pathways required for neural tube development are implicated in other major morphogenetic processes such as gastrulation, where simple embryonic structures undergo complex spatial rearrangements to give rise to the different layers (muscle, intestine, skin and so on) of the body. Furthermore, these pathways are evolutionarily conserved between species, including fish, frogs, mice and humans. This evolutionary conservation provides a solution to the ethical and practical limitations of studying morphogenetic movements in mammalian systems, where development occurs inside the mother making it very difficult to observe the cell and tissue movements occurring. However, Zebrafish (Danio rerio) embryos develop from externally fertilised eggs and are transparent, making them well suited for observations of cell behaviours in living embryos. Through the use of sophisticated imaging techniques, we can compare morphogenetic events in between normal (what are called wild-type) embryos and embryos in which activity of various genes is disrupted. In this project, we will focus on a group of genes that regulate the patterning of tissues in animals as diverse as flies and humans. We will work with zebrafish embryos and study the behaviours of cells at very early developmental stages. Our work will help understand how certain genes help to orchestrate complex morphogenetic processes and will elucidate the genetic cascades fundamental to understanding some of the most common and severe birth defects in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401126","grantId":"G0401126","fundValue":"323822","fundStart":"2005-09-01","fundEnd":"2008-08-31","funder":"MRC","impactText":"","person":"Stephen William Wilson","coPersons":["Masazumi  Tada"],"organisation":"University College London","findingsText":"","dataset":"gtr"}