{"id":"800C0889-C90A-4FD2-9A55-56A580A3E980","title":"The role of mitochondrial oxidative damage in ageing: a chemical intervention approach","abstractText":"During ageing the human body becomes less able to do what it once could. The reason is that damage accumulates to the molecules of which cells are made up and to whole tissues. One common form of damage comes from oxygen, which is essential for breathing and respiration, but is also a danger to biological molecules. In cells, the energy-storage molecule ATP is produced in the mitochondria, by using oxygen to burn food supplies such as sugar and fats. When demand for energy is high, as for example during exercise, the mitochondria are not much of a problem. But when they have nothing to do because energy is not being consumed, they become much more likely to interact with oxygen to produce dangerous reactive molecules. These can go on to damage important biological molecules such as DNA and protein and the lipids in biological membranes, and this damage may be an important part of the ageing process. The damage is particularly likely to happen in the mitochondria themselves. So mitochondria may be key players in the ageing process, both as the site at which damaging molecules are produced and then as the main target of the damage that they cause. In this project we plan to develop and use chemicals that are targeted to the mitochondria to test these ideas and to try and intervene in the damage process. There is a charge across the surface of the mitochondria. We shall use a charged chemical 'tug' to drag biologically active molecules into the mitochondria. Some of these molecules act as reporters, for instance of the rate at which the mitochondria are generating the dangerous reactive molecules, the amount of damage that they are causing and the size of the charge across the surface of the mitochondria. Others protect against dangerous reactive molecules by detoxifying them. We shall test the efficacy of these molecules in a short-lived species, the fruit fly Drosophila, by adding them to the food. One of the advantages of Drosophila for this kind of work is that we can make long-lived strains, by feeding the flies on a restricted diet or making mutations in genes. We can therefore assess the role of mitochondrial damage in slowing down the ageing process in these long-lived strains. Ultimately, the goal of this work is to improve the health and quality of life of people as they age, and the aim of this project is to pave the way to the production of drugs that could achieve this goal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D020786/1","grantId":"BB/D020786/1","fundValue":"688296","fundStart":"2007-05-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Linda  Partridge","coPersons":[],"organisation":"University College London","findingsText":" The causes of normal ageing are not clear. It has been generally assumed that an accumulation of damage to important parts of the cell called mitochondria is involved. Damage to mitochondria may be particularly relevant for ageing because these cell compartments are central to making the energy stored in food available to the rest of the cell. The type of damage involved has been assumed to be of a type called oxidative damage due to the production of too many damaging reactive oxygen species (ROS). However, these assumptions have not been directly tested because it has been very difficult to measure whether there really was an increase in ROS in living creatures as they age. To overcome this difficulty we designed small probe molecules that accumulate in mitochondria in vivo and there respond to the levels of ROS in a way that can be measured subsequently by a very sensitive technique called mass spectrometry. In this work we used these novel probes in models of ageing in the fruit fly, which is widely used to assess the mechanisms of ageing. We found that we could measure an increase in ROS within mitochondria as the flies got older. However, these increases in ROS did not seem to be causing ageing, because when we intervened to alter the flies' diet or levels of physical activity, which are known to affect lifespan, we found that there were changes in lifespan but that these occurred without changing the levels of ROS. This suggests that the changes in ROS seen during ageing are not the main factors causing ageing. A major development of this work has been the development of new mass spectrometric probes to enable us to measure\ndifferent types of mitochondrial reactive oxygen species (ROS) in vivo. The first of this series is a probe called MitoB that\nwe have used to assess mitochondrial hydrogen peroxide in vivo in flies and in mice. This work was first published in 2011\nin Cell Metabolism (Cochem? et al, 2011) and a detailed protocol is in press with Nature Protocols (Cochem? et al, 2012).\nWe are making this probe available as a general resource to other researchers. The researchers can either use the probe\nto carry out the analysis themselves, or in collaboration with us where we provide the probe and protocols, and then carry\nout the mass spectrometric analyses for them. By these means, we have been able to extend this work to a number of\nother fly models beyond those intended in the initial grant application. We have also extended this work to mouse models\nof cardiac ischaemia reperfusion injury (Chouchani et al, submitted), to studies of tumours in vivo, as well as for studies of cell ROS production during hypoxia. Communities and Social Services/Policy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}