{"id":"80157F58-E294-4D4F-9B16-AD9823E7F339","title":"Impulsive Micro-electrostatic Precipitation Systems","abstractText":"It is known that exposure to fine airborne particles with micron and submicron dimensions may present significant risks to human health. These particles emitted by industrial sources such as power plants, diesel engines, cement kilns, food processing factories and by various domestic sources can penetrate deep into the human respiratory system and their effect on humans is not fully understood. Particles with sizes less than two-and half micrometers (PM2.5) are of particular concern, for example in 2009 the UK Committee on the Medical Effects of Air Pollutants reported that these particles are more closely related to effects of mortality than larger particle fractions. This fine particulate matter can remain airborne for long periods of time, which significantly increases the probability of their inhalation and the health risk they pose. As in industrialized countries people spend the majority of their time indoors, it is important to minimise air pollutant levels in such closed environments. The present proposal is focused on the development of an impulsive micro-electrostatic precipitation (IMP) technology for the removal of fine particles from air. This technology is based on the use of nanosecond impulse corona discharges and a background DC voltage for effective electrical charging and transportation of airborne PM2.5 particles. High voltage impulses will allow application of significantly higher voltages (which could be as high as several tens of thousands of volts) to the active, corona electrodes in order to generate ions through ionization and dissociation of the ambient gas. It is expected that higher ionic concentrations produced by impulsive energisation will provide more efficient electric charging of the PM2.5 particles and will result in improved removal efficiency. Also, the use of sub-microsecond high voltage impulses will help to avoid catastrophic spark breakdown (which is similar to miniature lighting) in the IMP electrode system, these sparks lead to the collapse of the electric field and result in reduction of the production of ions. Conventional electrostatic precipitation systems have a pronounced minimum in their efficiency for particles with dimensions between a few hundred nanometers and a few micrometers, and it is anticipated that IMP technology will provide improved removal efficiency of airborne particles with these sizes. It is planned that the compact IMP air cleaning systems can be used in hospitals, schools, offices and homes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H049428/1","grantId":"EP/H049428/1","fundValue":"95292","fundStart":"2010-10-25","fundEnd":"2011-10-24","funder":"EPSRC","impactText":"  Pollution of air with fine and ultra-fine particles is a major cause of concern as such particles pose a recognised health risk. There is an urgent need for new technologies that will be capable of reducing concentration of fine (particular matter with linear dimensions of less than 2.5 micrometers) and ultra-fine air-borne particles. \n\nThe successful development of the impulsive micro-electrostatic precipitation (IMP) technology proposed in the present project will have a significant impact on the indoor air cleaning technology. Potential major beneficiaries from the outcomes of this project will be air cleaning industries and users of the micro-electrostatic precipitation systems as this technology has a potential to reduce significantly the concentration levels of PM2.5 particles in hospital wards, lecture theatres, houses and offices. This will contribute to improvements in quality of life and will especially benefit people with respiratory conditions. \nThe present project will generate academic impact including experimental data on the transient behaviour of the sub-microsecond impulse corona discharges, theoretical analysis of transient charging of air-borne particles by corona discharges, optimal electrode topologies and energisation parameters for the IMP systems, experimental data on the efficiency of precipitation of different types of particles. It is expected that this scientific and engineering knowledge will benefit not only academics and engineers working in the field of air cleaning, but also researchers who are developing novel environmental and bio-medical applications of non-thermal plasmas including plasma cleaning and disinfection . Environment ","person":"Igor  Timoshkin","coPersons":[],"organisation":"University of Strathclyde","findingsText":" The following key results have been obtained.\n\nThe electric field distribution have been obtained using electrostatic field simulation package &quot;ELECTRO&quot;. An analytical solution to the space-charge saturated current in the cylindrical topology have been obtained using the Poisson and the continuity equations. The DC current-voltage characteristics of the corona discharges have been measured and the developed analytical model has been used to obtain space-charge influenced electric fields. A criti  ","dataset":"gtr"}