{"id":"8015F5B8-7702-48BA-9749-F0E12FEFAE68","title":"An electronic version of Peter Clement Bartrum's Welsh Genealogies AD.300-1500","abstractText":"A fully searchable electronic version of Dr Bartrum's out-of-print Welsh Genealogies A.D. 300-1400, 8 vols (1974, revised microfiche 1981), and Welsh Genealogies A.D. 1400-1500,18 vols (1983), incorporating his published and unpublished revisions. This version will incorporate the revisions and corrections which Dr Bartrum, who is now 97, and taking a keen interest in the project, has made over the last 30 years. \n\nThese works are an essential resource for students of the arts patronised by the gentry who are commemorated In the pedigrees—notably literature, but also architecture and heraldry, and they are also important for onomastics [cf. M. Cane, 'Personal Names of Women in Wales, Cornwall and Brittany 400-1400'(M.Phll.. University of Wales Aberystwyth 1999); eadem, 'Personal Names of Men in Wales, Cornwall and Brittany 400-1400' (Ph.D., UWA 2003)]. All editions of Welsh poetry referto them when identifying patrons and their families. The activities of the genealogists in transmitting and sometimes manipulating pedigrees in the interests of upwardly mobile families is also intrinsically interesting and needs to be understood before they can be reliably exploited by historians. They are of some interest to family historians, insofar as some Welsh families can be traced back to 1500. \nThe significance of WG can be illustrated at Bryndraenog, Radnorshire. The hall-house there is dated to 1436 bf dendrochronology [R. Suggett,' Houses and History in the March of Wales' (Aberystwyth, 2005), p. 44}. A poem by (Ieuan ap Hywet Swidwal in praise of its construction says that its builder is a descendant of Hywel Athro ('Gwaith Hywel , ed. D. F. Evans (Aberystwyth, 2000), no. 20). WGl vol). Ill s.n. Hywel Athro makes it possible to place this person in the fourteenth century, and Bartrum's unpublished addenda provide further references to the family and Bryndraenog.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D502772/1","grantId":"AH/D502772/1","fundValue":"304830","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"AHRC","impactText":"  Scanned images of WG1 and WG2 were available for members of the public to view on CADAIR, Aber University's research repository. Creative Economy,Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Bleddyn Owen Huws","coPersons":["Patrick Philip Sims-Williams","Gruffydd Aled Williams"],"organisation":"Aberystwyth University","findingsText":" The amount of detailed work done by the late P.C. Bartrum which has now being developed upon by his colleague, M. P. Siddons. There is scope to publish Dr Siddon's WG3. A good basis has been developed to publish WG3, and further expand on WG1 and WG2. We have now a platform for publishing WG3 with kind co-operation of Dr Siddons. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}