{"id":"801736C7-B0C6-4251-864A-47C49EB0ECFB","title":"Conjugate Plane Photometry: Reducing Scintillation Noise in Ground-Based Astronomical Photometry","abstractText":"Scintillation is the phenomenon that we observe as the 'twinkling' of stars. It results from the optical effect of high-altitude turbulence in the Earth's atmosphere which, at any given time, diverts a fraction of the starlight into or out of the receiving aperture (e.g. telescope or eye) at the ground. This results in a rapid fluctuation of the total light intensity observed. For a large telescope, these fluctuations are averaged over the aperture area, so that the degree of 'twinkling' seen through a large telescope is much less than for the naked eye. However, for some types of telescope observations, these small residual intensity fluctuations are of critical importance: in particular for high-speed measurements of rapidly changing phenomena, such as the reduction in the measured light intensity which results when an extra-solar planet passes behind its parent star, as seen from Earth. \n\nThe dip in brightness resulting from such an exoplanet eclipse is usually very small (much less than 0.1%), since the planet contributes only a small fraction of the total light from the system. However, accurate observations of such eclipses can provide a wealth of information about the planet and its orbit around the parent star. For observations from the ground, scintillation noise limits the accuracy with which the eclipse 'light curve' can be determined so that, until now, the best data have typically been obtained with space-based telescopes, above the effects of the Earth's atmosphere. \n\nHere we propose to develop a new technique, known as 'Conjugate Plane Photometry' to effectively 'un-twinkle' photometric observations with ground-based telescopes. In this method, the high-altitude turbulent layer is focused onto a circular mask within the optical system of the instrument. The mask aperture is slightly smaller than the diameter of the telescope itself. This mask rejects that part of the starlight, close to the edge of the telescope aperture, that could have been diverted by the high turbulence into or out of the telescope, causing scintillation. The size of intensity fluctuations due to scintillation are then greatly reduced, so that more accurate photometric observations become possible with ground-based telescopes. \n\nOur proposed research seeks to demonstrate the full potential of the conjugate-plane photometry technique by developing a prototype instrument and deploying it on a large telescope. The ultimate goal of the work will be to demonstrate that photometric observations of phenomena such as exoplanet eclipses can be made from the ground with an accuracy approaching that which is possible with space-based telescopes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001236/1","grantId":"ST/J001236/1","fundValue":"227507","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"STFC","impactText":"","person":"Richard  Wilson","coPersons":["Vikram Singh  Dhillon"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}