{"id":"801EC201-F385-41FA-B2F3-DE1CB354540C","title":"Three-dimensional electron microscopy imaging of medical materials","abstractText":"Many samples of relevance to the medical materials industry are complex, containing mixed phases and interfaces buried within the sample. As an example one can consider what happens when a prosthetic device is implanted in an animal/human. The cells must stick to the device and spread and grow healthily. Studying the nature of this interface is therefore crucial, and it is important to find ways to image the three dimensional structure in its vicinity. Pills and tablets, as a means of delivering medicines, are another example. For these, the porosity of the tablet (which will depend on how the tablet was processed) and how the drug is distributed within the porous structure are key variables. The ability to image these structures at rather high magnifications, so that the detail of the structure is clear, is therefore crucial. Optical microscopy cannot always provide the level of detail required because of its limited resolution. However, conventional electron microscopy usually requires the use of high magnification and either ultra-thin samples (transmission electron microscopy) or only surface imaging can be performed (scanning electron microscopy). In this proposal we describe a new kind of electron microscopy which overcomes these problems, and opens up the way to build up three dimensional images of these complex medical materials. The technique uses a so-called Dual beam instrument, comprising both a conventional electron beam and also a focussed ion beam which can mill through materials. The ion beam cuts down through the material to expose buried interfaces. The electron beam, using a so-called environmental scanning electron microscope (ESEM) column, allows imaging of these exposed interfaces at high resolution. Because ESEM imagaing occurs in the presence of a low level of gas - and not an ultra high vacuum as in most scanning electron microscopes - insulators do not charge up under the electron beam. Thus the resolution is not degraded due to charging or the necessity of coating a sample with some conductive material. This approach will be developed for medical materials, both to develop appropriate protocols for this rather new approach, and also to solve specific problems to do with the porosity of tablets, and the nature of interfaces between spreading cells and an inorganic substrate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E007422/1","grantId":"BB/E007422/1","fundValue":"366471","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"BBSRC","impactText":"  During the grant we explored how far 3d reconstruction of the soft materials of relevance to the pharmaceutical and biomaterials industries could be achieved using dual beam microscopy. The approach proved to be far more challenging and prone to artefacts than we expected, so only limited impact was achieved. Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Athene  Donald DBE FRS","coPersons":["Serena  Best","Ruth Elizabeth Cameron"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}