{"id":"80223629-8DA5-4159-AA8E-9D990F856A0E","title":"From perception and action to the building blocks of social cognition: fMRI studies","abstractText":"It is standardly thought that action follows perception. However, much recent work from cognitive neuroscience contradicts this view, suggesting instead that our actions influence what we perceive. Moreover, our ability to predict both our own and others? future actions not only affects immediate perception but also our behaviour in social contexts, so that the control and prediction of action may provide a crucial ?building block? for the devleopment of social cognition. Disorders that affect the interaction between perception and action are found in a large number of neuropsychological and neuropsychiatric syndromes, from unilateral visual neglect, optic ataxia, and apraxia, through to autism and schizophrenia. Developing a better understanding of the basic processes involved, and their neural underpinnings, will in turn lead to the development of improved diagnostic services, and, in the longer term, improved treatment when impairments occur. This collaborative group application is to provide support posts for studies that will use a new high-resolution functional brain imaging facility to study the brain mechansisms mediating the interaction between perception and action. The collaboration brings together experts in human perception and attention, action control, and social cognitive processes, to provide a critical mass of researchers, visible at an international level. Through its excellent links to neuropsychological patients, and its access to novel and combined forms of neuroscientific measurements, the imaging facility will have a unique identity, serving as the focus for national and regional training.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401383","grantId":"G0401383","fundValue":"332133","fundStart":"2005-11-01","fundEnd":"2008-10-31","funder":"MRC","impactText":"","person":"Glyn  Humphreys","coPersons":["M. Jane Riddoch","Peter  Praamstra","Alan  Wing","Dana  Samson","I A  Apperly","Martin Gareth Edwards","Rowland Christopher Miall","Richard  Crisp"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}