{"id":"802EFF74-D6AC-4DD8-B6E5-0765E970045D","title":"A testable high-resolution spatial ecosystem model for inshore waters","abstractText":"The aim of the project is to develop a high-spatial resolution ecosystem model of an inshore area of the west of Scotland focussing on secondary producers and their predators. We shall use a box-model approach to represent nutrients and primary production adapted from previous work, allied to a demographic representation of secondary producers and their principal predators adapted from a fish-focussed non-spatial ecosystem model currently under development (FRS funded) at the University of Strathclyde. The model will cover the region surveyed in the FRS 1991 Loch Linnhe programme (see diagram below) plus connecting waters; the Firth of Lorne from Luing northwards, the Sound of Mull and the whole of Loch Linnhe up to the narrows at the mouth of Loch Eil. The physical context of the ecosystem model will be set by the hydrodynamics of the system. These will be simulated using the POLCOMS model configured for the region of interest at a resolution of about 100m. Key drivers of the model will be freshwater inputs and winds. Although good fresh water run-in data are available for this area for both the 1991 hindcast period (Heath 1995) and for the present day, only rather generalized wind data exist. Since western Scottish inshore waters are located in mountainous terrain, wind circulation (and hence wind driven surface currents) show strong local heterogeneity, and it will be necessary to develop a local wind model, which can predict surface wind forcing in relation to local terrain. This model will be developed and validated against present-day behaviour observed as part of field data collection during this programme. The resulting validated wind model will then be used to drive POLCOMS under present day conditions, so that the flow predictions can be validated against observations. The combined models will be used to hindcast flow fields during the 1991 survey as drivers for the biological model. A key aspect of the biological modelling will be testing against the 1991 survey data. To this end the model will be designed to facilitate Bayesian parameter estimation using Markov Chain Monte Carlo (MCMC) methods. Such estimation not only locates a `best-fit' parameter combination, but also evaluates parameter uncertainty and correlation; an invaluable tool during model development. For this purpose we shall develop models at a variety of spatial resolutions, running from a high resolution model at 100m scale, which will be primarily used in prognostic mode, down to a low resolution model at approximately 1km resolution, which will be used mainly for extended parameter exploration. We expect that the parameter estimation models will use a well established vertical scheme which divides the water column into surface (above the pycnocline), intermediate (tidally flushed) and deep (i.e. flushed only at turnover events) layers. However, to investigate sub-tidal cycle events we shall also construct a high resolution model with full water column representation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F001754/1","grantId":"NE/F001754/1","fundValue":"129327","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"NERC","impactText":"","person":"William Stephen Gurney","coPersons":["Mark Edward Inall","Andrew Christopher Dale","Philip  Gillibrand"],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}