{"id":"803AA9E7-5B5A-4F27-9745-B4B705BF78C1","title":"Roman Fever: Art and Environment in Romantic Rome: a synthesis of cultural and medical perspectives","abstractText":"The image of Rome - the Eternal City - is dominated by various kinds of cliche and myth. This project seeks to look beyond such received ideas, and focus on the less palatable conditions of the city's streets and back streets, and the neglected and inhospitable condition of its surrounding countryside. I ask how we can make sense of this while at the same time acknowledging that Rome continued to be revered as an artistic magnet, full of tourists and artists, eager to explore, record and celebrate what they found. In the period before it became capital of the new nation in 1870, Rome remained astonishingly unmodernised. We find a city that was dirty, unhygienic, almost primitive by contemporary European standards, with an environs which was depopulated, deforested and predominantly uncultivated. Both city and country were infested with devastating levels of malaria. My project asks how we should relate the towering cultural reputation of Rome with its more banal and \\n\\nunderstand the luminous, poetic images of Rome in landscape painting","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F005989/1","grantId":"AH/F005989/1","fundValue":"32136","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"  The book [Roman Fever] appeared in June 2013. I have had two reviews in journals of international scope - the Times Higher Education Supplement, and the Times Literary Supplement. However, wider use is as yet uncharted. Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural","person":"Richard  Wrigley","coPersons":[],"organisation":"University of Nottingham","findingsText":" That Rome's unhealthy climate had major effects on the viewing and making of art. That ideas about the nature of art drew on contemporary medical ideas. They could be investigated in relation to the 20th century. Culture, Heritage, Museums and Collections","dataset":"gtr"}