{"id":"80434944-DCF7-4B78-93CA-4E9DB4AE41FC","title":"Identifying components in the SFR6 pathway controlling cold acclimation and drought tolerance","abstractText":"Research in our laboratory is directed towards learning more about how plants tolerate freezing temperatures and drought conditions. Both of these are very important attributes for crop plants in this country as well as worldwide, and crops with the ability to withstand such unfavourable conditions can produce higher yields and can be grown in a wider range of locations improving their value to agriculture. Like humans, plants possess thousands of genes that determine their attributes, including their ability to cope with the environment in which they find themselves. We have discovered a gene in the model plant Arabidopsis which enables this plant to tolerate freezing temperatures and dehydrating conditions that would otherwise lead to death. We have called this gene SFR6. We have shown that 'sfr6 mutant plants' (plants with a defective SFR6 gene) lose their tolerance of freezing and drought conditions (environmental stress), a result that demonstrates how important the SFR6 gene is. Our previous work with these defective mutant plants has identified the reason for their inability to deal with cold and drought: SFR6 has an effect on numerous other genes whose roles in a normal plant are to protect it against these unfavourable environmental conditions. When SFR6 is missing /or simply defective- these other protective genes are unable to carry out their usual function. The question addressed in this new research proposal, is 'how does SFR6 influence this large number of protective genes associated with environmental stress tolerance?' Every gene (be it from a plant or an animal) facilitates the production of a specific protein. The SFR6 gene instructs the plant to produce the SFR6 protein. By knowing the genetic code that makes up the SFR6 gene (we discovered this last year), we can predict what the SFR6 protein will look like, however, we cannot predict how it will work. In this project we aim to discover whereabouts in the plant cell the SFR6 protein can be found, and what it is doing. Different parts of a plant cell have their own specialised function, and if we find SFR6 in a particular place, this will direct us towards identifying the type of job that the SFR6 protein is doing. In order to have any effect at all on the plant, the SFR6 protein must interact with other molecules in the cell in order to make them work. We propose here a selection of techniques which involve extracting SFR6 protein from a plant cell and examining what it is attached to. Any molecules found attached to SFR6 are most likely to be the molecules whose behaviour it needs to influence, in order to achieve its effects on cold and drought tolerance. Finally, we know that a defect in the SFR6 gene leads to a loss of environmental stress tolerance in Arabidopsis plants. We aim to ask 2 further questions related to this observation. Firstly, can we INCREASE stress tolerance in Arabidopsis by elevating the production of SFR6 protein and secondly, if this is possible, can we transfer this attribute to economically relevant crop species grown in the UK and throughout the world? The experiments described in the final part of our proposal will address these questions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F01984X/1","grantId":"BB/F01984X/1","fundValue":"341124","fundStart":"2009-01-01","fundEnd":"2011-12-31","funder":"BBSRC","impactText":"  Our findings have already been used and quoted by others reseraching the activation of stress gene expression in plants. The mutants we isoalted and the transgenic lines we created to answer specific questions in the grant have been requested by other scientists and their use is likely to lead to further discoveries and publications.  ","person":"Heather  Knight","coPersons":["Marc Robert Knight"],"organisation":"Durham University","findingsText":" Our research showed that SFR6 is a protein localised to the plant nucleus, where it controls the activation of gene expression. We discovered that this protein is a subunit of a 35-protein complex, Mediator. The Mediator complex links transcription factor binding at eukaryotic gene promoters with RNA polymerase II to effect transcription. We elucidated the mechanism by which SFR6 facilitates stress gene expression, demonstrating that SFR6 acts in conjunction with specific combinations of other Mediator transcriptional co-activator complex subunits depending on the genes that need to be switched on. We showed that genes that require SFR6 before they can be switched on (expressed) do so because in its absence, other mediator subunits and RNA polymerase fail to reach their site of action. We showed that this system can discriminate between different groups of stress-responsive genes and even between genes whose expression is triggered by the same stress condition. Our research showed that the correct functioning of this molecular mechanism is essential for plant freezing tolerance. This research provides a foundation for understanding specificty in transcriptional regulation not only in plants, but in other eukaryotic organisms also. Knowledge of this gene could be used to produce crop plants with altered SFR6 protein that could respond more effectively to biotic and abiotic challenges from the environment. Agriculture, Food and Drink","dataset":"gtr"}