{"id":"804907D0-1F83-49DF-832B-B30B8E1DF314","title":"Enzymes as traps in the elucidation of complex biochemical pathways","abstractText":"In this application we outline a method that will allow a step-change in our ability to study complex biochemical pathways, provide molecular detail on fascinating enzyme mechanisms and to rewrite the metabolic control of pathways involving labile intermediates. The elucidation of biochemical pathways is a challenging area that is often complicated by low levels of inherently unstable metabolic intermediates. We have developed a method that allows for the isolation of enzyme-bound metabolites, permitting their characterisation and thereby providing an opportunity to gain atomic resolution of a number of fascinating enzyme-mediated transformations. The application is based on the finding that in some biochemical pathways the product of one reaction is passed directly onto the next in a process known as substrate channelling. Key to this is a tight association between an enzyme and its product, which allows for the isolation of highly stable enzyme-product complexes. We will exploit these properties to unravel the mysteries surrounding the biosynthesis of vitamin B12 (cobalamin). By using His-tagged enzymes of the pathway it is now possible to isolate many of the hitherto ephemeral intermediates, trapped and stabilised on the tagged enzymes as tightly bound enzyme-product complexes. Characterisation of these intermediates will allow the complete elucidation of the corrin pathway. Moreover, a combination of enzymology and X-ray crystallography will permit a detailed understanding of the mechanism of the enzymes that mediate the synthesis of the corrin framework, including the ring contraction process that involves the extrusion of an integral carbon atom in a reaction that has no parallel in nature. Our preliminary data is consistent with the B12 pathway operating by direct metabolite channelling. We outline experiments to investigate this further and to determine whether enzyme rather than substrate concentration controls this metabolic process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I012079/1","grantId":"BB/I012079/1","fundValue":"483694","fundStart":"2011-12-01","fundEnd":"2015-11-30","funder":"BBSRC","impactText":"  The research has the potential engineer improvements in existing biological products and especially improve our understanding of biological systems through researching the role of modularity. The research will have application in the biomedicine and bioprocessing of pharmaceuticals and nutrient.\nThe main beneficiaries of this research are researchers in academia and industry who are interested in synthetic biology and its applications. There is a current strong interest in this area and science needs to put forward a strong representation in terms of the positive contributions that it can make. The research has not only provided essential information about how pathways and enzymes can be investigated, but it also provides greater insight into the biosynthesis of vitamin B12. Such knowledge could be used to generate vitamin overproducing bacterial strains to allow its competitive commercial production. Vitamin B12 is also a nutrient that is produced by many pathogenic bacteria and it represents a genuine target for bacteriocidal intervention. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Martin James Warren","coPersons":["Michael  Geeves","Mark James Howard"],"organisation":"University of Kent","findingsText":" There is a serious issue, one that has not previously been satisfactorily addressed, about how large metabolic pathways, often involving unstable intermediates, are able to operate efficiently within the cellular milieu. The release of labile compounds into the cell would make the synthesis very inefficient, unless the pathway is able to channel its metabolites from one enzyme to the next. From this grant we have shown that many of the enzymes involved in the biosynthesis of cobalamin (vitamin B12) retain the product of the reaction they have just catalysed very tightly, thereby forming an extremely stable enzyme-product complex. The bound compound is only released when it comes into contact with the next enzyme along the pathway. This hitherto unobserved property of forming a strong enzyme-product complex has been developed to isolate a number of otherwise short-lived intermediates and we have shown how this property can be exploited to gain a detailed description of a biochemical pathway. This was achieved by using the biosynthetic pathway enzymes as traps to isolate tightly bound enzyme-product complexes. The structures of these pathway intermediates was determined by NMR, after enrichment with 13C-labelled precursors. Crystallisation of the enzyme-product complexes, coupled with enzymology, provided further molecular detail on the processes associated with ring contraction. \nThe following objectives have so far been achieved: \n(1) Molecular detail on the mechanism of corrin ring synthesis in vitamin B12 along the aerobic pathway has been provided\n (2) The anaerobic pathway has been elucidated\n (3) The enzymology of direct metabolite transfer during cobalamin biosynthesis has been investigated. The basic findings of our preliminary research challenge some existing dogmas about how metabolic pathways and enzymes function. Thus the idea that all pathways can be described by a series of kinetic constants for individual enzymes comes unstuck if the enzymes behave in a cooperative manner, especially if it involves direct protein-protein interaction. In this respect enzyme concentration becomes more important than substrate concentration and basic Michaelis Menten kinetics no longer apply. Such finding will have serious implications for those working at systems levels, or those in industry interested in optimizing biochemical pathways for metabolite production.\nThe research also describes a simple but highly efficient method for the isolation of pathway intermediates, thereby allowing the elucidation of metabolic pathways in a fairly rapid timescale. This method will be particularly applicable to pathways involving labile compounds. With an increase of interest especially of secondary metabolites such an approach is likely to prove popular with chemical biologists and medicinal chemists alike. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}