{"id":"804B10C8-6B33-46CA-B71B-634282BD179F","title":"The representation of place by collectors and through collections: an evaluation of examples from Northern Ireland","abstractText":"Context of proposed activites\\n\\nNorthern Ireland has been constructed and represented by our collecting institutions is an important and valuable subject and one that will raise questions about the purpose of museums and galleries. These workshops will investigate the ideological foundations of our museums and their collections. They will investigate how Northern Ireland identity was constructed and represented through these collections. It will then use this knowledge to consider the nature of our institutions in the contemporary context.\\n\\nAims and objectives\\n\\n1. To acknowledge and explore the impact collections have on understanding and \\n constructing place.\\n2. To interrogate the idea of Northern Ireland constructed and embedded through\\n museums and collections.\\n3. To examine the role of collections in the representation of contemporary Northern \\n Ireland\\n\\nWider significance and benefits\\n\\nFor a number of reasons, these workshops of this nature are especially pertinenty for Northern Ireland at this time. In the first place, the management of heritage and museum services in Northern Ireland is currently being reconsidered through the Review of Public Administration. Secondly, during 2006-8 the Ulster Museum will be closed for refurbishment and redisplay. This is the most significant redisplay in the history of the museums and therefore an ideal opportunity then to evaluate the public service. Finally, there has been a growth in Northern Ireland of collecting activity amongst community groups, who are attempting to represent their own histories and experiences through collections and exhibitions. These workshops will be an opportunity to actually evaluate this activity and ask questions about its role in the representation of Northern Ireland. These three points make this an ideal time to discuss how our museum collections represent Northern Ireland.\\n\\nAs well as being an important topic for historical reviewa nd critique, contemporary approaches to museums and galleries have made this an essential topic for further investigations. Reports arising from the museum and cultural sectors that consider issues such as inclusion (GLLAM 2000), social justice (Scottish Museums Council 1999), tolerance and democracy (CLMG 2005) are particularly pertinent in the Northern Ireland context and need to be discussed in relation to how we should plan for our museums. It is essential that we consider the relevance of our established collections within the context of this new thinking about museums. Furthermore, we must also debate how we might add to our collections to better represent the diversity of identities and interpretations of place that exist in contemporary Northern Ireland.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E500331/1","grantId":"AH/E500331/1","fundValue":"5514","fundStart":"2006-10-01","fundEnd":"2007-07-31","funder":"AHRC","impactText":"","person":"Elizabeth  Crooke","coPersons":[],"organisation":"University of Ulster","findingsText":"","dataset":"gtr"}