{"id":"8055560F-13BE-4AE0-ADEA-8727C7E956BD","title":"Dibismuthines: synthesis, metal complexes and evaluation as precursors for Bi alloy films","abstractText":"Organophosphorus ligands (phosphines) play a central role in much transition metal coordination and organometallic chemistry. Their complexes present discrete molecular forms of the transition metal, soluble in organic solvents, which is key to their spectroscopic study and to applications in organometallic synthesis. The properties of the metal centre can be tuned by systematic changes in the phosphine substituents. The heavier analogues of phosphines have received less attention, and this is particularly true of the heaviest member of the group, bismuthines.This proposal sets out to develop the chemistry of dibismuthines (organobismuth compounds containing two bismuth centres linked by an organic group and each carrying two further organic terminal groups). We propose to synthesise a range of such compounds, explore their properties and their complexes with a carefully chosen series of transition metal species. The new complexes will be fully characterised spectroscopically and structurally, and this work will open up a hitherto unexplored area of coordination chemistry. We will also explore some ligands containing bismuth in combination with phosphorus or arsenic donor groups, where the P or As atom will act as a stronger tether to the metal acceptor, enabling a wider range of metals to be complexed to the bismuth.In the final part of the project we will carry out exploratory studies to assess whether the bismuthine complexes can function as precursors for the synthesis of bismuth alloys by chemical vapour deposition methods. Such techniques are widely used to make thin films etc for the electronics industries but have not been developed for bismuth. Environmental legislation requires the replacement of lead from many (electronics) applications and bismuth is the most likely choice to achieve this. The project will establish if some key bismuth-alloys can be produced as films by CVD methods from metal bismuthine complexes. Formation of Bi alloy nanoparticles will also be investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F038763/1","grantId":"EP/F038763/1","fundValue":"213424","fundStart":"2008-08-26","fundEnd":"2010-12-25","funder":"EPSRC","impactText":"  The work developed new synthons for organoantimony and -bismuth chemistry. This has been taken forward by PhD students in further project. Chemicals Cultural","person":"William  Levason","coPersons":["G  Reid"],"organisation":"University of Southampton","findingsText":" The synthesis of the a series of polydentate hybrid distibines and the first hybrid dibismuthines, and a series of metal complexes. Both the ligands and metal complexes showed hypervalent bonding O(S,N)-Sb(Bi). Lewis acid and lewis base complexes of halostibines and bismuthines were fully characterised and their use to make polydentate ligands explored. Further development of the chemistry of bismuth donor ligands Chemicals","dataset":"gtr"}