{"id":"805784FB-6924-40E1-8B3D-BA788FA8E772","title":"Building Global Engagements at the University of Nottingham","abstractText":"The University of Nottingham is widely recognized as a pioneer in the internationalization of research and teaching through the development of our overseas campuses in China and Malaysia, our membership of Universitas 21, and numerous specific partnerships with leading institutions across the world. Indeed, the Times described the University of Nottingham as &quot;the closest the UK has to a truly global university&quot;.\n\nWe now wish to undertake a step change in the way that we approach global partnerships by establishing a new multilateral approach in which multiple research teams join up across multiple regions to tackle the most pressing global challenges. \n\nWe will drive this forward through a series of initiatives that develop global partnerships in three key priority themes across three geographic regions. Our three themes of Digital Economy, Energy and Quantum Technologies are all key priorities for the UK and are underpinned by critical mass funding at Nottingham, including large EPSRC portfolios. Our three regions of India, North America, and South Korea are strategically important for Nottingham, and have been chosen to strike a balance between building on established relationships with world-leading partners while also opening up important new opportunities. \n\nWe will fund a combination of catalyzing and integration activities. Ten catalyzing activities will deliver tailored programmes of visits and exchanges addressing specific areas of overlap with our chosen partners. These focused explorations will be integrated into a wider multilateral approach through theme-based roadtrips, high-level regional delegations, a final integrating workshop, and a reflective final report.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K003941/1","grantId":"EP/K003941/1","fundValue":"499008","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  The project was designed to establish and build on connections in specific countries (India, USA, Republic of Korea) across three priority themes: digital economy, energy and quantum technologies. Within the 12-month grant period, the University of Nottingham has engaged with more than 50 institutions across the priority themes and countries which will lead to new research opportunities that will lead to impact. More than 20 of these connections are entirely new. It is too early to determine the specific impacts at this stage.  ","person":"Christine Thelma Ennew","coPersons":["Peter  Kruger","Martin  Schroder","Thomas  Rodden","Jon  Clare","Steve  Benford","Bryan  Gallagher","Timothy Mark Fromhold","Derek  McAuley","Colin Edward Snape","Gavin Stuart Walker","Richard  Bowtell","Michele Louise Clarke"],"organisation":"University of Nottingham","findingsText":" Building Global Engagements has acted as a catalyst and an enabler for the formation and development of a suite of new and emergent connections, and for established relationships to be deepened and extended. The insights and networks of our Alumni and in-country resources have been a powerful addition to the formation of these new connections.\n\nThe strategically defined regions (India, USA and Republic of Korea) and thematic areas resulted in the Quantum Technologies and Energy themes forming new internal connections which wouldn’t have otherwise happened, and cascade of new opportunities and connections were driven out of this new internal network.\n\nBy combining a top down approach with bottom up, researcher/academic led activities, Building Global Engagements has generated an impressive mix of immediate outputs, and a strong appetite and desire to build upon the efforts of the previous 12 months.\n \nMany relationships are emergent, but have a high potential to generate long term collaborations with the University. The primary outcomes of the grant are:\n(i) Establishing and building on connections across the themes/countries. Subsequent to the grant, a wide range of follow-on opportunities are being explored including student mobility, joint workshops, potential joint research and publications.\n(ii) Learning from the project to inform approaches to international collaborations. A key output from the grant was a reflective study on international collaboration mechanisms which will inform University strategy in this area. Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Other","dataset":"gtr"}