{"id":"80575D15-95AE-4C07-9306-51BF8AC29F87","title":"SwiTching And tRansmission (STAR)","abstractText":"The Internet power consumption has continued to increase over the last decade as a result of a bandwidth growth of at least 50 to 100 times. Further bandwidth growth between 40% and 300% is predicted in the next 3 years as a result of the growing popularity of bandwidth intensive applications. Energy efficiency is therefore increasingly becoming a key priority for ICT organizations given the obvious ecological and economic drivers. In this project we adopt the GreenTouch energy saving target of a factor of a 100 for Core Switching and Routing and believe this ambitious target is achievable should the research in this proposal prove successful. A key observation in core networks is that most of the power is consumed in the IP layer while optical transmission and optical switching are power efficient in comparison, hence the inspiration for this project. Therefore we will introduce energy efficient optimum physical network topologies that encourage optical transmission and optical switching at the expense of IP routing whenever possible. Initial studies by the applicants show that physical topology choices in networks have the potential to significantly reduce the power consumption, however network optimization and the consideration of traffic and the opportunities afforded by large, low power photonic switch architectures will lead to further power savings. We will investigate a large, high speed photonic switch architecture in this project, minimize its power consumption and determine optimum network physical topologies that exploit this switch to minimize power consumption. We will design new large photonic switch fabrics, based on hybrid semiconductor optical amplifiers (SOA) / Mach Zehnder interferometers as gating elements to minimise the switching energy per bit, and plan to optimize the network architecture making use of these new switch architectures and introduce (photonic) chip power monitoring to inform higher layer decisions. \nNetworks are typically over provisioned at present to maintain quality of service. We will study optimum resource allocation to reduce the overprovisioning factor while maintaining the quality of service. Protection is currently provided in networks through the allocation of redundant paths and resources, and for full protection there is a protection route for every working route. We will optimize our networks to minimize power wastage due to protection. The power savings due to optimum physical topology design, optimum resource allocation, optical switching instead of IP routing, more efficient photonic switches and energy efficient protection can be combined and therefore the investigators and their industrial collaborators BT, Alcatel Lucent and Telekomunikacja Polska, believe that an ambitious factor of 100 power saving in core networks can be realised through this project with significant potential for resulting impact on how core photonic networks are designed and implemented.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K018116/1","grantId":"EP/K018116/1","fundValue":"299440","fundStart":"2013-04-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"  Global ICT energy consumption is rising significantly - unless disruptive technologies are developed it is predicted that it will consume in excess of 20% of global power consumption. Internet switches and routers consume large amounts of power, as their switching takes place in the electrical domain. \nIt is possible to reduce this power consumption significantly if energy efficient high speed optical switch fabrics can be developed and be used as substitutes electronic packet switches currently used in the telecommunications networks.\nWork within the project is developing initial integrated optical switch designs with an aim to improve their energy efficiency by several orders of magnitude. This will thus make a significant contribution to the reduction in energy consumption within telecommunications systems and cloud storage systems\nThis work is attracting significant interest from industrial partners such as Alcatel Lucent. Digital/Communication/Information Technologies (including Software),Electronics,Environment Societal,Economic","person":"Richard  Penty","coPersons":["Ian Hugh  White"],"organisation":"University of Cambridge","findingsText":" The project seeks to optimise architectures for optical transmission, enabled by the advent of high speed, high energy efficiency integrated optical switches.\nPrevious research has shown that it is possible to develop integrated optical switches with nanosecond switching times, which can route optical data at rates in excess of 10 Gb/s from as many as 16 input ports to 16 output ports. These switches can be compact, with dimensions less than 10mm and can exhibit energy efficiencies of 26pJ/bit.\nThis project however seeks to improve the performance of such integrated optical switches, both by improving the switching performance, yielding larger switches and by improving the energy efficiency of such switches. \nA key development within the first 18 months of the project is the introduction of a new architecture within the optical switch fabric itself. This uses the very low penalty switching performance of Mach-Zehnder interferometers to develop compact switching elements with exceedingly low power consumption. These switching elements however suffer from poor crosstalk performance and whilst having lower losses than other switching architectures do exhibit a small optical loss. Both of these limitations can be overcome by following the switching elements with small semiconductor optical amplifiers and using a dilated architecture, which not only improve the crosstalk, but also compensate for any optical loss within the switch.\nThis development has enabled the fabrication of small 2x2 port optical switches, which can be used experimentally as building blocks to emulate larger switches. Such experiments have shown that integrated switch fabrics as large as 128x128 ports are feasible using this design.\nNot only can larger switches be built, but their improved optical performance means that multiple wavelengths can be sent through each switching element simultaneously, enabling much higher data capacities to be realized.\nThese improvements indicate that the energy efficiency of such a switch is better than 1pJ/bit, two orders of magnitude improvement on our original optical switch fabrics.\nLarger port count switches are currently being fabricated, with a 4x4 port switch expected soon, and designs for an 8x8 port switch complete. This project is contributing to the Greentouch consortium, whose aim is to 'to deliver the architecture, specifications and roadmap to increase network energy efficiency by a factor of 1000 compared to 2010 levels'. There are a number of key industrial collaborators within consortium, in particular Alcatel Lucent are very keen to perform laboratory demonstrations of the switching technology, as it appears to be a potential component in future high capacity internet routers.\nOther industrial users have contacted us, expressing interest in using such a switch within telecommunications products. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}