{"id":"805F2C92-7064-4266-A3C0-9836F6D51F4D","title":"Holocene tephra constraints on the timing of millennial-scale variability in the subpolar North Atlantic","abstractText":"Millennial-scale climate variability in the subpolar North Atlantic is thought to be a pervasive, common feature of marine, ice core and terrestrial archives throughout the Holocene, mainly driven by changes in the Atlantic Meridional Overturning Circulation (AMOC). Strong ocean-atmosphere coupling in the North Atlantic mean that stronger (or weaker) westerlies associated with a prolonged positive (or negative) North Atlantic Oscillation (NAO) phase may have enhanced AMOC during the last millennium. We intend to demonstrate for the first time that the proposed atmospheric forcing of AMOC during the past millennium is an underlying mechanism that persists throughout the Holocene. AMOC variability plays an important role in the modulation of European (and global) climate variability through the latitudinal transfer of heat northwards via the North Atlantic Current (NAC) and there is an emerging understanding of the importance of subpolar gyre (SPG) dynamics, primarily driven by atmospheric forcing, upon the salinity of the NAC and hence the strength of AMOC. The fjordic environments of Scotland, as represented by Loch Sunart, are well-placed to capture this variability, and together with recent tephrochronological advances at this site, present a unique opportunity to underpin the chronology of regional land-ocean interactions during the Holocene. High-resolution (0.3 cm/yr) reconstructions of salinity, temperature and circulation from a 22.5m long core (MD04-2832), recovered from Loch Sunart (NW Scotland), reflect the controls of both NE Atlantic hydrology and large-scale atmospheric forcing. For example, between 5-6 kyr, MD04-2832 proxies respond to a major reorganization in atmospheric circulation4, SPG dynamics and AMOC variability. The available chronological control in these records, however, limits our ability to critically test the relative timing of these large-scale northern hemisphere synoptic climate changes. The aim of this proposal is to establish a tephra stratigraphy for MD04-2832, to underpin the precise timing of these large-scale shifts in Holocene marine climate and facilitate a comparison with proxies of atmospheric circulation recorded in Greenland ice cores and elsewhere. If the current understanding of stronger westerlies associated with a prolonged positive NAO phase linked to enhanced AMOC via SPG dynamics is correct, then we hypothesize that our marine proxy records from the west of Scotland will synchronize with large-scale changes in atmospheric circulation inferred from Greenland ice cores. Critically, given the uncertainties of existing age-control, tephra isochrones are the key to solving this chronological problem and a significant number of Holocene tephra are known from terrestrial settings in Scotland and Ireland.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H012273/1","grantId":"NE/H012273/1","fundValue":"51767","fundStart":"2010-02-01","fundEnd":"2011-07-31","funder":"NERC","impactText":"","person":"William Edward Newns  Austin","coPersons":["Siwan Manon Davies"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}