{"id":"80604D66-F107-4D72-AD7E-FD456D3223EC","title":"Sustainability transitions: rethinking everyday practices, identities and livelihoods","abstractText":"<p>This seminar series explores sustainability transitions (projected processes of social change to sustainable patterns of production and consumption) from explicitly social, political and economic perspectives. It examines the impact of preparing for sustainability transitions on people's everyday lives and livelihoods and considers the role of grassroots political actors in shaping these transitions. It explores and critiques theories of transition from the specific perspective of the social; aiming to build bridges to relevant social theory and social science disciplines.</p>\n\n<p>The series will also explore the interrelationships between theory and practice and how they inform and shape one another.</p>\n\n<p>Seminars 1-4 focus on:</p>\n\n<ul>\n \n\n <li>stimulating interdisciplinary academic dialogue - addressing themes of capacities for transition (at various scales)</li>\n\n <li>the practices of earlier social movements that provide a historical precedent for contemporary transitions</li>\n\n <li>how social identities may change through the process of sustainability transitions</li>\n\n <li>the everyday politics of transition as enacted by social movements and other political actors.</li>\n\n</ul>\n\n<p>Finally, Seminar 5 has been designed to have a practitioner and policy focus with academic input, utilising Open Space technologies to enable participants to set the agenda for the day, and will be hosted in a non-academic environment at the Centre for Alternative Technology.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I00145X/1","grantId":"ES/I00145X/1","fundValue":"17945","fundStart":"2011-02-01","fundEnd":"2013-01-31","funder":"ESRC","impactText":"  The co-applicants and many of the participants in this seminar series are embedded in local, regional and national initiatives about environmental justice and sustainability. They continue to work with practitioners and local communities to translate critical social science research into effective policy and practice that addresses social, cultural and everyday economic factors in sustainability transitions.\n\nFor Gavin Brown, Kelvin Mason, Peter North, Jenny Pickerill and Amanda Smith the discussions about diverse forms of transition that were fostered by this seminar series has led to further work exploring the ways in which political engagement and activism changes across the lifecourse. They are pursuing these ideas through a variety of small research projects at present. Communities and Social Services/Policy,Education,Energy,Environment Cultural,Societal,Policy & public services","person":"Gavin Phillip Brown","coPersons":["Simon  Marvin","Jenny  Pickerill","Amanda  Smith","Peter James North","Adrian Paul Smith","Gill  Seyfang"],"organisation":"University of Leicester","findingsText":" There was a high level of demand for all events in the seminar series (bookings ranged from 48 for the first seminar to 29 for the final, two-day event) and places were offered to all who booked. Feedback from participants demonstrates that they appreciated the opportunity to hear interdisciplinary perspectives on sustainability transitions, the dialogue between academics and 'activists', and the networking opportunities afforded by the events. While valued by many participants, the attempts to foster dialogue between practitioners, activists and academics were not always successful (see http://manchesterclimatemonthly.net/2012/05/01/event-report-low-carbon-transitions-relevant-lessons-from-the-1970s-crisis/). This prompted Mason, Brown and Pickerill (2013) to reflect further on how specialist language, economics, and different understandings of what constitutes 'useful knowledge' can serve as barriers to dialogue and effective collaboration.\n\nThe seminar series inspired participants researching different aspects of sustainability to re-evaluate the potential for using the concept of 'transition' in their work: &quot;the series stimulated me to think more deeply about transitions&quot; (Robyn Dowling); and, &quot;the seminar actually made me more aware of the potential of the transition concept and raised the visibility of the term and approach in my own research,&quot; (James Evans). Several of the co-applicants have since published work that critically engages with the concept of 'transition': North and Longhurst (forthcoming) have questioned the potential and limits of 'transition' as a form of eco-localisation within the Transition Towns movement; while (Brown, Kraftl, Pickerill and Upton 2012) have theorised 'transition' as a process of 'holding together' the potentially conflicting aspirations of diverse social actors in a time of crisis. In advance of the third seminar, a discussion paper was circulated (Hodson, Marvin and Smith 2012) which examined the similarities and differences between the sustainability innovations enacted during the financial and energy crisis of the 1970s and those being developed today. They posed pertinent questions about who benefits from experimentation with 'alternatives' in periods of crisis.\n\nA key theme running through the seminar series was around questions of identity/difference, and related issues of equality and social justice within sustainability transitions. Brown (Anderson et al. 2012) has theorised that identity politics, as it has developed in the last four decades, must be understood in the context of the era of high carbon consumption. Seminars 2, 4 and 5 provoked participants to re-consider the notion of resilience in the Transition Town movement, to think transnationally about societal transitions, and to question the classed/racialized norms that are embedded within 'sustainability transitions' practices. The intersections between individual, collective and societal transitions are at the core of follow-up research planned by Brown, Mason, North, Pickerill and Amanda Smith.\n\nIn addition to the planned research mentioned above, the seminar series has enabled new collaborations between (and beyond) members of the core group. North and Amanda Smith co-organised a session on 'Urban Resilience' at the 2012 Royal Geographical Society conference. Brown and Pickerill are organising a workshop with researchers from the Public Interest Research Centre to explore potential collaboration around PIRC's work on the power of personal 'values' in social change. The co-applicants are embedded in local, regional and national initiatives about environmental justice and sustainability. They will continue to work with practitioners and local communities to translate critical social science research into effective policy and practice that addresses social, cultural and everyday economic factors in sustainability transitions. Communities and Social Services/Policy,Energy,Environment,Government, Democracy and Justice","dataset":"gtr"}