{"id":"8060AC6C-F470-450F-BC8A-A67FC424B4A0","title":"Workshop Coping with Complexity: Model Reduction and Data Analysis","abstractText":"The problem of model reduction is one of the central problems in multiscale modelling that has recently attracted much attention from the research community across a number of disciplines ranging from applied mathematics to physics, biology and engineering. It has many different aspects and many versions of problem statements and solution methodologies have been created to answer the recent challenges of natural sciences and engineering, from fluid dynamics and chemical engineering to system biology. Coarse-graining theories and computational approaches are becoming a subject of intense research efforts. Such methods provide an effective route for constructing multi-scale models, in other words models which computationally couple phenomena occurring at different scales (macroscopic and microscopic ones). Given that the range of applications of model reduction techniques is huge, and so is the number of methods, special efforts are needed to collect and generalize these results (obtained in different disciplines and formulated in different languages) into a unified and complete toolbox. The main mission of the Workshop is to create a meeting point between researchers from a wide range o disciplines where knowledge about model reduction and coarse-graining for multiscale phenomena will be constructed, obtained and advanced through the dissemination of particular research efforts and achievements.The theme of the workshop is deliberately broad in scope and aims to promote a vigorous exchange of new ideas and fresh methodological perspectives in the increasingly important area of model reduction and coarse graining for multiscale phenomena through a number of dissemination approaches ranging from formal plenary and regular presentations to informal open-ended discussions. The main thematic areas of the workshop in theoretical and computational approaches are:1) Theoretical Approaches (deterministic and stochastic): Invariant manifolds, inertial manifolds, perturbation theory, approximation theory, normal form theory;2) Computational and Algorithmic Approaches: Legacy codes and timesteppers, numerical computation of invariant manifolds, invariant grids, coarse-graining approaches;3) Data analysis and approximation techniques for model reduction: Principal manifolds, dimension reduction methods, data visualization approaches and their applications; 4) Fields of Applications: Non-equilibrium statistical mechanics, kinetic theory, hydrodynamics and mechanics of continuous media, (bio)chemical kinetics, material modelling, bioinformatics, particulate systems, nonlinear dynamics, nonlinear control.Specific areas of study represented in the workshop include dynamical systems, non-equilibrium statistical mechanics, kinetic theory, hydrodynamics and mechanics of continuous media, (bio)chemical kinetics, particulate systems, nonlinear dynamics, nonlinear control, and nonlinear estimation. The interdisciplinary challenge of the workshop theme has attracted many high-level researchers from various countries. Most of the accepted talks are very interdisciplinary, and combine various methods for solution of model reduction problems. Mathematical methods include: dynamical systems approaches (invariant manifolds, inertial manifolds, geometric singular perturbation, perturbative and non-perturbative methods, KAM theory); modern development of PDE (integrable systems, homogenization theory, numerical methods for PDE); methods of approximation theory (machine learning, manifold learning, radial basis functions approach).The Workshop will constitute a step in collecting and advancing the knowledge generated on model reduction and coarse-graining for multiscale phenomena construction through the dissemination of research results and efforts. This new synthesis will be","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H018026/1","grantId":"EP/H018026/1","fundValue":"10164","fundStart":"2009-08-31","fundEnd":"2009-12-30","funder":"EPSRC","impactText":"  The methods disseminated during the Workshop are now used in some application outside academic research: in applied rock physics, in online diagnosis systems for veterinary, in visualisation of genomic data for cancer study. Chemicals,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology Economic,Policy & public services","person":"Alexander  Gorban","coPersons":[],"organisation":"University of Leicester","findingsText":" The goal of this Workshop was to intensify development of constructive methods for complexity reduction in various areas of mathematical modeling, to identify the most promising directions of research, and to promote interdisciplinary and international collaboration in these directions. For these purposes, the Program Committee has assembled a group of people with a wide variety of expertise reflecting the thematically interdisciplinary nature of the workshop, has organized a series of presentations and encouraged fruitful discussions in an informal and casual format. \n\nMain events (the talks of outstanding scientists):\n\nLinking Diffusion Map variables with equation-free multiscale computations \nYannis G. Kevrekidis, Benjamin Sonday and Mikko Haataja \nPrinceton University, NJ, USA\n\nAggregation Procedures for Complex Systems \nR.S.MacKay \nMathematics Institute, University of Warwick, Coventry\n\nFast dispersion slow diffusion multi-scale dynamics: theory and computation \nMarshall Slemrod \nUniversity of Wisconsin, USA\n\nAnalysis a Stiff Limit Cycle with CSP: Glycolysis in Saccharomyces cerevisiae \nPanayotis D. Kourdis, Ralf Steuer, Dimitris A. Goussis \nNational Technical University, Athens, Greece \nInstitute of Theoretical Biology, Humboldt University, Berlin, Germany\n\nPhysics-Based Low Order Galerkin Models in Fluid Dynamics &amp;amp;amp; Flow Control \nGilead Tadmor \nNortheastern University, Boston, USA \nBernd R. Noack, Michael Schlegel and Oliver Lehmann \nBerlin Institute of Technology MB1, Germany\nMarek Morzynski \nPoznan University of Technology, Poland\n\nComputing realizations of reaction kinetic networks with given properties\nG?bor Szederk?enyi, D?vid Csercsik, Katalin M. Hangos\nComputer and Automation Research Institute, Hungarian Academy of Sciences\n\nBregman Divergences for Exploratory Data Analysis \nColin Fyfe \nThe University of the West of Scotland\n\nExtracting functional dependence from sparse data and dimensionality reduction for potential energy surfaces\nSergei Manzhos, Koichi Yamashita\nDepartment of Chemical Systems Engineering, University of Tokyo, Japan\nTucker Carrington\nDepartment of Chemistry, Queen's University, Kingston, ON, Canada\n\nThe proceedings volume is published by Springer in Lecture Notes in Computational Science and Engineering:\nAlexander N. Gorban and Dirk Roose (Editors), Coping with Complexity: Model Reduction and Data Analysis, Lecture Notes in Computational Science and Engineering, Springer, Heidelberg-Dordrecht-London-New York, 2010 This research achievements presented at the Workshop are of potential benefit to companies with strong domains such as fine chemicals, pharmaceuticals etc. Model reduction can shorten development time and therefore cut costs and improve overall production policies. Dissemination of these research aspects to companies can be realised through short courses, and through the Process Integration Research Consortium. Aerospace, Defence and Marine,Chemicals,Education,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}