{"id":"80739CC6-5FE8-4BCB-BCAD-E87D3C9AC3BA","title":"UK Infrastructure for Large-scale Clinical Genomics Research","abstractText":"Background \nThe UK 100,000 Genomes Project will accelerate the application of whole genome sequencing (WGS) into routine care for the National Health Service. The genome is the genetic material of an organism (either in DNA or, for many types of viruses, in RNA). WGS provides the most comprehensive inventory of an individual's genetic variation. By incorporating this into routine care it will transform the health services people receive, changing the processes of diagnosis and management. The UK 100,000 Genomes Project seeks to drive this change by sequencing 100,000 genomes of individuals affected by rare diseases and cancer (and their families) and infectious disease pathogens. \n \nVision \nThe UK Infrastructure for Large-scale Clinical Genomics Research will provide the infrastructure which, using the information from the 100,000 Genomes project, will develop the UK as an international centre of excellences for the analysis of very large and complex biomedical datasets. As a national resource for the development of new knowledge it will provide transformative advances in the speed and range of research into the causes and consequences, prevention and treatment of disease. This proposal presents a unique opportunity for UK clinical research that will enable the discovery of new diagnostics, test complex approaches to stratified medicine, and drive therapeutic innovation. \n \nRare diseases \nThere are between 6,000 and 8,000 rare diseases and while each one only affects a small number of people, overall they affect the lives of 3 million people in England. Only 50% of rare diseases have an existing molecular (genetic) diagnosis. Through the scale of the 100,000 Genomes Project and by having a focus on unmet need, this infrastructure will create significant opportunities for scientific innovation, helping to assist in the interpretation of genetic findings whose clinical significance is currently unknown or uncertain. \n \nCancer\nCancer is, fundamentally, a genetic disorder where mutations lead to uncontrolled cell growth. The clinical impact of sequencing technologies has already enabled precise definitions of disease, uncovered insights into how cancer develops and has helped identify therapeutic targets from which to develop treatments. The importance of around 200 key genes across cancer types is known but focusing only on these alone in clinical care will not be enough to significantly impact upon the majority of individuals with cancer. Due to the scale of the 100,000 Genomes Project it offers the best opportunity to drive forward our understanding. \n\nPathogens and Infectious Disease. \nWGS for pathogens - both viruses and bacteria is being adopted for routine management of infectious diseases, providing information on transmission and antibiotic resistance and creating tremendous opportunities for clinical research. \n\nOutput \nThis proposal is to fund the core hardware and software components of a data and computing infrastructure for genomics and clinical genomics research, this includes adapting existing software developed by UK partners who are international leaders in this field. The proposed infrastructure will be innovative in terms of content, technology, and scientific collaboration. It will contain clinical, health, and WGS data on large numbers of patients and pathogens in a range of key therapeutic areas. The data will be collected prospectively and will be extended with regular updates from clinical care. Available to clinicians, patients, industry and academia it will: encourage and enable engagement and collaboration in research, provide a platform for trials recruitment, and increase the depth and quality of the data obtained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M009203/1","grantId":"MR/M009203/1","fundValue":"17991000","fundStart":"2015-04-30","fundEnd":"2016-01-11","funder":"MRC","impactText":"","person":"Mark  Caulfield","coPersons":["Andrew David Morris","Matthew  Hurles","Ewan  Birney","Tim  Hubbard","Martin J Landray","Gil  McVean","Jim  Davies"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}