{"id":"80775220-41EE-48DE-BF65-752802FEC412","title":"Determining the substrate specificity of ER oxidoreductases","abstractText":"For cells and tissues to remain healthy they must be able to make proteins and the proteins they make must be able to function correctly. The cell has complex machinery for ensuring that when new proteins are made they are functional and are transported to the correct location, be it within the cell or outside. This project will address the general question of how the cell ensures that proteins are made correctly and adopt the correct shape. Proteins are made as a string of amino acids which coil-up or fold to adopt a characteristic shape or three-dimensional structure. Only one such shape is functional and the cell ensures that this shape is adopted by providing helper proteins or chaperones to aid this process. A family of enzymes that are located within the cell are responsible for ensuring that some proteins are made correctly and adopt the correct shape. However little is known about which proteins these enzymes are able to help or indeed what their exact function is. We will use a newly developed technique to identify the substrate proteins for each of these enzymes and use this information to determine precisely their function during the folding of proteins within the cell. The information gained from this work will help with our attempts to understand what the cell needs to produce proteins. Understanding the requirements for protein folding in more depth will aid us to make rational decisions when we try to produce proteins in a recombinant form for either structural biology studies or for medical uses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D00764X/1","grantId":"BB/D00764X/1","fundValue":"232693","fundStart":"2006-03-01","fundEnd":"2009-02-28","funder":"BBSRC","impactText":"  Provided data for the identification of enzymes involved in removal of non-native disulfides.\nUsed to demonstrate a link between the unfolded protein response and disulfide reduction.  ","person":"Neil John Bulleid","coPersons":[],"organisation":"The University of Manchester","findingsText":" Identification of substrates for folding enzymes present in the secretory pathway Design of novel cell lines for biopharmaceutical production. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}