{"id":"80927D72-C560-41C9-A85B-DA5E024D5771","title":"Integrated Orbital Angular Momentum Quantum Photonics","abstractText":"Harnessing the quantum mechanical properties of light is an appealing approach to developing future quantum technologies for applications in communications, sensing, simulation and computation. Integrated quantum photonics waveguide circuits and orbital angular momentum are two promising but disparate fields of quantum photonic research that hold great potential for the development of future quantum photonic technologies. Integrated quantum photonic (IQP) waveguide circuits control and manipulate light propagating within mm-sized waveguide circuits, whereas the orbital angular moment (OAM) degree-of-freedom of the photon enables efficient communication of quantum information through the generation of high-dimensional entangled qu-dits propagating in free-space.\n\nThis research project aims to merge these two seemingly incompatible technologies to realised integrated quantum photonic waveguide circuits that can generate, manipulate and detect OAM states of light for chip-to-chip transfer of quantum information. This new integration technology will harness the advantages of both IQP and OAM to develop new applications in quantum communications, distributed quantum information processing, generation of high-dimensional entanglement and hyper-entanglement, quantum key distribution and the investigation of fundamental science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K023063/1","grantId":"EP/K023063/1","fundValue":"245528","fundStart":"2012-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  Findings of this award are being used to inform research into future uses of Orbital Angular Momentum Emitting devices. Digital/Communication/Information Technologies (including Software),Other ","person":"Mark Gerard Thompson","coPersons":[],"organisation":"University of Bristol","findingsText":" In this work, an extremely compact optical vortex emitter was demonstrated with the ability to actively tune between different orbital angular momentum modes. The emitter was tuned using a single electrically contacted thermo-optical control, maintaining device simplicity and micron scale footprint. We reported on an ultra-compact silicon integrated device capable of rapidly tuning emitted light. This is the first demonstration of such switching on-chip, and the switching rate of the device is one to two orders of magnitude faster than previously demonstrated with bulk-optics approaches. These designs could be further optimised for applications up a wide range of possibilities for applications in sensing and manipulation, telecommunications and quantum optics. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}