{"id":"80925A08-C1C4-438A-BE21-20B510B73F85","title":"Is ice loss from West Antarctica driven by ocean forcing or ice and ocean feedbacks?","abstractText":"The Antarctic Ice Sheet is a mass of ice larger than Europe, in some places several kilometres from top to bottom. Fed by snowfall over its interior, it spreads out under its own weight, going afloat at its edge in the form of enormous ice shelves with areas ranging from that of Greater London to that of France. The ice shelves are then melted from below by waters from the Southern Ocean. The inputs and outputs of the system are so massive that even very small imbalances can have catastrophic effects on global sea level: the portion of Antarctica known as the West Antarctic Ice Sheet (WAIS), suspected unstable due to the shape of its underlying bedrock, would contribute 3-5 m of sea level rise were it to collapse completely.\n\nSatellite observations have shown that some of the fast-flowing outlet glaciers that carry ice out of Antarctica have sped up dramatically. Pine Island Glacier, which drains a significant portion of WAIS, has nearly doubled its speed in the last several decades, creating a large negative imbalance for the ice sheet. The acceleration is thought to be connected to the high under-ice shelf melt rates observed in the region. This melting reduces the ability of the Pine Island Ice Shelf to hold back the glacier feeding it. \n\nIncreased ice-shelf melt rates are possibly due to warming oceans; but recent studies suggest that melting could actually be strongly dependent on ice shelf and ice sheet behaviour as well. Additionally, a recent glaciological modelling study suggests a &quot;tipping point&quot; may have been crossed, and that ice retreat, though triggered by oceans, is now self-perpetuating regardless of melting. Determining whether the observed retreat is due to ongoing climate forcing, or to feedbacks of the coupled ice-ocean system, is of utmost importance to predicting (and if possible mitigating) future sea level contributions from WAIS.\n\nIn the proposed work we will address this question through the development of a sophisticated computer model of interacting ice sheet and oceans, and by investigation of the processes involved in ice retreat through controlled modelling experiments. Idealized experiments of ice-ocean interactions will lead up to a realistic modelling study of Pine Island Glacier, designed to assess the relative importance of forcing and feedback in its observed retreat.\n\nThis study will be unprecedented in terms of the tools developed, the experiments undertaken, and the knowledge gained. Presently no numerical model exists that can fully represent the close interaction between ice sheets, ice shelves, and the ocean circulating beneath them. Furthermore the ice and ocean codes, as well as being ideally suited for coupling together, share properties that will allow for in-depth investigation of model sensitivity and controls, and for the incorporation of ice-sheet observations in a physically consistent manner, vastly improving the reliability of results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M003590/1","grantId":"NE/M003590/1","fundValue":"236092","fundStart":"2014-12-31","fundEnd":"2018-06-30","funder":"NERC","impactText":"","person":"Daniel  Goldberg","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}