{"id":"8092556C-0F20-4863-98FF-24A3C50D26B8","title":"An Observationally-Based Quantification of Climate Feedbacks","abstractText":"The Earth's climate sensitivity / how much it warms as greenhouses gases increase, is arguably the most important 'unknown' in predictions of climate change. Models give a range of approximately 1.5 - 4.5 K for the increase in equilibrium global mean temperature expected when carbon dioxide is doubled. Recently scientists have attempted to use combinations of observations and models to constrain this range / but if anything the range has increased. Uncertainties, mainly in the cloud feedback but also in other feedbacks such as water vapour and ice, account for these large differences between the climate models. These climate feedbacks act to either amplify or reduce the initial effects of the climate change mechanism. Water vapour is the largest positive feedback and acting alone is believed to increase by an amount which roughly doubles the effectiveness of the initial greenhouse gas perturbation. Prime objective: - To evaluate the four main feedback terms in the climate system using observed varaibles. The feedbacks evaluated will be 1) water vapour, 2) clouds (specifically cloud amount, cloud height and cloud optical depth), 3) lapse-rate and 4) surface albedo. A variety of global-scale observations will be combined from many sources and these will be incorporated into offline radiative transfer calculations to gauge the role of these feedbacks in modifying the global energy balance. Uncertainty assessment: - Both the proposed methodology and other more conventional methodologies of calculating climate feedbacks will be assessed in climate model simulations from project partners at the Hadley Centre. These feedback calculations with their model output will be of direct benefit to the Centre who to date have not calculated these feedback terms within their model. These model and data comparisons will be used to: test and assess assumptions used in the proposed methodology, and to quantify realistic uncertainties for each of the feedback terms. - A parallel energy budget calculation by project partners at the NASA Goddard Institute for Space Studies (GISS) will also be used to gauge uncertainty estimates from our analyses. Secondary objectives: - The second aim of the project employs similar methodologies to those of the prime aim to analyse feedbacks on both shorter timescales and on regional scales, and will also analyse feedbacks for different regimes. This work will be used to design diagnostic tests of feedback mechanisms in climate models. Here we will make use of the regime analysis of feedbacks already undertaken by the Hadley Centre. - The third aim of the study is to test the linear model of climate feedbacks: here we will use two different methodologies to evaluate the linear and non linear components of these feeback terms, testing assumptions of non-linearity. Additional output: - We will produce a synthetic dataset of the top-of-atmosphere fluxes, which we will make available to the wider community for their own model evaluation exercises. In summary the project will attempt to quantify some of the largest 'unknowns' in our predictions of global climate change. It will also develop diagnostic tests for feedback analysis in climate models. Overall it will lead to better and more trustworthy climate model predictions, which would not only be of great benefit to the climate modelling community, it would also benefit policy makers who need to rely on the accuracy of such climate model predictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E016189/1","grantId":"NE/E016189/1","fundValue":"260190","fundStart":"2008-02-14","fundEnd":"2011-02-13","funder":"NERC","impactText":"  Used in IPCC reports as citations in several chapters of the working group 1 report Environment Policy & public services","person":"Piers Maxwell Forster","coPersons":[],"organisation":"University of Leeds","findingsText":" Recent observations help constrain the water vapour feedback and the surface reflectance feedback on climate. However, they are not good enough to constrain the cloud feedback Climate policy around how much the world will warm. Gives confidence in climate model projections Environment","dataset":"gtr"}