{"id":"8096E181-2273-4C97-BCE6-53C003BECEC8","title":"Microfluidics of Complex Fluids: Extensional Rheology from Optimisation to Experiment","abstractText":"Microfluidics finds application in technologies ranging across energy, medicine, biotechnology, chemistry and engineering. The current market for microfluidic devices is some US$1.5Bn per year, and is set to rise over coming decades. Examples include lab-on-a-chip devices for the production of emulsions, chemical reactors, medical diagnostics, the delivery of drugs and chemicals, isolation and tagging of biomaterials, and analytical chemistry. Many of these applications require handling complex fluids (e.g. polymeric solutions or biofluids) that have non-Newtonian rheological behaviour, such as shear thinning and viscoelasticity, the effects of which are enhanced at the microscale. For viscoelastic complex fluids the effect of extension on the fluid behaviour often leads to much larger flow resistances than with Newtonian Fluids due to strong extensionally-thickening behaviour. This makes thorough experimental characterisation of the extensional properties of viscoelastic fluids crucial in an industrial context:\n- to accurately describe their behaviour,\n- to effectively control their flow,\n- for designing efficient and safe devices/components,\n- to detect subtle dissimilarities in their composition (e.g. for product quality control),\n- for quality-assurance of the final product (e.g. in polymer or food processing industries).\nMoreover, properties of viscoelastic physiological fluids (eg. synovial fluid, saliva and blood) are closely linked to their functionality, and changes to the extensional viscosity provide indications of fluid degradation and an inability to achieve the desired in vivo functionality. Rheological information about healthy and diseased biofluids is bound to shed new light upon the onset and progression of diseases (e.g., diabetes and arthritis sufferers), leading in turn to improved therapeutics and formulation of analogue or prosthetic fluids.\nThe project aim is to develop a microfluidic-based extensional rheometer design; this requires sophisticated experiments guided by shape-optimisation computational tools. Microfluidic characterisation of the extensional properties of weakly viscoelastic fluids will provide new insight into important fluid mechanics that is practically intractable using conventional instruments. The project's technological outcome will be a proof-of-concept optimal extensional rheometer design; the engineering science outcome will be new insight into viscoelastic flows at the microscale. The long-term impact will be a much higher degree of control over processes using viscoelastic fluids (e.g. inkjet printing and coating processes), and this is likely to open the door to new, currently unforeseen, applications of these materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L013118/1","grantId":"EP/L013118/1","fundValue":"76378","fundStart":"2014-02-03","fundEnd":"2016-08-08","funder":"EPSRC","impactText":"","person":"Mónica S. N. Oliveira","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}