{"id":"80972924-ABCF-4133-8095-197D50284C94","title":"Dust Physics and the Formation and Evolution of Galaxies","abstractText":"Close to the dawn of time, about 380000 years after the Big Bang, the Universe consisted of an almost perfectly smooth soup of matter and radiation, coupled to each other through the interaction of photons and electrons. By contrast, the universe today is highly clumpy, with local concentrations of matter in islands of gas and stars - the galaxies - which are themselves immersed in a very tenuous, though structured, intergalactic medium. The physical processes controlling this metamorphosis are firstly gravity, and secondly a complex interchange of matter and energy between emerging structures in the universe. On the one hand the understanding of this metamorphosis is simplified due to the fact that the majority of matter in the universe - the dark matter - is pressureless, and therefore its dynamical evolution is controlled only by gravity and is consequently relatively easy to predict. On the other hand, the dynamical evolution of the minority of the matter of the universe (which is in the form of baryons, and out of which the stars which we use to trace structures using telescopes actually form) depends both on gravity and internal pressure, and is consequently difficult to predict. In fact no self consistent theory exists to explain how the baryonic gas condenses out of the intergalactic medium to form galaxies and stars. This process is strongly regulated by the presence of metals in this baryonic gas, injected by previous generations of stars, starting with the very first stars born out of the primordial material. Part of these metals will be present in the form of dust grains, which have a very strong interaction with both radiation and gas. However, these effects involving dust grains have never been quantified in the context of the formation and evolution of galaxies. My proposal is to include all known dust physics in the calculations for the formation of structure on scale sizes ranging from several megaparsec (in the vicinity of collapsing and merging structures in the potential well of dark matter), to kiloparsec scales (within the disks and haloes of galaxies) and down to parsec scales (within the star formation regions in galaxies). This will drastically revolutionise our picture of galaxy formation and evolution. As an example, it is to be expected that grains injected into a warm-hot intergalactic medium will accelerate the cooling of that medium due to inelastic collisions of electrons and ions with grains, thus precipitating the condensation of gas onto existing and forming galaxies, an effect already observed in local Universe galaxy groups. Grains will also be a prime factor controlling the escape of ionising and non-ionising radiation from the vicinity of stars, which in turn will controll the ionisation and heating of the intergalactic medium out of which galaxies and subsequent generation of stars will form. Overall, these calculation will lead to a better quantitative knowledge of the relation between dark and luminous matter in the evolving Universe, which will facilitate the extraction of fundamental cosmological parameters from large-scale galaxy surveys.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002681/1","grantId":"ST/G002681/1","fundValue":"232476","fundStart":"2009-11-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Cristina  Popescu","coPersons":["Bradley Kenneth Gibson"],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}