{"id":"80989B01-4431-4EF8-B5BD-018EB6F1AE6E","title":"Regulation of hydrogen peroxide-signalling by redox-sensitive peroxiredoxin and thioredoxin proteins","abstractText":"This research will examine how a single cell fungus (yeast) uses antioxidants, that breakdown and detoxify hydrogen peroxide, to sense changes in the levels of hydrogen peroxide and regulate the response of cells to these changes. Hydrogen peroxide is produced in air-living cells as an unwanted byproduct of metabolism. Unchecked, hydrogen peroxide damages DNA, protein and lipid components of cells. This type of damage is involved in the initiation and progression of many diseases including heart disease, diabetes and cancer and also in the ageing process. Because it is so toxic hydrogen peroxide is also produced by plants and immune cells to kill invading pathogenic fungi and bacteria. To limit damage by chemicals such as hydrogen peroxide, cells have developed protective antioxidants which breakdown these chemicals. When cells encounter hydrogen peroxide in the environment this is sensed and signals are relayed that lead to the production of more antioxidants. Our previous research made the surprising discovery that, in addition to detoxifying hydrogen peroxide, one family of abundant, conserved antioxidants, the peroxiredoxins, is required by certain yeast to sense and respond to hydrogen peroxide by switching on these antioxidant defences. Subsequently, we have found that another antioxidant, thioredoxin, also plays a vital role in sensing and signalling environmental increases in hydrogen peroxide. Thus, this project will build on this strong platform of published and pilot data to understand how thioredoxin and peroxiredoxin together coordinate the response of the yeast Schizosaccharomyces pombe to hydrogen peroxide. The outcomes of this project will significantly extend our understanding of how fungi detect and respond to hydrogen peroxide. Given the importance of hydrogen peroxide in eliminating invading pathogenic microbes, we predict that an increased understanding of how antioxidants function in cells could uncover new therapeutic strategies for fungal infections. Although hydrogen peroxide is very toxic it has recently been discovered that plants and animals produce hydrogen peroxide as a signal to stimulate cells to divide, to move or to become specialised. Thus, these studies may also provide insight into how antioxidants affect these signalling processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F023065/1","grantId":"BB/F023065/1","fundValue":"454463","fundStart":"2008-12-01","fundEnd":"2011-12-31","funder":"BBSRC","impactText":"  As the basis for other research in the academic sector  ","person":"Elizabeth Ann  Veal","coPersons":["Brian Alexander Morgan"],"organisation":"Newcastle University","findingsText":" We have discovered new mechanisms that allow cells to survive exposure to damaging reactive oxygen species that are produced by normal metabolism and following exposure to drugs and radiation eg. sunlight In the design of therapeutics to kill cancer cells and fungal pathogens and in the development of nutritional and other strategies to prevent oxidative cell damage that is associated with many human and plant diseases Agriculture, Food and Drink,Environment,Healthcare","dataset":"gtr"}