{"id":"80A6EDFC-09D4-43DF-BE94-620A7EBED7A1","title":"Citizen Led Forensics: DNA &amp; data-banking as technologies of disruption-a novel way to learn and intervene in the search for the disappeared in Mexico","abstractText":"Governmental institutions in Mexico have officially recognised 121,683 violent deaths in the period between 2006- 2013. During the same period around 27,000 disappearances occurred, and approximately 15,000 bodies remain unidentified, as there are no national databases in the country. In Mexico, distrust in governmental authorities is the norm, since the practice of forensic science has been opaque, and has sometimes been used to cover the tracks of the perpetrators of grave crimes. The inimical response of the government to this humanitarian crisis, has repeatedly shown that the problem is not one that can simply be solved by the construction or strengthening of forensic technical capacities, but rather the absence of due investigation and diligence that is related to the existing ties between public institutions and organised crime, as well as other normalised practices of corruption.\n\nOur project will explore new forms of citizenship related to the use of forensic science in the search for the missing in Mexico, and will also provide invaluable insights into the disruptive dimensions of Forensic Science and DNA profiling. Through Participatory Action Research (PAR), we wish to explore what would happen if forensic techniques (including DNA) were to be placed in the hands of the relatives of the disappeared, or in non-governmental forensic experts, and/or in interested citizens in Mexico. The project aims to create the first citizen-led Forensic DNA database as a way of positively intervening in the humanitarian crisis currently lived in Mexico.The citizen-led Forensic database will be designed as a mobile and PAR device, articulated through civil society organisations of relatives of the disappeared, already partnered with the project. The project will make DNA swab kits available for 1,500 people (approx. 500 Mexican families), accompanied by a clear set of instructions on how to collect DNA from cheek swabbing, as well as from the personal belongings of the missing person. In the same DNA Kit we would ask the participating families to include written accounts of their case, their experience with forensic investigations (if any), and personal narratives of what they have gone through since their relative(s) disappeared.\n\nAcademic literature, mostly centred in EU and the US, solely links the use of forensic databases with state surveillance and issues of privacy. In this project we aim to move the debate beyond these common tropes to explore how citizen-led forensic databases can become a tool for reparation and truth finding. Our project breaks with traditional (state-centric) ways of researching about violence and disappearance, since it surpasses the boundaries between victims' claims for justice and the experts in charge of providing 'truth' about the missing. It is also innovative as it brings together biogenetic and social research; thus providing a tool to open novel avenues of academic inquiry, as well as grounded insights for humanitarian and political intervention. Regardless if our citizen-led forensic project succeeds or fails, our research has the potential to have a truly transformative and global impact, considering the fact that we can help to provide new pathways for forensic research and intervention, in the mass atrocities of today and of the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M00063X/1","grantId":"ES/M00063X/1","fundValue":"198143","fundStart":"2014-08-01","fundEnd":"2016-01-31","funder":"ESRC","impactText":"","person":"Ernesto  Schwartz-Marin","coPersons":["Arely  Cruz Santiago"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}