{"id":"80AA8029-1B35-4372-8AD0-0B5180408D76","title":"A Critical Study, Edition and Translation of The Qesse-ye Sanjan: The Account of the First Exile and Diaspora of the Zoroastrians of Iran","abstractText":"The Zoroastrians of India, known as the Parsis because of their Persian origins, have one single document, the 16th century Qesse-ye Sanjan 'The Ballad of Sanjan', which tells the story, in Persian verse couplets, of their ancestors' journey from Iran to the west coast of India. According to this text this emigration of a small band of faithful Zoroastrians took place some time in the first centuries of the Islamic period and was undertaken because they were being oppressed and forcibly converted to Islam by the Muslim majority. The poem, of some 430 rhymed couplets, has never been satisfactoriy edited, translated and discussed in a full study. In the past century and a half many scholars, academic and amateur, have scrutinised it for light it might shed on the vexed question of when exactly the Zoroastrians arrived in India. Scholars still do not agree on the correct dating, some differing by as much as two centuries. This is hardly surprising considering that the text in its entirety contains only one date, namely that of its composition in 1599.\\nIn the study which will result from my research I approach the text for what it seems most clearly to be, i.e. a religious poem of a mythological, mnemonic and ideological character. It is a narrative which, so long as it could be enjoyed in the original Persian, was popular amongst Zoroastrians in recalling who they were, where they had come from originally, and how they had come to be who they were in Gujarat. With the ascendancy of English eclipsing Persian and latterly even Gujarati as their first language, the poem has all but passed into obscurity, except that it somehow continues to inform Parsi folk-lore and consequently their self-understanding. I have edited the text from the earliest extant manuscript and translated it afresh from the Persian into English blank verse iambic pentameter couplets (in order to preserve as far as possible, its form as a verse narrative). In addition I analyse the text, both at the micro and macro-levels of line and overall narrative structure and provide a full commentary on the text. The text must be situated within the long textual and theological tradition of Zoroastrianism, and also considered in the light of the 16th century concerns of the priest scholar author, Bahman Kaykobad. I conclude the study by discussing previous treatments of the text by scholars and reflecting on the significance of the text for Parsis themselves and for scholars in the study of Zoroastrianism in particular and the study of religion in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E00413X/1","grantId":"AH/E00413X/1","fundValue":"30789","fundStart":"2008-02-06","fundEnd":"2008-06-05","funder":"AHRC","impactText":"","person":"Alan  Williams","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}