{"id":"80AEE918-F5AC-40BF-99A5-F829B516AA15","title":"ARCADIA: Adaptation and Resilience in Cities: Analysis and Decision making using Integrated Assessment","abstractText":"Urban areas are concentrations of vulnerability to climate change. Examples of impacts of climate change in urban areas include excessive heat, water scarcity and flooding. Whilst it is impossible to attribute individual extreme events to climate change, recent events including the 2003 heat wave that struck Paris and other European cities, and hurricane Katrina in New Orleans have illustrated the potential for large scale weather-related disruption of urban function, from which it may take months or years to recover. In recognition of the significance of climate change in urban areas, from the points of view of both adaptation and mitigation, in 2005 the Tyndall Centre for Climate Change Research launched a new research programme on Engineering Urban Systems . Building on the previous success of the Tyndall Centre in interdisciplinary integrated assessment, the Tyndall Centre Cities Programme brought together research expertise from seven universities (four of which are represented in the ARCADIA project) and a high profile stakeholder group to develop an Urban Integrated Assessment Facility (UIAF) that simulates long term changes in urban areas and can be used as a platform for testing the effectiveness of adaptation and mitigation strategies. The ARCADIA project will launch an ambitious new phase of development of the Tyndall Centre UIAF in order to understand better the vulnerability and resilience of urban areas. The ARCADIA project is highly interdisciplinary and involves input from an influential group of stakeholders from business and local and central government, with interests in planning, infrastructure, the built environment and climate change adaptation and mitigation. This group will work with the research team to ensure that the project is orientated towards user needs. Indeed the first research task will involve close work with stakeholders to understand how the advance modelling tools being developed in the Tyndall Centre can best inform decision making. Task 2 will identify the various direct and indirect modes in which climate impacts disrupt urban function and will go on to examine potential adaptation mechanisms and barriers to adaptation. In Task 3 the Tyndall Centre will team up with the Climatic Research Unit at UEA and the Met Office Hadley Centre to develop new probabilistic scenarios for urban areas that are consistent with UKCIP08. Task 4 will model the relationship between climate impacts and the urban economy, in order to identify how the economy may be disrupted by climate change. By analysing change in the economy through time and interactions between economic sectors, we will understand better how the urban economy can be made more resilient. Task 5 will combine the economic model developed in Task 4 with a new model of the spatial planning of buildings and infrastructure in urban areas. As well as identifying concentrations of vulnerability, this will enable the simulation of potential redesign of the built environment under different scenarios of climate and other drivers such as employment and changes to the transport system.The final research task will, working with stakeholders, use the new understanding of the vulnerability of urban systems to analyse how adaptation of urban areas can enhance resilience over a range of timescales. The objective will be to make practical proposals for 'adaptation pathways' for cities over the 21st Century to respond strategically to the challenges of flooding, water scarcity and extremes of heat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061254/1","grantId":"EP/G061254/1","fundValue":"650883","fundStart":"2009-07-06","fundEnd":"2011-02-07","funder":"EPSRC","impactText":"","person":"Jim William Hall","coPersons":["Christopher  Kilsby","Stuart  Barr","Simin  Davoudi","Richard Jonathan Dawson"],"organisation":"Newcastle University","findingsText":" Urban areas are particularly vulnerable to economic and social impacts of climate change, such as floods, droughts and excessive heat, due to their high concentrations of people and assets. Moreover, the increasing temperatures due to global warming are exacerbate in cities due to the Urban Heat Island (UHI) effect. In recent years cities globally have been developing strategies for responding to the risks of climate change. However, they often lack the evidence needed to make the case for and prioritise adaptation actions. \n\n\n\nThe ARCADIA project has developed a new system of models for analysing climate risks and assessing the performance of options for adapting to climate change. We have used London as a case study and worked with stakeholders to ensure that the analysis is relevant to the climate risks that they face. The ARCADIA project has: \n\n\n\n1. Reviewed adaptation governance arrangements in London, in order to understand the decision making context. \n\n2. Developed a coupled system of models for analysing climate risks at a city scale. The Urban Integrated Assessment Facility (UIAF) incorporates (i) A probabilistic model of climate change in cities, which includes the effects of waste heat and urban land cover on temperatures; (ii) An assessment of the direct impacts of extreme heat and flooding on people, buildings and infrastructure; and (iii) An assessment of the potentially disruptive indirect effects of climatic extremes on the urban economy.\n\n 3. Tested the potential effectiveness of adaptation measures to reduce climate risks to people, buildings, infrastructure and the economy. \n\n\n\nThis modelling arrangement has enabled integrative analysis of the relationships between climate, the built environment, infrastructure systems, the urban economy and climate. The analysis is novel in a number of important respects: \n\n\n\n1. A Spatial Weather Generator has been developed that provides time series of weather variables at a 5 km and daily and hourly resolution and includes spatial correlation of heat and rainfall. The Weather Generator is compatible with, and a valuable addition to, the UKCP09 climate scenarios. \n\n2. A probabilistic methodology has been used to generate risk estimates that incorporate the effects of uncertainties in climate and vulnerability. Whilst most urban studies have focussed upon climate impacts, we are now able to generate genuine probabilistic estimates of climate risks. \n\n3. A complete model of the urban transport network has been used to estimate the potential disruptive effect of climate impacts on transport infrastructure, for example due to flooding or rail buckling in excessive heat. The transport model covers public and private transport modes. A dynamic model of demand, service quality and switching between transport modes has been implemented to simulate the effects of transport disruptions on passenger flows. \n\n4. A new model of future land use change, extending to the edge of the commuter belt around London, has been used to assess potential changes in vulnerability to climate change. Driven by changes in population and employment, the land use model provides an indication of the spatial distribution of future employment (by industrial sector) and population (by socio-economic class) within London.\n\n5. A novel input-output representation has been used to represent the effects of climate related disasters on the economy, and subsequent economic recovery from those disasters. The model represents the effects of disruption to supply chains and consumer demand that would result from a very severe event such as a widespread flood. During the research programme we have held meetings and workshop with decision-makers in London to promote uptake of the research. Further interactions with stakeholders and researchers in related EPSRC projects have been facilitated by the Adaptation and Resilience to a Changing Climate Coordination Network http://www.arcc-cn.org.uk/.\n\n\n\nThe results help highlight potential benefits of adaptation, to a range of weather related impacts, to help guide decision making across a range of agencies.\n\n\n\nRisk based information on the potential economic and social impacts of surface water flooding, and assessments of the effectiveness of adaptation measures, will be highly relevant if policy makers are to address concerns about the impact of such flooding in the longer-term, and strive to implement more effective and efficient adaptation measures. This work will be of interest to the on-going DrainLondon project being led by the GLA. The framework enables the exploration of a range of climate and socio-economic scenarios and their implications, providing a whole-system approach to assessing adaptation strategies to enhance future urban sustainability. \n\n\n\nThe framework provides decision support tools for adaptation of urban areas, and demonstrates how these tools can be used to develop strategies for transitions to resilience at a city scale.\n\n\n\nThe framework has been developed for London but has the potential to be applied to other cities. Communities and Social Services/Policy,Environment","dataset":"gtr"}