{"id":"80B8543C-27F3-48EE-8ECE-684765DF674E","title":"Network Architectures for Distributed Haptic Virtual Environments (HAPNet)","abstractText":"In this project we propose to investigate techniques that will allow an additional human sense, haptic touch (or reflected force), to be sent over the Internet. Today's telecommunications and computer networks have been designed to carry information that pertains to only two human senses: the auditory sense (for example sound and speech), and the visual sense (for example video, graphic, and text etc). The Internet is now being reengineered so that it can provide different levels of service for different types of traffic, e.g. to support the transport of voice over its IP protocol (VOIP). This has lead to the design of network architectures that can support different Quality of Service (QoS) levels. It is clear that introducing into networks the ability to carry information relating to other senses will open up an enormous potential for both new and dramatically improved applications. The ability to embed touch or force into applications and then distribute them across the Internet will have significant implications in areas such as collaborative design, immersive reality and teleconferencing, distance learning and training, virtual reality showrooms and museums. It is now also recognised that the introduction of a haptic component to interactive games has increased users' quality of experience, and this has in turn increased the market demand for these types of applications. It is also clear that the network service (i.e. QoS) needed to support other senses such as touch (haptics) will be significantly different from that which currently exists.Almost all haptic applications are designed whereby the haptic device is connected to a single stand-alone system, or where dedicated connections are used to provide remote interaction. Architecting the Internet to provide an acceptable service for distributed haptic applications therefore represents a significant challenge that this research aims to address. A related challenge is to design architectures that can scale to support the QoS required for the interaction of multiple haptic devices (or users).Recent research has shown that each type of network impairment affects the sense of force feedback in a particular way. Network delay can make the user feel a virtual object before it is visually in contact, or to move into solid objects. Delay also desynchronizes the different copies of the virtual environment. Jitter makes the user feel that the object's mass is variable. Packet loss can reduce the amount the force felt by the user. The effect of these impairments is to introduce unwanted artefacts into the virtual environment. However they also effect the interaction with the physical world and a more serious consequence is to cause damage to the haptic device, and in some situations may also cause physical damage to the end user. To date, the network has not been seriously considered in the design of haptic compensation algorithms. However the introduction of graded QoS architectures (e.g. Diffserv) into the next generation Internet now offers the capability to bound effects such as packet delay jitter and loss. These guarantees can be used to offer specific levels of tolerance (spatial and haptic) to different applications. Therefore a major contribution of the research will be to develop compensation techniques that consider the current level of service that the network can offer and map these against different types of haptic applications.A series of trials investigating the performance of the derived architectures and compensation algorithms will be conducted with the collaborators who represent key constituents in this technology area: BT (network operator, UK), LABEIN (haptic applications, Spain), HandshakeVR (haptics software, Canada), and Immersion (haptic device manufacturer, California). The results will provide valuable knowledge to the designers of future devices, DHVEs and to the designers of the networks that have to support them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E062350/1","grantId":"EP/E062350/1","fundValue":"357623","fundStart":"2007-11-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"","person":"Alan J Marshall","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}