{"id":"80B97C27-3E34-4844-BD0E-2EA84F439A09","title":"LILiR2 - Language Independent Lip Reading","abstractText":"It is known that humans can, and do, lip-read but not much is known about exactly what visual information is needed for effective lip-reading, particularly in non-laboratory environments. This project will collect data for lip-reading and use it to build automatic lip-reading systems: machines that convert videos of lip-motions into text. To be effective such systems must accurately track the head over a variety of poses; extract numbers, or features, that describe the lips and then learn what features correspond to what text. To tackle the problem we will need to use information collected from audio speech. So this project will also investigate how to use the extensive information known about audio speech to recognise visual speech.The project is a collaboration between the University of East Anglia who have previously developed state-of-the-art speech reading systems; the University of Surrey who built accurate and reliable face and lip-trackers and the Home Office Scientific Branch who wish to investigate the feasibility of this approach for crime fighting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E027946/1","grantId":"EP/E027946/1","fundValue":"350596","fundStart":"2007-07-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  We are in the process of liscensing IPR generated from this project to a UK SME Creative Economy Economic","person":"Richard  Bowden","coPersons":["Josef  Kittler"],"organisation":"University of Surrey","findingsText":" We developed methods for language identification. recognition of non verbal cues, accurate facial feature tracking and person dependant lip reading. We have already applied this work in a number of demonstration systems for both government and commercial clients. The tracking technology is currently in the process of being licenced. Aerospace, Defence and Marine,Creative Economy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Retail","dataset":"gtr"}