{"id":"80C82D1C-5DA7-489E-83B7-F941594FA7F4","title":"Cantum Pulcriorem invenire - Thirteenth-Century Latin Poetry and Music: Workshop, Performance and Impact (CPI-III)","abstractText":"'Cantum pulcriorem invenire - Thirteenth-Century Latin Poetry and Music: Workshop, Performance and Impact' takes the knowledge that has been gained from the AHRC-funded 'Cantum pulcriorem invenire: Thirteenth-Century Latin Poetry and Music' project (CPI-I, which ran from 2010 to 2014), and engages with communities on which the original project had little opportunity to make any impact. The original research started from the premise that the long thirteenth century (c1170 to c1320) saw the emergence of three coherent repertories of polyphonic music: settings of liturgical chant called organum, motets that were originally derived from parts of organum and the conductus. Organum and the motet have been the subject of impressive levels of musicological study in the last 150 years whereas the conductus - despite its status as the first consistent repertory of newly-composed polyphony - has remained somewhat in the shadows. While the repertory has been catalogued, little work, although very distinguished, has been built on these bibliographical foundations. The conductus therefore stands at the centre of this project, merging Latin poetry and music in a single genre.\n\nThose parts of the original project that engaged with performance as a path to impact did so via CD studio recordings. Using world-class performers with an unrivalled track record in the performance of medieval polyphony, and building on the PI's experience in this area, CPI-I investigated the questions of rhythm and metre in the conductus by bringing various solutions to the question into a performative arena and creating recordings on CD with a commercial label. Not only was this very successful, but it also engendered a number of live concert bookings coupled to some workshop activity. From this ad hoc work, it became clear that there was real scope for massively enhancing the impact of the project through innovative and creative approaches to interactive workshops. The current project proposes eight events that each consist of an interactive workshop and a formal concert.\n\nThe key pathways to impact for the project are twofold: a network of partnerships and a series of innovative workshops. The project benefits from eight partners, five in the UK and three in continental Europe: Brighton, Cambridge, Durham, Edinburgh, York, Barcelona, Nieder-Olm and Radovljica. All our concert promoters or festival managers have responsibilities not just for developing audiences but for developing public engagement with other bodies; they are ideal partners for a research project seeking to enhance its impact. We are proposing a series of workshops that will explore various routes to engage with communities that extend beyond those who simply buy the CDs produced by the original research. To do this we will approach questions of notation, performance, poetic and musical composition as well as presenting introductions that characterise lecture recitals and similar sorts of events.\n\nA critical part of the project is the monitoring, evaluation and documentation of the impact that the research makes. Our central tools are the anonymous questionnaire, the one-to-one interview and the video recording; these documents and their analysis will form the lasting legacy of the project, and will be mounted on the project website to serve as materials and a prompt for other ensembles wishing to undertake similar work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006425/1","grantId":"AH/M006425/1","fundValue":"79472","fundStart":"2015-01-01","fundEnd":"2015-12-31","funder":"AHRC","impactText":"","person":"Mark  Everist","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}