{"id":"80CAEF60-D00E-4253-B1EF-37C47291BB4C","title":"Development of scalar dissipation rate based reaction rate models for the large eddy simulations of premixed flames","abstractText":"This project aims to develop an efficient Scalar Dissipation Rate (SDR) based reaction rate closure for the Large Eddy Simulation (LES) of turbulent premixed flames. Although SDR based closures are well established for Reynolds Averaged Navier Stokes (RANS) simulations of non-premixed flames, they are rare for RANS and LES of turbulent premixed flames, and no detailed evaluation of their performance in LES is available so far. In this project, the SDR based reaction rate closures will be developed and simultaneously assessed by a-priori analyses of explicitly filtered Direct Numerical Simulation (DNS) data, and a-posteriori evaluations of model performances in LES calculations, in a configuration for which experimental data is available. Based on the simultaneous a-priori and a-posteriori analyses, new models will be developed and their performance will subsequently be assessed. The best models will then be implemented in a LES code for turbulent premixed flame modelling. An efficient SDR-based reaction rate closure will provide a robust CFD based design tool for reliable, cleaner and cost-effective combustion devices operating in lean premixed mode (e.g. Spark Ignition engines, Lean Premixed Pre-vaporised (LPP) industrial gas turbine combustors).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I027556/1","grantId":"EP/I027556/1","fundValue":"156288","fundStart":"2012-01-01","fundEnd":"2015-10-30","funder":"EPSRC","impactText":"  in the process - through secondment of a student. Aerospace, Defence and Marine,Energy,Transport Economic","person":"Nedunchezhian  Swaminathan","coPersons":[],"organisation":"University of Cambridge","findingsText":" A simple modelling framework to compute combustion effects on flow, pollutant formation rates, etc., using high fidelity simulations. These are highly relevant for gas turbine and internal combustion engine manufacturers. The models developed and tested in this project for high fidelity simulations of combusting flows in engines are computationally economical and thus they can be used in the design and development programme of next generation engines. This can be realised by implementing these models in the inhouse CFD codes used by relevant industries. Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}