{"id":"80CC17FB-725B-42AC-B6B0-5740183BD21F","title":"Nano-structured Catalysts for CO2 Reduction to Fuels","abstractText":"Fossil fuels are society's major energy sources and the primary raw materials for the chemicals industry. However, there are significant concerns associated with their sustainability, depletion and cost. In particular, many of the UK's North Sea reserves will soon become uneconomic / depleted, so we need to find alternatives urgently. Furthermore, the combustion of fossil fuels, e.g. during energy conversion, releases carbon dioxide and other greenhouse gases that contribute to global warming. The UK is already committed to an 80% reduction in greenhouse gas emissions by 2050, but significantly greater reductions (85%) are likely to be necessary in order to prevent devastating climate change (&gt;2 degree C increase in temperature). Energy conversion for electricity and transport is responsible for 74% of CO2 emissions; new sustainable energy sources are essential. These new energy sources must be CO2 neutral or, even better, CO2 depleting. One solution is to use carbon dioxide itself as the fuel and feedstock material. Our solution is to react CO2 with H2 or water, using chemical, photochemical or electrochemical catalysts, to produce liquid transport fuels, such as methanol. Flue gases from power stations and/or industrial process, such as metal/alloy manufacture, are major contributors to UK CO2 emissions and will be abundant sources of CO2 for the foreseeable future. Many other industrial emissions also contain considerable concentrations of CO2 including those derived from biological processes, e.g. fermentation. The hydrogen required will be produced by water electrolysis powered by solar or other renewable source of energy. The key economic issue lies in decreasing the energy required for the processes. We aim to achieve this via the development of new, highly active metal/metal oxide nano-structured catalysts, which offer superior performance due to their high surface areas, reduced loadings, low overpotentials and which can be synthesised controllably. We shall use three parallel, yet complementary, approaches to energise the process: direct chemical (thermal) hydrogenation, electrochemical and photochemical reductions of carbon dioxide and water.Our team comprises scientist, engineers and environmental policy researchers at Imperial College London and University College London. We have expertise in chemical catalysis, electrochemistry, photochemistry, reactor engineering, materials science, nanotechnology, sustainable chemistry and environmental science. We have a significant track record in the activation and use of carbon dioxide as a resource. The project will also involve collaborations with, and be support by, the Imperial College London Centre for Carbon Capture and Storage (CCS), the Energy Futures Lab and the Grantham Institute for Climate Change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H046380/1","grantId":"EP/H046380/1","fundValue":"1675520","fundStart":"2010-05-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"","person":"Charlotte Katherine Williams","coPersons":["James  Durrant","Junwang  Tang","Sergei G. Kazarian","Geoff  Kelsall","Jeremy  Woods","Milo  Shaffer","Klaus  Hellgardt"],"organisation":"Imperial College London","findingsText":" A series of new catalysts and processes for the transformation of carbon dioxide into products, including fuels and polymers, was investigated by the project team. The team comprised chemists (Williams, Shaffer, Durrant), chemical engineers (Hellgardt, Kazarian, Kelsall, Tang) and environmental policy expert (Woods) working together to assess and investigate different methods to reduce carbon dioxide. The reduction of carbon dioxide to alcohols (methanol) and alkanes (methane) was investigated using three parallel methods to input the energy: electrocatalytic, photocatalytic and thermo-catalytic. \n\n\n\nThermocatalysts:\n\n\n\n A new platform for nanoparticle and colloidal catalyst composite assemblies was developed, using organometallic complexes as precursors and mild syntheses (room temperature, organic solvents). This route enabled the production of highly crystalline and very well defined (size) nanoparticles of zinc oxide, a related route was developed to prepare copper nanoparticles. The syntheses are highly reproducible and can be tuned to yield particles of defined size and surface coverage (ligands). This method was used to prepare a series of new catalysts for the reduction of carbon dioxide, using hydrogen gas. A series of new reactors were designed and built which enabled the testing of the catalysts using both batch and continuous flow chemistries. The nanoparticle catalysts were dissolved in organic solvents (squalane) and tested (250 C, 50 bar) for the reduction chemistry (CO2:H2, 1:3). The catalysts were benchmarked using ternary reference catalysts (ICI or Alfa Aesar). The best catalysts showed three times higher activities than the commercial catalysts. The catalytic selectivity was also very high, with only methanol and small quanitites of CO being produced. The catalyst structure-activity relationships were investigated and, by the use of more reductively stable surface capping ligands, the activity could be tuned in excess of 20,000 micomol/g/h. Furthermore, the catalyst structure was investigated using a range of spectroscopic, X-ray diffraction and microscopy techniques, the best catalysts show unusual nanostructuring and rearrangements under the conditions of the catalysis to yield ZnO/Cu nanoparticles with defined interfaces.\n\n\n\nElectrocatalysts:\n\n\n\nThe kinetics of electrochemical reduction of aqueous absorbed CO2 to formate (higher pH) and / or CO (low pH), and of hydrogen evolution from water reduction, were determined at tin cathodes in the pH range ca. 2 - 7, above which electro-inactive carbonate species predominated. A mathematical model was developed to describe the dependence of partial current densities of reactions producing HCO2- and CO, and hence the product distribution, on electrode potential and pH. The molar ratio of CO to formate products ranged from ca. unity pH 2.9 to 0.13 at pH 7.8. The highest charge yield of CO2 reduction to formate and CO was 67%, achieved at pH 7.8; rates of the hydrogen evolution loss reaction due to water / proton reduction increased with decreasing pH.\n\n\n\n1.2 mm thick graphite felt in contact with mesh feeder electrodes was electrodeposited with tin, thereby increasing the active area per unit volume and hence scaling-up cross-sectional current densities. At the same nominal electrode potential and pH, a current density of 36 A m-2 at a 2D electrode was increased 27-fold to 971 A m-2 at the 3D electrode, but the charge yield of formate decreased slightly from 67 % to 58 %. With oxygen evolution as the anode reaction, this corresponded to a specific electrical energy consumption of 6000 kW h (tonne CO2)-1). The anode reaction produced protons that migrated via the cation-permeable membrane from anolyte to catholyte, for consumption by CO2 reduction in the overall reaction(s): CO2 + H2O _ HCO2- + H+ +1/2O2 (or CO2 _ CO +1/2O2). The kinetic model was extended to include the effects of potential distributions in the tin-plated felt cathode and was then capable of predicting the reactor performance adequately for design purposes.\n\n\n\nCO2 reduction to CO was also investigated using Cu/CGO and Ni/YSZ cathodes in high temperature solid oxide electrolysers (CO2-CO, Cu/CGO or Ni/YSZ | YSZ | YSZ/LSM | LSM, ambient air) with yttrium-stabilised zirconia (YSZ, ZrO2-8Y2O3, &gt; 700 _C) or cerium-gadolinium oxide (CGO, Ce0.9Gd0.1O1.95, 500-600 _C) electrolytes and lanthanum strontium manganite (LSM, La0.8Sr0.2MnO3) anodes at which oxide ions were oxidised to molecular oxygen. Comparable performance was achieved with Ni/YSZ and Cu/CGO cathodes for CO2 reduction at 750 C, with 100% current efficiency for CO production at potential differences (U) up to 1.5 V, above which the electronic conductivity of the YSZ electrolyte increased, causing losses in effective current efficiencies. No significant performance degradation, Cu sintering/migration, carbon deposition or electrode delamination was evident during 2 hours of operating the electrolyser at 1.85 V and 750 _C for CO2 reduction with a Cu/CGO cathode. Specific electrical energy consumptions were for the overall reaction CO2 _ CO +1/2O2, much lower than the equivalent reactions producing formic acid in aqueous systems.\n\n\n\nPhotocatalysts:\n\n\n\nThe photoreduction of CO2 over UV-active KTaO3 and visible-light-driven Cu2O photocatalyst have been studied.\n\n\n\n20-fold increase for H2 evolution and 7-fold increase for CO production over KTaO3 nanoplates was achieved, compared to that of bulk KTaO3. The reaction selectivity between proton reduction and CO2 reduction was controlled by adding cocatalyst. 0.01wt% Ag loading benefits CO yield and Pt trebles H2 formation rate. The photocatalytic activity of Cu2O for water splitting and CO2 reduction was tuned by controlling the exposed facet of Cu2O. The low index {100} facets exhibited higher activity for CO2 photoreduction than high index facets. Cu2O/RuO2 heterostructured photocatalysts with enhanced charge separation were obtained, with an external quantum yield of 1.6%. The long lived electrons detected in the transient absorption spectroscopy were correlated to the six-fold increase of CO production. For sustainable photocatalytic conversion of CO2 into solar fuel, the stability of photocatalyst was improved by calcining in inert gas and coupling with graphene. The CO production rate of Cu2O/0.5% graphene composites remain linearly increase, to be 0.11_mol/g after 20 hours, much better stability than Cu2O/RuO2 heterostructures.\n\n\n\nThe second type of photocathodes studied consisted of the combination of wide band gap semiconductors functionalised with molecular photosensitisers and catalysts either for proton reduction (including cobaloximes, Ni complexes with cyclic ligands containing phosphines) or CO2 reduction (e. g. [Re(bpy)(CO)3Cl]+, Co porphyrins and Ag nanoparticles). We have studied the kinetics of the different electron transfers between the different components of the photocatalytic system by time resolved spectroscopies, and we have identified the electron transfer mechanisms for H+ and CO2 reduction by monitoring the different catalytic intermediates by transient absorption spectroscopy. Proton reduction catalysts were initially used as a model for the multi-electron transfer needed for CO2 reduction catalysts, as H2 evolution from H+ requires 2 electrons, while the conversion of CO2 into methanol is a more electron demanding reaction. We have observed that the kinetics of the two electron transfers from the semiconductor to a molecular catalyst, needed for fuel production, are related to the thermodynamic driving force of each reduction reaction. The control of these electron transfer kinetics, as well as the development of molecular catalysts with a low over-potential are critical issues for the effective implementation of hybrid systems that require multiple reduction reactions. The project has delivered a new platform of technologies, processes and catalysts for the transformation of carbon dioxide to products. These catalysts and processes are likely relevant in a number of commercial contexts. \n\n\n\nThe results from the carbon dioxide to polymers project have already been exploited and utilised in the formation of a new spin-out company: Econic Technologies. \n\n\n\nThe results from the carbon dioxide to methanol project are being taken forward into a second phase project (scale-up and process intensification) which is supported by a consortium of companies from across the supply chain. The results from this research have resulted in new publications in the academic literature. The process for production, structure and catalytic applications for the nanoparticles for carbon dioxide hydrogenation to methanol have been protected by a patent application, filed by Imperial Innovations. \n\n\n\nFurthermore, in the production of polymers from carbon dioxide, the PI has filed a further patent application and formed a new spin-out company (Econic Technologies) to commericalise catalysts for carbon dioxide to polymers. \n\n\n\nThe project has successfully secured a further 3 years funding (project extension) to investigate routes to scale-up and assess the potential for the hydrogenation and electrocatalysts for carbon dioxide reduction to fuelds and polymers. As part of this project extension, the team of industrial partners (sponsors) has been extended and &gt;?250k in matched/direct funding for the project has been obtained. The project partners include Shell, Johnson Matthey, E.On, Econic Technologies, Simon Carves Engineering Ltd and Linde. The close involvement of these companies, representing all sectors of the supply chain, in the second phase of the grant provides routes for the exploitation and commercialization of the results. Chemicals,Energy,Environment,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}