{"id":"80D3AEE8-DCF6-4510-B26F-E31CC1F2646F","title":"Solving partial differential equations and systems by techniques of harmonic analysis","abstractText":"The proposed research aims to study important classes of elliptic partial differential equations. Partial differential equations are used to mathematically describe behaviour of many real life phenomena and arise practically everywhere. In our research we plan to focus on a special class of such equations - elliptic. Equations of this type can be encountered in physics, material science, geometry, probability and many other disciplines. In many real life applications, the equations that arise have certain singularities. For example the domain of equation can have corners, cusps or the coefficients of equation itself might be discontinuous. Here the discontinuity of coefficients is the mathematical expression of the fact that many materials contain impurities (foreign objects) that somewhat change the properties of studied objects. For these reasons it is very important to consider these situations mathematically. One particular example of an important elliptic system is the stationary Navier-Stokes equation that arises in mathematical physics (fluid flow). To nonspecialist this equation might look simple, however mathematically it is extremely challenging and our understanding of it is very incomplete. One particular question that remains open is the global existence of smooth solutions of this equation for arbitrary large initial data. We plan to look at related problem - global existence of solutions for the stationary Navier-Stokes equation. The word stationary means that we look for solutions that do not change in time. This assumption makes the equation elliptic and therefore approachable by methods of harmonic analysis we plan to use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F014589/1","grantId":"EP/F014589/1","fundValue":"286160","fundStart":"2007-12-01","fundEnd":"2010-11-30","funder":"EPSRC","impactText":"","person":"Martin  Dindos","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The main objective of the research was study of elliptic partial differential equations. Partial differential equations are used to mathematically describe behaviour of many real life phenomena and arise practically everywhere. Equations of this type can be encountered in physics, material science, geometry, probability and many other disciplines. In many real life applications, the equations that arise have certain singularities. For example the domain of equation can have corners, cusps or the coefficients of equation itself might be discontinuous. Here the discontinuity of coefficients is the mathematical expression of the fact that many materials contain impurities (foreign objects) that somewhat change the properties of studied objects. For these reasons it is very important to consider these situations mathematically. Our research have made substrantial progress in studying these phenomena. We have established solvability of the Dirichlet boundary value problem under assumption that the coefficients satisfy certain Carleson condition. We have established this result for both divergence and non-divergence form elliptic equations. We have also studied the Dirichlet problem with BMO data and have established equivalence between solvability of this problem and so called A_\\infty condition. The research outcomes might find applications in engineering (material sciences) and physics where models of elliptic PDEs are used. The PDEs we consider allow to model composite materials, material with discontinuities (cracks) and other low regularity cases. Education","dataset":"gtr"}