{"id":"80D82679-E0E1-4504-9BE7-D6925E10E05A","title":"Is thiosulfate an important energy source for marine bacterioplankton?","abstractText":"Bacteria in the water column are known as bacterioplankton and have several important functional roles in marine ecosystems. Bacterioplankton are a major proportion of the standing stock of biomass and are responsible for the recycling of organic carbon produced by phytoplankton. Bacterioplankton are the basis of the marine food chain and are responsible for most biogeochemical processes. \n\nOur understanding of the diversity of bacterioplankton has been greatly enhanced through the application of molecular techniques, such as genome sequencing. The sequencing of numerous bacterioplankton genomes has revealed that many are capable of using thiosulfate, a marine sulfur compound, as a supplementary energy source. This means that those bacterioplankton that use thiosulfate could grow faster and more efficiently.\n\nThis research will determine if thiosulfate is a feasible supplementary energy source for marine bacterioplankton. A preliminary assessment of thiosulfate concentrations and thiosulfate utilisation gene activity will be made at an established coastal sampling station in the English Channel. This information will be used to design laboratory experiments using a model bacterioplankton. The laboratory experiments will determine the physiological and metabolic effects of thiosulfate under natural conditions. \n\nThis research will improve our understanding of how the bacterioplankton function. The knowledge will be valuable to other marine scientists interested in biogeochemical cycling, especially the carbon cycle. The data will also be useful to scientists sequencing marine bacterial genomes because it validates their observations of prevalent thiosulfate utilisation genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K000721/1","grantId":"NE/K000721/1","fundValue":"57044","fundStart":"2013-02-01","fundEnd":"2014-04-30","funder":"NERC","impactText":"  These findings improve our understanding of marine ecosystem functioning, and the integrations that exist between microbial life and earth systems. Environment ","person":"Michael  Cunliffe","coPersons":[],"organisation":"Marine Biological Association","findingsText":" The soxB gene is a molecular marker to target bacterioplankton that use thiosulfate as a supplementary energy source. We quantified the presence of the gene in seawater collected from a costal time-series station to understand how thiosulfate utilising bacterioplankton are distributed. We showed that soxB gene abundance changes significantly throughout the year, indicating that there is a strong seasonal cycle in the abundance of thiosulfate utilising bacterioplankton. \n\nRuegeria pomeroyi DSS-3 is a model bacterioplankton and contains the sox genes required for the expression of the energy yielding sulfur oxidation complex. I compared heterotrophic (glucose) and mixotrophic (glucose plus thiosulfate) growth and metabolism in R. pomeroyi. During mixotrophic growth, both growth rate and growth yield were significantly increased compared to heterotrophic growth. Thiosulfate oxidation occurred during all growth stages and caused a significant increase in oxygen consumption. Cellular metabolites were profiled using 1-dimensional 1H NMR spectroscopy and showed that heterotrophic and mixotrophic cells were metabolically distinct. This study provides detailed assessment of thiosulfate-based chemolithoheterotrophy in R. pomeroyi and subsequently helps to improve understanding of the functioning of thiosulfate-utilising bacterioplankton Thiosulfate has a clear impact on bacterioplankton activity and productivity. This information can be used to improve biogeochemical and ecosystem models, which aim to assess ecosystem function. Environment","dataset":"gtr"}