{"id":"80DA16C9-C626-44B1-B837-82B0DB1DA6BB","title":"Quantum simulations of ultrafast photodynamics with the novel Multi-Configurational Ehrenfest technique","abstractText":"Light absorption always creates a coherent initial quantum wave packet which at the time scale lower than decoherence time retains its quantum nature. Therefore ultrafast photochemistry on the subpicosecond timescale, which follows light absorption, is an essentially quantum process. Theoretical study of photochemical processes is a difficult task. The interactions within the molecule can be quite complex and many vibrational modes of a molecule can be involved in the dynamics. The greatest challenge comes from the fact that quantum wave packet dynamics in complex systems with many degrees of freedom (DOF) is prohibitively expensive to simulate numerically with existing computational methods. The computational cost grows exponentially with the number of degrees of freedom which is often called the exponential curse of quantum mechanics. Recently the new Multi-Configurational Ehrenfest approach has been developed which apparently overcomes the exponential curse and can treat quantum dynamics in very large systems. The method outperformed the competing techniques and described accurately quantum dynamics in model benchmark systems with thousands of degrees of freedom. The proposal now is to connect the method with existing electronic structure codes which produce realistic interaction between atoms in molecules as opposed to simple models and to make a step change from model systems to realistic simulations.With this new ab initio quantum direst dynamics we will study a number of photochemical processes of increasing complexity previously investigated experimentally. We will try to understand how the energy of absorbed light evolves in the molecules involved in light harvesting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014500/1","grantId":"EP/I014500/1","fundValue":"366390","fundStart":"2011-06-20","fundEnd":"2015-06-19","funder":"EPSRC","impactText":"","person":"Dmitry  Shalashilin","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}