{"id":"80DF5F9D-5C01-4399-A657-C4ABCA1A9D00","title":"Measured dynamic loading and power performance of tidal turbines in realistic flow conditions","abstractText":"Tidal turbines (akin to underwater wind turbines) are at a stage of development where full-scale prototype devices have been deployed and tested in the seas surrounding the UK and other locations in the world. The next step is to deploy farms or arrays of multiple devices to demonstrate operability, cost reduction and the ability to generate electricity at a larger scale. \n\nIn order to do this device developers and funders of the technology must have confidence and assurances that these arrays of tidal turbines will perform as predicted; but how do you predict something that you have never done before? Computer-based numerical models can simulate things before they are constructed or installed but without data to validate these models how can anyone know if they will be accurate? \n\nThis project addresses such a question &quot;How can we aid industry to best validate dynamic (real time) array models for:(a) optimised array design and layout, (b) prediction of dynamic loadings and fatigue effects (rotors and blades) through inflow turbulence and device-device interactions and (c) reliability or planning for O&amp;M \n considering the lack of publically-available data? \n\nOur answer is to:\n\n1. To provide real, time -series data of loadings and power performance experienced by tidal turbines under realistic inflow conditions and when devices interact with one another (in array type configurations). At present there is little if any data on this (mostly average values or short time-scale experimental runs) which cannot sufficiently validate models. We will provide scale test data with all parameters required to use data sets for validation purposes \n2. To provide measured time-series data for larger multiple-row arrays than has been previously conducted\n3. To quantify so-called &quot;steady loads&quot; and measure changes in performance over time through long-term testing of a scale device(s) in the sea \n\nAnd to make project data available directly to relevant marine energy stakeholders in a very timely manner","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020169/1","grantId":"EP/M020169/1","fundValue":"185700","fundStart":"2014-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Luke  Myers","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}