{"id":"80E9B0B8-34E0-4E9F-8C1A-459FA3C636B1","title":"G8 Multilateral Research Funding Nu-FuSE","abstractText":"The primary focus of fusion energy research over the past decades has\nbeen on magnetic confinement devices called tokamaks. The UK's JET\nfacility is currently the largest tokamak in the world but will be surpassed\nby the international ITER device, now under construction in France.\nProviding computational resources in support of ITER is a dedicated High\nPerformance Computer for Fusion (HPC-FF) at J&uuml;lich, Germany, which will\nsoon be expanded at Rokkasho, Japan in the International Fusion Energy\nResearch Center within the ``broader approach&quot; framework between\nJapan and the EU. Operation is planned to start in 2012. Simulation is\nrequired in three principal areas: plasma physics, the powerful controlling\nplasma-solid interaction/interface, and materials science. We have\nconstructed a consortium involving six countries (France, Germany, Japan,\nRussia, UK and USA) with expertise in all three of these applications\ndomains as well as the underpinning computational science techniques.\nWe propose to use these skills to undertake an integrated research\nprogramme focussed on investigating the scaling of key codes which have\nrelevance for providing experimentally validated predictive capabilities for\nmagnetic fusion systems.\nOn the path towards an economical magnetic confinement fusion reactor\nintegrated numerical models can speed up technological but also physical\nprogress, even mitigating possible bottlenecks.\nOur proposal concentrates on codes for three scientific areas, the plasma\nitself, the materials from which a reactor will be built, and the physics of the\nplasma edge.\nPrevious research on materials and plasmas has been conducted\nindependently, and a key aspect of the proposal is to ensure that scientists\nworking in these areas are well versed in all the issues affecting putative\ndevices. We will train a cohort of young scientists who are genuinely\nexpert in &quot;Fusion Energy&quot;, as opposed to the current division of expertise\nbetween plasma physicists, reactor engineers andmaterials scientists.\nThis group will comprise both the researchers paid for by the project, and\nthe students funded by the constituent universities to work alongside them.\nIt will also bring together the international group of senior scientists (PIs)\nfrom different fields united in the goal of supporting a practical fusion\nenergy device. The collaborative training courses will ensure that\nexpertise in one area is matched by an understanding of the other.\nParticularly in materials science, researchers are using codes developed\nto treat a wide range of materials. The issues relevant for fusion are more\nspecific, and there is plenty of\nscope for both algorithmic and parallelisation developments to lead to\nsignificant speed-ups.\nBy concentrating on community codes, we will ensure that the exascale\ndevelopments of the project are of benefit to a wide range of external\nusers, in addition to the scientists working on the project itself.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004839/1","grantId":"EP/J004839/1","fundValue":"395303","fundStart":"2011-04-04","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  Code implemented wordwide in prediction of fusion plasma behaviour. Energy Societal,Economic","person":"Graeme John Ackland","coPersons":["Arthur Stewart Trew"],"organisation":"University of Edinburgh","findingsText":" Nu-FuSE is an international project (funded through the G8 Research Councils Initiative on Multilateral Research Funding) looking to significantly improve computational modelling capabilities to the level required by the new generation of fusion reactors.\n\nThe focus is on three specific scientific areas: fusion plasma; the materials from which fusion reactors are built; and the physics of the plasma edge. This involves computing at the &quot;exascale&quot; level across a range of simulation codes, collaborating together to work towards full integrated fusion tokamak modelling.\n\nThe largest supercomputers today can perform over a Petaflop of calculations per second on real scientific applications. However Exascale systems are planned for 2016-2018, performing an Exaflop is a million million million calculations per second, a thousand times faster. To exploit these systems effectively for fusion modelling creates significant challenges around scaling, resiliency, result validation and programmability\n \n\nThe project focussed on meeting these challenges by improving the performance and scaling of community modelling codes to enable simulations orders of magnitude larger than are currently undertaken.\n\nThis upscaling allowed important new science discovery. \n We discovered that the stability of plasmas is better at large sizes than one might have guessed from extrapolation of small-scale calculation. We also uncovered the mechanism for radiation resistance in so-called ODS steels.\n\nIn addition the project has developed a community of fusion scientists with the requisite skills to model fusion devices as a whole, rather than focusing on one part as is currently common practice.\n\nNu-FuSE is an international project sponsored by the G8 group of leading industrial nations. It is led by Professor Graeme Ackland at The University of Edinburgh, and includes research teams in Caderache (France, and also the location of the next generation of Fusion reactors, ITER), Edinburgh (UK), Princeton (USA), Garching and J?lich (Germany), Keldysh Institute of Applied Mathematics (Russia), and Tsukuba (Japan). Improvement in fusion devices such as ITER. Real-time modelling of plasmas to detect potential instabilities. Energy","dataset":"gtr"}