{"id":"80EA3B58-ED5F-4C9C-88CE-A3653CA4E509","title":"The design and analysis of synthetic substrates for embryonic stem cell culture","abstractText":"Embryonic stem (ES) cells have the ability to become any of the thousands of different cell types of the human body. This unique ability means that they have great potential for treating several serious diseases, the current treatments for which are often incomplete, transitory or even non-existent. These include diabetes, Alzheimer's and Parkinson's disease all of which result from cell degeneration or malfunction due to age, infection or injury. However two major obstacles in the development of such ES cell-based treatments are that we still have at best a fragmentary understanding of firstly how to obtain adequate numbers of undifferentiated ES cells and maintain them in tissue culture, and secondly how to control their differentiation in order to produce specific cell types. ES cells are derived from either a single cell or the very small numbers of cells present in the preimplantation embryo, meaning that their numbers have to be amplified in tissue culture in order to produce the amounts that will be necessary for clinical use. This gives rise to the first obstacle because in order to do this, the ES cells currently have to be cultured in the presence of other cell types or animal products. These additions to the culture environment expose the cells to potentially harmful viruses or other infectious agents which could be transferred not only to the patients but also others with whom they come into contact. The second obstacle of not fully understanding how to control the differentiation of ES cells also arises because we know little about the factors supplied by the feeder cells. The aim of this project is therefore to eliminate the need for exposure to other cell types and their undefined products in order to develop a method that will both produce large numbers of uncontaminated ES cells suitable for clinical use and will also allow us to determine the mechanisms that control the differentiation of the ES cells. Work by ourselves and others has shown that one of the crucial factors influencing the behaviour of ES cells in the tissue culture environment is their contact with each other and with the substrate on which the cells grow. We are able to modify the surface properties of materials in controlled ways to produce substrates with specific chemistries and nanotopographies (surface architecture on a scale less than one millionth of a meter), and have shown that not only the chemical composition but also the surface architecture of the substrates does indeed affect cell behaviour. We hypothesise that ES cells can be propagated on synthetic substrates that are designed to control interactions with the cells and thus remove the need for animal products in the culture medium. In the project we will study the surface properties of these materials in detail and evaluate the behaviour of ES cells cultured on them in order to select a set of substrates that show potential to control the behaviour of ES cells. We will then thoroughly investigate the surface chemistry and topography of the substrates and the behaviour of the ES cells exposed to them so that we can design specific surfaces to optimize the ES cell response. This will also allow us to build up an understanding of the mechanism regulating ES cell growth and the mechanisms by which the substrate surface properties control their growth. Such information will facilitate the future production of ES cells suitable for clinical use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D014530/1","grantId":"BB/D014530/1","fundValue":"257610","fundStart":"2006-04-24","fundEnd":"2009-12-23","funder":"BBSRC","impactText":"","person":"Susan Jane Kimber","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}