{"id":"80F9FA3E-2E1C-4D99-A2A7-7EBC603A3AFE","title":"Partner choice: How does a host select and control its microbiome?","abstractText":"A group of ants in tropical America, known as the attines, evolved agriculture 50-60 million years ago. These ants collect plant material and take it back to their nests, where they chew it up and feed it to a special fungus that is only able to live in attine ant nests. The most highly evolved attines are known as leafcutters because they actively cut leaves from high up in the rainforest canopy and carry them back as food for their fungus. In return for housing and food, the fungus produces fat- and sugar-rich structures, called gongylidia that the ants harvest as food. Scientists call this co-dependence a mutualism because the ants and the fungus mutually benefit each other. \n\nThe ants protect their valuable fungal gardens by weeding out unwanted microbes (fungi and bacteria), which, if not controlled, would eventually consume the garden. The ants also apply antibiotics to kill the foreign microbes. They get the antibiotics from another mutualist, a special set of filamentous bacteria, called actinomycetes, which are famous (amongst biologists) for making many kinds of antibiotics. The actinomycetes are mutualists with the ant and the fungus garden, because the bacteria fight disease, and in return, live on the ant bodies, where specialised glands appear to feed the bacteria.\n\nWith previous NERC funding we have shown that different actinomycete bacteria live on the ants and provide a mixture of antibiotics, probably to slow down the evolution of antibiotic resistance in the diseases that invade the fungus gardens. Biologists call the bacterial communities that live on a host organism its microbiome. In the attine microbiome, one group of actinomycetes, known as Pseudonocardia, have been handed down over generations (vertically transmitted), and have adapted to their ant hosts. Other actinomycetes, mostly in a group called Streptomyces, appear to be acquired anew from the soil in each generation (horizontal transmission). This is surprising, because the soil is full of bacteria, most of which are not Streptomyces, but somehow the ant is able to selectively take up useful, antibiotic-producing bacteria from their environment, and not harmful or useless bacteria. How does the ant make the right Partner Choice? We have shown that to invade an ant covered in Pseudonocardia another bacterial strain must make antibiotics so it can fight the Pseudonocardia for some space and it must also be resistant to antibiotics made by the Pseudonocardia so it doesn't get killed. We call this SCREENING and it results in a microbiome dominated by antibiotic-producing and -resistant bacteria, which, of course, is the desired outcome for the ant because it gets a mixture of antibiotics to use. \n\nIn this new project we want to understand this system at an even deeper level, taking apart both the Pseudonocardia mutualists to understand the antibiotics they produce and how they influence 'Partner Choice' and to test whether the ants really do provide food to the bacteria and whether this is private to Pseudonocardia or public, that is, available to all bacteria. We also plan experiments to find out exactly which bacteria are present on these leafcutter ant cuticles and exactly where they are on individual ants. In this way we will build the first 3D microbiome maps of an animal host and overlay it with maps of the most abundantly produced antibiotics. The advantage of using attine ants to study and model these microbiomes is that they are easy to keep and their microbiome is on the outside, which means we can do experiments with it. This gives us hope that we can work out general principles governing how to create and manage protective microbiomes in free-living marine and terrestrial systems, including all land plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M015033/1","grantId":"NE/M015033/1","fundValue":"455291","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"NERC","impactText":"","person":"Matthew Ian Hutchings","coPersons":["Douglas W. Yu","John Colin Murrell"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}