{"id":"80FDCA75-3501-4256-BAC1-A75E631895C5","title":"Engaging Industry to develop best practice for laboratory-housed dogs, improving welfare and quality of scientific output","abstractText":"Over 3,500 dogs were used in UK laboratories in 2013 in the safety testing of new medicines, with many more used\nglobally and use set to rise given changes in legislation on testing chemicals and safety assessment. Despite this, we do not have a sound evidence-base to determine the best practice for housing or scientific procedures in the dog. Our BBSRC Industrial CASE studentship project sought to identify the link between dog welfare and quality of data output, as well as developing Refinement strategies to improve and harmonise welfare and data quality. The results of the study showed an effect of welfare particularly on heart rate and blood pressure data, but also on behaviour, psychological state, and sensitivity to mechanical pressure. Our findings also showed significant benefits to welfare of implementing a short training protocol in the pre-study acclimatisation phase of a study where a compound was delivered directly to the dog's stomach through a tube (oral gavage). There are many more aspects of the laboratory dog's life cycle which remain to be Refined and data are still lacking on the best methods for doing so.\n\nWe have hosted an Impact Workshop with our existing and other potential partners, as well as a member of the Home Office's Animals in Science Regulation Unit (ASRU), to identify procedures most suitable for Refinement and to develop practical strategies which can be integrated into existing protocols.\n\nWe have three main objectives:\n\n(1) Despite new European legislation there is still a need to harmonise practices across multinational Industry to ensure that data are comparable. Our first objective is to for LH to acquire a broad understanding of the range of housing, husbandry, and procedure practice, together with the rationale for the existing practices, and provide a centralised resource, in the form of a website to share across all users. Much of this will be open access, providing details of welfare assessment in the dog. It will include photographs, videos and recent publications. A closed registration-only section will provide information on how to conduct procedures, such as oral gavage and inhalation, as humanely as possible.\n(2) Our Partners have highlighted four procedures, oral gavage, inhalation studies, jacketed telemetry and single housing, that could be modified to improve welfare. Data will be collected on the dogs' welfare and the quality of data output. We shall also collect data on the time investment as any changes must be feasible to implement.\n(3) Building up on the knowledge and experience gained from both the PhD and from the second objective, we shall deliver training and engagement activities that will be accredited by LASA for relevant staff to gain recognised qualifications. These will include training courses, talks and other activities, and will be delivered free of charge to all major companies using dogs in the UK (one Partner company will no longer be housing dogs, but is instrumental in the development of the engagement activities). Increasing understanding of welfare and learning theory would also allow responsible staff such as technicians and welfare officers to promote better welfare and understand the need for Refinement and its benefits to the quality of scientific data.\n\nThe outcome of this project will be for LH to gain skills and experience, and to provide evidence-based recommendations to disseminated across a network of highly-experienced colleagues working with dogs to improve their welfare and scientific output, with the potential to reduce the number of dogs used in laboratory research and testing and impact on guidelines and policy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004027/1","grantId":"BB/N004027/1","fundValue":"121490","fundStart":"2015-11-15","fundEnd":"2017-05-14","funder":"BBSRC","impactText":"","person":"Hannah  Buchanan-Smith","coPersons":[],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}