{"id":"8101194B-938D-41D7-B204-DB3093C75B28","title":"Developing evidence-based practice through use of a developmental model of writing.","abstractText":"<p>To increase the accessibility and relevance of the unique set of results from their large scale Leverhulme funded project &quot;Profiling writing in children with specific language difficulties&quot; Connelly &amp; Dockrell will develop a systematic impact strategy to support practitioners and researchers. The research is located within the ESRC priority area &quot;Influencing Behaviour and Informing Interventions&quot;. The Leverhulme funded project provided confirmation that a developmental model of writing is appropriate to conceptualise the writing skills of children who are struggling with writing. Significant progress has been made in specifying the components of a developmental model of writing from this research. The next step is to engage professionals who work directly with children in educational contexts with the research. The impact strategy that is planned consists of the following three parts:</p>\n\n<ol>\n \n\n <li>Partner Workshops with teachers and education professionals</li>\n\n <li>Research based Briefings and a one day conference&nbsp;&nbsp; &nbsp;</li>\n\n <li>Enhanced Web Resources with Research Based Materials.</li>\n\n</ol>\n\n<p>The aim of each of these three parts is to encourage knowledge transfer through the development of evidence-based practice in education related to the teaching of writing.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-189-25-0316","grantId":"RES-189-25-0316","fundValue":"99876","fundStart":"2011-10-01","fundEnd":"2012-08-31","funder":"ESRC","impactText":"  Through a series of collaborative workshops and conferences, researchers, teachers and education professionals worked together to examine barriers to effective writing in children, translate research-based tools into classroom practice and exchange information about innovative evidence-based effective practice. This resulted in the growth of capacity to tackle writing related issues in teachers and researchers and the development of resources and materials that have been widely distributed. There has been immediate regional impact with evidence-based changes to practice reported by advisory teachers in the region, evidence of wider national impact through the reports of our conference attendees and growing international impact through increasing visitors to our website, requests for information and international dissemination. The involvement of our partners in the project has built a strong partnership that is now continually raising questions for both research and practice. Our evidence based CBM assessment tool is actively being used by teachers. This project has helped us refine this tool and we have also trained other researchers internationally to use it in their practice. Issues raised during knowledge exchange activities have resulted in a series of new research questions, contributed to our publications and the conceptualisation of a writing intervention application. Demand from teachers and advisors for further engagement has led to funding being secured to present more day conferences for a wider nationally based audience.\n\n In sum the project has served to enhance the capacity of UK educators to use evidence-based approaches to the teaching of writing and the reach of the project continues.Thus, this project has underlined the urgent need for us to continue to challenge current conceptualisations of the writing process in classroom contexts, further encourage use of the developmental model of writing and to continue to provide practitioners with the needed skills to support their practice. Key issues prioritised by the teachers were writing in the transition between primary and secondary schooling, reliable and rapid assessment of progress in writing, spelling and handwriting and children with writing difficulties. Feedback from the teachers has shown that the workshops have improved their capacity to tackle these issues themselves through drawing on evidence-based research and reflecting on their own experience. Education,Other Policy & public services","person":"Vince  Connelly","coPersons":["Julie  Dockrell"],"organisation":"Oxford Brookes University","findingsText":" Through a series of collaborative workshops and conferences, researchers, teachers and education professionals worked together to examine barriers to effective writing in children, translate research-based tools into classroom practice and exchange information about innovative evidence-based effective practice. This resulted in the growth of capacity to tackle writing related issues in teachers and researchers and the development of resources and materials that have been widely distributed. There has been immediate regional impact with evidence-based changes to practice reported by advisory teachers in the region, evidence of wider national impact through the reports of our conference attendees and growing international impact through increasing visitors to our website, requests for information and international dissemination. The involvement of our partners in the project has built a strong partnership that is now continually raising questions for both research and practice. Our evidence based CBM assessment tool is actively being used by teachers. This project has helped us refine this tool and we have also trained other researchers internationally to use it in their practice. Issues raised during knowledge exchange activities have resulted in a series of new research questions, contributed to our publications and the conceptualisation of a writing intervention application. Demand from teachers and advisors for further engagement has led to funding being secured to present more day conferences for a wider nationally based audience.\n\n In sum the project has served to enhance the capacity of UK educators to use evidence-based approaches to the teaching of writing and the reach of the project continues.Thus, this project has underlined the urgent need for us to continue to challenge current conceptualisations of the writing process in classroom contexts, further encourage use of the developmental model of writing and to continue to provide practitioners with the needed skills to support their practice. Key issues prioritised by the teachers were writing in the transition between primary and secondary schooling, reliable and rapid assessment of progress in writing, spelling and handwriting and children with writing difficulties. Feedback from the teachers has shown that the workshops have improved their capacity to tackle these issues themselves through drawing on evidence-based research and reflecting on their own experience. 1) Partner Workshops on supporting effective teaching of writing. \n\nThree series of partner workshops with regional partners taking part in each workshop (Partners were teachers, LA professionals, SEN teachers and advisors across 5 LA’s). The focus of these sessions was knowledge exchange between the researchers and partners. We used partnership principles for the workshop series. Partners brought ideas, expertise and knowledge about teaching writing in the classroom and the challenges and barriers they faced in supporting effective teaching of writing. The researchers contributed their knowledge of reliable and valid assessments and effective interventions for writing, conceptual tools (such as our developmental framework of writing) and physical tools (such as our digital writing tablets and curriculum based measurement protocol). We were careful to design the workshops to integrate with the practitioners’ cultural and organisational environment. Partnering generated the capacity to reflect, inform and integrate practice and research on both sides. The activities developed by the research team supported partners in reflecting on their practice, using evidence-based knowledge and tools in their teaching and the production of a variety of materials that could inform their practice in the teaching of writing more widely. The researchers used the sessions to enhance and refine their assessment and intervention materials to ensure they were valid in classroom contexts and for teachers with varying levels of expertise. \n\n2) Curriculum Based Measures of Writing Tool\n\nAssessment was a key concern of our partners and so we actively tested and further developed our CBM measure of writing. We received feedback on the efficacy of the measure and all the teachers used it in their practice and with their colleagues in schools/LAs. In partnership we produced a teacher friendly manual on CBM for dissemination at the plenary conference. \n\n3) Survey of writing packages in schools\n\nA comprehensive survey of writing packages in common use in schools in England was also produced with our partner’s full contribution (ROS). This useful tool provides teachers with a single document illustrating the range of the many writing packages available to teachers. The review demonstrated the lack of research evidence underpinning the packages.\n\n4) Web pages to disseminate materials\n\nWe also disseminated, reviewed and produced research based materials on the teaching of writing in the workshops, at the plenary conference and on our website (http://psych.brookes.ac.uk/ewsc/) Some of these were reviews published from the USA and were not known in the UK. Our own publications and presentations from the conferences and workshops are on the website available for download. The partner workshops involved staff from 19 primary schools, including headteachers, special LA advisory teachers, inclusion advisors and PCT staff. Workshop evaluation indicated that as a direct result of the workshops the majority of partners (77%) had instigated evidence-based practices in their approach to the teaching of writing and that all indicated ways they intended to use such approaches in the near future. In particular all the advisory teachers reported that they have shared it across other staff in the LA. All classroom teachers took the opportunity to use CBM methods in their own teaching through evaluating their own classes and discussing the results in the workshops. Eighty Eight per cent of workshop partners stated they had immediate plans to continue to use CBM in their practice.\n\nTeacher feedback indicated that the conceptual tools, assessment tools, research reviews and writing packages survey developed in the project all contributed positively to the partners work in influencing colleagues to take an evidence based approach to the development of writing in children. Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}