{"id":"81048347-3048-43C9-B393-9903F7897662","title":"Topological Protection and Non-Equilibrium States in Strongly Correlated Electron Systems","abstractText":"A paper mbius strip is like a cylinder in which the paper twists as it goes round. It looks looks quite like the simple cylinder, but it cannot be transformed into one without some drastic action such as cutting it with a pair of scissors. The mathematics describing this fact is known as topology. It allows the classification of shapes and objects into sets whose members are fundamentally similar to each other, and fundamentally different from objects in other sets. This seems abstract, and it is. However, abstract concepts can sometimes point the way to futuristic applications of sciences. One of the ambitious dreams of modern physics and electrical engineering is to build a quantum computer, a machine that would function completely differently to today's computers, and be a step-change in technology. In order to do that, one has to harness a property of quantum mechanics called 'coherence', which allows its laws to be realised. In the everyday world, fully coherent systems are extremely rare, because when they couple with everything around them, that environment acts like a source of strong random noise that scrambles the system up. This 'decoherence' is one of the core problems of the field. Ground-breaking theoretical research over the last decade has shown that there might be special classes of quantum system which are topologically distinct from the vast majority of other systems. This means that they will not couple to the environmental noise that is such a problem, and offer a route to overcoming decoherence. The second key issue for an electronics revolution is understanding what happens when you severely disturb even a normal quantum mechanical system. This is called driving it from equilibrium, and is going to be more and more important as we try to make electronics run faster and over smaller distances. We understand equilibrium quantum physics very well, but as soon as we go far from equilibrium we enter unexplored territory.In this Programme, we will address both these issues. Building on a breakthrough which has shown that topology is much more important in modern materials than we had ever suspected, we will perform a series of interlinked projects aimed at establishing which materials are most likely to offer topological protection from decoherence. Although ambitious, this is not an empty dream. Microsoft, who formally support our work, have created an entire research centre in the USA to work towards it. Their efforts are mainly theoretical, while ours will be mainly concerned with concrete experiments both on naturally occurring materials and on specially engineered hybrids. The second thrust of our Programme, non-equilibrium quantum mechanics, will be mostly theoretical work to begin with. Its primary focus will be gaining insights that will be of relevance to futuristic electronics in general, but we believe there is particular value in coupling that work with the investigation of topological effects. Nothing is proven yet, but there are good grounds to think that non-equilibrium systems may themselves ultimately prove to be the best platform for stablising the topological excitations that so many people are seeking.Our work is highly adventurous, and will push back the frontiers of current knowledge. Doing it as a co-ordinated Programme will bring exactly the cross-fertilisation of ideas and techniques, and of experiment and theory, that maximises the chances of success. The scale of a Programme also enables engaging with top international collaborators. In addition to working with Microsoft's research centre, we will exchange ideas and personnel with groups from Harvard, Berkeley, Cornell and Princeton in the USA, Grenoble in France and Tokyo and Kyoto in Japan. Major challenges require this level of global collaboration, which will expose the young people who we will train to the very best minds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I031014/1","grantId":"EP/I031014/1","fundValue":"5528990","fundStart":"2011-08-31","fundEnd":"2017-08-30","funder":"EPSRC","impactText":"  TOPNES research aims to lay the foundations for novel quantum technologies, unlikely to result in short term applications - therefore the key performance indicator should be the number of publications and the citations they attract, hence the impact on the scientific community. However we are constantly looking for ways to exploit the developed techniques and methodologies. The development of new techniques and methods has recently led to a patent application, with a spin-off company due to be founded to market piezo-electric devices for cryogenic environments. This spin-off company, Razorbill Instruments has recently been awarded a prize in the Converge Challenge 2014 to develop their prototype into a product.\n\nExchange with our industry partners makes sure that relevant industry is aware of the results of the research programme. This is done though the industrial associates programme. The industrial associates are invited to participate in TOPNES events, to provide the PDRAs and PhD students a route to connect to them, as well as update the industrial associates on progress of the research programme.\n\nIn a meeting recently organized by us, with contributions from TOPNES, at which potential applications of quantum materials for novel quantum technologies were discussed, some of our industrial associates took part.\n\nThe basic concepts of topology are well accessible for the general public, making this an ideal theme for outreach activities. Our commitment to connect to the general public is evidenced by more than 10 public lectures given by TOPNES investigators. To increase the critical mass of participants in outreach activities, we are pushing for joint outreach activities with the Condensed Matter Doctoral Training Centre based at St Andrews, with Heriot-Watt and Edinburgh, to include PhD students who are working on topics relevant to TOPNES. Research results are disseminated through a web page. We have applied for a stand the Royal Society Summer Exhibition to promote our research to the general public. Manufacturing, including Industrial Biotechology,Other Economic","person":"Peter  Wahl","coPersons":["Andy Peter MacKenzie","Sven  Hoefling","Christopher Andrew Hooley","Jonathan Mark Keeling","Andrew David Huxley","JC Seamus Davis","Felix  Baumberger","Philip David King","Andrew George Green","S  Lee","Steven H. Simon"],"organisation":"University of St Andrews","findingsText":" By research funded from this grant, a number of novel approaches have been developed which have resulted in publications but not necessarily had societal impact yet. Highlights from the ongoing work include:\no Development of novel theoretical tools to describe entanglement in quantum devices as well as in topological materials\no Use of these ideas to assess the performance of the adiabatic quantum computer, one of the field's most discussed devices pioneered and sold by D-wave Systems Inc.\no Co-ordinated experiment/theory collaboration revealing entirely new insights on the superconducting order parameter of the candidate topological superconductor Sr2RuO4.\no Development of new instrumentation, notably Kerr microscopy and an apparatus which enables probing material properties while inducing previously unattainable levels of tensile and compressive strain.\nThe last point, development of new instrumentation, has led to a patent application and a spin-off company as detailed in the Narrative Impact. The new techniques developed under the present research programme, TOPNES, will be employed by a number of groups in academia. This concerns, e.g., the novel strain device, which has been developed in TOPNES and the design of which has been described in detail, so that other research groups within and outwith TOPNES can now implement this technique for other characterization tools. The same applies for the innovative approach to the preparation of magnetic tips for measuring magnetic structure at the atomic level.\nThe better understanding which we have achieved for materials of relevance to topological quantum computation will enable us and other groups to better judge in which directions to go and which are the most promising materials. \nFinally, research done under TOPNES with ESPRC funding has resulted in two patent applications and a spin-off company, which will now further develop instrumentation to an actual marketable product. Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}