{"id":"8106B235-A75C-4201-9839-E381B22048CB","title":"Spectroscopy and Electron Transfer Dynamics of Blue Copper Proteins","abstractText":"Electron transfer is one of the most crucial reactions in biochemistry and the efficient and controlled transfer of electrons is crucial to living organisms. Metalloproteins with copper centres are particularly effective at performing electron transfer and understanding the link between structure and function of proteins lies at the heart of much biochemical and biophysical research. We propose a programme of research that interleaves novel theoretical developments (at Nottingham and Warwick) with new experiments (at Nottingham) to build a detailed understanding of the function of blue copper proteins, such as plastocyanin. Model complexes of the active site will be generated in the gas-phase and their spectroscopy measured. Adopting this approach will allow the oxidised and reduced forms of the active site to be studied directly, and will furnish information on how the presence of the coordinating ligands modulates the behaviour of the active site. Building on this, we plan to design complexes with tunable spectroscopic properties. The application of quantum chemical methods to study biological processes is without doubt an area of research that will grow rapidly in the near future. Molecular dynamics simulations within a quantum mechanics/molecular mechanics framework will be performed for the oxidised and reduced forms of the protein, and extended to the ligand-to-metal charge transfer state of the oxidised form. These simulations will form the basis for the development of force fields that will be used to study the charge transfer process and establish the form of the entatic state of the protein directly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I012303/1","grantId":"EP/I012303/1","fundValue":"430778","fundStart":"2011-08-01","fundEnd":"2015-01-31","funder":"EPSRC","impactText":"  The grant is still active and there is nothing to report here at this stage.  ","person":"Nicholas Alan Besley","coPersons":["Timothy G  Wright"],"organisation":"University of Nottingham","findingsText":" 1) One of the goals of the grant was to test the robustness of the less computationally expensive ligand field molecular mechanics approach compared to a combined quantum mechanics/molecular mechanics (LFMM) approach and molecular dynamics with a classical force field for the simulation of blue copper proteins. This was to be achieved by using molecular structures taken from the different simulations as a basis for simulating the circular dichroism (CD) spectroscopy of these proteins. Our work has shown that CD spectra based upon averaging over many structures drawn from a LFMM molecular dynamics simulation are in good agreement with experiment, and superior to analogous calculations based upon structures from a classical molecular dynamics simulation. This provides evidence that the LFMM force field provides an accurate description of the molecular dynamics of these proteins.\n\n2) Resonance-enhanced multiphoton ionization (REMPI) spectra of laser-ablated copper atoms entrained in a supersonic free jet expansion have been measured. Our work has shown that depending on the ionization scheme employed, and the conditions under which the copper atoms are produced, very different spectra are produced. In some circumstances, high proportions of metastable atoms survive the ablation and expansion process and are clearly seen in the spectra. The spectroscopic transitions for the observed lines are identified, and this work highlights that the the assumption that only ground state copper atoms are present following laser ablation should be viewed with caution\n\n3) The electronic structure of small molecules that contain the characteristic copper-sulphur motif of blue copper proteins has been characterised. This work has shown that time-dependent density functional theory can be applied successfully to these systems and also established small model systems that have similar electronic structure to the proteins. The grant is still active - we are currently studying the electron transfer in these proteins and studying the structure of the excited states of these proteins. Healthcare","dataset":"gtr"}