{"id":"81109E0C-675A-42BA-A545-E430E20901D3","title":"E-Curator: 3D colour scans for remote object identification and assessment","abstractText":"This project draws on UCL's expertise both in curatorship and in e-Science. It takes advantage of the presence at UCL of world class collections across a range of disciplines and of a state of the art colour scanner, the quality of which is unequalled in Europe.\\n\\nCurators, conservators and other cultural heritage specialists traditionally describe and share information about objects using a combination of photographs and text; the illustrated catalogue and the annotated condition report being the standard record formats.\\n\\n3D colour scanning offers the potential to revolutionise such records. 3D colour scans can record the whole object, in the round, in great detail. The latest 3D colour scanners can record a level and texture of surface detail and colour fidelity not previously possible. \\n\\nThere are many potential ways in which such scans could be used. They could aid identification, for example enabling the reading of hitherto illegible inscriptions on degraded surfaces. They could enable curators in different institutions to compare closely ostensibly similar artefacts without travelling to see them. They could assist in the monitoring of decay and environmental damage over time, both within a museum or gallery or more critically when objects travel, for instance in touring exhibitions. \\n\\nAt a time when museums are being urged to enter into more international partnerships, to engage with different cultural perspectives, and to loan their collections more freely such developments could alleviate some of the practical barriers to the movement of people and objects, enhancing international scholarship and facilitating the safe movement of artefacts.\\n\\nFor 3D colour scans to be of practical use, however, robust means of sharing and validating the data obtained need to be established. High resolution 3D colour scans of one object require hundreds of megabytes of storage space, and can only realistically be shared using the distributed file systems being widely deployed in the e-Science environment. Use of e-Science security toolkits will also be necessary to protect the integrity and authenticity of object scans, and the confidentiality of scans that are not being made available to the public. The E-Curator project aims to apply e-Science technologies to museum work and artefact analysis, exploring the potential to capture and share, in a secure and traceable manner, very large, detailed datasets about museum artefacts. \\n\\nSix artefacts have been selected for study in this project. They represent a range of disciplines (art, archaeology, anthropology) and present a range of issues in recording surface details. They will be scanned using a state of the art Arius3D colour scanner, of a type unique in the UK, to create detailed object 'fingerprints'. \\n\\nThe scans will be stored at UCL and federated with partner sites. They will be evaluated at several stages by curators and conservators on and off site. Formative and summative workshops will be held in order to establish details of procedure and test user interfaces. A Steering Group consisting of curators, conservators, laser scanning, metrology and e-Science experts will guide the project. Two research assistants, one a computer scientist, the other a conservator, will be employed on the project and a project studentship will investigate the potential of 3D scanning and e-Science based data sharing for the museum community.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E006485/1","grantId":"AH/E006485/1","fundValue":"145145","fundStart":"2007-09-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"","person":"Sally  MacDonald","coPersons":["Ian  Brown","Stuart  Robson","Graeme  Were"],"organisation":"University College London","findingsText":"","dataset":"gtr"}