{"id":"811DD21E-77AE-4BB1-8EB2-F9EA183D6189","title":"A Novel Routing Protocol for Large Scale Disconnected Environments","abstractText":"This project aims is to explore how wireless mobile networks can support a very large number of users in establishing and maintaining communication in environments with little or no existing network infrastructure e.g. rescue missions in the areas affected by disasters such as the Tsunami. The challenges facing the networking community for supporting such mass-scale applications are fundamental and profound. One of the most basic requirements for traditional and mobile ad hoc networking is that a fully connected path between all end points that wish to communicate must exist for communication to be possible. In the above Tsunami scenario this is not the case because some end points might be almost permanently disconnected, and new, non-traditional approaches to networking are needed to enable communication. We wish to develop a novel optimised routing protocol for providing ubiquitous connectivity to large number of users and devices at manageable cost in the face of frequently disconnected infrastructure. We will do this by combining scaleable mobile ad hoc routing approaches and delay tolerant network routing approaches. We apply for a PhD studentship and technical resources to develop this protocol through the modelling and simulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D062659/1","grantId":"EP/D062659/1","fundValue":"86242","fundStart":"2007-01-22","fundEnd":"2010-10-21","funder":"EPSRC","impactText":"  Resource Aware Delay Tolerant Ad-hoc protocols and frameworks have increasingly been used in:\n* vehicle ad-hoc networks for improving robustness of infrastructure hot spots as well as safety messages dissemination. \n* social mobile networking applications for providing and enabling communications in remote or congested areas that may have intermittent connectivity to the infrastructure \n* large scale remote monitoring in the areas of agriculture, animal monitoring and remote healthcare. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Transport Societal,Economic","person":"Milena  Radenkovic","coPersons":[],"organisation":"University of Nottingham","findingsText":" New frameworks and protocols that support disconnection prone real time communication in various real world application areas have been proposed and evaluated in different contexts such as social mobile networks, animal tracking and vehicle ad hoc networks. These frameworks have been optimised to be energy efficient for the scenarios where energy is a key concern (such as continuous long term monitoring of animals to detect and prevent spread of diseases) , privacy preserving for scenarios where privacy is a key concern (such as mobile social networks and services where users want to have identity privacy and location privacy) and congestion aware where congestion is a key problem (such as communication in large scale complex temporal networks where some more important nodes can get overloaded and unusable which can cause disconnections). The findings of how to disseminate data, build and use services in disconnection prone complex dynamic environments can be taken forward by the vehicular ad hoc community to design and build new safer and more robust vehicular communication technologies; remote health care to enable more reliable patients monitoring and communication as well as games and social networks community to allow pervasive and low cost large scale communication. \n\nA PhD studentship that was funded by this grant was successfully completed under the title 'Congestion Control Framework For Delay-Tolerant Communication' by Andrew Grundy in 2012 Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}