{"id":"812124CA-35EE-4EB9-9727-C0440458575D","title":"Accounting for Climate Change Uncertainty in Flood Hazard Prediction","abstractText":"Floods are the most common and widely distributed natural risk to life and property worldwide, causing over &pound;4.5B worth of damage to the UK since 2000. Managing flood risk therefore presents a substantial challenge to this and future governments. Arising from the requirements of the EU Floods Directive (2007/60/EC), flood hazard maps for the UK must be delivered by December 2013. Due to limitations in current methodologies these maps take a deterministic approach to mapping catchment scale flood hazard, and do not incorporate climate change projections. Climate projections are predicted to result in the increase of UK properties at risk from flooding and coastal erosion: understanding the uncertainty these bring to flood hazard is therefore of vital economic significance to the UK.\nDifferent methods to assess or determine flood hazards have evolved through research and practice. However, these do not allow for uncertainty estimates to be explicitly included within the process. While uncertainty analysis has been an area of research over a number of years, it has not yet achieved widespread implementation in flood modelling studies and decision making for a number of reasons. With developments in the field, such as improved computational power and newly available standardised climate datasets, incorporating uncertainty into assessments is becoming increasingly possible and indeed essential.\nIt is clear that a gap currently exists in uncertainty estimation in flood hazard prediction, particularly in relation to climate change projections, and that this area of research is critical to current policy and operational drivers. This proposal has been developed to comprehensively address this gap. The project will develop a novel probabilistic modelling framework to assess the impact of uncertainty arising from climate change on flood hazard predictions, generate exemplar probabilistic flood hazard maps for selected case study catchments and attempt to quantify the chnge to flood hazard as a result of climate projections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L026538/1","grantId":"EP/L026538/1","fundValue":"99493","fundStart":"2015-01-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Lindsay  Beevers","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}