{"id":"813CBC3B-F3F1-44B4-988F-FABE9C5438F4","title":"Calogero-Moser systems, Cherednik algebras and Frobenius structures","abstractText":"The proposed project lies in the areas of integrable systems, and more specifically Calogero-Moser systems, Cherednik algebras and the theory of Frobenius manifolds. The Calogero-Moser system is one of the most important integrable systems because of its far reaching and deep connections with algebra, geometry, representation theory and other branches of mathematics and mathematical physics. The Cherednik algebra is a remarkable algebra which has been extensively studied in the last decade. It appeared as a powerful tool used to solve problems in combinatorics but it also has deep connections with geometry. The representation theory of Cherednik algebras is a very active, rapidly developing area. Certain beautiful parts of the theory have already been constructed. Cherednik algebras are connected with Calogero-Moser operators through the faithful representation of Cherednik algebras by Dunkl operators.Frobenius manifolds were introduced by Dubrovin in the 90's. He formalized in a geometrical way the associativity conditions from topological field theories also known as Witten-Dijkgraaf-Verlinde-Verlinde (WDVV) equations. The theory of quantum Calogero-Moser problems, Seiberg-Witten theory and Frobenius manifolds coming from singularity theory give rise to remarkably simple solutions of the WDVV equations.The aim of the project is to extend considerably and deepen the above mentioned connections between the areas as well as to develop new perspectives. The generalised quantum integrable Calogero-Moser problems will be obtained from special modules of Cherednik algebras. In this way we expect to recover the integrability of some of the known systems as well as to discover new integrable systems. This will also give a unified approach to the integrability of generalised Calogero-Moser systems. We are going to study special solutions of the WDVV equations connected to trigonometric Calogero-Moser problems and the Frobenius manifolds on the orbit spaces of extended affine Weyl groups. The project will develop the differential geometry on the discriminant submanifolds in the Frobenius manifolds coming from Coxeter groups. Finally, we intend to introduce and develop new connections between Frobenius structures on these orbit spaces and special modules for the Cherednik algebras. We also plan to explore this new connection and develop its consequences for both Frobenius manifolds and Cherednik algebras.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032889/1","grantId":"EP/F032889/1","fundValue":"285856","fundStart":"2008-09-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"","person":"Misha  Feigin","coPersons":[],"organisation":"University of Glasgow","findingsText":" The project dealt with a particular type of quantum mechanical systems of interacting particles which exhibit nice properties known as integrability. An algebraic approach to such systems was developed based on Cherednik algebras. Special representations of these algebras were developed and studied and they were applied to the integrable systems under consideration. This approach allowed to establish integrability of many known integrable systems in a unified way and it also led to discovery of new integrable systems. Both relativistic and non-relativistic systems were treated this way by making use of suitable types of algebras and their representations.\n\n\n\nAnother key finding was discovered and developed connection between representations of Cherednik algebras and an area of geometry, namely theory of Frobenius manifolds. Both Cherednik algebras and Frobenius manifolds under consideration have certain fundamental structures in common such as a regular polytope and its symmetry. It appeared that there is a way to explore the differential-geometric structures of Frobenius manifolds to produce representations of the corresponding Cherednik algebras. Moreover this approach led to a complete description of representations from a natural class. The work had further applications to theoretical physics as developed techniques allowed construction of new supersymmetric quantum mechanical systems.  ","dataset":"gtr"}