{"id":"813F09F6-E07D-4DB3-BACC-7AE98449D814","title":"The rank principle in social and cognitive comparison","abstractText":"<p>How satisfied are we with our wages? Do British citizens pay more or less tax than they should? Does the UK take in more than its fair share of asylum seekers? People's answers to such questions are typically, highly relative.</p>\n\n<p>Wages are judged with reference to those of similar others in the same workplace or neighbourhood; many UK citizens believe that the UK takes too many asylum seekers in comparison to other countries. Thus judgements and decisions may be strongly determined by inaccurate prior beliefs or by a context of available information. For example, opinions about levels of immigration or taxation may be strongly Influenced by people's (often inaccurate) beliefs about levels in other European countries.</p>\n\n<p>The research is developing and testing a rank-based model of everyday judgement and decision-making. Attitudes are hypothesised to be influenced by the rank-ordered position of an option in a distiibution. For example, most people overestimate the number of very wealthy people in the UK. We find that individuals' life satisfaction is influenced by where they believe themselves to rank in this assumed wage distribution, rather than by their actual wage. The project applies rank-based models to judgements about various socially and politically important quantities.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H029249/1","grantId":"ES/H029249/1","fundValue":"321033","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"ESRC","impactText":"  The research findings that are of potential relevance to policy and practice have only recently appeared in print, and hence there has as yet been little time for demonstrable impacts on policy and practice to have occurred.\n\nAs noted in other sections, there is potential impact (beyond academia) in areas including medicine (pain perception), education (assessment of student satisfaction) and policy (perception of &quot;fair&quot; sentencing; relationship between income, inequality, and subjective well-being). Also as noted in other sections, we have given priority to presenting results at a number of specialist and general workshops aimed at introducing results to practitioners. These efforts will continue.  ","person":"Gordon  Brown","coPersons":["Alex Mathew  Wood"],"organisation":"University of Warwick","findingsText":" The project explored the idea that people's answers to everyday questions such as whether they are exercising enough, whether they are satisfied with their educational experience, whether they are drinking too much, or what constitutes an appropriate prison sentence, are influenced by their (often inaccurate) beliefs about the context of comparison. \nFor example, consider two students who both drink the same amount of alcohol each week. However one student believes that 80% of other students drink more than she does herself; the other student thinks that only 15% of students drink less than he does himself. We find that the second student is likely to be more concerned about her level of drinking than the first, even though in fact they both drink the same amount.\nWe have shown that the same principles of context-dependent judgement apply to a number of different domains - such as students' concern with their anticipated indebtedness at the end of their studies; people's judgements of other people's personalities, individuals' judgements of the healthiness of different food products, and the amounts of money people are willing to pay for consumer goods.\nWe developed and tested a simple mathematical model of everyday judgements such as those listed above. In all cases it was found the judgements were influenced by the context of comparison in ways predicted by the model. We have also developed an extended version of the model, dubbed Social Sampling Theory, to account for social-level phenomena such as political polarization.\n An important general finding is that judgments depend not just on the context of available choice options (such as products in a shop, or pension savings options) but also depend - in ways predicted by the model we have developed - on people's (often inaccurate) beliefs about what is &quot;normal&quot; in the population. This has led to a further finding on how people's behavior (e.g., healthy lifestyle choices) can better be &quot;nudged&quot; by provision of social norm information. We found, as predicted by our model, that providing people with information about where they rank within a population (e.g., &quot;8 out of 10 students drink less alcohol than you do&quot;) has more of an influence on their behaviour than standard nudges, which instead tell people what the mean population behaviour is (&quot;the average student drinks 12 units of alcohol per week&quot;). A number of findings are of potential or actual relevance for both academic and non-academic audiences. These include findings on how context affects people's judgements of the adequacy of their pension contributions, the sufficiency of their exercise habits, the safety of their alcohol intake, their subjective experience of pain, and their satisfaction with their educational experience. Additional outputs concern the three-way relationship between income, inequality, and subjective well-being. \n\nWe have adopted a two-pronged strategy to maximize the opportunity for impact. First, as envisaged in the original grant application, we have targeted not just the topmost general academic psychology journals (e.g., Psychological Science), but also the highest-impact academic journals within specific fields. Thus findings above have been reported in field-specific journals such as Pain, Studies in Higher Education, Journal of Sport &amp;amp; Exercise Psychology, and Alcohol and Alcoholism.\n\nSecond, we have engaged with non-academic research users through a number of routes. We have given presentations on the research at, for example, meetings such as the Allianz Oxford Pensions Forum, 2012; a meeting with a major credit card company seeking to reduce inappropriate lending, and with the Financial Services Authority. We have also individually given a number of talks and presentation at relevant workshops. CI Wood is one of the coordinators of six Behavioural Science Workshops (held in 2014/15, and funded by the Economic and Social Research Council) hosted by the Stirling Behavioural Science Centre. A key aim of this series of workshops is to bring together economics and psychology researchers in key areas of research and practice, and results of the research have been presented by both Wood and Brown at these workshops. PI Brown is a CI (and member of the management committee) for the ongoing ESRC-funded Centre NIBS (Network for Integrated Behavioural Science). Several NIBS user-oriented workshops have already been held, at which several findings from the present grant have been presented. Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice","dataset":"gtr"}