{"id":"814561DA-3CEC-41FE-988C-A839C3231D9F","title":"Bilateral NSF/BIO-BBSRC: Bayesian Quantitative Proteomics","abstractText":"Research in the life sciences is being driven forward by cutting-edge techniques for studying the molecules acting in cells. The functional molecules in cells are proteins - the expression, activity and interactions of particular proteins in any given cell define its structure and what it is capable of doing. As one example, we are often interested in studying what proteins are present in diseased cells and in what quantities, compared with normal cells, since the identity of the proteins may help us understand the disease process, and the search for new drug targets. The technologies used to study proteins on a large scale are collectively called proteomics. The main method used in proteomics is mass spectrometry (MS), which can calculate the molecular weight and abundance of molecules. \n\nThe majority of proteomics workflows perform a step of protein digestion prior to MS. The result of digestion is that all the proteins become broken up into small chains, called peptides. This step has become common, because peptides are easier to analyse by MS, due to their lower mass, producing simpler data to interpret. The set of peptides is then identified and often quantified across different conditions (e.g. disease versus healthy cells). We often know that a peptide was derived from a specific parent protein, and so we can use the identity and quantification of that peptide as a proxy measure for the behaviour of the protein across our samples of interest, and as such these workflows are called &quot;bottom-up&quot;. One issue with the digestion of proteins is that some proteins break down quicker than others - for some proteins/peptides digestion is incomplete, producing unreliable quantification data, which at present is not fully understood or compensated for by the analysis software.\n\nWhile bottom-up studies dominate the field, they currently have several significant drawbacks. Proteins are molecules that tend to exist in multiple different, related forms in the cells, which have been called proteoforms - through the gene encoding the protein being processed in different ways (alternatively splicing), or through the addition of functionally important chemical groups, called post-translational modifications (PTMs). Since only one or a few peptides are different between different proteoforms, they are far more challenging (or impossible with current techniques) to quantify accurately. Current practice in proteomics generally ignores this problem - losing vast amounts of data about the true nature of the molecules in the system. There are MS techniques for studying intact proteins and their proteoforms (called top-down methods), but at present these do not function in high-throughput mode, and thus are typically used for targeted studies on a small number of proteins.\n\nIn order to make a step change in the quantification and discovery of proteoforms, we will develop an integrated suite of analysis techniques using a powerful statistical technique called Bayesian modelling. With Bayesian approaches, the problem at hand is simulated many thousands of times probabilistically. By interpreting the range of different conclusions reached, we can get an idea of how certain we are about the results, which is crucial given the subtle nature of the evidence within the MS datasets. In essence, our computational techniques will deliver the same quality of data about individual proteoforms (including novel discovery of PTMs) as top-down techniques, but based off bottom-up (peptide-focussed) workflows - thus, for the first time, enabling highly accurate proteoform-level discovery and quantification in high-throughput mode. To ensure rapid and wide uptake of our new methods, we will integrate our advancements into a freely available software suite we are developing, ProteoSuite.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M023818/1","grantId":"BB/M023818/1","fundValue":"266753","fundStart":"2015-09-30","fundEnd":"2018-09-29","funder":"BBSRC","impactText":"","person":"Andrew Robert Jones","coPersons":["Robert Jeffrey Beynon"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}