{"id":"81456F7A-F893-4FBA-A440-D2F26CE7CADB","title":"Challenging Gendered Media Mis(s)Representations of Women Professionals and Leaders","abstractText":"The media is a powerful player in the promotion or otherwise of gender equality worldwide and media representations of women have great impact on how women are viewed and view themselves. Representations of women professionals and leaders are however under increasing scrutiny. A continued media focus on women's gender, not competence, ignores women's achievements as leaders and professionals, misrepresenting their ability, contribution and advancement e.g. the focus on women political leaders' appearance, children, partners and not on social policy. These misrepresentations undermine gender equality and social justice and perpetuate women professionals and leaders as 'out of place,' constraining their progress. Challenges to gendered media misrepresentations of women are reflected in an increasingly powerful discourse of resistance by governmental groups, lobbyists, media organisations and feminist societies. Yet to date there is limited management and business (M&amp;B) studies research into gendered media misrepresentations of women professionals and leaders. Further, a contradiction exists between UK and European governmental and societal debates on gender inequalities, quotas and initiatives to increase women professionals and leaders (e.g. Lord Davies Report 2010; Horizon 2020) and the continued gendered media misrepresentations of women. Interrogating gendered media representations is essential to gain fresh insight into contemporary debates of social justice and instrumentally bringing about social and economic change. Researchers have begun to consider the negative implications of gendered media misrepresentations of women yet there is a lack of established and rigorous research protocols in the field; the research remains marginalised and researchers are isolated from the M&amp;B 'mainstream.' In contrast, research into gendered media representations has a long history in gender, journalism, media, communications and cultural studies but approaches have not fully engaged in the implications for women professionals and leaders. The Seminar Series is a timely and innovative opportunity for M&amp;B researchers to connect with scholars from other disciplines, media producers, editors and journalists; key audience groups (professionals, leaders, unions, networks representing young women); lobbyists and policy makers through a multidisciplinary knowledge exchange.\nThis groundbreaking Series will develop an international multidisciplinary network by bringing together a core group of scholars with diverse media stakeholders, lobbyists and policy makers. This will lead to a unique network and focal point for academics at varying career stages to engage across disciplines with diverse stakeholders for topical research into, and provide challenge to, gendered media misrepresentations of women professionals and leaders.The Series will develop: innovative theoretical, methodological and conceptual frameworks; M&amp;B research capacity, curricula and research priorities and through instrumental dissemination will raise awareness and influence global challenge and change.\nThe Series reflects the global nature of the research issue. Keynote speakers and participants will be UK and international scholars and key stakeholders who will each bring expertise from regional, national and international levels. The Series will develop sustainable collaborative networks and research publications in M&amp;B studies and maximise impact. The Seminar Series has 3 themes: 1. 'Gendered Media Misrepresentations: Why do they matter and how do we know?' 2. 'Developing Research Capacity for B&amp;M Studies: Multidisciplinary methodologies, theories and concepts/analysing media texts and visual methods; and 3. 'Developing Priority Research Agendas and Maximising Impact'. 8 of the 1 day Seminars will focus on distinct but inter-related aspects of the Series' focus. The final Seminar will be a 1-day conference to consolidate knowledge exchange and research priorities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M001792/1","grantId":"ES/M001792/1","fundValue":"29958","fundStart":"2014-10-22","fundEnd":"2016-01-10","funder":"ESRC","impactText":"","person":"Carole Jane Elliott","coPersons":["Valerie  Stead","Jannine  Williams","Sharon  Mavin"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}