{"id":"815C15C6-1771-48B3-9C90-6CB62411681A","title":"Regulation of ER-nuclear communication by CREB3 transmembrane transcription factors","abstractText":"Our cells carry out a broad range of functions, some of which are common and some distinct for each cell type. As examples, certain cells in our pancreas sense metabolic signals and regulate secretion of insulin to control variations in blood glucose. Different cells in the pancreas play a role in the secretion of enzymes that help breakdown ingested foodstuffs. Cells within developing bone secrete components that build bone matrix, while cells of our blood system produce and secrete antibodies to combat infection. These particular examples reflect a common critical function with which this application is concerned, namely the proper control of secretion and secretory function. \n\nThe secretory pathway is controlled by a specialized apparatus, termed the endoplasmic reticulum (ER). This coordinated network of membrane-bound organelles is ultimately responsible for the general and cell-type specific secretion of all the proteins and other components that carry out the diverse functions in the examples above. \nTherefore, malfunction of ER pathways is associated with a wide range of important human diseases. Examples include diabetes and lipid disorders, conditions associated with defective bone formation, and diseases associated with malfunction in secretion and inflammation in the intestine such as ulcerative coilitis. Although the links with human disease are well established, many aspects of the detailed mechanisms regulating ER functions and their role in normal processes and disease progression remain poorly understood. \n\nA general feature of cellular function is the process of homeostasis, i.e. the regulation of internal conditions by a system of feedback controls to stabilize the health and proper functioning of the cell in response to changing conditions. This process frequently involves the control of gene expression. A specialized homeostatic pathway occurs in the ER for the control of cholesterol levels in our bodies. In this pathway a transcription factor is physically associated with the ER, where it senses alterations in cholesterol, and as a result is processed and transported to the nucleus to stimulate cholesterol production. Knowledge of this pathway has contributed significantly to understanding cholesterol balance and imbalance in health and disease.\n\nThrough our work, we now know there are additional factors, called CREB3 proteins, that are also physically anchored in the ER and control adaptive responses by relaying information back to the nucleus. Recent work has demonstrated that they play vital functions at the ER and are required, for example, in developing bone cells, for normal cartilage formation, and in liver for the control of secreted fatty acid and triglyceride levels. However we have very little mechanistic understanding of how they function. \nThe principle aims of this proposal are to understand the detailed mechanisms controlling CREB3 activity and how they regulate these distinct downstream pathways. We will address two main objectives; firstly understanding the signalling pathways that control how these factors are retained in the ER and how they are released and transported to the nucleus; secondly, what proteins they interact with to dictate cellular localisation \n\nOverall, elucidation of the mechanisms controlling CREB3 proteins and their transcriptional regulation of adaptive responses will contribute significantly to our understanding of ER biology and important physiological pathways and potentially yield new insight into disease processes of significant burden in the population. Understanding their role and function may also have application e.g., in manipulating the secretory pathway to increase production of desired products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K017926/1","grantId":"MR/K017926/1","fundValue":"335022","fundStart":"2013-04-01","fundEnd":"2016-07-28","funder":"MRC","impactText":"","person":"Peter F O'Hare","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}