{"id":"815E728A-9119-4534-BC02-8E9F3F0646D9","title":"Developmental Social Neuroscience, Ethics and the Law: Challenges to legal perspectives in the UK and Europe","abstractText":"<p>Advances in developmental neuroscience have shown that 'adult-like' brain systems - i.e. those required for sophisticated appraisal of one's actions and potential consequences of such actions - do not become fully mature until later stages of adolescence. Furthermore, such maturity can be affected by adversity and injury.&nbsp; In the long term this can mean the compromising of key neurological functions - in particular, the capacity to consider complex decisions relating to one's own welfare and real engagement in society. Both adversity and injury have been shown to be common in children who offend (and re-offend).&nbsp;</p>\n\n<p>However, studies have shown that children who receive adequate treatment for such injuries or illnesses at an early stage in their development may deal more succesfully with social integration at a later stage - such as children provided with rehabilitation after brain injury may avoid violent offending.&nbsp;</p>\n\n<p>This seminar series brought together specialists from the fields of neuroscience, law and policymaking, to address questions relating to brain development, neurological injury and the law - sharing advances in the neuroscience of developmental conditions; exploring the legal implications of such advances at national and EU levels and considering how regulation of neuroscience could be improved at those levels.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0872","grantId":"RES-451-26-0872","fundValue":"16307","fundStart":"2011-07-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"  Title\nDevelopmental Social Neuroscience, Ethics and the Law: Challenges to legal perspectives in the UK and Europe\n\nDescription\n\nThis is the impact report for a seminar series on developmental social neuroscience, ethic and the law. Advances in developmental neuroscience have shown that 'adult-like' brain systems - i.e. those required for sophisticated appraisal of one's actions and potential consequences of such actions - do not become fully mature until later stages of adolescence. Furthermore, such maturity can be affected by adversity and injury. In the long term this can mean the compromising of key neurological functions - in particular, the capacity to consider complex decisions relating to one's own welfare and real engagement in society. Both adversity and injury have been shown to be common in children who offend (and re-offend). However, studies have shown that children who receive adequate treatment for such injuries of illnesses at an early stage in their development may deal more successfully with social integration at a later stage - such as children provided with rehabilitation after brain injury may avoid violent reoffending. This seminar series brought together specialists from the fields of neuroscience, law and policymaking, to address questions relating to brain development, neurological injury and the law - sharing advances in the neuroscience of developmental conditions; exploring the legal implications of such advances at national and EU levels and considering how regulation of neuroscience could be improved at those levels.\n\nLanguage\n\nEnglish\n\nContributers\n\nKaren McAuliffe, Exeter University\nHuw Williams, Exeter University\nAtina Krajewska, Cardiff University\n\n\n\n\n \nII. DETAIL OF IMPACT GENERATED\n\n\nA. SCIENTIFIC IMPACT\n\nSummarise the scientific impact\n\nBy bringing together lead scientists, researchers, policymakers and lawmakers to share advances in the neuroscience of developmental conditions and explore their legal implications, significant cross-disciplinary understanding has been achieved. This is particularly vital in case where a juvenile comes into contact with the criminal justice system. New research networks have been developed between:\n• Researchers in neuroscience and law, clinicians from psychology, psychiatry, neurology, lawyers and policymakers;\n• Academic researchers and researchers in the Parliamentary Office of Science and Technology;\n• Academic researchers at Exeter University and the European Commission (DG Research)\n\n\nOutline findings and outputs that have had scientific impact\n\n• Web resource: www.exeter.ac.uk/neuroscienceandlaw\n• Summary document (available on www.exeter.ac.uk/neuroscienceandlaw)\n• Pdf and audio files (available on www.exeter.ac.uk/neuroscienceandlaw)\n\n\nOutline how these impacts were achieved\n\nA web resource was created (www.exeter.ac.uk/neuroscienceandlaw) containing details of the seminar series, key themes, resources and links as well as media coverage of our research. This resource is intended to be a 'hub' for the networks developed through the seminar series to allow for further collaboration in this area.\n\nA summary document was produced, which is available on that website. From that summary document network members can produce consensus reviews of relevant areas, allowing the development of research questions (for funding applications) relevant to understanding youth at risk, vulnerability in the criminal justice system etc. Grants currently being prepared include an ESRC Centre Grant to explore social and early experiences and links to risk behaviour\n\nPdf and audio files of presentations of speakers at the seminar series were published online at www.exeter.ac.uk/neuroscienceandlaw and on the website of the Parliamentary Office for Science and Technology\n\n\n\nOutline who the findings and impacts have had an impact upon\n\n\n• Academic researchers from the fields of law, neuroscience, psychology, psychiatry, neurology, policy\n• Parliamentary Office for Science and Technology\n• International Juvenile Justice Observatory\n• European Commission (DG Research)\n• Legal practitioners who work with youth offenders\n• Judges\n\n\n\n\nB. ECONOMIC AND SOCIETAL IMPACT\n\n\nSummarise the economic and societal impact\n\n1. Barrow-Cadbury Trust (BCT) report launched by APPG on Penal Affairs\n2. Input into Children and Families Bill (2013)\n3. Questions asked at All Party Parliamentary Group (APPG) on Penal Reform meetings\n4. Establishment of the Criminal Justice and Acquired Brain Injury Group (CJABIG)\n5. Involvement on CYPSS project [see section on future impact below]\n6. Parliamentary Office for Science and Technology (POST) to produce a report on age of criminal responsibility\n7. Revision of assessment procedures by Youth Justice Board (YJB)\n8. Involvement with preparatory research for proposed EU Directive on special safeguards for accused or suspected persons who are vulnerable\n9. Reference to our research by Minister for Justice, Chris Grayling MP\n\n\n\nOutline findings and outputs that have had economic and societal impact\n\n\n• The Barrow Cadbury Trust (BCT) invited Williams (CI) and McAuliffe (PI) to submit a policy review (publication of which was funded by the BCT). \n• Williams (CI) and Hughes (Birmingham University - seminar series participant) were invited to write a review for the Office of the Children's Commissioner (OCC). A number of members of the network developed through the ESRC seminar series contributed to that review, which was launched in October 2012.\n• Pdf and audio files of presentations of speakers at the seminar series were published online at www.exeter.ac.uk/neuroscienceandlaw and on the POST website.\n\n\nOutline how these impacts were achieved\n\n\nThe BCT report was launched in Parliament in 2012 and was disseminated across parliamentary groups. Recommendations have been circulated to over 200 MPs and members of the HoL to inform the Children and Families Bill (2013). The Minister for Justice, Chris Grayling MP subsequently referred to aspects of the research in the context of addressing the &pound;10 billion p.a. spend on repeat offending. [1,2, 9]\n\nThe OCC report identified a staggeringly high number of children at risk. This led to the OCC inviting further input from our research team for disseminating these findings to key stakeholders, including the Youth Justice Board (YJB) and National Offender Management Services [7]\n\nThose reports directly led to questions being asked regarding the suitability of the age of criminal responsibility at the APPG on Penal Reform meetings [3]\n\nPOST is producing a report for MPs on the age of criminal responsibility in England and Wales. The grant holders have been asked to contribute to this review [6]\n\nThe CJABIG (co-chaired by Williams), established following the seminar series, is a consortium of charities created to develop evidence base and policy links in the field [4]\n\nThe YJB, assisted by Williams, has reviewed its assessment procedures which now include a screening system for TBI considerations [7]\n\nMcAuliffe was invited to present the research to the office of the European Commissioner for Research, Innovation and Science, M&aacute;ire Geoghegan Quinn.\n\nThe European Commission (DG Justice) has requested the findings, summary document and reports/reviews emerging from the ESRC seminar series in order to take account of them in the drafting of the upcoming EU directive on special safeguards for accused or suspected persons who are vulnerable. McAuliffe has been asked to continue to liaise with the drafters and translators of that proposed directive. [8]\n\nThe above policy work has been reinforced with widespread media coverage (See www.exeter.ac.uk/neuroscienceandlaw)\n\n\n\n\nOutline who the findings and impacts have had an impact upon\n\nCriminal Justice and Acquired Brain Injury Group (CJABIG)\n• Headway UK\n• Child Brain Injury Trust\n• Encephalitis Society\n• Barrow-Cadbury Trust\n• Howard League\n• Prison Reform Trust\n\nYouth Justice Board\nOffice of the Children's Commissioner\nBarrow-Cadbury Trust\nEssex Brain Injury Services\nBritish Psychological Society\nParliamentary Office for Science and Technology\nDisabilities Trust\nRoyal Colleges of Psychiatry, Paediatrics and Child Health and General Practitioners\nLord Ramsbotham (chaired one of the seminars and consequently is now Chair of the Criminal Justice and Acquired Brain Injury Group, House of Lords)\nChris Grayling MP, Secretary of State for Justice (see 'Crime in Context' speech, June 2013 - https://www.gov.uk/government/speeches/crime-in-context-speech)\nInternational Juvenile Justice Observatory (Brussels)\nEuropean Commission (DG Justice, DG Translation, DG Research)\n\n\n\n\n\nC. UNEXPECTED AND POTENTIAL FUTURE IMPACTS\n\nUnexpected impacts\n\n[none]\n\n\nPotential future impacts \n\nAs a result of the seminar series and the OCC report, Williams (CI) has been invited onto the working group for Intercollegiate Standards for Children and Young People in Secure Settings (CYPSS) project. This working group aims to develop standards for the planning and provision of healthcare for children and young people in secure training centres, young offender institutions and secure children's homes. Those standards are likely to be rolled out in 2013-14. [5]\n\nThe Parliamentary Office for Science and Technology will produce a report in 2013 on the age of criminal responsibility in England and Wales. McAuliffe (PI) and Williams (CI) have been asked to assist with that report.\n\nMcAuliffe (PI) will continue to work closely with colleague at the European Commission and Council in relation to the drafting of secondary EU legislation such as the proposed EU directive on special safeguards for accused or suspected persons who are vulnerable.\n\nA number of further grant applications are being prepared, including an ESRC Centre Grant to explore social and early experiences and links to risk behaviour. Healthcare,Government, Democracy and Justice Policy & public services","person":"Karen  McAuliffe","coPersons":["Huw  Williams","Atina  Krajewska"],"organisation":"University of Exeter","findingsText":" Advances in developmental neuroscience have shown that 'adult-like' brain systems - i.e. those required for sophisticated appraisal of one's actions and potential consequences of such actions - do not become fully mature until later stages of adolescence. Furthermore, such maturity can be affected by adversity and injury. In the long term this can mean the compromising of key neurological functions - in particular, the capacity to consider complex decisions relating to one's own welfare and real engagement in society. Both adversity and injury have been shown to be common in children who offend (and re-offend). However, studies have shown that children who receive adequate treatment for such injuries or illnesses at an early stage in their development may deal more successfully with social integration at a later stage - such as children provided with rehabilitation after brain injury may avoid violent offending. This seminar series brought together specialists from the fields of neuroscience, law and policymaking, to address questions relating to brain development, neurological injury and the law - sharing advances in the neuroscience of developmental conditions; exploring the legal implications of such advances at national and EU levels and considering how regulation of neuroscience could be improved at those levels.\n\nOutcomes achieved and activities arising\nAs a result of the seminar series, the following outcomes were achieved:\no A web resource was created (www.exeter.ac.uk/neuroscienceandlaw) containing details of the seminar series, key themes, resources and links and media coverage of our research. This resource is intended to be a 'hub' for the networks developed through the seminar series to allow for further collaboration in this area.\no A summary document has been written, which is available on that website. From that summary document the investigators will produce consensus reviews of relevant areas, allowing the development of research questions (for funding applications) relevant to understanding youth at risk, vulnerability in the criminal justice system etc.\no Pdf and audio files of presentations of speakers at the seminar series were published online at www.exeter.ac.uk/neuroscienceandlaw and on the POST website.\no The Barrow Cadbury Trust invited Williams (CI) and McAuliffe (PI) to submit a policy review (publication of which was funded by the BCT). That review was launched by the APPG on Penal Affairs in Parliament in December 2012. The review has been disseminated to policymakers across parliamentary groups on penal reform in the context of forthcoming bills relevant to this work for children at risk for neuro-developmental disorder - for example, the forthcoming Childhood Family Bill in which where will be an opportunity to raise the need for early/improved assessment of affected children.\no Williams (CI) and Hughes (Birmingham University - see list of participants above) were invited to write a review for the Office of the Children's Commissioner. A number of members of the network developed through the ESRC seminar series contributed to that review, which was launched in October 2012. That review identified a staggeringly high number of children at risk which then led to the OCC inviting further input from our research tem for disseminating these findings to key stakeholders, including the Youth Justice Board and National Offender Management Services, so that those stakeholders could achieve an improved understanding of how to identify children at risk and how best to provide for their education/healthcare needs etc.\no In response to the findings of the ESRC seminar series, the Parliamentary Office for Science and Technology has been tasked with forming a report for MPs in 2013 on the age of criminal responsibility in England and Wales. The ESRC seminar series grantholders have been asked to contribute to this research.\n\nLevel of demand for participation in the seminar series\nDemand for participation in the seminar series was very high. On average, 70-80 people attended each of seminars 1, 2 and 4. Seminars 3 and 5 were deliberately kept at a smaller number due to the nature of those seminars and tasks to be achieved therein. The seminar series was recommended to and incorporated into the schedule for students on UCL's clinical paediatric neuropsychology programme. A number of charities and other organisations became increasingly involved in the seminar series as it progressed, including: Barrow Cadbury Trust, Office of the Children's Commissioner, Youth Justice Board and National Offender Management Services.\n\nSummary of feedback from participants\nFeedback from participants was excellent overall as evidenced by the early impact evaluation below. EARLY IMPACT EVALUATION\n\nScientific Impact\no A new research network on developmental neuroscience and law has been developed as a result of the seminar series. The web resource at www.exeter.ac.uk/neuroscienceandlaw is a 'hub' for that network to allow for further collaboration in this area.\no By bringing together lead scientists, researchers, policymakers and lawmakers to share advances in the neuroscience of developmental conditions and explore their legal implications, significant cross-disciplinary understanding has been achieved. This is particularly vital in cases where a juvenile comes into contact with the criminal justice system.\n\nEconomic and Societal Impact\no The reports produced for the Barrow Cadbury Trust and the Office of the Children's Commissioner directly led to questions being asked regarding the suitability of the age of criminal responsibility at All Party Parliamentary Group on Penal Reform meetings.\no The BCT report was launched by the APPG on Penal Affairs in Parliament in December 2012. The recommendations have been circulated to over 200 MPs and members of the House of Lords in preparation for inclusion in the Children and Families Bill (2013) referring to neuro-disabilities diagnosed in vulnerable children.\no As a result of the OCC report, Huw Williams (CI) has been invited onto the working group for Intercollegiate Standards for Children and Young People in Secure Settings (CYPSS) project. This will develop standards for the planning and provision of healthcare for children and young people in secure training centres, young offender institutions and secure children's homes.\no In response to the ESRC seminar series and the findings of that series as reported on in the above publications, the Parliamentary Office for Science and Technology has been tasked with forming a report for MPs in 2013 on the age of criminal responsibility in England and Wales. The ESRC seminar series grantholders have been asked to contribute to this research.\no Following the ESRC seminar series, Huw Williams (CI) is assisting the Youth Justice Board with assessment procedures, including a screening system which is being piloted within the Board. A revised version of the general assessment system for young offenders (CHAT) is being written to include TBI considerations.\no The European Commission (DG Justice) have requested the findings, summary document and reports/reviews emerging from the ESRC seminar series in order to take account of them in the drafting of the upcoming EU directive on special safeguards for accused or suspected persons who are vulnerable. Karen McAuliffe (PI) has been requested to continue to work and liaise with the drafters and translators of that proposed directive into 2013.\n\nThe above policy work has been reinforced with widespread media coverage (e.g. Oct 2012: BBC R4 Today; The Independent; The Guardian. See www.exeter.ac.uk/neuroscienceandlaw for further media links.) Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}