{"id":"81651FF3-683D-485C-B750-21E7FD57609C","title":"Phase response properties of hippocampal neurons","abstractText":"A fundamental challenge in neuroscience is to understand memory, i.e. how information can be stored in and retrieved from a neural circuit. Whereas synaptic plasticity is likely to contribute to memory storage, the cellular basis of the retrieval process has not been studied. The aim of the present project is to study fundamental cellular processes underlying retrieval of information from the hippocampus, known to be necessary for certain types of memory. During memory processing, the hippocampal network enters a state of characteristic oscillations of around 5 Hz, referred to as theta activity, and it is believed that information can be represented by the timing of spikes in individual neurons relative to this network oscillation. Here we would study how information can be retrieved in individual neurons by the phase of firing induced by a transient stimulus. The property of the neuron that allows this to happen is the so-called phase response curve (PRC), which defines the timing of the spike relative to the on-going oscillation. We hope that this way of analysing neuronal properties can give us new insight into memory, both for the basic understanding of information storage in the brain, for the possiblity of developing new treatments of memory disorders, and for the possibility that similar principles can be used powerfully in computers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D015758/1","grantId":"BB/D015758/1","fundValue":"351813","fundStart":"2006-07-01","fundEnd":"2010-03-31","funder":"BBSRC","impactText":"","person":"Ole  Paulsen","coPersons":[],"organisation":"University of Oxford","findingsText":" The main important result of this project was to identify how the phase response properties of hippocampal neurons enable heterosynaptic control of spike timing-dependent plasticity (STDP). This result was published in Nature Neuroscience (Kwag &amp; Paulsen, 2009). The result is complementary to that which we have previously published in Nature Neuroscience (Lengyel et al., 2005), describing how phase response curves allow optimal retrieval of information stored as STDP. \n\nIn addition, we have identified the mechanisms involved in phase response control. Basis for further research Other","dataset":"gtr"}