{"id":"8167FA01-8272-4C50-B245-3655DE0239CE","title":"Automated adjoints: how much do we really know about the source of the Indian Ocean Tsunami?","abstractText":"Tsunamis are one of the most rapid and destructive of the geohazards which humanity faces and the Indian Ocean Tsunami of 26 December 2004 was the most powerful and destructive in recent history. In the intervening five years, much scientific effort has been expended attempting to understand the source and propagation of the tsunami. In many cases, hypotheses about the source region of the tsunami, which have been derived from geological, seismic and GPS data, have been tested by running a numerical ocean model starting from that source and comparing the results to tide gauge data and satellite altimetry taken during the actual tsunami event. These studies are an important contribution to our understanding of this devastating event, but they miss one important question: to what extent do the observations constrain the source region or could there be important differences in the source region which are not detectable in the relatively small number of observations we have to compare with? One reason that the existing studies have generally not addressed this problem is that studying the sensitivity of the model outputs to the model inputs, which is the essence of the question here, requires the use of an adjoint, or inverse, model. Producing forward ocean models is already a significant research task and producing a correct and matching adjoint model is very difficult and the resulting model system is typically very expensive in processor time to run. This project will employ exciting new software and hardware technology to vastly simplify the process of producing an adjoint model and deliver the performance increases needed to make adjoint problems tractable. The software technology in question is automatic code generation. In this approach the mathematical formulation of the finite element problem is automatically converted into highly efficient computer code. This dramatically reduces both developer effort and the incidence of code bugs. The novel aspect here will be to use this high level mathematical formulation to automatically generate the adjoint formulation, thereby avoiding the difficulty of building two models and ensuring consistency between forward and adjoint models. The novel hardware technology is graphical processing units (GPUs). Initial studies at Imperial College have indicated that automatically generated model code for GPUs can run more than twenty times faster than the equivalent code for ordinary processors. This combination of hardware and software will result in a step-change in the ease of development and the cost of running adjoint tsunami models. The resulting model will be used to conduct the missing sensitivity analysis of a number of the published tsunami source scenarios and will thereby enable us to answer the question: 'how much do we really know about the source of the Indian Ocean Tsunami?'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I001360/1","grantId":"NE/I001360/1","fundValue":"59278","fundStart":"2010-10-05","fundEnd":"2012-10-04","funder":"NERC","impactText":"","person":"David Anthony Ham","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}