{"id":"8168EF19-F18B-4021-962D-1FD5A4BC7835","title":"Inverse problem in energy beam controlled-depth machining","abstractText":"Techniques such as abrasive water jet machining (AWJ), pulsed laser ablation (PLA) and ion beam machining (IBM) are all methods of energy beam processing, by which energy is transferred to a surface and material is removed; this group of technologies can be employed to generate freeforms surfaces by controlled-depth machining. Although the way in which the energy is transferred in each of these methods is very different (AWJ: a high speed mixture of air, grit and water mechanically erodes the surface; PLA: laser pulses vaporize the surface; IBM: high speed charged particles erode the surface), they can be dealt under a unified mathematical framework whereby the rate of erosion of the surface is described by a partial differential equation. This equation relates the footprint of an energy beam (its instantaneous rate of removal, which may be a function of the geometry of the eroding surface, its distance from the source of the beam as well as position within the beam and beam orientation) to the evolution of the surface. \n\nThe Investigators in this proposal have had significant success in using this mathematical framework to determine the final, machined surface for a given beam footprint and dynamic beam path; this is the forward problem. However, the problem that is of industrial interest is the inverse problem; given a required final surface, how should the beam be moved in order to accurately machine it? Currently, in both academic research and industry, this problem is solved by trial and error (craftmanship). \n\nThe aim of this project is to develop methods for solving the inverse problem algorithmically, so that end users of this group of technologies (i.e. energy beam controlled-depth machining) can input their required surface into a software package and automatically generate a beam path. We will do this by tackling a series of increasingly realistic mathematical problems which can be related to real energy beam processes, backed up by an experimental programme against which our models can be verified.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K02826X/1","grantId":"EP/K02826X/1","fundValue":"377905","fundStart":"2013-10-07","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"  The project started only 7 months ago and the findings are under exploration  ","person":"Dragos Aurelian Axinte","coPersons":["John  Billingham"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}