{"id":"8168268B-A332-4AEB-A01D-6901AF2BFFDA","title":"Is Ageing Changing? Health, healthy life and cognition across generations.","abstractText":"Economic and social planning is essential for the efficient operation of health and welfare services in modern economies. Improving the quality of public services requires the availability of high quality data and trend information. This is not just about knowing the age and sex structure of the population. To plan services efficiently policy makers in central government, local government, the National Health service, and in private and voluntary organisations need to have access to good forecasts of the levels of health and ill health within different sub-groups in the older population, the level of social support available and trends in general health status, mental and physical disability and long term survival of older people. Information about dementia is particularly important in the planning of health and social services because of the devastating impact it can have on the individual and their families due to an individual?s increased physical, psychological, emotional and social dependency on others. The proposed study will enhance the quality of data upon which planning decisions are made and of our understanding of trend in health and ill health within different social and geographical groups, particularly in the presence of increased life expectancy. The applicants will wish to engage directly with policy makers in different forums and with service consumers and their representatives or advocates to ensure that the scientific interpretation of the data is widely understood by the public. We will do this through discussion with groups of stakeholders and consumers and through involvement and other stakeholders in the management of the study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601022","grantId":"G0601022","fundValue":"2329010","fundStart":"2008-09-15","fundEnd":"2016-11-28","funder":"MRC","impactText":"","person":"Carol  Brayne","coPersons":["Raphael David Wittenberg","Carol  Jagger","John  Bond","Antony  Arthur","Ian Grant McKeith","Fiona Elaine Matthews","Angus  McDonald"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}