{"id":"8169098B-F422-45F7-967E-F3F1CD4F86B0","title":"Age Concern: Crystallographic Software for the Future","abstractText":"The experimental technique of crystallography enables us to see what molecules really look like. It enables us to visualise atoms that make up all crystalline materials from the simplest (such as table salt) to complex molecules which form the basis of all living organisms (such as haemoglobin, DNA, viruses). Between these extremes, crystallography lets us explore the structure of metals and alloys, of semi-conductors found in electronic devices, of drugs and of fertilizers. Because crystallography is so important for our understanding of chemistry, physics and molecular biology, it is no surprise that several British Nobel Prize Winners based their work on crystallographic studies. Chemists, biologists, physicists, geochemists and other scientists use the basic ideas provided by crystallography to solve very different problems. We share the need for complicated, flexible and fast computer programs. These are highly specialised, mathematically very complex tools enabling us to deal with large quantities of data required to solve even the simplest problems. Some of the mathematical knowledge needed to make these programs can be learnt from books, but more important are the years of expertise and experience in the existing programs. Surprisingly, all single crystal program systems still used in non-biological crystallography are based on programs written 20-30 years ago. Of course these programs have been modified during this period as new ideas developed, but incredibly, in every case the changes have been supervised by those involved in the original projects. These are the only people who actually know in detail how the programs work. The original authors are now in the final years of their careers, or retired, and sadly some have died.Imagine what would happen in a few years time if the only people who now knew how to design car engines or telephone exchanges were in their sixties. If that knowledge were not shared before they died, the social and economic consequences would be massive. In reality, car and telecommunications industries are always training new people in the required skills, but in crystallographic computing, this has not happened. Young people do write programs, but these are now always focussed onto the needs of a new instrument, or highly specialised applications. Unlike the situation 30 years ago, there are no young people in tenured posts with enough experience to design a whole crystallographic system single handed. The old systems/programmers will not last for ever, and they hold very valuable experience not recorded elsewhere. We need to harness this knowledge before it is lost. We propose to do this by using the expertise of a few young people who have the latest mathematical/ computational skills with which to create a truly flexible and modern tool for the benefit of all diffraction sciences. We shall be channelling literally 100's of years of combined crystallographic knowledge from within the applicants' teams, together with that of the steering/advisory groups and other crystallographers who wish to contribute to the project once established. We believe that we are in a uniquely fortunate position to undertake this much needed task - just in time, before it is too late to do so.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C536282/1","grantId":"EP/C536282/1","fundValue":"560260","fundStart":"2006-02-06","fundEnd":"2011-08-05","funder":"EPSRC","impactText":"  Simplified or partial implementation of some of the ideas explored in SMTK have been back-ported into the CRYSTALS package, and are available for use free of charge in this package. Chemicals,Pharmaceuticals and Medical Biotechnology Cultural","person":"David John  Watkin","coPersons":["Richard Ian Cooper"],"organisation":"University of Oxford","findingsText":" Structure Refinement\n\nConventional refinement programs offer the user a selection of pre-programmed options for dealing with foreseen problems. We have taken the opportunity to break with this tradition and offer the next generation of small-molecule crystallographers a totally original crystallography-orientated mathematical programming infrastructure. We have designed a small-molecule toolkit, now in the testing phase, (SMTK, Sadki &amp;amp; Watkin, 2011) for crystallographic modelling and refinement. It provides an environment where the model formulation is kept separate from the optimization process. This provides users with an effective means to test ideas through tools which enable them to develop, maintain and explore new domains of crystallography without the burden of designing the optimisation process. SMTK reduces the effort required to explore new algorithms and to build large and maintainable models which can readily be adapted to any new situation.\n\n\n\nIn building the tool kit use was made of cctbx for routine crystallographic operation. Bespoke code was written to perform in-house optimisations, but the problems can also be packaged up for export to a variety of non-conventional web-based optimisation engines. The advantage of this is that users faced with unstable or otherwise difficult problems have access to the latest mathematical technology. These technologies include automatic redundant parameter elimination, inequality (boundary) constraints and acceleration of sparse matrix operations.\n\n\n\nThe program has been tested by comparing the results of the built-in optimiser with those from external optimisers and with existing refinement programs. Novel uses for it include robust determination of absolute configuration (Flack, Sadki, Thompson &amp;amp; Watkin, 2011), improved joint refinement of X-ray and neutron data (in preparation) and the modelling of disorder using hindered rotors (in preparation).\n\n\n\nSimplified or partial implementation of some of the ideas explored in SMTK have been back-ported into CRYSTALS as part of the validation procedure and offer existing users a glimpse of what is possible with the tool kit.\n\n\n\nUsing Chemical Information\n\nThe empirical or approximate molecular formula is usually available at the start of most X-ray analyses of molecular materials. Often, the chemist also has a good idea of the structural formula. Before the start of this project there was no software which attempted to use this knowledge. The program MatchbOx uses the structural information encoded as a SMILES string to automate some of the decision-making steps usually made by a human analyst. The work has involved implementing existing graph-matching algorithms and then extending them to exploit chemical connectivity. This enables the program to detect incorrect atom assignments and to analyse disorder. Output from the program includes graphical displays, crystallographic information files (cif) for the corrected structure, and the information needed for the refinement of disorder. For testing purposes the program has been linked to CRYSTALS, but it is also available as a free standing application for use with any other crystallographic systems.\n\n\n\nTen papers coming out of this work have been published, three more are in preparation, and 8 oral presentations have been given at international meetings. None in the short term, though the design would enable a teaching interface to be developed. Once testing is completed, the Tool Kit will be deposited with the International Union of Crystallography as an open-source resource. This will make it freely available for exploitation to the whole crystallographic community Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}