{"id":"816964E1-E242-4A92-B125-1E33DB3100D7","title":"Physiological and molecular characterisation of circadian rhythms in red blood cells","abstractText":"Circadian rhythms allow organisms to actively anticipate, as opposed to passively reacting to, the changes of the 24-hour cycle of a day and a night. These rhythms are generated within our cells, and until recently, the consensus was that they were generated by specific clock genes. The finding, reported three years ago by two of the applicants, that circadian rhythms are also found in isolated human red blood cells (RBCs) was therefore a very remarkable one, because RBCs lack a cell nucleus and therefore do not have any genes. In that report, the protein peroxiredoxin (PRX) was found to alternate rhythmically between an oxidised and a reduced state. Two other applicants have recently found a similar oscillation in the electrophysiological properties of the cell membrane and the cytoplasm that it encloses, using a method called dielectrophoresis (DEP). These two groups have now joined together with the ambition of gaining a greater understanding of how these oscillations are created and connected.\n\nWe will sequentially incubate human RBCs in the presence of chemicals that specifically inhibit different groups of biologically active proteins: Protein kinases, which add phosphate groups to other proteins, protein phosphatases, which remove them again, and ion channels, which control the flow of ions across cell membranes and therefore regulate the electrochemical properties of the membrane. Every cell has multiple members of each group, but RBCs, being very specialised cells, have an unusually limited repertoire, and there are chemicals available that act on multiple members of a group, and others that act specifically on a single type. In each case, we will investigate the effect of each chemical both on PRX status and on electrochemical properties. We will interpret a significant effect on the oscillation on both readouts as an indication of a joint mechanism, whereas if it only affects one of them, that protein at least will only affect one of them. This will allow us to identify which proteins within these groups in the RBCs are involved in circadian rhythmicity. We will then proceed to a method known as patch-clamping, which allows us to study a single ion channel molecule within the cell in the presence or absence of an inhibiting chemical.\n\nThe outcomes of this research will help us understand how RBCs keep time. These mechanisms may or may not be applicable to other cells. However, RBCs are crucially important for survival, and a greater understanding of how they function may be of benefit to haematology and potentially improved understanding and treatment of malaria, a disease with a strong rhythmic component.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M021556/1","grantId":"BB/M021556/1","fundValue":"299663","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Fatima H Labeed","coPersons":["Malcolm  Von Schantz","John Stuart O'Neill","Akhilesh  Reddy","Rita  Jabr"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}