{"id":"816F800F-3D0B-46F6-A826-13F4DD498074","title":"Fundamental Wave-Plasma Processes","abstractText":"The Earth possesses a magnetic field very similar in shape to the magnetic field produced by a simple bar magnet. Magnetic field lines emerge from the planet at one magnetic pole and extend out of the atmosphere, thousands of kilometres into space, before returning to the magnetic pole in the opposite hemisphere. Rather than being a vacuum, the region of space that these field lines pass through is filled with plasma / an electrically conducting gas made up charged particles. Most of these particles originate in the Earth's atmosphere having been produced by ultraviolet sunlight which ionises gases in the high altitude atmosphere / a region known as the ionosphere. The Sun also possesses a strong magnetic field. As nuclear processes generate energy in the solar interior, the outer layer of the solar atmosphere expands outwards through the solar system forming the solar wind. When the solar wind arrives at the Earth it collides with the planet's magnetic field and is diverted around the planet. The cavity carved out of the solar wind by the Earth's magnetic field is called the magnetosphere. Inside the magnetosphere the plasma and magnetic field generally originate mainly from the Earth. Outside of the magnetosphere, they originate from the Sun. These regions are not always strictly separated and this leads to electromagnetic interactions between our planet and its nearest star. The ionosphere has a major influence on radio waves passing through it while some of the high energy particles that originate from the solar wind become trapped in radiation belts surrounding our planet at distances between 20,000-60,000 km / the part of space occupied by many Earth-orbiting satellites. At high latitudes, charged particles can escape from the radiation belts into precipitate into the upper atmosphere where they excite atmospheric gases to form the aurora borealis (i.e. the 'northern lights'). Clearly, this sun-earth connectivity not only leads to beautiful natural phenomena but also impacts upon the man-made technologies on which we depend. Approximately 99% of universe is estimated to be plasma. In this respect, the solar wind, the magnetosphere and the ionosphere are not exotic. However, plasma does not exist naturally on the surface of the Earth. Therefore, if we are to fully understand how plasma (and therefore most of the universe) behaves we need to exploit the natural plasma laboratory the surrounds our planet. Some of the biggest mysteries surround the interaction of plasmas and electromagnetic waves. For example, wave-plasma interactions (WPI) are thought to be responsible for many of the processes that cause cold plasma to be energised. These include the formation of the Earth's radiation belts or the acceleration of plasmas that cause the aurora and can damage satellites. However, the mechanisms are poorly understood. In a terrestrial setting, wave-particle interactions are frequently used as an energisation mechanism within particle accelerators. Artificially-created and confined plasmas heated by WPI lie at the heart of experimental fusion reactors that offer the hope of clean energy in the future. Clearly, an improved understanding of wave-plasma interactions is vitally important. A five-year programme of research is outlined. It's primary aim is to address this universally relevant physical process. By examining WPI in more accessible regions close to the Earth, where data are abundant, we can extrapolate results to the wider solar system and the universe as a whole. The components of the programme address the physical processes connected with WPI by means of: (a) detailed active experimentation by stimulating WPI processes artificially, (b) measurement and analysis of naturally WPI signatures at a range of spatial scales, (c) theoretical modelling of WPI processes, and (d) exploring WPI processes in different geophysical regions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F003005/1","grantId":"ST/F003005/1","fundValue":"591501","fundStart":"2008-04-01","fundEnd":"2010-07-31","funder":"STFC","impactText":"","person":"Farideh  Honary","coPersons":["Michael  Kosch"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}