{"id":"81731E18-7D8E-4E2B-8A03-3DE901793117","title":"Factor Income Distribution, Work and Employment: Social and Economic Perspectives","abstractText":"This Seminar Series will explore alternative economic perspectives on the contemporary nature of factor income distribution, work and employment, in the UK economy. The factors to be investigated are capital and labour, and the associated incomes to be investigated are profits (which usually include returns to land in national income data) and wages. The income distribution to capital and labour will be examined, considering the respective power of each in distributive context. The Series will also investigate income distribution within the factor &quot;labour&quot; (i.e. wage distribution). The recent historical context is the contracting output and falling incomes associated with the Global Financial Crisis (GFC), and this represents a significant force for distributive change. Longer-run issues, and post-crisis patterns will also be investigated. The ramifications of this for distribution will be examined by drawing together economists from a plurality of scholarly perspectives (new Keynesian, feminist, post-Keynesian, Kaleckian, radical), with the intention of fostering dialogue, identifying common recommendations, and highlighting matters for disagreement, with regard to our understanding of what has happened, and the optimal governmental responses to it.\n\nThe Seminar Series will include six events in all. These will be linked, so that conceptual and methodological issues are considered in earlier sessions, with the outcomes of these seminars used to inform the topic specified at later events. Initially the Seminar Series will identify the present patterns of factor income distribution, work and employment, in the wake of the GFC. This will be considered in the light of the austerity policies of the present government, and in the context of the distribution, work and employment policies of the New Labour governments before it. Thereafter the Seminar Series will evaluate the most suitable data and empirical methods with which to investigate these themes. In the substantive policy analysis three main topics will be elaborated upon, from a number of economic perspectives: macroeconomic distribution; wage inequality; and, employment and unemployment. The Seminar Series will conclude by evaluating various policies which Governments may adopt in relation to the subject under investigation. These include employment rights, trade union policies, minimum wage legislation, education and skills training, national and regional employment strategies, and policies concerned with unemployment. The overarching topical framework within which these will be evaluated is factor income distribution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002039/1","grantId":"ES/M002039/1","fundValue":"21443","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Bruce  Philp","coPersons":["Andrew Brian  Trigg","Daniel Lee Wheatley","Gary John Slater"],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}