{"id":"817987FA-7E9E-42EB-853F-6EA7E8849AB9","title":"Consolidation of psychosocial work with displaced people in Kenya and Uganda","abstractText":"This research focuses on the psychological and emotional problems experienced by displaced people living in camps, and how these issues can be most effectively addressed. It consists of three projects:\n<br />\n<br />\n<ol>\n <li>The causes and consequences of violence in the home in a refugee camp setting, and the effectiveness of current responses. This project is based on 18 focus group interviews carried out with members of nine refugee communities in Kakuma refugee camp.</li>\n <li>Development of an instrument to assess psychological and emotional problems in refugee camp settings. An instrument has been developed to assess the psychological and emotional problems experienced by refugees. This project will explore the efficacy of the instrument.&nbsp; It will also use ongoing data collected by refugee community counselors to understand the kinds of psychological and emotional problems experienced by refugees in Kakuma, and to reflect on ways in which such instruments could be used in other settings to identify areas of psychosocial need and evaluate psychosocial programmes.</li>\n <li>Individual, social and cultural problems experienced by IDPs in Kitgum, northern Uganda, and their impact on individuals and communities. This project is based on structured interviews carried out with 112 people in four camps.</li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F027001/1","grantId":"ES/F027001/1","fundValue":"57508","fundStart":"2008-02-13","fundEnd":"2009-03-31","funder":"ESRC","impactText":"  The research was completed in 2009. The work has been built on in a number of ways, by myself and others. In particular, the process of developing of a tool to measure psychosocial wellbeing has led to further developments in this area in northern Uganda and DRC by the World Bank. Other Societal,Policy & public services","person":"Rebecca  Horn","coPersons":[],"organisation":"Queen Margaret University Edinburgh","findingsText":" The research was completed in 2009. There have been no recent discoveries or developments. The project focusing on assessment of emotional wellbeing produced a number of unexpected outcomes, which indicate fruitful avenues for further work in this area.\no The evaluation of the KEWI's validity and reliability was originally envisaged as a purely quantitative study. However, it became evident through informal discussions with the interviewers that there were factors influencing participants' responses to the KEWI which needed to be taken into account. Therefore, two semi-structured discussions were held with the interviewing team, which provided extremely valuable contextual information. The KEWI was found to be an effective measure of emotional wellbeing in Kakuma. However, the qualitative study indicated that it would be improved by focusing not purely on emotional wellbeing, but on the aspects of life that are particularly salient in that context, and by including an assessment of resources as well as challenges. The use of both quantitative and qualitative methods in this study demonstrated the value of including both when evaluating a measure of psychosocial wellbeing. \no Although the KEWI was found to be a valid and reliable measure of emotional wellbeing in Kakuma, the study highlighted the need for real community involvement in the planning and construction of an assessment tool, as well as in the decision-making about how the assessment information is to be used, if useful and accurate information is to be obtained. The community was not fully involved in this study, and as a result responses were affected by respondents' beliefs about the purpose of the instrument and the potential outcomes for themselves.\no Responses to the KEWI were much more influenced by the culture of respondents than expected. This demonstrates the importance of a good understanding of the norms and expectations of the culture in which the instrument is to be used, both for the construction of the instrument and the interpretation of results. This is difficult in a context such as Kakuma, in which many communities live, but would be enhanced by increased community involvement in the planning, development and use of the instrument. Education,Healthcare,Other","dataset":"gtr"}