{"id":"817B13F6-5762-4545-B662-A9DFD9127C65","title":"Knowledge Discovery from On-line Cable Condition Monitoring Systems - Insulation Degradation and Aging Diagnostics","abstractText":"This proposal involves collaborative research between academics at Glasgow Caledonian University (GCU) and the University of Strathclyde (UoS). The primary aim of the project is to apply a cross-disciplinary approach to address the problem of acquiring essential information for diagnostics of on-line condition monitoring of cable insulation on the basis of partial discharge (PD) activity. This will be achieved by developing modern data mining techniques to acquire knowledge directly from on-line, data rich, condition monitoring systems. Analysis of on-line information from applied systems will be supported and validated through extensive, dedicated experiments carried out both in the laboratory environment as well as in practical power distribution systems. Failures in the power distribution network are costly to the operators and they are also a serious issue for consumers, who experience power cuts and disruption to their business and social activities during repairs. If techniques for establishing scientifically the condition of cable insulation and its performance are not developed, similar disruption and excessive cost can result from unnecessary replacement of cable assets on the basis of planned maintenance based purely on age. This proposed research programme will build on three areas in which the investigators have internationally recognised expertise: firstly, measuring and discriminating signal characteristics from high power plant, secondly, determining degradation in oil/paper insulation systems and, thirdly, applying software to determine knowledge entrained in raw data. This programme of research will significantly benefit from the knowledge gained from two recently funded EPSRC projects at GCU and UoS (EP/D048133 and GR/86760) as well as recently completed industrially funded projects. In addition to the academic strengths of the proposers, a very substantial industrial contribution is being provided by EDF Energy: a 30,000 direct cash injection and strong in-kind contribution, i.e. cable samples, unlimited access to data from its on-line condition monitoring systems and to fault/condition reports from its replacement programme as well as access to practical expertise of its staff. Further support from Cable manufacturing company Prysmian Cables and Systems Limited (20,000 in kind), Dow Chemical and PD based condition monitoring equipment provider IPEC Ltd (8,000 in-kind) will ensure breadth of validity of the research and broaden the scope of the project by investigating a range of plant types and set-ups and to ensure more general applicability of the research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G028397/1","grantId":"EP/G028397/1","fundValue":"275044","fundStart":"2009-02-04","fundEnd":"2012-08-02","funder":"EPSRC","impactText":"  The funding allowed one PhD student(3 years) an a Post-Doc research fellow(2 years) to carry out research work on novel techniques which helps to enhance the on-line monitoring of power system assets.\n\nUnder the grant, novel techniques have been developed, which were later adopted by EDF Energy in the UK. Energy Economic","person":"Chengke  Zhou","coPersons":["Donald MacAlister Hepburn"],"organisation":"Glasgow Caledonian University","findingsText":" A novel technique has been developed to allow autonomous recognition of partial discharge patterns and allowing recognition of noise when carrying out on-line partial discharge measurements. It was later further funded and adopted by EDF Energy UK. Energy","dataset":"gtr"}