{"id":"817E59D0-3608-4C09-920A-9E9433567F9F","title":"Symptomless infection of barley; resistance breeding and integrated crop protection strategies (SIBLINGS)","abstractText":"This project addresses the TSB criteria novel approaches to address pests, diseases, disease vectors and weeds and development of durable pest-and disease-resistant crop varieties . We will deliver more effective control of a serious and problematic pathogen of barley through understanding its entire life cycle, rather than just the visible disease syptoms which have been used previously to identify infection. The project will use new knowledge about the symptomless rhynchosporium infection of barley to develop new varieties that are more durable to rhynchosporium infection and therefore protected against yield loss to this pathogen. Various sources of host plant resistance will be assessed for efficacy so that the best ones are prioritised. The introgression of an alien resistance gene offers the opportunity of introducing a novel resistance mechanism that, backed up by the marker tools and ability to pyramid with other durable resistance genes, will enjoy a much greater useful variety lifespan in widespread use. Novel molecular and microscopy methods using tagged pathogen isolates will be used to generate knowledge of resistance mechanisms so that appropriate combinations of natural resistance sources can be brought together in optimum combinations. The project will also help develop crop protection strategies which are strategically well directed for increased yield response and risk reduction. Their enhanced effectiveness will be based on an understanding of the way different resistance genes in varieties work and using appropriate fungicides in more intelligent, integrated programmes. The proposal therefore represents a novel approach to both breeding for durable resistance and more effective crop protection with existing chemicals, whilst informing discovery strategies. The durable resistance sources will be developed in new barley varieties and overall we will deliver more effective control of a serious and problematic pathogen of barley through understanding its entire lifecycle rather than just the visible symptoms which have been used previously.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I000747/1","grantId":"TS/I000747/1","fundValue":"41071","fundStart":"2010-10-01","fundEnd":"2011-01-04","funder":"EPSRC","impactText":"","person":"Bruce David Fitt","coPersons":[],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}