{"id":"8185CF7A-5FD7-42C9-A0E0-EAF9DF2D011A","title":"Multiscale x-ray imaging facility for monitoring and modelling structural evolution in situ","abstractText":"This proposal is a collaborative effort forming part of the Univ. of Manchester's initiative to establish a multidisciplinary X-ray imaging room housing a number of open 'beamlines/hutches' in the Unit for Stress &amp; Damage Characterisation. Although the system will be open beamlines as with synchrotron sources, magnification will be achieved using spot sources and geometric enlargement. This adds many challenges when designing in situ rigs to load, heat and provide special environments for testing on these laboratory beamlines. Unlike synchrotron sources where the specimen is meters away from the source with room on all sides, the highest magnifications can only be obtained in laboratory sources if the specimen is only a few millimetres from the source. The objective of the research at Imperial College is to design, build and commission a rig to apply programmed tension, compression and thermal loading whilst rotating specimens with very high accuracy. The control systems for the instrument will be designed so that it may also be used at synchrotron sources (e.g. Diamond, ESRF) if the finer temporal resolution available at these high flux sources is required for specific experiments.A landmark experimental investigation of damage evolution in semi-solid Al-Cu alloy will be performed to demonstrate the capabilites of the apparatus.This new instrument, coupled with the high resolution (and phase contrast) tomography, will allow the direct observation of damage accumulation in a range of materials whilst under load and at temperatures as high as 1000C. Further, as the loading/thermal profiles applied will be programmable, the three dimensional evolution of phases within the material will be directly quantifiable and attributable to either thermal or strain driving forces. This in situ observation instrument will complement existing electron microscopy techniques by allowing phases in the 1 to 100 micron size range to be observed in 3D. The many applications of such an instrument are listed in the main proposal, including: damage and phase evolution during semi-solid processing, sintering processes (both metal and ceramic), fatigue crack propagation at elevated temperature, processing of bio-materials, and void nucleation and coalescence during creep.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F001452/1","grantId":"EP/F001452/1","fundValue":"235224","fundStart":"2008-02-06","fundEnd":"2011-11-05","funder":"EPSRC","impactText":"  This proposal had two key outcomes. The first was a series of techniques for quantifying three dimensional structures from microCT images. This software has since been used for a wide range of applications from quantifying (and patenting) biomedical implant structures through to improving the production of components for transport applications.\n\nThe second outcome was the design and production (also supported by a Royal Society Grant) of a precision tester that simulates environments from those inside a jet engine to the inside of a volcano to walking, whilst allowing real time cat scans to be taken (using a synchrotron source). Aerospace, Defence and Marine,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Transport Societal,Economic","person":"Peter David Lee","coPersons":[],"organisation":"Imperial College London","findingsText":" This research helped lead to new developments in terms of both instruments to simulate a range of processes from biological (e.g. joint motion) to natural (e.g. volcanic eruptions) to man made (e.g. a jet engine) whilst taking 3D x-ray images in real time.\n\nVia the instruments, techniques and software developed, new insights into a range of processes have been developed improving our understanding of healthcare products (e.g. 3D laser printed implants for joint replacement) to understanding the performance of aeroengine components. The techniques, instruments and software are now being used by dozens of industrial and academic groups worldwide. Aerospace, Defence and Marine,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}