{"id":"81886A64-74F7-4EB4-A25C-4B3B1CBE6CD9","title":"Rational design and biological evaluation of cell-permeant small molecule agonists and antagonists of the NAADP receptor","abstractText":"Cells can be thought of as minature factories, with protein machines (enzymes) performing the work and chemical messengers instructing the machines to start, stop, faster slower. The protein machines are built from instructions written in DNA. So, now that the entire humane genome is known, we know the structure of all the machines, but we understand far less about how the machines operate together. A very powerful way to investigate this problem is to use small molecule chemical tools that mimic the natural chemical messengers. Chemical messengers are produced within a cell and generally do not leak out; small molecule chemical tools can pass in and out of cells easily, so they can be applied to cells, tissues or, in the case of drugs, swallowed as tablets. It is desireable to have chemical tools that modulate the activity of the enzymes such that they inhibit (antagonists) or stimulate (agonists). NAADP is a chemical messenger for which we know little. We previously used computers to screen millions of chemicals to find ones that might affect the proteins responsive to NAADP. We found a compound, Ned-14, that antagonizes NAADP's action. We now want to modify the chemcial structure of Ned-14: (1) to obtain a better antagonist; (2) to find an agonist; and (3) to find antagonists and agonists that are selective for, say, pancreas, heart or neurons. These chemical tools will enable us and our colleagues to learn more about the roles played by NAADP in biology. For example, Ned-14 already has revealed a role for NAADP in the molecular steps linking glucose sensing to insulin release. Not only does this reveal new biology, but might, ultimately, lead to the ideantification of new drug targets and drug-based therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G008523/1","grantId":"BB/G008523/1","fundValue":"322846","fundStart":"2008-11-19","fundEnd":"2011-11-18","funder":"BBSRC","impactText":"","person":"Grant Charles Churchill","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}