{"id":"819827EE-F77F-44D4-8860-556EC900ECE6","title":"Development of efficient and scalable ultrasound-assisted solidification technologies for manufacturing advanced metallic alloys (Ultra-Cast)","abstractText":"This proposal is submitted in response to the EPSRC Manufacturing the Future Call for Investigator-led Research Projects open on 09 July 2013.\n\nThis proposal addresses the urgent need of the metal materials and manufacture industry to search and adopt next-generation, step-change technologies for the manufacturing of primary ingots and/or shaped components with much improved mechanical properties and reliability, less energy consumption and negative environmental impact, e.g. Al and Mg alloys for mass transport applications, consumer products, Ni superalloy for industrial gas turbines (IGTs) for energy generation. At present, our economic competitors are conducting extensive research in this area. \n\nBy adopting lighter alloys with better mechanical properties and reliability, mass transport systems can reduce energy consumption, adverse environmental impact, making wider application of alternative fuel schemes possible. While with improved materials performance, IGTs can be operated at a higher temperature duty cycle to increase the efficiency of energy generation. \n\nCasting is one of the most widely used and productive manufacturing technologies for these and other applications. Ultrasonic cavitation treatment offers sustainable, economical and pollution-free solutions to melt processing and casting of conventional and advanced metallic materials with significant improvement in mechanical properties and quality of the products manufactured. \n\nAlthough demonstrated on a laboratory scale, the ultrasound-assisted casting technique has not yet found widespread industrial application, mostly due to the lack of in-depth understanding of the mechanisms that lead to the macro/microstructure improvement, especially on the mechanisms of enhancing nucleation and crystal multiplication at different stages of solidification processes. \n\nThe proposed programme will study the solidification fundamentals of metallic alloys under applied ultrasonic waves, and develop industrial exploitable methodologies to control and optimise the solidified microstructure under the influence of ultrasonic waves. The goal is to realise distinct materials performance improvements in cast products through microstructure refinement, increased chemical and microstructural homogeneity and the reduction of solidification defects in primary ingots and shaped castings. \n\nThe proposed research is ambitious and challenging, aiming to study not only the fundamental mechanisms but also to establish practical methodologies of using ultrasound to promote grain nucleation and multiplication during different stages of solidification in metallic alloys. \n\nThe novelty of the research is a combination of state-of-the-art in-situ ultra-high speed imaging studies plus advanced numerical modelling and scale-up experiments performed on real metallic alloys. \n\nThe outcomes will be new knowledge and novel technological guidelines with their validity demonstrated using commercial alloys and castings produced in the pilot and industrial-scale facilities of the EPSRC Innovative Manufacturing Centre in Liquid Metal Engineering (LiME) and industry partner, Doncasters Group Ltd, providing industry with the knowledge, methodologies and tools to control microstructure of castings using ultrasound technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L019825/1","grantId":"EP/L019825/1","fundValue":"30068","fundStart":"2014-07-08","fundEnd":"2017-07-07","funder":"EPSRC","impactText":"","person":"Thomas  Connolley","coPersons":[],"organisation":"Diamond Light Source","findingsText":"","dataset":"gtr"}