{"id":"819E21A2-1646-4B55-8745-E3CD24867A6D","title":"Extragalactic Astronomy at Durham 2011-2016","abstractText":"Durham University hosts one of the world's largest and most active research groups in the field of extragalactic astronomy. We have been at the forefront of many of the most important advances in the fields of galaxy formation and evolution and this is reflected in both our citation record and our leadership of major studies on the world's foremost ground and space observatories (both STFC-supported and other premier international facilities). Our group also benefits from the strong links and deep-rooted synergies between our research programme and the work within the ICC and the CfAI instrumentation groups at Durham. Our programme addresses three of the central questions highlighted in the STFC Roadmap: ``How do galaxies, stars and planets form and evolve?'', ``What are the laws of physics in extreme conditions?'' and ``What is the Universe made of and how does it evolve?''. In this proposal we present the case for support for our coherent and comprehensive programme to address critical elements in all three of these questions. This 5-year programme builds on our research strengths and exploits the new opportunities available through current and future STFC-funded facilities. In particular we will exploit our leadership in multiwavelength studies of galaxy populations at both moderate and high redshift, studies of the Ly-alpha forest, X-ray surveys and studies of AGN and panoramic QSO and galaxy surveys, to answer open questions which lie at the core of these Roadmap questions. Our proposal is constructed around the seven broad themes, each of which comprises a group of goals and associated projects aimed at answering questions in distinct research areas, within the broader scope of the rolling grant programme. The seven themes are: Theme A, Environment and galaxy evolution at z&lt;0.5; Theme B, The physics of high-redshift galaxies; Theme C, The inter-galactic medium and galaxies; Theme D, Dust and gas in obscured galaxies; Theme E, Demographics and properties of AGN; Theme F, Constraining the mechanics of AGN feedback; Theme G, Survey cosmology. Theme A aims to understand the physical processes responsible for the transformation of galaxies in high-density environments, their effect on the morphologies and star formation histories of the galaxies. Theme B investigates galaxy formation at higher redshift, to understand the star formation process in high-z galaxies, the evolution of their metal content and the formation of their galactic structures. Theme C focuses on studies of the relationship between gas and galaxies at low and high z and the cycle of material between galaxies and their gaseous environments. Theme D studies the most extreme, obscured starburst galaxies at high z , to determine their contribution to the star formation density and to test their role in the evolution of other galactic populations. Theme E uses multi-wavelength surveys to investigate the growth of supermassive black holes, the processes which drive this and the effects of obscuration which limit our knowledge of this population. Theme F focuses on the influence of feedback from AGN on their galactic hosts and surroundings. Theme G seeks to constrain cosmological parameters using panoramic photometric and spectroscopic surveys of galaxies, QSOs and clusters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001573/1","grantId":"ST/I001573/1","fundValue":"2715800","fundStart":"2011-04-01","fundEnd":"2014-09-30","funder":"STFC","impactText":"","person":"Ian  Smail","coPersons":["David Mark Alexander","Ray Martin Sharples","Martin  Ward","Thomas  Shanks","Richard Gwyn Bower","John  Lucey","Jeremy  Allington-Smith","Simon Leo Morris","Alastair Clouston Edge"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}