{"id":"81A0BA35-D848-408A-B1A6-122E33F832D6","title":"The Poetics of the Archive: Creativity and Community Engagement with the Bloodaxe Archive","abstractText":"The archive of Bloodaxe books, newly acquired by Newcastle University, is one of the most exciting archives for contemporary poetry that exists. The challenge is to unlock its meaning and use by seeing it as more than a scholarly resource, accessible through a standard search-based catalogue, and to allow more creative, open-ended and playful interactions with it. These interactions are made possible through a reframing of the traditional idea of an archive, by challenging the notion of search as simply objective, and designing new kinds of web interface with the archive. The research draws on textual theory and deconstruction, new thinking within museum studies and current research in computing science and Information Retrieval which sees the potential in dialogic structures. Two research processes will underpin this project. One is to bring together a number of community groups of amateur and professional poets, and school groups, who will have access to the physical archive, and who will then participate in (1) producing creative responses to the archive and generating new materials (2) designing new digital interfaces, which enable and follow their explorations and thinking about poetry. The second research process is to bring together a multidisciplinary group of researchers who can forge a new interdisciplinary framework for thinking about literary archives, and about the enabling of creativity through participatory workshops. The project will draw on an impressive range of expertise from Newcastle University's Digital Interaction Group in Computing Science, located in Culture Lab, already core partners in two AHRC-funded projects, from English and Creative Writing, where some of the UK's pre-eminent poets are on the staff, and Fine Art, where there is already expertise in the visualisation of collections and archives. This project will produce three kinds of digital outputs: a search catalogue, a 'generous', exploratory, interface which will enable multiple forms of visualisation, aggregation and comparison of archive content, and an application programming interface (API), which will drive these and other novel representations. The visual material will be generated by the digitisation of those part of the physical archive cleared for copyright, new 'born digital' materials created through filmed interviews, readings and conversations, and different visual representations of the archive, and artistic mash-ups. These all will form the outcomes of the project but there will also be an interim symposium and a conference/ festival and exhibition which will draw a wide public audience. The project will engender interest in contemporary poetry for diverse groups, and work with school groups will be represented by specific access points to the website which will support its future use in schools. The methodology, research insights and their implementation will be transformative, and will drive research agendas on literary archives and their use and representation for the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007746/1","grantId":"AH/L007746/1","fundValue":"475919","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"","person":"Linda  Anderson","coPersons":["Alan  Turnbull","Sean Patrick  O'Brien","Irene Sally  Brown","Jackie  Kay","William  Herbert","David  Kirk"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}