{"id":"81A00ED2-1E77-4AF9-9A66-2F20EB001DAA","title":"Energy Management and Analysis Exploiting Existing Building Management Systems Infrastructure and Data","abstractText":"Non-domestic buildings were responsible for 120TWh energy consumption and 48MtCO2e emissions in the UK in 2010. There is an acknowledged 'performance gap' between the design expectation and operational reality of most buildings (typically 30-35%). The reasons for the gap are many but research has identified the following among them: \n\n'Building controls and systems are overly complex'\n'Design intent is not delivered on-site during construction'\n'Commissioning is inadequate or not completed satisfactorily'\n'There are insufficient means of measuring and managing the building systems' performance once operational'\n'The building is not operated properly by the facilities team or occupiers'\n\nResearch has also identified that 'there is still insufficient bottom-up data on building energy use broken down by different building types.'\n\nOur proposal will provide tools to reduce the performance gap using Building Management Systems (BMS) and dedicated platforms that provide analysis and feedback to users on sensor data. It will deliver from the bottom-up, converting large volumes of data input to the platform into simple user-friendly views, indicators, fault detection and diagnoses, while retaining full capabilities. Finally and crucially, it will reduce complexity and information overload by directing attention to actionable solutions by users to performance issues.\n\nOur aim is to acquire and apply a broad range of knowledge and skills to substantially expand the capabilities and applications of an existing Ashden Award 2014-nominated building performance analysis software system that can used for multiple end users.\n\nThe project will build upon an existing software system that extracts data from existing BMS that undertakes analysis far beyond the capabilities of the current BMS (designed for control, not analysis). The current platform has already identified &pound;500k of annual savings at King College London University and extensive savings at other sites.\n\nTe multidisciplinary and close collaboration between London South Bank University, Demand Logic, Environmental Design Solutions Limited and Verco aims to draw upon data-mining techniques to increase speed and scope of analysis, interface with modelling software to compare design versus performance, interface with strategic carbon management software, enable dynamic demand control and develop interfaces for a range of audiences - including education and training.\n\nThe system platform will also be used to educate future engineers at university level by providing them with real-world examples of sensor data, allowing them to perform data analysis techniques and solution provision based upon simulated problems identified in an example building.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M506734/1","grantId":"EP/M506734/1","fundValue":"209963","fundStart":"2014-08-18","fundEnd":"2017-02-17","funder":"EPSRC","impactText":"","person":"Sandra Elizabeth Dudley-McEvoy","coPersons":["Andy  Ford"],"organisation":"London South Bank University","findingsText":"","dataset":"gtr"}