{"id":"81A4DADE-A25D-49F8-8074-BFCE18FF38DF","title":"A Quantum Gas of Ultracold Polar Molecules","abstractText":"The advent of laser cooling revolutionized atomic physics and precipitated the realization of quantum degenerate gases in which the quantum mechanical nature of the particles dominates over their classical behaviour. These dilute atomic gases, in the form of Bose-Einstein condensates (BEC) and Fermi-degenerate gases, have proved surprisingly rich and are now routinely studied throughout the world. More recently, the quest for the creation of ultracold and quantum degenerate molecular samples has become of paramount interest to both the atomic and molecular physics and physical chemistry communities. The rich internal structure of molecules coupled with the remarkable control afforded by ultracold systems offers enormous scope for applications in fields ranging from precision measurement and high-resolution spectroscopy to ultracold chemistry and quantum information processing. Perhaps most intriguing of all is the possibility to produce ultracold quantum gases of heteronuclear molecules where the long-range, anisotropic dipole-dipole interaction is predicted to give rise to a rich spectrum of novel quantum phases.The laser cooling techniques at the heart of the spectacular experimental advances in atomic physics do not, however, work for molecules due to their complex internal rotational and vibrational structure. This has prompted a host of alternative approaches to create ultracold molecular gases to be developed which all rely on cooling pre-existing molecules from room temperature. This proposal, however, follows an alternative scheme which exploits the huge advances in laser cooling and trapping of atomic gases by carefully assembling ultracold molecules from ultracold atoms. Starting from an ultracold mixed species quantum gas of Rb and Cs, the objective is to create ultracold RbCs molecules in the rovibrational ground state following a two-step conversion process.The first step relies upon the existence of scattering resonances in the collisions between ultracold atoms that result from a coupling between the free atoms and a quasibound molecular state known as a Feshbach resonance. The simple application of an appropriate magnetic field ramp in the vicinity of a Feshbach resonance results in the highly efficient conversion of atoms to molecules whilst preserving the phase-space density of the original atomic sample. However, such Feshbach molecules are extremely fragile; existing in very weakly bound states close to the dissociation threshold they are generally unstable when colliding with each other. The challenge of the second step is to transfer these molecules to the collisionally stable ground state without heating the sample. This can be achieved using a process known as stimulated Raman adiabatic passage (STIRAP) in which two laser fields are applied to the molecule connecting the initial weakly bound state to the ground state via a third excited state. Remarkably, with the appropriate time-dependent laser pulses, the STIRAP process permits the coherent transfer of the molecules to the ground state without populating the excited state thereby removing the possibility of loss due to spontaneous decay. The overall conversion process can be highly efficient with negligible heating so that the temperature and density of the resulting molecular quantum gas mirror the initial parameters of the atomic mixture.In the case of RbCs, it is predicted that rovibrational ground state molecules can be produced using a single STIRAP stage, creating a stable bosonic molecular dipolar quantum gas which could be trapped and further cooled to quantum degeneracy. To achieve this ambitious objective we propose to combine state-of-the-art experiments in synergy with world leading theoretical support into a transformative program of research that stands to cement the UK's position at the forefront of an exciting international field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H003363/1","grantId":"EP/H003363/1","fundValue":"1090590","fundStart":"2010-05-04","fundEnd":"2014-06-30","funder":"EPSRC","impactText":"","person":"Simon Lee Cornish","coPersons":["Jeremy Mark Hutson"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}