{"id":"81A5915C-A5F7-4513-BB22-BA62CA2BEEA1","title":"The Cultural Value of Architecture: A critical review with specific reference to UK homes and neighbourhoods","abstractText":"Our proposal is to create for the first time a critical review of the existing research on the cultural value of architecture in the UK focusing on the architecture of the home and of the neighbourhood. 'Architecture' is not limited here to the activities of those with Royal Institute of British Architects chartered status. We refer here to architecture as 'design research' or 'research practice' characterised by the rigorous use of such methods as mapping, consultation, visioning, design, masterplanning and building.\n\nWhilst there is much evidence for value of architectural input in hospitals and schools, the value of architectural input in homes and neighbourhoods remains unclear partly because of the difficulty in setting up controlled test environments in these contexts. Other methods for establishing value need to be developed with some urgency as the architecture of home and neighbourbood has a key role to play in addressing important societal challenges such as the ageing population and energy use. \n\nThe critical review will provide a framework for evaluating architecture in homes and neighbourhoods that will help policy makers and practitioners to steer the future of the profession. It will focus on three interconnected components or aspects of value: \n\n1. Wellbeing \n2. Neighbourhood Cohesion\n3. Identity Belonging and Heritage\n \nAs we are concerned with the aspects of architecture that cut across socio economic categories we will focus on ways of promoting wellbeing to groups rather than individuals. \n\nAn important strength of this project is the Advisory Group, including key figures from both industry and academia informing our debate with knowledge from a wide spectrum of viewpoints. The project is supported by the Royal Institute of British Architects and will provide evidence for their review The Value and Impact of Architecture. \n\nSitting controversially within the portfolio of the Culture and Creative Industries Ministry the value of Architecture is currently subject to debate. Indeed the government has recently appointed Sir Terry Farrell to lead a study on public policy, design and the built environment. This critical review will be used, via a briefing paper, as evidence in Sir Farrell's enquiry, in this way influencing policy on the development of the profession. \n\nArchitecture's inability to evidence its own value can in part be put down to a lack of formal Research and Development culture within the profession. The critical review will influence architectural practice by evidencing and promoting the value of architecture. Initially in the form of a database the critical review will provide the foundation for a series of publication, most notably the Cultural Value of Architecture Report aimed at architects, clients and policy makers. It will draw together other reviews of this subject and provide an important benchmark for future research practice in the area of home and neighbourhood.\n\nThe critical review will have an important impact on the development of architectural research methodologies which have remained hidden up until now, largely because practitioners rarely articulate what they do in terms of research. Architecture is not just about building, architects are adept at articulating and developing design proposals based on the spatial configuration and visualisation of complex sets of information (quantitative and qualitative). The project will give greater exposure to the methodologies of architecture through the wider Cultural Value project. It will also provide opportunities for the development of new blended methodologies developed through interdisciplinary interaction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L005395/1","grantId":"AH/L005395/1","fundValue":"40306","fundStart":"2013-08-30","fundEnd":"2014-08-31","funder":"AHRC","impactText":"","person":"Flora  Samuel","coPersons":["Carolyn  Butterworth","Nishat  Awan","Jo  Lintonbon","Sophie M Handler"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}