{"id":"81B2F00E-C9B7-4639-95B3-893F2A36D51A","title":"Consortium of Excellence in Advanced Sensors and Their Applications","abstractText":"This project is designed to promote a synergy of the skills and expertise of key personnel in several key research groups, across a range of disciplines both in the UK and overseas, and working with targeted user communities to share their expertise and wide experience, with the people involved enthusiastically collaborating for success. In so doing, the prime theme of this project is to create new technological opportunities which would otherwise be very difficult to develop individually due to the limitations in individual facilities and resources and the depth of knowledge required, to create real innovation over a broad technological field. Most importantly, the focus of the application is on the team brought together to 'bring out the best' in a group of engineers with complementary skills, to achieve the step change that is needed to meet the challenges of competitiveness for the user community over the next decade and beyond. The consortium brought together for the first time, is one of significant diversity, which encompassing expertise and experience in optical fibre sensors, MEMS sensor design, fabrication and integration, chemistry, chemical engineering, communications and civil structures and has been created to make the step change in both the required sensor technologies and material science and thus developing a competitive edge to meet demands from user communities. The consortium has an excellent balance of experienced and early career staff, but above all is a group with the intellectual depth and drive to be successful, to take on new challenges and meet new opportunities.The project planned adds a new dimension to what is a very strong current grants portfolio of the UK consortium. The applicants hold a number of prestigious grants - amongst them 2 Platform Grants, 2 Challenging Engineering grants and 1 Advanced Fellowship (the latter two specifically recognizing excellence among early career researchers), together with a number of Responsive Mode grants and contracts with a strong KT dimension e.g. KTPs, which together emphasize meeting today's research needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F012993/1","grantId":"EP/F012993/1","fundValue":"21862","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  By discussing relevant concepts with key personnel in several research groups we were able to create new ideas in the area of carbon fibre reinforced composites. These ideas were taken forward and developed which led to further research. Aerospace, Defence and Marine,Education,Transport Societal,Economic","person":"Alexander  Bismarck","coPersons":[],"organisation":"Imperial College London","findingsText":" We have discussed ways to develop novel carbon fibre reinforced composites that could be used in a variety of sensory applications. These composites could be used as structural elements that can detect impact and therefore make it easier to locate and prevent damage. The composites that we have conceptualised could be used in structural applications where detection of impact could prevent catastrophic failure of a component but also reduce maintenance time and costs. Aerospace, Defence and Marine,Construction,Education,Electronics,Leisure Activities, including Sports, Recreation and Tourism,Transport","dataset":"gtr"}