{"id":"81C75F3B-6D0B-451F-B291-E25B43E06F0F","title":"High Power Fiber Based Mid-IR Supercontinuum Sources","abstractText":"Lasers have the unique capability to deliver highly collimated light across a wide range of wavelengths (colours). Laser imaging does not currently extend to the mid-infra red region, which although beyond the detection range of the eye can be useful in a similar way that night-vision is of practical assistance today. Furthermore, when the light from an object is analysed, the specific colours enable identification of different molecules by their absorption signatures . Conventional glass fibers are opaque at these wavelengths, but new glasses and fiber designs have recently become available with improved infra-red transmission properties. The proposed research will use this technology to create wavelength tunable laser sources. As the complexity and cost of current lasers severely restricts the number of users the proposed research will use glass fibers to develop more practical laser sources for the future. Glass is a good laser material since it is an inexpensive solid, and by using a fiber light-pipe geometry to maintain alignment complex mirror arrangements can be avoided. To create such sources research is needed in a study of the characteristics of both the lasers and the fiber geometries to obtain an optimum combination. Laser development requires new materials, theoretical modelling, and experimental work. The novel materials currently emerging from the host University's laboratories would be used to develop fiber laser sources that may become the preferred choice for future scientific and industrial laser users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H049371/1","grantId":"EP/H049371/1","fundValue":"100626","fundStart":"2011-02-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  Staff development was an important outcome of the work on this project. The post-doctoral researcher on this project has moved job within a high-profile research group in Sweden. A PhD student who worked on and published our OPO work has graduated and moved to a research role in a major laser supplier. The work in this area also contributed to a successful application for EU funding to support a Marie Curie research fellow working on mid-IR supercontinuum at the ORC in Southampton. Education Economic","person":"Jonathan Hugh Vaughan Price","coPersons":[],"organisation":"University of Southampton","findingsText":" There are several applications in the infrared spectral region that require laser sources which produce a wide range of colours simultaneously. These include mid IR hyperspectral imaging, and tissue imaging using optical coherence tomography. However the existing sources are either too complex and costly, or do not operate at the required wavelength because appropriate materials have not been developed. The challenge when providing sources in the 2-5 micron region, is that starting with short pulse lasers that have outputs in narrower spectral bands in the wavelength region below 2 microns. To provide long light in the mid-IR it is first necessary to find a mechanism for creating pulses at longer wavelengths and then to find a mechanism of broadening the pulses to extend the spectral coverage. Therefore we have worked on improving the laser sources and on studying the subsequent nonlinear broadening schemes, which is still a relatively unexplored area.\nThe nonlinearity of glass fibers has been shown by numerical simulations to be capable of converting the seed laser output into broader spectral bands via supercontinuum generation. This provides a combination of high brightness and broad bandwidth when compared to thermal or laser sources. There are two aspects where the work in this project differs from studies of visible and near-infrared supercontinuum. First, we have looked at the use of novel glass compounds, to go beyond the &amp;amp;lt;2.5 micron wavelength region where silica glass is transparent. Second, we show new fiber designs that produce coherent supercontinuum so that the output is not as sensitive to input fluctuations as more traditional incoherent supercontinuum. This, in turn, should enable the pulses to be compressed to very short durations or used for metrology. \nOn the source development front, we have shown how increasing the pulse repetition rate using a vertical external cavity semiconductor laser (VECSEL) source combined with fiber amplifiers enabled the output power of the continuum to be increased. This technology has intrinsic advantages for metrology due to the continuously tunable repetition rate that is possible with VECSELs. We then created an idler resonant optical parametric oscillator (OPO) to convert the light from a femtosecond Ytterbium doped fiber source to the 2.4 micron wavelength region (with some wavelength flexibility) and having near perfect beam quality. \nIn relation to advancing our understanding of the properties of nonlinear fibers and crystalline materials suitable for use in the mid-IR, we are using the OPO for supercontinuum generation experiments using fibers fabricated at the Optoelectronics Research Centre (ORC). To provide access to a wider range of glass types, we have collaborated with an external group which develops fibers with a different range of core compounds and have published the data thus obtained in Optics Letters. \nFinally, to assess the potential of germanium as a nonlinear material in the mid-IR we measured the surface damage threshold of germanium optical windows using femtosecond pulses at a wavelength of 3.9 microns. By working with a wavelength corresponding to a photon energy of less than half the band-gap energy, free carrier generation due to one and two-photon absorption was eliminated. The laser pulses had an energy of 5.5 micro-Joules, a duration of 255 fs and were focused to a waist size of approximately 100 microns. The data should be of immediate benefit to industrial laser researchers and applications engineers working in the mid-IR region.\nThe work is ongoing and further results will be reported in due course. To date, the grant has led to more than ten publications which will contribute to researchers' understanding of the relevant materials and methods to in the field. Aerospace, Defence and Marine,Other","dataset":"gtr"}