{"id":"81CD79B7-DBB0-4D18-BB85-C6F3570C2312","title":"Climate change and management of forest biodiversity: predicting the impacts of climate matching strategies on plant-herbivore-enemy interactions.","abstractText":"The world is experiencing rapid climate change with a predicted rise in global average temperatures of 2-5?C over the next 50 years. Among a range of predicted ecosystem impacts, one already documented is a temperature-driven shift in species distributions &amp; within-species genetic diversity in many mobile animal taxa. However, long-lived plants, including keystone forest trees, disperse slowly &amp; cannot adapt to rapid climate change within the lifespan of individuals. Forests are likely to be among the first habitats impacted by climate change, a realisation driving the search for appropriate management responses. Current practice involves replanting every 50 - 100 years with locally sourced seed populations (or provenances). However, as climates change, local tree phenotypes are predicted to become increasingly poorly adapted to local conditions. One strategy that has been proposed to mitigate this impact in forestry is replanting with 'climate matched' tree populations, i.e. to identify areas in Europe that experience now the climate predicted for the UK 50 - 100 years from now, &amp; to use provenances from these locations in replanting. Though intuitively attractive, climate matching is not without risk. Planting with non-native tree provenances may disrupt highly-specific interactions between local trees and associated animals, potentially undermining ecosystem processes including natural pest control valued at billions of dollars annually. Further, non-native trees are likely to respond to northern seasonal patterns in such a way that their usual timing of key biological processes, particularly the timing of production of new leaves in spring (or budburst), is disrupted. This in turn could have major consequences for dependent animals - particularly herbivorous insects and the predators that depend on them (including many song birds). This project addresses the key question for climate matching: what is the impact of growing non-native oak provenances, with different biological traits to native oaks, on the biodiversity of herbivores and predators? The work contributes to predicting the biodiversity consequences of climate change, directly addressing Topic 3 (points 2 &amp; 3) in the EHFI call &amp; testing hypotheses of general relevance in climate change ecology. We will examine these issues in the sessile oak, Quercus petraea, a keystone species for hundreds of associated animal species in Britain and continental Europe. We will make use of a large-scale experiment in France that recreates the impact of climate matching by growing sessile oaks from many parts of Europe and Asia Minor together in a single trial, all exposed to the same community of local herbivores and predators. As expected in climate matching, oaks imported from differing latitudes open their leaves at very different times, some earlier and some later than local oaks. We will examine the biodiversity consequences of variation in this and other biological traits by surveying the insect herbivores and their wasp natural enemies in 20 provenances capturing the full biological and genetic diversity of sessile oak. Specifically, we will test how biodiversity changes in response to differences in traits (including timing of budburst) between local and non-native oaks. We aim not only to test a range of hypotheses of general importance in climate change ecology, but also to generate statistical relationships that allow forestry managers and other stakeholders to predict likely biodiversity consequences of climate matching as a strategy. This project addresses the stated aims of the CEH and NERC missions to predict the regional &amp; local impacts of environmental change from days to decades, to quantify the impact of environmental change on natural resources (Challenge IV, CEH Science Strategy), &amp; to identify strategies &amp; control measures to mitigate impacts of environmental change on ecosystems, ecosystem services (Challenge VI).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H000135/1","grantId":"NE/H000135/1","fundValue":"314706","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"  In a time when rates of environmental change are expected to increase it is of great interest to understand whether communities of interacting species across trophic levels persist and possibly change together at rates of the least adaptable member, or whether trophic links are constantly broken and communities reshuffled. Using new statistical methods we show for the first time that during past periods of change community assembly across trophic levels occurred predominantly by delayed host tracking; natural enemies followed herbivore range expansions from an eastern origin. While it occurs ecological sorting and reshuffling of communities plays only a minor role (Stone et al. 2012, Current Biology). Environment Policy & public services","person":"Karsten  Schonrogge","coPersons":[],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" Climate change and management of forest biodiversity: predicting the impacts of climate matching strategies on plant-herbivore-enemy interactions (NE/H000135/1 &amp;amp; NE/H000038/1) Karsten Sch&ouml;nrogge (Centre for Ecology &amp;amp; Hydrology) Graham N. Stone (Edinburgh University)\n\nIntroducing warm-adapted tree provenances (climate matching) has been suggested as an adaptation strategy to future climate change in forestry. This project set out to measure impacts of introduced provenances of sessile oak, Quercus petraea, on the abundance patterns of herbivorous insects and, in case of gall-inducers, also their parasitoid natural enemies. To do so we utilized one of the largest existing experimental provenance trials, managed by INRA at Petite Charnie in France.\nFirst, we established that tree phenotypic traits including budburst, leaf retention times, and forestry-relevant growth measures are indeed locally adapted, and differ between trees from different origins more than expected simply by genetic drift. Phenology and growth form selection regimes are well predicted by climates at the provenance origin, as used in climate matching models. However, growth patterns, are better predicted by models including geographic gradients in both latitude and longitude. Having developed the statistical methods, we are now collaborating with colleagues at INRA on a larger scale analysis including multiple INRA trials with the same provenances, so allowing quantification of any gene by environment interactions in the tree phenotypes.\nWe amassed a unique dataset on herbivore abundance data across 20 provenances chosen to span observed diversity in phenotypic parameters. In surveys we searched 62,400 shoots for herbivores resulting in 133,590 records. Most comprise 3 feeding guilds: 60,820 gallers, 16,738 leaf-mining moths and beetles, and 16,738 external feeding caterpillars. Our choice of resolution of insect taxa has been guided by DNA barcoding of 4500 specimens of leaf miners and external feeders, covering &amp;gt;80% of the observed morpho-species. This approach has both linked previously unmatched lifecycle stages, and corrected errors morphology-based identification in multiple guilds. \nPublications to date primarily concern methods and the initial molecular explorations of insect diversity. While draft versions exist for the publications listed above as in prep, the statistical analyses will continue for a short while. Multivariate analyses suggest that tree provenance is a strong predictor of the community structure of associated herbivores. Even models incorporating only variables used in climate matching reveal strong correlations, consistent with the idea that herbivores respond to the traits shown in our prior analyses to be influenced by local adaptation of oak provenances. Ongoing analyses will establish how individual insect species respond to tree phenotypic differences. So far, phenology variables have consistently influenced herbivore abundance although, intriguingly, not always in a consistent direction. This suggests that predictions for significant species, such as pests or keystone drivers of biodiversity, will require targeted studies, using the statistical tools developed here. Further, simple geographic distance is not a good predictor for phenotypic differences between tree provenances or for impacts on herbivore communities. Differences in tree selection regime perform better but have to be considerable to cause large effects on associated herbivores. This means that if provenances for climate matching were sourced from sites 2&deg; south of target introduction sites (as recommended in IPCC low emission scenario for climate matching by Broadmeadow et al. 2005), then they would be unlikely to have a major impact on native herbivore communities. In contrast, introductions from 10&deg; south of introduction sites (as recommended for IPCC high emission scenarios) would probably have a major impact. We communicated this conclusion to Mark Broadmeadow, the author of the climate matching strategy and now main advisor for climate change in the Forestry Commission, and others at our second project workshop. Interested parties will come from the area of forestry and forest management and affect the choices of seed material as current rules about provenance zones are being reviewed.\nThe forestry commission is aware of the results and the research in general and can take it into account when communication advice to private forest owners. Agriculture, Food and Drink,Environment","dataset":"gtr"}