{"id":"81E86A9F-0809-4B23-B25F-9A9BF31653E8","title":"The Old English Boethius: Text and Interpretation","abstractText":"My research has focused on the Old English Boethius, a late ninth-century adaptation and interpretation of Boethius's De Consolatione Philosophiae, whose composition has been attributed to King Alfred himself. The insights it offers into the cultural context and political ideology of the period, together with its rich and complex literary style, make it one of the seminal texts of the Old English canon. It is perhaps the single most important Old English text still lacking an accurate and scholarly edition. There are two surviving versions of the work: one in prose and verse and the other all in prose. The only surviving copy of the prose and verse version is found in a tenth-century manuscript badly damaged in the Cotton fire of 1731. Although it is now largely illegible to the naked eye, innovative ultraviolet digital technology allows far more of it to be deciphered than has hitherto been possible. During my Research Leave period I completed my work on establishing an authoritative critical text of this version of the work, which has never previously been published in its proper alternating prose and verse structure. \nDuring my Research Leave period, I also completed an analysis of the linguistic relationships between this prose and verse version and the all-prose version of the work, which survives in an early twelfth-century manuscript in the Bodleian Library, Oxford. The exact relationship of the two versions is controversial: the Bodley version, although preserved in a later copy, was probably composed earlier than the Cotton one; the verse parts of the Cotton version apparently represent versifications of the prose text preserved in the Bodley one. I employed specialised software to make a detailed comparison of the two versions. The parallels and differences that emerged have important implications for issues such as dialect, linguistic development, authorship, and the nature of poetic composition. New perspectives on these issues not only improve our knowledge of a major Old English work, but also allow for a more wide-ranging assessment of the cultural context of Old English writing than has previously been possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505120/1","grantId":"AH/E505120/1","fundValue":"22751","fundStart":"2007-01-01","fundEnd":"2007-03-31","funder":"AHRC","impactText":"","person":"Susan Elizabeth Irvine","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}