{"id":"81E9F6A1-37A7-4823-9F11-45AB6D754FDA","title":"Framework for Research and Innovation in MediaCityUK (FIRM)","abstractText":"Please refer to the attached Case for Support.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H003738/1","grantId":"EP/H003738/1","fundValue":"2709000","fundStart":"2010-01-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  Collaborative action research with organisational, institutional and industry partners working in the digital economy is at the core of the Storycircle approach. These collaborations work through an iterative process of analysis by the Storycircle research team and reflection by the collaborative partner. The range of outcomes and outputs brought about through each collaboration are cross-referenced in ROS using square brackets e.g. [GOLD; PVM; GOLD; SLC etc]. SEE KEY TO COLLABORATIONS BELOW.\n\n\n\nOur principal collaborations have been with Salford City College, People's Voice Media, Salford Lads Club, Oasis Academy and The Islington Estate Tenants and Residents Association. In addition, we have had looser collaborations with Start in Salford, Salford Community Media Partnership, Swinton and Pendlebury Local Historical Society and the Salford Quays Participatory Group. Potential collaborations have been explored with many additional organizations in the region during the initial planning phase of our research involving over fifty exploratory meetings with civil society organisations, health care trusts, community arts groups, charities, museums and libraries and educational institutions. These exploratory meetings have subsequently enhanced the capacity of our project to foster connections between individuals and organisations within the region. \n.\n\nWe have worked in a collaborative way with a number of organizations in the area of MediaCityUK in Salford. Our aim throughout has been to explore how digital tools, and new infrastructures for producing, exchanging and archiving digital content, make a difference to supporting the production of stories and the exchanging of stories. Our wider aim has been to trace how, through such processes of facilitating story and story exchange, wider processes of mutual recognition and common value can be generated, with potential benefits for local civil society, local community and democratic process. \n\n\n\nThe highlights of our collaborative approach include the following. We have extended existing digital storytelling methodologies based on face-to-face workshops lasting over several days by developing methods for supporting our partners to initiate dynamic and continuous processes of narrative production. Based on the needs and interests of each of our partners we have designed flexible practical interventions that focus on building the digital skills and capacities that are necessary for embedding in the routines and practices of our partners, new technologies for producing and exchanging stories (or enhancing the use of existing ones). We have experimented with a broad range of widely available digital tools, technologies and platforms. These tools have included low-cost technologies for recording audio and video, open-source video editing software, social media platforms (Twitter, Historypin), web analytic tools, QR-codes and mobile internet, blogs and open source content management systems (Wordpress and Drupal). We have developed methods for inclusive, participatory web-design leading to website development customising our approach to our partners needs in two contrasting contexts: a youth club [SLC] and a social enterprise developing a nationwide infrastructure for community reporting [PVM]. We have gathered survey data on social media and mobile technologies among 16-18 year old students in further education to inform the ongoing transformations in digital practice at a large further education college. In addition to mentoring and supporting key individuals necessary to the adoption of new tools and processes we have identified and developed methods of collaborative reflection suitable for each partner and context through regular informal feedback, structured workshops, interviews, focus groups and formal reporting. \n.\n\nBeneficiaries: All Storycircle collaborative partner projects and their related constituencies.\n\nContribution Method: The research contributed to advancing action research approaches in the following key respects.\n\n\n\n1. We have pioneered processes for embedding evaluation and reflection on the efficacy of digital agency within the action research cycle, utilising data and metrics intrinsic to the digital domain: social analytics.\n\n\n\n2. Our approach to action research is innovative in terms of both the range and depth of our collaborations. We have engaged in sustained cycles of practice-based intervention, analysis and reflection in community-based settings, social enterprises and educational institutions. We have made it an explicit priority to facilitate participation from multiple and diverse constituencies within each of these contexts. Action research conceived on this basis operates with highly context-sensitive conceptions of social innovation. The breadth of our collaborations has helped us to perform an important brokering role, facilitating interaction between individuals, groups and organisations within the area that have been connected through us. \n\n\n\n3. We have consistently planned for and anticipated the long-term benefits and sustainability of our action research interventions. Our pedagogical practice and processes of analysis and reflection leading to enhanced digital agency have prioritised the development of toolkits and models for sustaining practice in digital narrative production and exchange beyond the lifetime of our project.\n\n\n\n4. All the above achievements have been predicated on funding for a genuinely multi-disciplinary, agile and responsive research team with a broad portfolio of digital skills, professional experience and disciplinary knowledge and expertise (cultural geography, media sociology, digital culture, educational sociology, political sociology, film and visual culture), all working around core values: digital storytelling principles applied to help meet the actual needs of actual communities.\n\nOur work builds from the 'story circle' concept developed by the international digital storytelling movement (Lambert 2007). Originally this referred to the physical circle in which storytellers sat to talk about and listen to accounts of potential digital stories. We have aimed to ask: what would a storycircle look like if its principles of mutual respect and exchange were translated to the wider digital infrastructure in which stories can now be produced, exchanged and stored. We call this a 'digital storycircle'. This leads in our research to a wider question: how can such a 'digital storycircle, as explored with particular partners, suggest ways forward for re\n\nnewing democratic culture?\n\n\n\nThe relationship between digital storytelling and democratic culture has been explored through our understanding of the contribution that digital resources make to developing and sustaining civic culture. Our work has also been done in the particular context of Media CityUK. Local communities have been impacted both positively and negatively by the proximity of MediaCityUK, and are looking for ways to meaningfully engage with such developments. Primary MCUK stakeholders are also keen that local communities can find ways to do this. Community engagement has been a priority. Our research has taken steps to facilitate and then sustain these meaningful forms of interaction, exchange and engagement within this wider context. Storytelling workshops with all our research partners have supported their contribution to cultural activities, exhibitions, festivals and open days, held at MediaCityUK and hosted by the development's major stakeholders. \n\n\n\nIn each of our collaborations with educational, civic and social organisations we have supported and advanced the use of digital technologies among pre-existing communities for the purposes of civic dialogue, debate and knowledge production focused on matters of common concern. \n\n\n\n\n.\n\nAll our fieldwork has been developed collaboratively with local partners and has focused around the core act of storytelling, story production and story exchange. We have done this within a wider perspective that frames all our work: that when people are recognised, and recognise each other as having stories to tell based on their life experience, this is a key way of recognising them as human beings, with significant benefits for wider individual and social wellbeing. \n\n\n\nReword the above technical description in lay language - Richard]\n\n\n.\n\nBeneficiaries: All Storycircle research collaborations: Salford Lads Club [SLC]; Salford City College [SCC]; People's Voice Media [PVM]; The Islington Estate Tennents and Residents Association [TT]; Oasis Academy MediaCityUk [OMC]; Start in Salford [Start]\n\nContribution Method: In each research collaboration we have facilitated the development and enhancement of mediated spaces of exchange and civic dialogue both within our partner's diverse constituencies and beyond them. \n\n\n\nWe have done this in the following ways: \n\n1. Supporting our research partners in the use of diverse geo-mapping and timeline-based social media platforms that provide an opportunity for small civic and social institutions to be publicly recognised as knowledge agents and sources of expertise and creativity. \n\n\n\n2. Designing and implementing experiments in community tagging and online curation designed to improve and enhance the culture of online discussion and comment. Supporting web redesign in order to better connect community reporters.\n\n\n\n3. Disseminating models of good practice in the adoption of digital technologies and social media platforms for the purposes of dialogue and exchange that exemplify the principles of mutual recognition and reciprocity.\n\nOver an extended period of fieldwork lasting twenty months we worked with two educational partners: Salford City College, a large multi-site further education sixth-form college and Oasis Academy MediaCityUK, a secondary school. In collaboration with our partners we planned and implemented a series of practical interventions designed to explore the potential for digital platforms and infrastructures, especially social media, to provide a foundation for communicative agency that could connect institutions of formal learning with their neighbourhoods, with wider society and social debate. Through workshops, mentoring, training and support for staff and students, alongside periods of reflection we worked to overcome a series of initial constraints due to time, technological awareness, and conflicts with existing college-based systems of accountability. The college was in a transitional phase where conventional digital technologies (VLE, Intranet) had been mastered but social media remained a challenge. A shift had to be culturally negotiated from digital platforms focused on delivery to digital platforms and infrastructures facilitating dialogue, exchange and collaborative participation on scales far larger than the institution had, until then, negotiated. What was implied was an even greater institutional shift from essentially a 'closed' community with a particular focus (teaching and learning) to a more 'open' community that connected with its wider networks on a basis of mutual recognition (as equal voices in a distributed narrative exchange). Insofar as students engaged purposefully with social media such as Twitter, there were clear signs of proto-agency around digital platforms, pointing, for the longer term, to the development of wider civic participation among students and between students and staff.\n\nPrior to our fieldwork, social networks (Facebook, Twitter, YouTube) were used by our educational partners mainly for broadcasting and promotional purposes. The college's existing digital infrastructures and processes were focused primarily on institutional needs. Desktop technologies for specialisms (Media, Art, Graphic Design) were much in evidence, as were institution-wide curriculum delivery (Moodle VLE), management tools and websites (including the use of Facebook, Twitter and YouTube for promotional activity). As engagement in Storycircle progressed, use of social networks by teachers increased. Student contributions also began to be recognised at institutional level on the college's social networks. At departmental level, social media use was more successful in directly engaging students, especially where championed by staff or student enthusiasts. Here, staff and students voluntarily continued their conversation beyond the timetabled curriculum, allowing for a new immediacy of interaction. Through the mixing of the formal (departmental Twitter account) with informal (extra-curricular, everyday context) we see the potential of socially-mediated digital platforms to open up more flexible learning structures and more focused debate: bridging formal and informal learning contexts, merging curricular content with real-world scenarios.\n\n\n\nDuring and in response to our fieldwork, college regulatory structures around Wi-Fi access (previously available via networked computers) were reshaped to permit student access using mobile technologies for the Twitter event. Thus, mobile phones, generally perceived as disruptive technologies in the college setting, began to be perceived as valuable for certain kinds of activity. The Twitter event in Phase 2 of the study acted as a catalyst for dialogue amongst college leaders around open access to college networks by students and their potential use for 'open' debate. Student access to the Wi-Fi network was deemed a success and, subsequently, availability was extended to other parts of the college. Signs of new narrative exchange (tweeting, blogging, commenting and distributed audio trails facilitated by QR codes linked to web-based content) between students and staff as well as a more open digital architecture (free college-wide Wi-Fi access, ability to use personal and mobile technologies and greater dialogic engagement with social media platforms) were, by the end of our fieldwork, beginning to emerge. \n.\n\nBeneficiaries: Students, Staff, and Senior Management. School communities (including families, ex-pupils and local people). Applies to Compulsory and Higher-Education sectors.\n\nContribution Method: The study comprised an evolving research design in three phases. Each phase was negotiated, developed and co-designed in collaboration with study participants (staff, students, managers). \n\n\n\nPhase 1 was exploratory. Using storytelling workshops, observations and interviews with college leaders, staff and students, this phase generated dialogue around existing social and digital infrastructures. Desired outcomes for narrative exchange identified here were (1) a public-facing storytelling event; (2) a website showcase linking students' (digital) content to curricular-related project briefs; and (3) the integration of social media with college activities, with training workshops for staff and students. \n\n\n\nIn Phase 2, constraints identified in Phase 1 led to a study re-design that focused on Twitter and a Twitter event initially conceived as a social media awareness event to stimulate student debate on issues relevant to them. \n\n\n\nIn Phase 3 we designed interventions with staff and students in art and design enhancing their output through distributed audio trails facilitated by QR codes linked to web-based content. This was developed as part of the college input into a city-wide community festival of mass narrative. We also conducted a multi-site campus survey and produced a report for the college on the adoption, use and perceptions of digital technologies amongst enrolled students aged 16-19. The report found that students report having used social media for a diversity of learning-&shy;_related purposes, including finding information (68%) and discussing college work with peers (73%) or teachers (27%). Students appear to have experience of using social media for learning in a variety of contexts, though they were more likely to have used social media for self-&shy;_directed learning outside of the classroom than for teacher-led activities. \n\n \n\nThe research led to changes in the use of social media and mobile technology at all levels of college: individual teachers approach to mobile use and departmental engagement with social media, and college-wide impacts involving the use of screens in public areas and open access to the college Wi-Fi. Other major policy changes reported include a significant shift towards recognising the benefits of working with external partners as a result of our research.\n\nOur research has helped develop methods for unlocking the rich archival materials held by small community organisations. We have established and sustained key skills and resources necessary for community groups to promote access and engagement with their historic documents, photographs and films. We have provided support and guidance through all stages of the digitisation process, advising on digital storage, file formats and file structures for a range of archival resources. We have enhanced existing practices of archival engagement by making audio-visual material available to members of community organisations to use in digital storytelling workshops. We have experimented with various configurations of online platform and web-based publishing, providing combinations of storage and curation (for example through geo-mapping, photo-sharing timelines) for digital multi-media assets.\n\nSmall community organisations are often rich in archival material related to the history of their organisation and its membership but of wider social and historical significance. Yet they frequently lack the resources and skills to properly preserve these materials or make them publicly accessible. Our research has supported community organisations to develop their archival agendas and enabled individual members of these organisations engage with and contribute to the organisations history. By providing advice, mentoring, workshop activities and contacts with the professional archival community we have supported community organisations to simultaneously preserve, value and open up their collections. As one aspect of this broader notion of the civic archive we have supported community organisations and educational partners to develop strategies that enable them to make use, on their own terms of the archival potential of online platforms to provide public access to digitised multi-media content.\n\nBeneficiaries: Local commuity groups and wider communities. Regional digital economy agencies needing to identify sources of authentic local content and establish meaningful commuity engagement.\n\nContribution Method: Our research has sought to establish the skills and resources necessary for such local community groups to preserve, curate and share such content - and the vital stories that they contain - for themselves.\n\n\n\nWe have developed methodologies for the civic archive in the following ways: \n\n\n\n1. Providing expertise and guidance through the digitisation process, specifically advising on file storage, file formats and file structures that enable navigation. \n\n\n\n2. Providing guidance on preservation standards and connecting our community partners with the professional archival community.\n\n\n\n3. Co-designing processes of archival engagement and collective memory work with our partners using innovative digital storytelling, photo-elicitation and map-based storygathering methods. \n\n\n\n4. Co-designing experiments with our research partners into different configurations of online platforms for the purposes of storing, curating and sharing archival collections in such as way as to connect them in space and time with wider narratives. \n\n\n\n\nThis aspect of the Storycircle research approach investigates how web analytics systems are applied by organizations to ensure they are meeting their overall goals as organizations, with particular reference to those with social aims. In a social analytics approach, the research team trace the ways particular organizations reflect upon, and subsequently seek to adjust their actions and self-presentation, in the light of analytic measures of their digital presence. The social analytics approach involves following this process closely through a series of carefully calibrated stages to understand better the reflexive life of organizations in today's digital world, and how in turn these understandings act towards their self-positioning within this competitive landscape.\n\n\n\nThe social analytics approach has involved a range of stages that build from an initial consultation that helps to identify the core areas of difference, or 'intended outcomes', which a specific organisational programme is intended to deliver on. This approach is founded on the principle that it is only by being clear about the questions being asked of an analytic system that meaningful answers can be generated. Thus web analytic systems are only brought into consideration once clarity of these core areas, and hence what needs to be measured in order to have a sense of the extent to which overall aims are being met, are established. The process then enables a framework within which a suite of web analytics tools can be developed. These tools range from: purpose built modules within the web platform, such as Druple's Views module; the adaptation of freely available web analytics tools, such as Google Analytics; using analytics functionality available within social media plug-ins, such as Facebook, Disqus or Storify; to the repurposing of administrative systems, such as CRM databases, mailing lists and calendars.\n\n\n\nAll organizations today appear to need a presence online. The quality of that presence affects how they are perceived by others, and so how they can operate and meet their goals. An effective web presence can also foster richer processes of consultation and reflection within organizations. This is particularly important for social and community organizations.\n\n\n\nAs a result, all sorts of organizations today must use measures to assess their digital presence, whether standard analytics from Google or customized measures. They will also reflect more broadly on the flows of information and comment on their sites, and on how people interact with their online content. 'Analytics' is the word we use for all these forms of reflection, measurement and evaluation. From this term we build on the widely used term 'social analytics' and repurpose to capture the sociological analysis of everyday uses of such tools within social organisations.\n\n\n\nOur research investigates how analytics get used by organizations to ensure they are meeting their overall goals as organizations. Particular organizations will reflect upon, and adjust their actions and self-presentation, in the light of analytic measures of their digital presence. The social analytics approach involves following this process closely through a series of carefully calibrated stages to understand better the life of organizations in today's digital world. \n\n\n\nWith an analytics framework established, a critical process of acting and reflecting on the outcomes within it commences, typically implementing them for a sustained period of many months, and involving as many members of the organisation as possible. As each phase of action ends it is reflected on and used to trigger a further phase of action. \n\n\n\nThis process is described in other supporting documents, see: www.storycircle.co.uk. \n\n\nBeneficiaries: PVM Senior Management, Staff and National Network of Community Reporter groups. Similar Social Enterprises will also benefit from Sample Resources avaiable at www.storycircle.com; Salford Lads Club\n\nContribution Method: This approach has been used to support organisations working in and around the MediaCityUK development to address issues that emerge in particular around a lack of public engagement and interactivity with their websites. \n\n\n\nIn the PVM case, this has been achieved by identifying core areas of site metadata to be enhanced so that users can navigate, find and explore site content more easily; exploring new functionality to include in pages that might encourage visitors to actively engage with content, such as 'community tagging' modules, shared discussion pages and interactive maps; and Co-designing and implementing a series of 'content curation' experiments whereby users interact with a human curator via the web space and its content. [for details see the PVM 'Collaboration' outcome].\n\n\n\nIn the SLC case, this involved a 'webhack day' with club members and local programmer, Steven Flowers, on producing interactive webpages for the club's content about its annual camp to Wales, compiled into an interactive timeline of its camping history. This involved uploading metadata and content into a shared Google document, writing copy and embedding a range of third-party plugins and social media tools (YouTube, Flickr, Facebook, Google Maps, Storify, JS Timeline) into the SLC's Wordpress site. [For details see the SLC output 'Interactive Camping Histories and Timeline' outcome].\n\n\n\nThe 'Social Analytics' approach of on-going, monitored and reflexive practice with particular partners was developed by the Storycircle research team. This involves a long-term consultation process and is always shaped by the specific context in which the fieldwork occurs. This process is described in other supporting documents (see www.storycircle.co.uk The social analytics approach will be of potential use to a broad range of community-focused social enterprises and organisations. It is likely to be particularly relevant to those groups and organisations that work with community practitioners using digital tools and resources and/or involve some form of shared content production. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software) Cultural,Societal,Economic,Policy & public services","person":"Peter  BarrettBrian  Longhurst","coPersons":["Nick  Couldry","David  Hutchison","Terrence  Fernando"],"organisation":"University of Salford","findingsText":" The rationale for the FIRM partnership centred on MediaCityUK and a concept unique in the UK (though not the world) to develop a 'city' based on and around media in its broadest sense. This involved platform providers such as the BBC, IT and technology providers such as BT and content providers including artists, individuals and communities. The Universities involved in the partnership include University of Salford; Goldsmiths, University of London, and Lancaster University. FIRM also works closely with key academics at the University of Cambridge and Massachusetts Institute of Technology, who through their investigation into New Century Cities across the world highlighted distinctive shared features to be considered as possible enablers of forward movement for FIRM and MediaCityUK. \n\nAcademics working on the project came from a variety of backgrounds including: social media, digital technologies, and the built environment. A number of small creative businesses and community organisations joined the project at various stages. \n\nFIRM's approach was to undertake a number of research activities in bespoke areas to generate an understanding of a very diverse 'industry and sector' and to create and apply knowledge and its relevance and impact to both FIRM and MediaCityUK as a location. This would provide the evidential base against which we can identify what if any are the boundaries in which media and digital industries operate or find themselves restricted to. \n\nThe Key findings from the areas of research that the project principally explored are: \n\n\n• Emergent forms of digital citizenship\n\nDigital workshops, community debates and public exhibitions were held to interact with the wider Salford community during the construction of the MediaCityUK development to gain a better understanding of how social media worked within local communities and the level to which it was democratic. Findings resulted in the development of the Storycircle project led by Goldsmiths; Storycircle was grounded in existing narrative research that tells us that narrative is empowering and opportunities for narrative exchange are important ways of recognising people as citizens and as human beings; it also tells us that narratives connect people, and the exchange of narratives can connect people who would not otherwise be linked and so generate new insights and knowledge, to the benefit of those involved. \n \nThis project undertook research into how in the era of digital media such narrative processes can be enhanced and contribute to economy and society. In the course of the project Goldsmiths facilitated a process of narrative production and exchange, working with its FIRM research partners. The project generated a narrative ecology in collaboration with local actors and stakeholders to reveal emergent forms of digital citizenship, create a 'social analytics' approach to organisational self-reflection and produce digital methodologies for supporting knowledge production.\n\n• A means for collaborative digital production\nResearch into modern open-source techniques for agile collaboration was initiated in response to an industry need highlighted by the BBC. This required an online platform capable of supporting collaborative multimedia creation in a way that is plausibly usable for both amateurs and professionals. Lancaster University working with the BBC undertook the remit of identifying and developing a rich media platform for enhanced media and digital content sharing. The platform was developed in collaboration with an SME. The 'Storisphere' interface was the result. The benefits to industry and individual/local groups; allowed disparate users to produce stories collaboratively from shared video clips on various types of user devices and networks. A Living Lab approach with IPTV service experiments and user engagement in the vicinity of MediaCityUK, Salford and Wray supported the development of a media assets referencing system, video storytelling frontend interface, video and subtitle analysis package, and video chuck stitching and caching software. \n\n• An 'Internet of Things' framework for prototyping mobile and physical computing use cases\n\nWith networked devices becoming more ubiquitous, there are more opportunities for a connected immersive experiences using BBC content for example. The 'Internet of Things' project produced a practical toolset that enabled research to be undertaken into the user experience and how greater opportunities for immersive experiences can be developed. Outputs from this included:\n\n1. Documentation describing a common network API, \n\n2. Discovery: connections, \n\n3. Capability description/usage, and plumbing\n\n4. Creating a software platform as a testbed for future ongoing developments and as a hardware device prototyping platform, enabling ongoing device exploration. \n\n\n\nThe project also produced an end-to-end functioning prototype demonstrating the case for a connected fob for tagging a moment in radio broadcast.\n\n\n\n• A proposed hyperlocal TV sports solution\n\n \n\nFIRM research around digital citizenship, storytelling and the creation of tools for collaboration led to an investigation around 'hyperlocal' sports coverage. This involved local citizens using mobile technology to report on sports events in the Salford area. This was identified as an area of major interest for BT. A project was designed to explore the notion of hyperlocal through creating and auditioning sports content in the Salford area, with findings feeding into a proposal to incorporate hyperlocal content into current TV offerings and mainstream programming. \n\n \n\n \n\n• A digital platform to support policy makers and education\n\n\n\nResearch resulted in the development of a data model integrating disparate datasets within system architecture to support evidence-based decision-making and policy development. A key aim was to provide a greater understanding to planners of how the impact both positive and negative of a development such as MediaCityUK could both be enhanced or mitigated by better access to data. This was validated through a 'live projects brief' which included using flood risks, social housing, and welfare reforms data creating interactive interfaces that enhanced user engagement. Applications of this additionally supported learning and education, using gestures and tangible interfaces for creative play from a variety of users interested in urban planning. A principal aim was to create a body of work and research that was very relevant to the non academic community. In addition to the exploitation routes above the potential further use (and long term impact) in a non academic environment includes:\n\nA widening of the geographical spread of the Project from its initial testbed; that is Salford. The project worked with a number of local community based organisations to great effect creating a knowledge exchange with Salford City College, Salford Lads' Club, Oasis Academy, MediaCityUK, People's Voice Media and The Islington Estate Tenants and Residents Association. Issues of engagement and knowledge exchange between these organizations and HE was driven by a desire to exploit the opportunities offered by MediaCityUK. However lessons learnt could be applied to many similar concepts where major urban redevelopment greatly impact on traditional communities and urban patterns. \n\nEqually the 'Virtual Community Engagement' and the development of the digital city environment (using advanced visualisation techniques to aid engagement and decision-making) was applied to support the Better Life Chances project, led by the 'Place Board' involving key stakeholders in Salford. The Place Board was made up of senior members from key agencies in the city such as Salford City Council, Greater Manchester Police, Greater Manchester Fire and Rescue Service, Greater Manchester Against Crimes, Salford PCT, Salix Homes, City West, Job Centre Plus, Environment Agency, with a common objective of creating sustainable environments for three socially deprived areas in Salford greatly affected by MediaCityUK (Little Hulton, Broughton and Winton). FIRM demonstrated a number of ways in which HEI's can play a larger role in the understanding and development of societies. This research work allowed agencies in Salford to enhance their current partnership working methods by adopting a novel joint insight platform based on advanced digital technology. Several other city councils are now interested in deploying this digital platform for their partnership working in their city. For example, City councils of Stoke-on-Trent and Manchester City are now working with the THINKLab to explore how the digital city platform could be used to support their partnership challenges in creating sustainable cities.\n The idea behind FIRM is to provide a forum for exploitation. Key outputs have identified a number of diverse users and collaborators within the FIRM project. From Community groups and organisations, to public bodies such as the Police, Local Authorities, Schools and Businesses including BT the BBC and a number small and medium sized businesses. The principal aim of FIRM is to generate cross sectoral learning, knowledge and collaboration involving technology providers, platforms, content writers and users. Exploitation has resulted in:\n\n• The creation of a new shared platform for content writers, users and major platforms (BBC and BT)\n\n• A greater understanding and relationships between communities using social media and creating digital content, platforms and users with the potential such as the hyperlocal project for this to become mainstream broadcasting.\n\n• A greater understanding through a digital platform for planners and policy makers to understand the complex nature of planning major developments such as MediaCityUK and its impact on local resources that will be used by the Greater Manchester Police and other organisations involved in emergency planning. \n\n• A metadata study that will inform policy makers within research organisations (RCUK and HEI's) with regard to the scope and potential for future research around digital media with a greater understanding of the needs of businesses, users and communities. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Other","dataset":"gtr"}