{"id":"81E9061E-212C-4A83-AC04-1467F30CD919","title":"Enhancing the QUAlity and Transparency of health Research: The EQUATOR Network","abstractText":"Every year scientific journals publish tens of thousands of articles describing findings from health research studies. However, readers and users of these articles, who include scientists, clinicians, systematic reviewers, and increasingly also patients, find many of these articles very difficult or impossible to use: many articles do not present enough information, present only selected information, or present information in a very unclear and misleading way. All this makes many papers unusable. The effort and money devoted to the research described in such an unsatisfactory manner is wasted. \nA simple solution to improve the completeness, accuracy and clarity of research papers is to follow reporting guidelines. Many guidelines exist that provide step by step guidance of what should be addressed in a paper reporting on a particular type of health research. These guidelines have been developed from the users' perspective and guide authors to provide minimum information a user needs to assess how well was the study done, to decide if the findings are relevant to his/her own work, and if needed to reproduce the study (ie. what was actually done and to whom, what was assessed and how, how were these findings analysed, and what they actually mean in the context of other similar studies). Although many good guidelines exist they are still not widely known and used by health scientists. Recent reviews of publications consistently show that essential information is missing from a large proportion of research articles. \n \nIn this time of massive information overload it is important to have a single good quality resource where you can easily find all relevant information you need. In 2008, we launched the EQUATOR programme that aims to enhance the quality and transparency of health research. One of the most important outputs of this programme is a free online Library for Health Research Reporting that brings together all published reporting guidelines and other helpful tools that aid the writing and publication of research reports and thus improve the information provided to readers. \nThe EQUATOR team educates scientist and journal editors, who play a key role in safeguarding the quality of published papers, to increase their knowledge of what should be included in research papers and how best to achieve it. \nEQUATOR also helps scientists to develop high quality reporting guidelines and conducts research investigating problems in research reporting. \n \nOur proposal outlines specific deliverables and activities for the next three years that will further advance the programme. The main outputs include: improved structure and content of our Library; development of unique EQUATOR 'signature' courses supporting rigorous research reporting; compilation of a manual for the development of robust reporting guidelines; a research report summarising the use of reporting guidelines by selected priority journals; and a database of evaluations of reporting quality of scientific papers across health research specialties. \n \nMedical journals publish large numbers of research reports that are of limited value because of crucial omissions. This waste is avoidable. The EQUATOR website and training can be compared to a well stocked and well promoted supermarket where you can get everything you need to write and publish first class research papers. The knowledge of what needs to be included in research papers that are clear and easy to use also improves the design of future research studies. Our work helps to improve usability and usefulness of published medical research and helps scientists to become outstanding research communicators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J00488X/1","grantId":"MR/J00488X/1","fundValue":"382845","fundStart":"2012-01-31","fundEnd":"2016-06-30","funder":"MRC","impactText":"","person":"Douglas Graham Altman","coPersons":["Iveta  Simera","David  Moher"],"organisation":"Oxford University Hospitals NHS Trust","findingsText":"","dataset":"gtr"}