{"id":"81F02140-8FF6-4F7D-9C53-DC29D6BF02C0","title":"OPTICAL ATTOSECOND PULSES","abstractText":"To date, attosecond pulse generation has relied on high-harmonic generation (HHG) in noble gases to produce either trains of attosecond pulses or, more recently, isolated pulses in the XUV / soft-X-ray region. Here, we put forward an alternative approach that will create isolated attosecond pulses in the truly optical region by coherently combining femtosecond pulses across a suitable bandwidth in the UV to near-IR region. The production of attosecond pulses requires a bandwidth of around 1 PHz, which is equivalent to the optical range from 250 nm - 1000 nm. The creation of attosecond pulses by using laser media is not possible; even Ti:sapphire, the material of choice for ultra-short pulse generation, has a gain bandwidth only sufficient to support ~3 fs pulses. By contrast, nonlinear crystals offer gain across their entire transparency region; for example, KDP, BBO and LBO have bandwidths from 1.4 - 1.8 PHz, emphasising the fact that HHG is not the only possible route to attosecond pulses.The optical attosecond pulses that we will create will be non-oscillating transients of electric field. Our proposed technical approach is to construct these pulses by coherent waveform synthesis from sequences of distinct parent pulses. Building on our earlier work, we will use a novel carrier-envelope offset phase controlled femtosecond optical parametric oscillator (OPO) as a source of the parent pulses from the UV to the near-IR.In contrast to HHG methods, this all-solid-state approach promises high-efficiency generation at high-repetition-rates using accessible femtosecond laser technology to create attosecond pulses removed from the XUV / soft-X-ray region and which therefore can freely propagate in air. Optical attosecond pulses present important opportunities for new fundamental science, for example: * the phases and intensities of the mutually-coherent modes within attosecond pulses could be manipulated to synthesise any optical field (in contrast to optical intensity envelope shaping).* shaped attosecond optical pulses from an OPO (200 - 7000 nm) could enable coherent control in which electrons are excited between multiple states separated by 0.2 - 6.0 eV* broadband phase-coherent pulses could be used to probe electronic coherence transfer within complex molecules, e.g. by using broadband 2D spectroscopy We will concentrate on developing and characterising the sources of attosecond optical pulses that will become the next generation of ultrafast tools for specialists studying the dynamical processes of complex systems in chemistry and the life-sciences.The principal source development work will be based at Heriot-Watt University, with a parallel self-contained work-package on attosecond optical characterisation based at Oxford. As the source development phase approaches completion the pulse measurement activity will dominate the project and techniques developed in Oxford will be implemented on the Heriot-Watt system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000178/1","grantId":"EP/H000178/1","fundValue":"282602","fundStart":"2010-01-01","fundEnd":"2013-12-30","funder":"EPSRC","impactText":"","person":"Ian Alexander Walmsley","coPersons":[],"organisation":"University of Oxford","findingsText":" We have developed improved methods for complete characterization of the space-time fields of ultrashort optical pulses with complex spectra across a broad range of wavelengths. These are being applied to a novel source based on multiple phase-locked disjoint spectra. Continued discussion with companies for potential licensing opportunities. In particular conversations with APE GmbH, who have licensed related prior technology and currently manufacture instruments based on this. Collaboration with other institutional partners with an interest in determining what pulses they have generated. In particular, a collaboration with the group of Prof. Derryck Reid at Herriot-Watt University, who is synthesizing attosecond optical pulses using several coherent light sources based on multiwave mixing. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}