{"id":"81F14D09-AA0A-4EB3-AC97-81204C85D79D","title":"Development and application of methods for complexity reduction, metamodelling and optimal experimental design based on global sensitivity analysis","abstractText":"Model based simulation of complex processes is an efficient approach to explore and study systems whose experimental analysis is costly or time-consuming. Modern mathematical models of real systems often have high complexity with hundreds of variables. Straightforward modelling using such models can be computationally costly or even intractable. Good modelling practice requires sensitivity analysis (SA) to ensure the model quality by analysing the model structure, selecting the best type of model and effectively identifying the important model parameters. Global SA is superior to other SA methods. It can be applied to any type of model for quantifying and reducing problem complexity without sacrificing accuracy and it is not dependent on a nominal point like local SA methods. We propose the development of a number of advanced model analysis and complexity reduction techniques based on global SA and efficient high dimensional Monte Carlo (MC) and Quasi MC methods. In particular, we will develop high dimensional Sobol' sequence generators with improved uniformity properties. It will allow increasing the efficiency of global SA and Quasi MC methods in general. The Sobol' method of global sensitivity indices is superior to other global SA methods. However, it has been applied only to low scale models because of the computational limitations of the existing technique. We propose a number of techniques which will improve the efficiency of the Sobol' method. We also propose a set of new global SA measures which are much less computationally demanding than variance based methods. By combining approaches based on the Fisher information matrix and GSA, we will develop a new technique for parameter estimation and optimal experimental design for model validation which would dramatically reduce experimental cost. One of the very promising developments of model analysis is the replacement of complex models and models which need to be run repeatedly on-line with equivalent operational meta models. Sampling efforts of the existing approaches grow exponentially with the number of input variables which makes them impractical in high dimensional cases. We will develop a novel approach to metamodelling using quasi random sampling - high dimensional model representation method (QRS-HDMR) which renders the original exponential difficulty to a problem of only polynomial complexity. We propose to solve optimization problems with high dimensional and computationally expensive objective functions by building QRS-HDMR meta models for the objective functions and set of constraints. Such meta models based optimization problems can be orders of magnitude cheaper to solve compared to the original models. The application of these methods to bioprocessing will involve the development of high-fidelity models for mammalian cell cultures, which produce high-value biological drugs, such as monoclonal antibodies. High-profile examples include the breast cancer drug Herceptin and blockbuster cancer drug Avastin. However, the production of such drugs often relies on manual control and optimisation, which increase cost and time-to-market. On the other hand, the implementation of modern model-based methodologies for optimisation and control necessitates predictive, computationally tractable models, which usually involve numerous parameters and require a high volume of expensive measurements for their validation. In order to address these issues and minimise the cost and time of experimentation, GSA and optimal experimental design will be used to formulate a state-of-the art model of mammalian cell cultures for in silico experimentation, system analysis and derivation of a metamodel for online applications. The validity of this approach will be demonstrated through a case study on antibody-producing CHO cells supplied by Lonza Biologics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H03126X/1","grantId":"EP/H03126X/1","fundValue":"688253","fundStart":"2010-10-11","fundEnd":"2014-04-10","funder":"EPSRC","impactText":"  The project developed methods for sensitivity analysis and the design of meta-models. This has been implemented in a software tool. Agriculture, Food and Drink,Chemicals,Energy,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Nilay  Shah","coPersons":["Cleo  Kontoravdi"],"organisation":"Imperial College London","findingsText":" We have developed a new method for sensitivity analysis and the production of simple meta- models from complex models. This has been incorporated in a software tool. By using the software tool Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}