{"id":"81F7D99B-6557-4DB9-9805-B28B7B996C7F","title":"CESAGen Stem Cell CBAR","abstractText":"<p>The ESRC CESAGEN contribution to the Stem Cells CBAR (Capacity Building and Awareness Raising) programme consists of two 2-year projects and one 3-year PhD studentship:</p> \n<p><strong>Project 1: The UK Stem Cell Bank – An Institutional Ecology. Lead Investigator - Prof Peter Glasner</strong></p> \n<p>This project continues three themes from a pilot project (RES-000-22-1136 - Curating and Husbandry in the UK Stem Cell Bank): the standardisation of the Bank's protocols; the establishment of the provenance of stem cell line donations; and the negotiation of the Bank’s regulatory role. The project expands this focus with four additional themes: the deposit of clinical grade stem cell lines; the withdrawal of cell line material; continued standardisation through the International Stem Cell Initiative (ISCI) project; and the development of the Spanish Stem Cell Bank.</p> \n<p><strong>Project 2: Comparative Analyses of 'Public Discourse' and 'Discourses About The Public' in Relation to Stem Cell Research. Lead investigator - Prof Jenny Kitzinger</strong></p> \n<p>This project builds on the findings, theory, and methods developed in our CESAGEN flagship project 'Media, Culture, Genomics: The production, consumption and circuits of meanings about genomics within and around contemporary media'.&nbsp;The project reviews existing knowledge about public responses to, and discourses around, stem cell innovation&nbsp;- with particular attention to how these may vary cross-culturally.&nbsp;It also examines how both ‘public discourses’ and ‘discourses about the public’ are represented in the mass media in different countries, and how the two&nbsp;inform policy making processes; comparing these processes across at least three different cultural/national contexts.</p> \n<p><strong>Doctoral Studentship: From Bench to Brain: the processes of developing neurological stem-cell therapies. Supervisor - Prof Paul Atkinson</strong></p> \n<p>The Brain Repair Group, based within the Cardiff School of Biosciences, is carrying out fundamental stem cell research to develop clinical interventions for diseases of the&nbsp;central nervous system&nbsp;including Huntingdon’s Disease and Parkinson’s Disease. This project will use observations and interviews with the Brain Repair Group, following the development of an innovative neurological therapy, its penetration into an allied clinical site and the subsequent ethical ramifications for both professional practice and patient care. In addition to stem cell research, this clinical application also involves functional brain-imaging of neural regeneration after implantation. </p> \n<p>The research aims are to:</p> \n<ul> \n <li>Examine how the ethical, regulatory and safety implications posed by these developments are interpreted locally in laboratory and clinical contexts </li>\n <li>Examine the changing nature of the scientific process and expertise, from the laboratory bench to computer modelling </li>\n <li>Examine how the interface between the technological development within the laboratory and its application within the social domain is managed, for example, the progression from laboratory to implantation </li>\n <li>Examine how different animal models&nbsp;- brain lesions created in experimental rats - are used as a proxy for neurological damage in humans</li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-349-25-0001","grantId":"RES-349-25-0001","fundValue":"344333","fundStart":"2006-04-01","fundEnd":"2009-05-31","funder":"ESRC","impactText":"","person":"Paul  Atkinson","coPersons":["Stephen B. Dunnett","Peter Egon Glasner","Jenny  Kitzinger","Ruth Felicity Chadwick"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}