{"id":"8201BDBC-11E1-4BB0-8E25-E69F6E7B185E","title":"PENALTY-FREE FEASIBILITY BOUNDARY-CONVERGENT MULTI-OBJECTIVE EVOLUTIONARY APPROACH FOR WATER DISTRIBUTION SYSTEMS BASED ON HEAD DEPENDENT MODELLING","abstractText":"Most water companies spend more than half of their total budgets to address the problem of rehabilitation. For example, the U.S. Environmental Protection Agency reported in 2001 that $151 billion would be needed for maintenance and replacement of drinking water systems in the USA over 20 years with 55% of this amount dedicated to pipelines. The proposed research addresses the problem of rehabilitation and long term planning for future upgrading of water distribution systems. Water distribution systems are an invaluable component of the critical infrastructure of urban populations worldwide. These systems need to be managed in a cost effective way while ensuring that key performance indicators and regulatory compliance criteria are not breached. The various requirements are extremely difficult to achieve because of their often conflicting nature and the sheer scale and complexities of water distribution systems. Optimization of water distribution systems is extremely challenging and the development of algorithms that are fast enough for routine use in industry is a most pressing issue.The optimal solutions of constrained optimization problems generally occur at the boundary of the feasible region of the solution space. The project will develop a radically different approach for dealing with constraints in evolutionary optimization algorithms for water distribution systems using head driven analysis. Head driven analysis provides the means to quickly and accurately identify the feasible region of the solution space and, more importantly, locate cost-effective solutions along its boundary without recourse to ad-hoc penalty functions. The application of evolutionary algorithms such as genetic algorithms to water distribution systems requires parameters such as the population size, crossover and mutation probabilities and a few empirical guidelines exist for the proper values of some of these parameters. However, information on how to determine suitable values of the penalty factors used to convert the typical water distribution system constrained optimization problem into an unconstrained optimization problem solvable by evolutionary algorithms is extremely scarce. In general the value of a penalty parameter is currently determined by trial and error. This is the principal issue to be addressed in this project, by developing a procedure which does away with the penalty parameter altogether. The goal is to develop fast evolutionary algorithms for use in industry on a routine basis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G055564/1","grantId":"EP/G055564/1","fundValue":"318853","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Tiku  Tanyimboh","coPersons":[],"organisation":"University of Strathclyde","findingsText":" Most water companies or authorities spend more than half of their total budgets to address the problem of infrastructure rehabilitation. The research addressed the problem of rehabilitation and long term planning for future upgrading of drinking water distribution systems. Water distribution systems are an invaluable component of the critical infrastructure of urban populations worldwide. These systems need to be managed in a cost effective way while ensuring that key performance and regulatory compliance criteria are satisfied. The various requirements are extremely difficult to achieve. The reason is that the requirements are often conflicting in nature and there are many complex aspects of water distribution systems that should be considered. Optimization of water distribution systems is extremely challenging and the development of solution procedures that are fast enough for routine use in the water industry is a most pressing issue. The overall aim of the project was to develop fast, robust and easy-to-use procedures for the mathematical modelling, optimal design and operation of water distribution systems. The early results from the project have been disseminated widely through international conferences and journals with additional publications to follow. Also, some of the techniques developed and demonstrated in this project to address operating conditions that do not have enough pressure have been implemented by Dr Lewis Rossman of the US EPA in the work he is doing to extend the functionality of EPANET. EPANET is the US EPA's software for modelling drinking water distribution systems that is available free of charge on the internet.\n\nOne of the key findings from this research is that evolutionary optimization methods in which infeasible candidate or trial solutions do not incur extra constraint-violation penalties are very competitive. Penalty-free methods aim to do away with the complex task of designing penalty functions that are frequently used to evaluate infeasible solutions in evolutionary optimization algorithms. Penalty-free methods can maintain infeasible solutions that have useful genetic material that may not be common in feasible solutions. Therefore, the approach seeks measures of the utility value of all feasible and infeasible solutions and ranks the solutions rationally using multi-objective criteria. The aim is to approach the active constraint boundaries quickly from both the feasible and infeasible regions of the solution space by avoiding any arbitrary rejection of infeasible solutions. In other words, the optimization search strategy seeks quickly to identify, retain and exploit the beneficial properties of all efficient solutions that are just feasible or just infeasible as it is thought that these efficient solutions often straddle the active constraints that define the boundaries between feasible and solutions. This philosophy was used to develop new solution procedures for several types of optimization problem for water distribution systems. Impressive results were obtained consistently. A number of solutions that are better than some of the current best-known solutions in the literature were achieved. The results also suggest that additional research into efficient penalty-free constraint handling techniques for water distribution and other engineering systems would be beneficial.  ","dataset":"gtr"}