{"id":"8201E8CC-6742-4000-B174-C6888EDEDDFE","title":"Understanding the driving forces behind recent changes in the eruptive behaviour of Merapi volcano, Java, Indonesia","abstractText":"In October and November 2010, Merapi volcano (Java, Indonesia) had its biggest eruption since 1872. Merapi, which literally means &quot;Fire Mountain&quot; in Javanese, is one of Indonesia's most active and dangerous volcanoes with a history of deadly eruptions. Before 2010, these eruptions have usually been characterised by several months of viscous lava effusion at the summit of the steep-sided volcano, forming lava domes which, when big enough, collapse gravitationally generating relatively small pyroclastic flows. These flows are mixtures of lava dome fragments, smaller volcanic particles (ash) and hot gases that travel down the flanks of the volcano at high velocities of &gt; 100 km/hour and, in the case of Merapi, typically reach distances of a few kilometres from the volcano. With a few exceptions only, this eruptive behaviour has been so typical of Merapi for at least the last two centuries that the pyroclastic flows generated by the gravitational failure of lava domes are often referred to in the literature as Merapi-type nu&eacute;es ardentes (glowing clouds).\n\nIn 2010, the eruptive behaviour of Merapi has changed. The unforeseen, large-magnitude explosive events were very different to previous episodes that followed Merapi's usual pattern of dome growth and collapse. On 26 October 2010, pyroclastic flows, generated during explosive eruption phases, swept down the flanks of the volcano, killing at least 34 people. The events were preceded by enhanced levels of seismicity and summit deformation that started in early September 2010. After days of high level activity, with glowing avalanches from a newly formed lava dome, pyroclastic flows and sporadic explosions generating a 7-km-high, sustained eruption column on 4 November, an unusually large explosive eruption on 5 November generated pyroclastic flows that extended up to 15 km from the volcano. Associated surges swept across Merapi's south flank, devastating villages and causing more fatalities. Since then, the death toll hs risen to &gt; 300 people, making this eruption the worst volcanic disaster at Merapi in 80 years.\n\nThis project seeks to exploit a &quot;once-in-a-century&quot; opportunity to capitalise on these unexpected events at Merapi through a detailed investigation of the rocks formed during the 2010 eruption. These rocks preserve a record of the sub-surface processes that operated inside the volcano before the eruption occurred. Through the use of modern micro-analytical techniques and measurements of different radioactive isotopes that decay quickly within months, decades or millennia in the rocks, we can unravel these processes (which are the driving forces behind the unusual explosive behaviour of Merapi in 2010) and their timescales. The shortest radionuclide, 210Po, has a half-life of only 138 days and can tell us about the degassing of the magma and other processes that occurred in the weeks and months before the eruption. Because of its short half-life, 210Po must be analysed quickly after the eruption and before it has decayed completely to its daughter isotope 206Pb. Once we have established where in the crust beneath Merapi the magma feeding the 2010 eruption has come from and the processes of pre- and syn-eruptive crystallisation and degassing during magma ascent to the surface, we will compare the results with analytical data we have already collected on rock samples from the preceding eruptive episode in 2006, which followed Merapi &quot;normal&quot; (i.e. less explosive) eruptive behaviour. Ultimately, we will attempt to link the results obtained by analysing the rocks from the eruptions to the surface manifestations of these processes (e.g., seismic signals, ground deformation, gas flux) recorded through continuous geophysical monitoring of the volcano by our Indonesian colleagues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I029927/1","grantId":"NE/I029927/1","fundValue":"52421","fundStart":"2011-01-21","fundEnd":"2012-04-20","funder":"NERC","impactText":"  Processes and timescales of crystal growth and gas transfer prior to the 2010 eruption have been constrained and compared with the 2006 eruption through the measurements of shortlived radionuclides (210Po-210Pb-226Ra) in whole-rocks and plagioclase separates. Available data reflect pre-eruptive year to decade-scale loss of 222Rn by degassing and provide some arguments against renewal by deeper and undegassed magma prior to 2010 and 2006. Environment Societal","person":"Ralf  Gertisser","coPersons":["Jennifer  Barclay","Richard Angus Herd"],"organisation":"Keele University","findingsText":" The 2010 eruption of Merapi volcano, the largest eruption at this high-risk volcano since 1872, has shown spectacularly that andesite volcanoes characterised by relatively mild dome-forming eruptions can dramatically change their eruptive behaviour during and between eruptive episodes associated with dome extrusion. Our results suggest that a complex interplay of pre-eruptive magmatic processes, such as magma replenishment, crystal recycling, magma mixing / mingling processes and shallow-level crustal contamination, together with magma ascent dynamics and associated degassing and crystallisation processes can have profound effects on eruptive behaviour at andesite volcanoes. This has important implications for our understanding how andesite volcanoes work and for the assessment and mitigation of hazards not only at Merapi, but also at other active dome-forming volcanoes, including Soufri&egrave;re Hills volcano on Montserrat to name just one of relevance to the UK and its economy. The 2010 events have been the first at Merapi where the phenomenon of directed blast (horizontal explosion) generated pyroclastic density currents has been inferred from detailed field investigations of the deposits associated with the most intense eruption phase on 5 November 2010 (Komorowski et al., 2013). Improved capability to understand andesite volcanoes and to assess hazards and reduce volcanic risk at Merapi and similar volcanoes elsewhere. Of value to the Center of Volcanology and Geological Hazard Mitigation (CVGHM) in Yogyakarta, Indonesia, local authorities, researchers in a variety of Earth science disciplines in the UK and elsewhere (including petrologists, geochemists, volcanologists, geophysicists, personnel at volcano observatories), researchers at government organisations and social scientists involved in risk mitigation, emergency planning and volcanic crisis management. Environment","dataset":"gtr"}