{"id":"820E0FAA-4AAA-45AE-A69A-3610F1AC4E09","title":"Supporting Sustainable Transport Infrastructure Maintenance (Research In the Wild)","abstractText":"Helping to address the sustainability agenda through informed personal travel has been an area of intense research activity with many new forms of information collection and dissemination having been investigated. Much less well studied is the problem of maintaining the transport infrastructure in a sustainable fashion. In our work we wish to explore in the wild how new developments in travel information gathering and dissemination can be used to drive more sustainable approaches to maintaining the UK's transport infrastructure. The project builds on successful collaborations established through funded research projects (Our Travel (TSB), Faith (TSB/EPSRC), Smart Streets (TSB)) and looks to test in the wild ideas emerging from new areas of academic research as typified by the RCUK funded Sixth Sense Transport project. \n\nOur work builds on two recent research projects, i.e. Our Travel and Sixth Sense. Within the Our Travel project the consortium have shown how crowd-sourced transport information can be integrated with highways maintenance activities to help better coordinate work activities and to ensure timely dissemination of information regarding maintenance activities to travellers. The on-going Sixth Sense Transport project is a multidisciplinary academic research project involving the Universities of Southampton (transport), Edinburgh (design), Salford (psychology) and Bournemouth (tourism) that is looking to encourage travellers to adopt a more sustainable approach to travel. To this end the project is developing applications that allow travellers to see predictions of future travel patterns of other users, enabling them to avoid congestion and make more opportunistic use of travel links, particularly across transport modes and between travellers. For example, the project looks to encourage travellers to identify opportunities for shared travel, convert single-purpose trips into multi-purpose trips, engage in collaborative logistics and shift to mixed-mode transport by providing simple interactive maps that show traces of both past and future travel patterns. \n\nOur interest is in exploring whether the idea of using such predictive travel patterns can help provide a more sustainable approach to maintaining the UK's transport infrastructure. At present many highways maintenance activities are driven largely by a need to comply with contractual KPIs (Key Performance Indicators). This tends to lead to an inherently unsustainable &quot;earliest deadline first&quot; approach to scheduling that significantly increases the environmental overhead associated with highways maintenance. Prediction of future travel patterns may help in two distinct ways. Firstly, by enabling highways maintenance engineers to predict future travel patterns they can schedule work in a way that minimises traffic disruption - particularly with respect to journeys that involve multiple transport modes (e.g. driving to the station to catch a train). This can lead to a significant reduction in congestion and associated emissions. Secondly, by predicting future travel patterns of their own maintenance vehicles highways maintenance engineers can maximise the potential for opportunistic improvements to work-flows. For example, it may be possible to identify opportunities for maintenance operatives to opportunistically share tools and materials such as tarmac without the need to return to base between road repairs - reducing transport costs and environmental impact. More generally, in this research we are looking to enable a shift from a reactive, and distinctly inefficient and environmentally costly model of scheduling to a predictive, opportunistic model that looks to minimise the environmental impact of work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012614/1","grantId":"EP/K012614/1","fundValue":"161633","fundStart":"2013-04-30","fundEnd":"2015-01-31","funder":"EPSRC","impactText":"  This research is currently in progress. To date our research has been used to help inform the development of new highways maintenance systems by an SME and to stimulate discussions of new working practices by a local authority and a major contractor. Construction,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Transport ","person":"Nigel  Davies","coPersons":["Adrian  Friday"],"organisation":"Lancaster University","findingsText":" In this project we have developed a new data hub that can be used by transport maintenance companies to help predict future maintenance requirements and coordinate their maintenance activities through improved support for decision making. \n\nBuilding on our new data hub we have created a number of decision support applications that are in use on a major maintenance contract. Our work can be adopted by software companies developing systems to support a wide range of infrastructure maintenance activities. The theoretical work can also be used by councils and contractors to improve efficiency of existing contracts and to improve global competitiveness. Construction,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Transport","dataset":"gtr"}