{"id":"821F6AD6-6A3B-42B9-811E-6EF9BBAF1536","title":"Gyrotron Travelling Wave Amplifier for high field Electron Paramagnetic Resonance and high frequency Dynamic Nuclear Polarisation","abstractText":"The aim of this program is to develop a stable, high power, wideband vacuum tube amplifier and sub-millimetre wave solid state driver, and demonstrate their use for a wide range of applications that cover the scientific spectrum from biochemistry through physics, electrical engineering and energy studies. In the proposed gyrotron amplifer, electrons are made to travel along a helical path in a magnetic field. The design of the device is such that the electrons' kinetic energy is transferred to electromagnetic radiation confined to the same region, thereby amplifying the latter. We will investigate a novel concept which uses a 5-fold helical corrugation on the inside surface of a 'cylindrical' waveguide to radically modify the electromagnetic wave dispersion giving eigenmodes with finite, constant group velocity in the region of near infinite phase velocity. This novel dispersion opens up for the first time the potential for a high power (100 W), broadband (~10 %), high gain (&gt;40 dB) gyrotron amplifier in the 360 to 395 GHz frequency range. \n\nWe have performed a preliminary experiment at W-band, 92 to 98 GHz, frequencies and will build on our lead to create an amplifier in the 360 to 395 GHz frequency range based on the best understanding of this new concept and perform precision measurements of its gain, bandwidth, efficiency and stability against oscillations. This development would represent a generic technology with major commercial and scientific applications. These include improving NMR sensitivity through Dynamic Nuclear Polarisation techniques, high field pulse Electron Paramagnetic Resonance spectroscopy, materials processing, fusion diagnostics and long range, high bandwidth, line of sight communications. The proposal is a collaboration between two of the UK's leading millimetre wave groups: the Atoms, Beams and Plasmas Group at the University of Strathclyde and the Millimetre Wave Technology Group at the STFC Rutherford Appleton Laboratory (RAL). Collectively these groups have decades of experience and strong international reputations in the development of high power mm-wave sources, instrumentation and components, with a strong track record in commercialisation, links with industry and delivering on project objectives. The proposed work is in a core area that is likely to lead to UK leadership in advanced high frequency, high power millimetre wave amplifiers and solid state sources that will impact on studies on high field EPR/DNP spectroscopy in years to come.\n\nIn the course of the work, Strathclyde staff will design the gyrotron amplifier and pass the designs to RAL for precision manufacture of the fine features, which will be cut into a helix with the diameter of the pencil lead using state of the art computer controlled milling machines. After preliminary testing of their waveguiding properties at RAL, the components will be passed to Strathclyde for final testing and integration with the custom built electron source and vacuum enclosure. RAL will also design and build the frequency multiplier cascade required to drive the novel amplifier: they will use new configurations of their GaAs Schottky diodes to make these components. The frequency coverage, gain and maximum output power of the new amplifiers are such that world class sources are needed to provide the high input powers necessary to exploit fully the amplifier properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029746/1","grantId":"EP/K029746/1","fundValue":"411720","fundStart":"2013-06-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"  The team at Strathclyde are developing Gyrotron Backward Wave Oscillators and Gyrotron Travelling Wave Amplifiers with unravelled high power, wide bandwidth sub-millimetre wave output for major commercial and scientific applications. Progress is being made to experimentally demonstrate a gyrotron backward wave oscillator (gyro-BWO) and gyrotron travelling wave amplifier (gyro-TWA) with unprecedented high power (100 W), high frequency (360 - 395 GHz) and for the amplifier, high gain (35 dB). The technology is based on the University of Strathclyde's recent breakthrough in gyro-TWAs at frequencies around 100 GHz. Modelling and design of the amplifiers components at 395 GHz has been completed and construction of the components is currently underway. Linear/non-linear design and numerical analysis of the gyro-TWA and gyro-BWO has also been completed. The results are being used by the high field Electron Paramagnetic Resonance (EPR) and the high field Dynamic Nuclear Polarisation (DNP) communities to plan new nuclear magnetic resonance experiments never before thought possible. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Adrian  Cross","coPersons":["Kevin  Ronald"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}