{"id":"821FE1BA-845D-4097-A276-332DCA766BCC","title":"Foundations for Object Theatre","abstractText":"Object theatre involves the manipulation of objects to give them life, a reciprocal play between the performer and the object. It imbues objects and props with significant meanings, implying that it is not only a style of theatre but also a method. There are different levels of object theatre. A basic example is the manipulation of a spoon to make it into a character. An advanced example would be floating paper becoming 'lost thoughts'. \\n\\nThe term 'Object Theatre' is comparatively new with much object theatre practice dating from the early 1980s work by such pioneers as Paul Zaloom and Christian Carignon. There is real interest in its methods and it is increasingly being used in contemporary practice in performance, community arts, dance and puppetry. However, as yet, there has not been a platform for rigorous intellectual exchange between practitioners, industry professionals and academics to provide a solid theoretical grounding for object theatre as its own discipline.\\n\\nTheories are emerging, from different countries, in both its teaching and practice. Our networking opportunity will provide a unique opportunity for 3 of the first generation of practitioners to share their understandings and methods with academics, PhD students and industry practitioners, with the aim of establishing a foundation for research into object theatre. Practitioners from different continents will provide a cross-cultural perspective on the history and methodology of object theatre. We will look at the use of object theatre across disciplines in drama, performance and the visual arts, and use this research to discuss how theory can inform teaching practice. \\n\\nArticles will be published in journals read by a wide audience, as well as in a peer-reviewed journal. We will sustain the network via an object theatre website, new contacts between participants, and the dissemination of articles.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I022104/1","grantId":"AH/I022104/1","fundValue":"34340","fundStart":"2011-03-01","fundEnd":"2012-08-28","funder":"AHRC","impactText":"","person":"Sean  Myatt","coPersons":["Daniel Peter Watt"],"organisation":"Nottingham Trent University","findingsText":" Our first event, Foundations for Object Theatre, sought to establish core unities and divergences in object theatre practice and identify areas of collaboration for professional practitioners, students and researchers working in the field. It was important to bring together a diverse range of theorists, practitioners and students both within the industry and across a variety of universities, and the disciplines within them, and this was achieved through structured discussion phases throughout th Object Theatre is increasingly being used in contemporary practice in performance, community arts, dance, puppetry, animation and film. Placing objects in a cultural and historical context and understanding the meanings behind them has contributed to new ways of displaying objects in museums and galleries, using digital narratives to enhance context and interaction with the public. Network participants, Roma Patel and Adrian Davies have recently won an award to curate a virtual heritage display Communities and Social Services/Policy,Creative Economy,Education,Healthcare,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}