{"id":"82415945-AB26-4489-9C11-D45404CD5675","title":"Historicising and reconnecting rural community: black presences and the legacies of slavery and colonialism in rural Britain, c.1600-1939","abstractText":"The conventional image of the English country house is one of luxury and splendour and forms part of a wider rural idyll central to ideas of British identity and rural community. This project aims to unpack such conventions by reviewing evidence from a range of sources and disciplines of the historical impacts of slavery and colonialism on the British countryside, including evidence on black lives and their integration into rural society. It also seeks to examine the social dynamics surrounding the production and reception of such histories and to develop further opportunities for engagement with them. Collective notions of identity, expressed as community, are important frames for both rural and black groups. However, as appeals to community can be used to separate as well as connect people this project aims to understand how the term is used in historical and contemporary contexts and the material effects of its deployment. Knowledge of these historical presences, connections and legacies in rural Britain is patchy, and sites in the eastern part of the country have been especially neglected.\n\nThere are three main elements to the project. Firstly a review of academic, agency and third sector literature on: a) histories both of black and ethnic minority presences and of slavery and colonialism in rural Britain, c.1600-1939; and b) recent public heritage initiatives. Secondly archival scoping to create a summary database of collections relating to black and ethnic minority presence and the histories of slavery and colonialism in the rural East Midlands and East Anglia, c.1600-1939, identifying any related public heritage work in these regions today. Thirdly a series of four workshops to bring together academics, heritage and museum professionals, local authority heritage/outreach officials, 'community' group representatives and wider publics to exchange information and reflect on the issues surrounding the public representation of such histories. This would involve the challenges of repositioning conventionally powerful groups, including those whose histories offer contrasting philanthropic and enslavement narratives, as well as the presentation of subaltern stories in ways which can be integrated into heritage sites in a practical way. An advisory group comprised of academic, agency and third sector representatives will provide expert advice throughout the duration of the project. These activities will enable more reflective and contextualised collaborative relationships between academics, heritage organisations and diverse publics over histories and legacies of slavery and colonialism in rural Britain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012203/1","grantId":"AH/J012203/1","fundValue":"36088","fundStart":"2012-02-01","fundEnd":"2013-10-31","funder":"AHRC","impactText":"  Material has been presented at AHRC Connected Communities Showcase events in London and Edinburgh; academic conferences; public events in Nottinghamshire and the Peak District. A summary of material is also available on the project website. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Other Cultural,Societal,Policy & public services","person":"Susanne  Seymour","coPersons":[],"organisation":"University of Nottingham","findingsText":" The scoping study revealed strong evidence of an historical Black presence in the UK countryside though with little indication of distinct Black community groups. Country estates and particular professions such as the military and music were found to be associated with stronger levels of Black presences. It also highlighted a considerable range of historic colonial and slavery linkages in the UK countryside from direct ownership of enslaved people and land (associated with country estates and ports in particular) and colonial service connections to indirect links through products such as rural textiles or abolitionist or anti-colonial sympathies. \nThe scoping study also revealed only limited engagement in the literature and in heritage venues with rural legacies of slavery, colonialism and Black presences. Country houses have received most academic attention though some has been paid to the wider countryside. By contrast most heritage venues have been slow to engage with these legacies, with some evidence of urban proximity and west country location encouraging more engagement. A strong message is the continuing BAME disillusion with heritage venues' lack of engagement with these histories and legacies.\nPosters and leaflets have been created in relation to country estate and rural textile venues. Summaries of events held are available on the project website. \nThe archival scoping has resulted in on-line mapping of a range of colonial, slavery and Black presence linkages for three rural counties in the east of Britain: Angus, Norfolk and Nottinghamshire. These are available on the project website. Identification of research gaps for future research to address.\nPublic and educational use of mapping resource for three rural counties.\nIdentification of rural heritage deficit in relation to legacies of slavery and colonialism which could be addressed by heritage venues. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}