{"id":"824C05EA-E5B5-489E-BC94-57A67BCBDCAC","title":"A biomolecular-design approach in synthetic biology: towards synthetic cytoskeletons","abstractText":"Biology provides a wealth of information, materials and inspiration for engineering new biomaterials and functional systems. In turn, these new entities may find applications in areas from electronics through to medicine. It is early in the development of our understanding of the principles upon which biological components--proteins, cells, tissues etc--are built; and we are only just beginning to tap the potential of this knowledge. Endeavours to reduce biological complexity to principles and manageable building blocks, and then piece these together to form new materials and systems are known as 'synthetic biology'. This is a very new and exciting science. There's a catch, however: we're not very good at it at the moment. Natural biological systems largely comprise six types of molecule: carbohydrates, lipids, nucleic acids, proteins, a wide variety of 'small molecules' and water. Each of these have their own niche functions: water is the solvent; amongst other things, small molecules provide the common currency of energy and rapid means of signalling throughout biology; carbohydrates provide structure and accessible sources of energy; lipids form the membranes that wrap up cells and functional compartments within cells; and nucleic acids store and pass on the information to make proteins, cells and so on. We have left proteins until last as they are somewhat unique in that they perform a myriad of functions: some are structural, others signal, many act on small molecules, more still provide the basis of our defence and immune systems, and so on. A key feature of Nature is that it uses 'self-assembly' to piece its components together--i.e., the above biomolecules are somehow programmed to interact and cooperate in precise ways--which is very different from how our everyday technologies are currently built. This proposal has two broad aims: first, we aim to reduce the complexity of Nature and create a toolkit of bioinspired building blocks, which will allow the programmed and reliable self-assembly of new biomaterials and functional systems. Second, we will make a start at piecing the building blocks together to form biomimetic systems that capture the key features of biological assemblies such as networks of proteins and cells, albeit crudely in the first instance. One of the targets of our study are small proteins called peptides, which can be made in the lab relatively easily. We wish to learn from Nature how the different chemistries of certain peptides instructs them to form the well-defined 3D structures upon which much of biology is built. This will require examining natural peptides, finding 'rules' that drive their folding and self-assembly. Our second targets are the lipid membranes. We need these to help encapsulate the protein assemblies that we plan to make, and we need encapsulation so that we can gain some control over the systems that we aim to generate. This is precisely why biology uses encapsulation. Why do all of this? The famous physicist, Richard Feynman once remarked that what he could not build, he did not understand. This is the principle that we have adopted for our research: we plan to look at natural biological systems, learn from them, and then test our understanding by designing and attempting to construct new simplified systems. This will not be easy and there is a risk of failure. However, the potential rewards are high: we stand to learn how some of biology's components assemble at the very least; and this understanding can then be applied by us and by others to create new biomaterials, devices and systems that might eventually find applications in medicine, electronics and analytical science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G008833/1","grantId":"BB/G008833/1","fundValue":"673294","fundStart":"2009-07-01","fundEnd":"2013-06-30","funder":"BBSRC","impactText":"","person":"Dek Neil Woolfson","coPersons":["Paula  Booth"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}