{"id":"8256A2BB-49DF-4EDC-B18B-927A1EB9332B","title":"Quantification and modelling of bedform dynamics in unsteady flows","abstractText":"The beds of most alluvial river channels are not flat, but comprise a series of undulating sedimentary accumulations termed 'bedforms' that include ripples and dunes. These bedforms exist over a range of scales, and are constantly moving and changing their shape, size and form in response to changes in flow discharge. These bedforms are the primary roughness elements that provide resistance to the water flow. The response of bedforms to a changing discharge is therefore critical for predicting flood inundation levels. Changes in flow discharge are more rapid than changes in the bedforms, such that bedforms are commonly out of equilibrium with the flow. This is very important as the vast majority of our bed-phase diagrams (stability field predictors that relate flow velocity and sediment size to the bedform types likely to be present), morphodynamic simulations, and numerical model predictions assume simplified bed morphologies that are based on equilibrium bed states and constant discharges. Consequently, many feedbacks within our models and predictions are either ignored or highly simplified. This is a significant shortcoming as it is these models that are used, especially in more populated and urban areas, to meet demands on safety against flooding, navigation, hydropower, aggregate mining and water supply. The astute management of these rivers is paramount, putting high demands on accuracy in design, implementation and monitoring. If such models are to be improved, then new fundamental understanding is required of the processes that underlie the dynamics of bedform adjustment to unsteady flow and ways of integrating such knowledge into modelling practice. As a step towards this goal, there is a need to link hydraulic controls, the response of sediment transport processes and morphological adjustment, and the changes in form drag and bed resistance to a range of unsteady flows. Once established, these relations can be used to help improve our understanding of these dynamic processes and predict better the river stage for a set of given discharge changes. This project will delineate these processes using a combination of (i) novel laboratory investigations in a state-of-the-art flume that will quantify the flow structure and sediment transport over fixed and mobile beds as stage varies, (ii) intense fieldwork during flood events in the Mississippi River that will map and quantify changes in bed morphology, flow structure and sediment transport, and (iii) development and application of an innovative numerical model of unsteady flow over a deformable 3D boundary. This modelling work will ensure that the results are generic and have a wider appeal, notably in the improvement of models that provide flood predictions and inform environmental management decisions. All data and output will be made freely available via scientific outlets but also through public dissemination events, the internet and via a GoogleEarth based XML interface.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I013393/1","grantId":"NE/I013393/1","fundValue":"51911","fundStart":"2011-09-01","fundEnd":"2016-01-31","funder":"NERC","impactText":"","person":"Philip John Ashworth","coPersons":[],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}