{"id":"825ADEC9-FE12-40A9-B14E-BB4505C214E7","title":"International Health Organizations (IHOs): The history for the future network (International Highlight Notice)","abstractText":"International Health Organisations (IHOs) concern themselves with all aspects of health and healthcare in the twenty-first century. They take forms as varied as the World Health Organisation, the Red Cross/Crescent, M&eacute;decins Sans Fronti&egrave;res, the World Anti-Doping Agency and Christian Aid. Their remit is broad and wide-ranging, intervening in times of disaster, providing basic healthcare services where they do not already exist, setting standards and promoting practices, cajoling individual states into concerted action, and promoting particular views of health and healthcare. Yet this has not always been the case, and health agencies that transcend national boundaries and draw on transnational funding and expertise are a recent historical phenomenon. \n\nWhile there is a number of studies of particular institutions and movements, the IHO has rarely been viewed as a distinct phenomenon in the history of health and healthcare in the modern period. This network seeks to address this by bringing together historians and those from related disciplines with relevant research interests. It aims to provide fresh insights into particular periods, organisations and case studies, but also to explore the potential of comparative perspectives, and of teasing IHOs out of the wider history of health and medicine in modernity.\n\nKey questions include:\n\n1. What agendas and ideologies shaped the emergence of IHOs in the nineteenth and twentieth centuries?\n2. Who has established and resourced IHOs, why, and has this changed over time?\n3. How far have IHOs met their objectives and what shaped or prevented success?\n4. What impacts have IHOs had in the locales where they have been embedded?\n5. To what extent have locals worked with or against IHOs and what shaped their approaches?\n6. In what ways has the emergence of the IHO had wider impacts on international relations, and on domestic relations within countries and cultures?\n7. What does the emergence of the IHO over the last two centies tell historians about the history of medicine, and of modernity?\n8. How can historical perspectives shape future strategies and trajectories for those working with or within contemporary IHOs?\n\nThe network will tackle these questions at a time of transition and new challenges for IHOs. The WHO launched a period of internal reform after its Sixty-fourth World Health Assembly and in 2015 is expected to announce its 12th General Programme of Work, which provides the framework for an organization-wide programme of interventions, budgeting and resource-allocation for the period 2016-2025. In part these changes have been in response to crises such as the ban in 2011 on IHO programmes in Somalia by al-Shabaab, the armed militant Islamic organisation, and the ongoing difficulties reported by organisations like The International Committee of the Red Cross and UNICEF in delivering medical services to refugees and the civilian population in Syria. The network will therefore not simply bring together historians, but will also draw in those working in today's IHOs in order to create an interface between history and the contemporary context in order to test how far looking to the past can shape future strategy and policy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L01551X/1","grantId":"AH/L01551X/1","fundValue":"35971","fundStart":"2014-11-30","fundEnd":"2016-11-29","funder":"AHRC","impactText":"","person":"James Henry Mills","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}