{"id":"825B7D6F-E79C-4BB4-A67E-2CAA13A75023","title":"CO2 Aquifer Storage Site Evaluation and Monitoring ( CASSEM )","abstractText":"Carbon dioxide (CO2) is considered to be a greenhouse gas. The concentration of CO2 in the earth atmosphere is an important control on earth surface temperature, and hence climate. CO2 dissolution in the oceans is also being recognised as an important factor in making surface seawater unusually acid / this severely affects ecosystems and species from algae to fish and whales. Increased CO2 in the atmosphere is recognised as being partly caused by burning of fossil fuels, such as coal and gas, in power stations. Carbon Capture and Storage is a suite of technologies which enables CO2 to be captured at power stations, liquefied by increasing the pressure, transported by a pipe, and injected deep underground in to pore space of deeply buried sedimentary rocks such as sandstones. This can effectively remove CO2 from the power cycle of fossil fuel use, and store the CO2 for tens of thousands of years, which enables the earth atmosphere to return to normal. Because of the very large CO2 volumes involved, it is not possible to build surface stores. Because of the acid effects of CO2, it is not possible to inject CO2 into seawater. By contrast, the Intergovernmental Panel on Climate Change (IPCC) have calculated that more than 25% of world CO2 emissions could be stored by geological CCS. This could be a vital technology for the world's future. There is a great deal of interest worldwide in CCS and, because of the offshore oil industry, the North Sea is one of the world's prime areas for CCS to be rapidly developed. However, there are only three full-scale projects at present in the world. For UK power generating companies to become commercially interested the chain of technologies must be both demonstrated to work reliably, and must be capable of cost-effective development. This project is trying to identify aquifer sites deep underground which are close to power plant in the U.K., where CO2 can be safely stored, but sites are quicker and cheaper to develop than offshore in the North Sea. This can enable power generating companies to develop CCS over a period of years, on a medium scale, and learn to conduct the industrial operation. If this project is successful, it could lead to take up of CCS in the U.K. 10 or 15 years earlier than waiting for an infrastructure of large North Sea pipelines to be developed for CO2. When those pipes become available, UK power companies will be completely ready to connect power plant to store CO2 in large redundant hydrocarbon fields offshore. This could save many tens of million tons CO2 per year being emitted into the atmosphere from the U.K., and place the U.K. in the forefront of carbon reduction nations. The universities and companies involved in this 2.3M consortium are all experienced in investigating the deep subsurface for oil and gas production. Edinburgh, Heriot-Watt and BGS already have 1.6M from the Scottish Executive to establish the UK's largest research grouping to investigate CO2 storage. This expertise will be transferred to exploring for CO2 disposal sites. Using the information held by the British Geological Survey, maps will be made of the subsurface deep beneath England, and deep beneath the Forth estuary. Heriot-Watt university will assess the potential chemical reactions of CO2 with rock, and how much CO2 can be injected. Electricity generators, led by Scottish Power, will make engineering designs for modified power stations to supply CO2. Schlumberger and Marathon Oil, will assess the subsurface technology required for safe and reliable injection and monitoring. The University of Edinburgh will make computer simulations to determine if CO2 will leak deep below ground, and will assess how specific site is storage sites will perform to safely retain CO2. Amec will evaluate transport of CO2 by pipe. Tyndall will investigate the public attitudes at the candidate storage sites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F007744/1","grantId":"DT/F007744/1","fundValue":"719423","fundStart":"2008-08-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"  Development of storage appraisal has clearly linked as a result of this project building confidence in appraisal methods and in the quality of storage available, the offshore Bunter sandstone has been selected by National Grid, structure 5/42, as their intended destination for CO2 from the DECC White Rose commercialisation projects on the Drax power plant, currently undergoing &pound;100 million FEED study for engineering feasibility.\n\nAlso as a result from this project, there was a very explicit and directly linked decision by ScottishPower to develop their Longannet CCS proposal. The methodology in confidence for this was directly derived from participation in this project. That commercial development overlapped with CASSEM from 2007 to 2011. The heritage of that Longannet CCS proposal is still being used today in 2014, through the Peterhead to Goldeneye CCS proposal. And also through the emerging proposal for Grangemouth to Captain by Summit Power. Those pipelines, and storage sites, were evaluated as a consequence of the skills built in this CASSEM work \n\nAlso resulting from the knowledge developed here, was the first systematic appraisal of the UK offshore storage for CCS. this was undertaken by SCCS as a joint industry project, and reported in 2009, to provide the first systematic assessment of UK storage capacity offshore. SME development has also been promoted through consultants CO2 deep store emerging due to information developed within this project, then becoming pale blue dot energy.\n\nAs part of their consultancies hired to undertake work within this SCCS project, Poyry have become a standard benchmark consultancy in the CCS sector. Likewise the consultancy element energy have become a standard and well-respected economic analysis group within the CCS sector. \n\nChallenges overcome, were the clear communication gaps and differences of perception and expectation between the different commercial partners. That required diligent professional project management, which was provided by ScottishPower. Aerospace, Defence and Marine,Education,Energy,Environment,Financial Services, and Management Consultancy,Government, Democracy and Justice,Security and Diplomacy Societal,Economic,Policy & public services","person":"Stuart  Haszeldine","coPersons":["Andrew  Curtis"],"organisation":"University of Edinburgh","findingsText":" This project was the first industrially significant collaboration between universities and industry in UK CCS, to design carbon capture and storage (CCS) in a connected methodology, between power plant operation and capture, pipeline transportation with compression, evaluation of storage, and detailed design of injection and containment.\n\nThe project was significant in combining the efforts for the first time in the UK of two electricity generating companies, three research institutes, an international design and build engineering developer, and several offshore oil companies interested in CO2 storage.\n\nFor the first time the project undertook sick important interaction with social scientists, to understand the interaction of perception and project risk between engineering designs, and their translation into acceptance by civil society and investors.\n\nThis project acted as an exemplar for subsequent commercial design proposals for CCS in the UK by organisations such as Eon, ScottishPower, BP, Shell, National Grid.\n\nKey results include. Detailed understanding that entire project needs to be designed is one interconnected unit, from powerplant operation and continuous or discontinuous capture, through to transportation rate through pipelines, through to injection ability and containment certainty within the storage reservoir. \n\nTwo sites were appraised in detail. Firstly an exemplar site, nearshore, in the Firth of Forth. This demonstrated that containment was exposed to multiple geological risks, that development could not be easily achieved at lower cost from Shoreline bases, and that public perception would be very important. Second, site beneath the east coast of England, as an exemplar for the much larger bunter sandstone offshore East Anglia. This work has had an exceptional and direct influence on the progress of commercial CCS design in the UK. It is ubiquitous to form consortia linking along the whole chain of the industrial project from powerplant to storage, monitoring, and handover to government.\n\nGovernment, through DECC, have used the learnings from this project, to inform the construction of projects and to understand the scientific technical developments which are required.\n\nDirectly resulting from this, the offshore bunter sandstone has become a destination of choice for storage linked to the White Rose commercialisation project. Construction,Education,Energy,Environment,Financial Services, and Management Consultancy,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}