{"id":"82651E95-AF02-4425-88E0-DA51E8F49429","title":"Sediment transport and flow structures at river channel bifurcations","abstractText":"In many rivers situations arise where one channel will split into two or more smaller channels. These are often called river channel bifurcations. Bifurcations occur, for example in river deltas, where a river flows into the sea or lake. Bifurcations also occur in braided rivers where individual channels combine and then separate repeatedly, hence the name 'braided' for this type of river. Over the past 20 years or so we have concentrated on studying what happens to water flow and sediment (muds, sands and gravels) at river confluences, where two channels combine into one. However, we have rather neglected paying as much attention to understanding what happens when one channel splits into two or more channels. As a result of this we do not really know very much about how the river is divided, the influence that this division of the channel has one on the water flow and fluid turbulence and, crucially, how sediments are moved through and around these complicated river divisions. Knowledge and understanding of the process of channel bifurcation is vital if we are better to model and manage many of our natural waterways and better predict how and where they both transport and deposit their sediments. Although ongoing research is beginning to fill in some of these gaps in our understanding through the use of laboratory experiments and mathematical models, this has not been matched by sufficient progress in measuring and quantifying the bifurcation process in natural river channels, very often because natural rivers are far harder to study and the technology required has simply not been available. The research presented in this proposal seeks to examine three natural bifurcations on one of the Worlds' most famous and important braided rivers, the Rio Paran&aacute; in Argentina. The flow repeatedly separates and combines around many river sediment islands or 'bars' of different sizes as it flows south through the country towards the capital city of Buenos Aires. The proposed esearch will deploy state-of-the-art technology, in the form of multibeam echo sounding (MBES), which enables the full three-dimensional measurement of the shape of the river bottom and through repeat surveys a linkage to how this is related to sediment movements. This will be combined with other instrumentation that enables the measurement of the fluid flow and turbulence (these instruments are termed acoustic Doppler profilers, aDcp). The research will utilise these technologies to quantify the process of flow partitioning and, vitally, examine how this is linked to the transport of sediments within the river system. The research will also use mathematical flow models, which calculate how water moves through a defined geometry, to analyse further how natural bifurcations influence the movement of flow. This will also provide an opportunity to examine what factors are most important in controlling the way water moves through these fluvial forms. The study will produce both a greatly increased understanding of flow and sediment dynamics at bifurcations that will be applicable in many natural channels. Such information and research objectives are particularly needed in the future management of braided rivers, assessment of their sediment transport capacity and linking to a better understanding of why such channels erode their banks, form sediment islands or 'bars' and how this is linked to flooding levels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E001661/1","grantId":"NE/E001661/1","fundValue":"48357","fundStart":"2006-09-01","fundEnd":"2009-02-28","funder":"NERC","impactText":"  No direct impacts from the work as yet, we do believe however that some of the results from the work are informing the US Army Corps Engineers on work to restore the Mississippi Delta. Energy,Environment,Transport Societal,Economic","person":"Daniel Roy Parsons","coPersons":[],"organisation":"University of Leeds","findingsText":" Using numerical experiments, we were able to investigate how river-dominated delta channel networks are likely to respond to changes in river discharge predicted to occur over the next century as a result of environmental change. The results show for a change in discharge up to 60% of the initial value, a decrease results in distributary abandonment in the delta, whereas an increase does not significantly affect the network. However, an increase in discharge beyond a threshold of 60% results in channel creation and an increase in the density of the distributary network. This behavior is predicted by an analysis of an individual bifurcation subject to asymmetric water surface slopes in the bifurcate arms. Given that discharge in most river basins will change by less than 50% in the next century, our results suggest that deltas in areas of increased drought will be more likely to experience significant rearrangement of the delta channel network. The work is possibly been taken up to help restore vulnerable deltaic environments. See impact narrative. Energy,Environment,Transport","dataset":"gtr"}