{"id":"826791C4-A896-43D6-B2AC-869004B43302","title":"Near infrared single photon detection using Ge-on-Si heterostructures","abstractText":"Semiconductor-based photon-counting detectors have risen to prominence in the last decade as new application areas have emerged, such as quantum information processing, and in particular quantum cryptography. These photon-counting detectors - mainly fabricated from silicon - have also taken over from photomultipliers in a number of laboratory applications where their room temperature operation, fast timing, small footprint and low power consumption have proved advantageous in a host of applications, for example fluorescence lifetime imaging. New photon-counting applications areas in ground-based, airborne and even satellite-borne laser-induced reflection techniques have been developed in recent years (eg for detection of trace gas concentrations), as well as significant developments in low-power optical imaging and high-resolution depth imaging. In the near-infrared spectral region - where silicon-based detectors are highly inefficient - there remain substantial issues with available single-photon avalanche diode (SPAD) detectors. Their performance deteriorates due to the high noise levels associated with thermal excitation of carriers across the relatively narrow bandgaps, as well as the effects of mid-gap trapping centres causing the deleterious effects of afterpulsing, further contributing to detector noise levels. This project aims to establish a new class of germanium/silicon SPADs that will operate efficiently in the near-infrared, particularly at the strategically important telecommunications wavebands, and combine the advantages of low-noise Si single-photon avalanche multiplication with the infra-red sensing capability of Ge. This new class of detectors will take advantage of recent advances in epitaxial Ge/Si growth and be fabricated in conjunction with the recently-created UK Silicon Photonics consortium (UKSP), which offers world-class device growth and fabrication facilities. The detectors will be validated on existing state-of-the-art testbeds for quantum key distribution and time-of-flight ranging/depth imaging. The project leverages the combined expertise and facilities of existing UK Silicon Photonics consortium to do additional and new work, thus adding value to that consortium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H051899/1","grantId":"EP/H051899/1","fundValue":"267074","fundStart":"2010-11-01","fundEnd":"2015-01-08","funder":"EPSRC","impactText":"","person":"Robert William Kelsall","coPersons":["Zoran  Ikonic"],"organisation":"University of Leeds","findingsText":" We have designed germanium/silicon multilayer device structures for the detection of single photons, and have shown how these may be integrated into an optical circuit on a silicon chip. Device designs may be adopted by experimental research groups and by the semiconductor manufacturing industry. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}