{"id":"8267CF86-9937-43A6-AB2B-36662E21AA22","title":"Radio-Holographic Object Imaging Technology Based on Forward Scattering Phenomena for Security Sensor Networks","abstractText":"Protection of homeland territory, offshore and overseas assets and related national economic and political interests are strategically important priorities for the UK and the world community. Worldwide economical and political crisis over the last few years has deepened this challenge and the UK witnesses the consequences of it, resulting in increased illegal immigration entries, piracy, and threats to commercial and national assets. Technological advances become quickly available to criminals so that flexibility of contra-measures, including development of deployable sensor networks, re-use of existing communication technologies with multi-mode operation, advanced signal processing is required to tackle the modern challenges. This requires targeted R&amp;D of high-performance cost-effective electronic security (ESS) systems, including practical implementation and development of efficient digital signal processing algorithms. ESS is one of the world's largest (and growing) markets worth about $62 bn a year with UK companies fundamentally involved at the hi-tech end of this industry. An essential segment of the ESS market relates to perimeter/border protection solutions to provide situational awareness and, importantly, real-time recognition and identification of intruders, based on reliable all weather, day and night operation in complex environmental conditions. \nThere is no single solution, so that general approach is to use all technologies and systems available, which can complement each other by providing additional information or data fusion. \nWidely used for surveillance, electro-optical or mm wave real time imaging systems are not efficient in the absence of line-of-sight and poor transparency of propagation media: walls, foliage, fog, smoke, snow, etc. In contrast, relatively low frequency radio signals penetrate such obstacles and this is the reason why all long-range surveillance and security missions are entrusted to radars. In traditional radar which process the reflections from the target, a target is viewed as a set of bright points, scintillating in amplitude and changing position with aspect angle, as it is composed of many scatterers. Thus even in high performance radar, automatic target recognition remains the most difficult task. At the same time the value of virtually all wide area surveillance radar is substantially reduced by the absence of reliable target classification functionality.\nThis project addresses an important application area - that of low observable or, so-called 'difficult' target imaging in low-cost deployable radio frequency (RF) forward scatter (FS) perimeter protection radar networks. This radar has already proven its excellent detection and target parameter estimation ability. The highly sought-after recognition capability for such a radar network will be provided by combining, for the first time, the Target Shadow Profile Reconstruction (TSPR) technique with MIMO approaches. The novel imaging approach will be based on accurate solution of inverse diffraction problem to reconstruct the target silhouette by a network of distributed RF sensors, configured as a multi-tier chain of RF transmitters and receivers. Each pair of separated transmitter and receiver forms a section of an 'electronic fence', so that each crossing of the baseline is registered and processed in real time. A multi-tier configuration will provide crossings of multiple baselines by the same target allowing multi-perspective images, so that non-coherent MIMO will be exploited for enhanced imaging capability. Coherent synchronized virtual MIMO array will be also investigated on its ability to form an improved multi-perspective target shape outline. The reconstructed target profiles will be a base for the automatic target recognition (ATR).The introduction of target imaging by FS sensors will facilitate implementation of the fully functional radar system for perimeter protection and surveillance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024578/1","grantId":"EP/L024578/1","fundValue":"95739","fundStart":"2014-09-15","fundEnd":"2016-03-14","funder":"EPSRC","impactText":"","person":"Marina  Gashinova","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}