{"id":"82755CA4-CA90-4D8A-97F2-4DECB6C342AB","title":"GLOBAL- Manchester Image Reconstruction and ANalysis (MIRAN): Step jumps in imaging by Global Exchange of user pull and method push","abstractText":"By &quot;reconstructive imaging&quot; we mean methods of making two, or three, dimensional images of the inside of objects from measurements taken on the outside. Common examples include the scanners (x-ray, MRI and ultrasound) familiar in hospitals. In such systems an image is not formed directly as in a camera but is calculated by a computer from the data the machine measures, and this involves solving what in mathematics is called an &quot;inverse problem&quot; - working backwards from the data to the image. The mathematics and the computer science behind solving inverse problems are complex and challenging. \n\nThe same mathematical problems that arise in medical imaging arise in geophysical imaging, used for example in searching for oil or an archaeological survey, in studying the behaviour of new materials, for example to make aircraft turbine blades, in the detection of landmines and unexploded bombs, and in monitoring flows, mixtures and flames in industrial processes.\n\nIn this project we will bring together scientists, mathematicians and engineers who work on a wide range of reconstructive imaging problems, so that the insights gained from one problem can be applied to another and better ways to solve these problems will emerge from working together on aspects the problems have in common.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K00428X/1","grantId":"EP/K00428X/1","fundValue":"498383","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"William Robert Lionheart","coPersons":["Philip  Withers","Nico  Gray","Rossmary  Villegas","David  Harris","Bruce Donaldson Grieve","Geoff J Parker","Oliver  Dorn","Cathy  Hollis","Julian Charles Matthews","Timothy Francis Cootes","Sarah Jane Haigh","Hugh  McCann"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}