{"id":"827C1D63-D85F-4C75-A7FF-F35D8187F5DF","title":"Proteus: Capturing the Big Data Problem of Ancient Literary Fragments","abstractText":"The hugely successful Ancient Lives website, a crowd-sourced collaborative online project dealing with the archive of Greek papyri from Oxyrhynchus, which has had tremendous public impact over the past two years, has generated a massive database - over 1.5 million transcriptions of the Oxyrhynchus papyri (over 7 million characters), the work of over 250,00 online collaborators. These include literary, sub-literary and documentary texts. To handle this mass of data with maximum efficiency we now propose to build Proteus, a system comprising of both an innovative digital editing and research tool for scholars working on unpublished papyri and a larger web portal devoted to literary and subliterary fragments (sub-classified for history, biography, and so on). We aim to produce a single on-screen interface to enable comparison between original and edited versions of literary and subliterary texts, and establish an online system that facilitates collaboration between scholars in the editorial process. Proteus' editing tool will change the way papyrologists and editors work, while its web portal, accessible to the world, will both instigate further research and provide an intelligent means of interfacing the conjectures and variant readings that these fragments generate as they are re-edited over time. Whilst constructing this tool, we will also produce a critical edition of Servius' commentary on Vergil Aeneid VI, serving as a prototype for subsequent digital critical editions of his commentary on other books of the epic. This prototype will offer a framework for creating digital editions of ancient commentaries in general, whose complex formatting require innovative ways of digital reading, something beyond the codex experience. Given the biographical and historical nature of many of the texts generated, we will also take the opportunity to update a seminal reference work devoted to fragmentary evidence: the Die Fragmente der Griechischen Historiker Continued. Part IV: Biography and Antiquarian Literature. \n \nThe project will thus have five main outputs: \n1) The Proteus digital editing tool, through which scholars assigned to work on Oxyrhynchus papyri will edit their fragments and make them ready for print and digital publication.\n2) The Proteus digital portal for searching literary and subliterary fragments and the collaborative re-editing of texts. We intend to immediately populate our site with 1,700 unpublished Bodleian papyri, 300 Antinoopolis papyri, and select unpublished Sackler papyri including Homer's Iliad and Homerica, Herodotus and the Septuagint.\n3) The digital Servius environment: a prototype interface for digitally researching and creating digital editions of ancient commentaries. Servius' commentaries on Virgil's Aeneid book VI will become accessible online in the first instance. \n4) The imaging of hundreds of thousands more unstudied papyri from our archive for processing in Ancient Lives and Proteus.\n5) Immediate updating of Die Fragmente der Griechischen Historiker Continued. Part IV: Biography and Antiquarian Literature with new fragments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L010208/1","grantId":"AH/L010208/1","fundValue":"452023","fundStart":"2014-01-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"  Proteus is still in development. Although it is about to enter its beta stage for testing, it has not been used by the public yet.\n(Dates and impacts below are therefore estimated.) Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural","person":"Dirk  Obbink","coPersons":[],"organisation":"University of Oxford","findingsText":" Proteus is a digital research environment devoted to ancient fragments in all their manifestations. In its first iteration, this project is specifically concerned with their dynamic and ever-changing nature through time. As fragments are continuously re-edited and further supplemented, research and interpretation is a persistent negotiation based on multiple variables: papyrology, palaeography, textual transmission, textual criticism, etc. And the data will only continue to multiply over time. To provide an interface that will allow fluid research access to this data, and in conjunction with Ancient Lives as its first dataset, Proteus is building a new digital text editor and online platform for creating and viewing next-generation critical (and thus citable) digital editions of Greek and Latin fragments, including ancient commentaries. The project is addressing the reality that true critical editions of Greek and Latin literature are not only practically non-existent in digital form, but there is also a lack of research into what the form and functionality of a digital critical edition should be. Due to launch in Spring 2015, Proteus is still under development. Nevertheless, the project has already leveraged state of the art technology to expedite the XML text encoding process by updating increasingly outdated standards, creating a domain specific language for literary and paraliterary papyrus texts, and creating a markdown editor that generates XML coding automatically via keyboard shortcuts. Furthermore, in aiming to produce next-generation editions, we are also applying the latest data visualization techniques to the structure and layout of our texts to move beyond the limitation of codex technology. Although still in production, the Proteus digital text editor is creating a simple stable way for users with very little XML experience to create digital editions through keyboard shortcuts that automatically generate full XML coding. Once released, this editor will facilitate the production of critical editions by anyone. Moreover, by applying new methods in data visualisation, the project aims to change the way users read and interface the text data. The goal is to move beyond the codex mindset, and this type of innovative development can affect users of digital editions across disciplines. And, of course, in capturing and storing the way ancient literary and paraliterary fragments change over time, we are not only engaging in the latest research in version control, but also providing a simple and intuitive way of interfacing and searching the data. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}