{"id":"827D1C89-C214-40E6-AEAE-EE31BF07A662","title":"Effects of warming on recruitment and marine benthic community development in Antarctica","abstractText":"One of the most important current questions in science, and one of the issues of most concern to society and decision makers is how life and biodiversity on Earth will respond to climate change (Millennium Ecosystem Assessment, UN convention on Biological Diversity). Scientists and policymakers recognise that ecosystem level predictions of responses to change are particularly important. These types of predictions are a fundamental requirement for the future management of biodiversity, agricultural and fisheries concerns. \nHowever, evaluations of likely responses to change at the ecosystem level are rare and fraught with difficulty. To date predictions of responses to change in animals have been primarily at the species level and based around 2 approaches. The first uses current species ranges (climate envelope models) and then predicts future ranges by assessing where similar conditions are likely to be from climate models. The second approach evaluates an organism's physiological capacity to cope with experimentally altered conditions in the laboratory. Both approaches have significant problems when scaling up beyond the species. Climate envelope approaches suffer from a lack of knowledge of adaptation rates and genetic and functional tolerance differences within and between populations. They also have problems because site-specific conditions often differ significantly from the average environments that most climate envelope models use. Physiological tolerance approaches are limited because they predominantly evaluate small numbers of species and because experimental rates of change are usually much faster than natural change. Both approaches suffer from a lack of characterisation of how ecological factors such as competition and predation will change. They also both need an increase of scale to be more relevant.\n A key requirement is to improve understanding of assemblage or community level processes and responses. In the terrestrial environment, and for microbial communities this problem has been extensively addressed, mainly via field manipulation of conditions and through the use of laboratory based systems such as the ecotron. In marine studies, field-based approaches to investigating both organism responses and community level effects of warming are scarce, especially for marine benthic animals. Here we are proposing to use novel technology, developed over the last 3 years at the British Antarctic Survey, to overcome many of these problems and provide data not previously obtainable. We plan to deploy heated settlement panels alongside unheated controls at 3 sites near the Rothera research station in the Antarctic. At each site two treatments will have heated panels set at a constant 1C and 2C above ambient (to match roughly 50 and 100 year oceanic warming predictions). A third treatment will have seasonal heating to match 100 year predictions for local conditions. The approach of using heated panels in marine environments has not been previously used because of the technical difficulty of maintaining elevated temperatures in the sea. Working on slow-growing small encrusting species on the seabed allows this to be done where it is not possible elsewhere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J007501/1","grantId":"NE/J007501/1","fundValue":"510216","fundStart":"2013-09-02","fundEnd":"2017-09-01","funder":"NERC","impactText":"  The project is still in the early stages of data capture and it will not be possible to analyse the data for some time - the data will be on growth of antarctic marine species and they grow very slowly. Environment,Other Societal","person":"Lloyd Samuel  Peck","coPersons":["David Keith Barnes","Melody Susan Clark","Simon  Morley"],"organisation":"NERC British Antarctic Survey","findingsText":" Effects of warming on recruitment and marine benthic community development in Antarctica In the 2013/2014 Antarctic season we initiated the field elements of this project and successfully deployed 64 heated panels at 4 sites near the Rothera research station. These are all now running at the designated temperature regimes for the project and powered from the station generator supply. Colonisation is being monitored monthly by the project PDRA through the current Antarctic winter. The project is still in the early data collection phase. Data will be available through the BAS website when they are assimilated. Education,Environment,Other","dataset":"gtr"}