{"id":"8280EC27-A91D-4F63-9FD6-6173BD703B45","title":"Repurposing Low-Cost Consumer Technology for Motion Correction in Dementia Neuroimaging","abstractText":"Advances in human brain imaging are now about to make it possible to measure the two key biochemical processes involved in dementia. The central underlying biochemistry of dementia involves the accumulation of two misfolded proteins amyloid beta (Ab) and hyperphosphorylated tau (tau) in the brain. Using the clinical imaging technique Positron Emission Tomography (PET) and specific radiolabelled tracers that bind to these proteins it is possible to measure their concentration in the human brain. \n\nThis promises to allow us to better understand the disease process and in addition it provides us with the opportunity to use them in clinical trials to test the effectiveness of new therapies that are currently being developed by the pharmaceutical industry. To date, clinical trials have suffered from the problem that clinical assessment is an insufficiently accurate predictor of the disease time course. Further, it is believed that in order to intervene successfully in the disease one will have to treat subjects early when clinical measures do not provide a signal. \n\nThus, it is imperative to develop biomarkers that are able to i) identify subjects early on in the clinically silent phase of the disease so that they can be enrolled into clinical trials (Stratification) and ii) accurately measure changes in the brain of Ab and tau so that these can be used as measures of whether a therapy is impacting the disease time course (Therapy Monitoring).\n\nGiven the opportunities offered by misfolded protein imaging, the UK Dementia Platform initiative is proposing to establish a UK wide network of PET/MR imaging capabilities for early and differential diagnosis of neuro-degenerative pathology enabling improved risk-stratification, targeted hypothesis testing and more efficient early phase clinical trials.\n\nHowever, currently the acquisition of imaging data is limited by subject motion during the period of scanning. This has the effect of degrading the quality of the images introducing errors that mean the scans may invalidated or at best reduce their accuracy and power to determine the levels of the misfolded protein concentrations. The consequence of this is that scans are wasted or the information obtained from them is reduced.\n\nOur proposal will address this by using the low cost consumer technology (Xbox Kinect sensor) to measure the position of the subject continuously during the scanning period based on the measurement of the head position. Mathematical algorithms are then employed to reposition the data prior to reconstruction of the PET image of misfolded proteins. This enables the generation of an image that is equivalent to one that would have been obtained had the subject not moved. \n\nWe will implement our hardware and software solution to this problem and make it available to the UK dementia platform which will perform a range of imaging studies in pursuit of improved diagnosis and treatment for dementia.\n\nWe will acquire Clinical data validation packages in both the PET and MRI environment that demonstrate the value of the technology. We will show that it is accurate, easy to use and can be easily implemented in a standard clinical imaging environment. \n\nThis data will provide confidence for us to engage with Scanner manufacturers to discuss future licensing arrangements and standard incorporation into their commercial scanners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M025004/1","grantId":"MR/M025004/1","fundValue":"204400","fundStart":"2015-07-01","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"Roger  Gunn","coPersons":["Eugenii Alfredovich Rabiner","Ben  Glocker","William Andrew Hallett","Jonathan Worth Howard","Graham Ellis Searle"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}