{"id":"8284D35B-57D2-4C7A-9C19-EB072C9DCE00","title":"Folding and insertion of a bacterial inner-membrane protein","abstractText":"All cells are surrounded by lipid based membranes which act to separate the cells internal contents from the extra cellular environment. Proteins embedded in these membranes act as gate keepers, controlling the flow of materials, information and energy between cells. When these proteins are functioning normally they are vital to the health of the cell, however specific defects in these proteins are associated with many known disease states. As such it is not surprising that membrane proteins are a major target for drug development and approximately 60% of all drugs on the market today act against these proteins. Although approximately one third of the genome of any organism encodes membrane proteins, relative to soluble proteins, very little information is know about their structures and functions. In fact less than 1% of all high resolution structures solved to date are those of membrane proteins. The elucidation of more information about how these proteins are synthesized and what factors determine their accurate targeting and insertion into the correct membrane will greatly aid our understanding of these proteins and will yield new information about their structure/function relationship, which may help in the design of better more effective drugs. This proposal is directed towards understanding the folding of a membrane protein from the earliest stage of its synthesis, when it is still contained within the ribosome, until it is fully integrated into its destination membrane. The more specific aims of the study are: 1. To study the folding of a bacterial membrane protein as it is being made by the ribosome. The time and location of the secondary structure formation will be critical to its interaction with targeting and insertion machinery. 2. To investigate which other proteins either within the ribosome or the cell cytoplasm aid the newly synthesized protein in travelling to the membrane. 3. To study the structure of the membrane insertase to see how it functions to facilitate protein insertion. 4. To investigate changes in the structure of the membrane protein as it comes into contact with its target membrane and is ultimately inserted","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G011281/1","grantId":"BB/G011281/1","fundValue":"375830","fundStart":"2010-01-11","fundEnd":"2013-04-10","funder":"BBSRC","impactText":"","person":"Cheryl Anne Woolhead","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}