{"id":"828AB831-87F5-44DC-84B0-5F22769821BE","title":"Our Data Ourselves","abstractText":"Collectively, we now create more data in two days than we did in all of 2002. Whether it is the 4 B pieces of content shared daily on Facebook, the 200 M tweets, more than 5 B of us intensively produce unprecedented and unfathomable amounts of social data whenever we text, browse, post or generate content on our phones. We call this Big Social Data (BSD), and it entails the symbolic content we generate as will as the metadata our phones emit, tracking our bodies through time and space. Recent revelations about the NSA and GCHQ reveal just how data centric our society has become. Yet you could say we suffer from a data democracy deficit. As such, it is more important than ever that public understanding of our information-rich environment and our quantified selves improves.\n\nOur research project 'Our Data, Ourselves' seeks to democratise BSD. Big data has already been widely identified as a key economic driver. We seek to turn it into a community asset and develop tools, applications, formats and practices which will enable important new research on and using BSD by arts and humanities researchers. We see community as being articulated though social and communicative practices, the very wellspring of BSD. These mediated practices impact traditional communities, those based on place and identity, and create new communities, especially with young people, those 'born digital.'\n\nWe will partner with youth coders in the Young Rewired State network as co-researchers, and gain privileged insight into how the mediated connectedness manifested by BSD is transforming communities. We will work with our young co-researchers to develop tools and applications for the capture, storage, and analysis of BSD. We will create an open environment for BSD research and develop an ethical framework for data sharing available for widespread community use. We envision a BSD research commons, respectful of privacy concerns, and engaging young tech-savvy communities to gain a greater understanding of the data-intensive digital culture of mobile environments.\n\nOur research aims to enquire into the elements comprising one's personal archive of BSD. This entails examining the symbolic content we generate and the metadata of our devices, which map our bodies in time and space, as well as the infrastructure, in which data is stored, searched, shared, analysed and mined. This will facilitate a better understanding of the kinds of social connections, information sharing, and normative relations we are developing to and through BSD. \n\nA major challenge is in the development and transfer of the technical skills and knowledge necessary for the capture and analysis of the different forms of BSD, and its transformation into community research data, available to researchers, those who generate it, and their communities. The basic issue raised is whether BSD can be transformed into a public asset and become a creative resource for cultural and economic community development. The basic problem addressed is that we do not own the BSD that we generate. From the moment we tap 'send' it moves and is processed in a highly proprietary environment where it remains inaccessible to us, typically returning only in the form of targeted ads. In short, we seek to transform proprietary and inaccessible BSD into open research data that becomes an accessible community resource.\n\nWe develop a freely accessible, open source online market place for tools and applications enabling the extraction of BSD from smart phones. We engage in hackathons to develop these tools, and engage privacy concerns, developing anonymisation technologies and produce policy white papers on ethical data sharing. We seek to turn BSD, which is currently primarily fodder for targeted ads and surveillance into a community resource available for creative use. If it is 'our data ourselves', our BSD commons will empower us to use it in new ways, both in community and by arts and humanities researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007770/1","grantId":"AH/L007770/1","fundValue":"266700","fundStart":"2013-10-01","fundEnd":"2015-06-30","funder":"AHRC","impactText":"  The Our Data, Ourselves project seeks to democratise the trails of data we generate, and produce a community research asset; available to researchers, those who generate them and their communities. We focus on mobile environments and have developed an app to harvest smartphone metadata, developed and tested with young coders from Young Rewired State. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Tobias  Blanke","coPersons":["Mark Edward  Coté"],"organisation":"King's College London","findingsText":" Our research project Our Data, Ourselves seeks to democratise Big Social Data (BSD). Big data has already been widely identified as a key economic driver. We turn it into a community asset and develop tools, applications, formats and practices, which will enable important new research on and using BSD by arts and humanities researchers. We see community as being articulated though social and communicative practices, the very wellspring of BSD. The Our Data, Ourselves project seeks to democratise the trails of data we generate, and produce an anonymised community asset; available to researchers, those who generate them, and their communities. We have developed an app to harvest smartphone metadata, developed and tested with young coders from Young Rewired State. Our smartphone app is novel in that it seeks to make data producers aware of the nature and scale of the data they generate. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}