{"id":"82917E05-1E1A-4CBE-BEBF-90BA8388A834","title":"Minimising the risk of harm to aquaculture and human health from advective harmful algal blooms through early warning","abstractText":"Phytoplankton are free-floating plants found in marine and freshwaters that, through their photosynthetic growth, form the base of the aquatic food chain. A small subset of the phytoplankton may be harmful to human health or to human use of the ecosystem. The species that cause harm are now widely referred to as 'Harmful Algae' with the term 'Harmful Algal Bloom' (HAB) commonly being used to describe their occurrence and effects.\n\nSome HABs can be harmful to humans through their production of biotoxins that are concentrated in the flesh of filter feeding shellfish, leading to a health risk if the shellfish are consumed by humans. Other HABs can kill farmed fish. HAB events of either type can have serious financial consequences for aquaculture.\n\nEarly warning of HAB events provides a mechanism to protect human health and minimise business risk for aquaculture.\n\nMany important HABs develop offshore. Two of the most important in the UK and worldwide are the genus Dinophysis sp. that causes diarrhetic shellfish poisoning, and the species Karenia mikimotoi that can kill farmed fish. These organisms are transported to coastal aquaculture sites by oceanic currents. For K. mikimotoi we can use satellite remote sensing to identify their offshore blooms, for Dinophysis we know the locations and times of the year that are most high risk.\n\nIn this project we shall use a combination of satellite remote sensing, in situ measurement (using free floating and moored scientific instruments that measure the properties of the water column) and mathematical modelling of oceanic currents and HABs to get a better understanding of where these harmful blooms develop and under what conditions they will be transported to the coast and subsequently into the fjords where aqaculture is located.\n \nOur results will be used to improve risk assessment bulletins that are produced weekly for use by aquaculture practitioners. The new knowledge gained in this project will allow us, for the first time, to interpret modelled ocean current forecasts to provide forecasts of the likelihood of these currents carrying advective HABs to the coast. The work will also allow us to determine if on reaching the coast, water exchange will allow blooms to enter the sheltered fjords within which aquaculture is practiced. This will allow industry to better plan their husbandry and harvesting to minimise HAB risk to business and health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025934/1","grantId":"BB/M025934/1","fundValue":"249709","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Keith  Davidson","coPersons":["Jamie  Shutler","Richard L. Shelmerdine","Peter Ian Miller","Mark Edward Inall"],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}