{"id":"8296E652-3464-4F0E-8D68-5CB4CAF7E4A0","title":"Making Space for the Poor: Law, Rights, Regulation and Street-Trade in the 21st Century","abstractText":"<p>The global economic crisis brings into sharp relief the crucial role of the urban informal economy as a refuge for the working poor and major component of city economies. In many cities of the global south, informal employment now provides 60-80 per cent&nbsp;of urban jobs.&nbsp; Street trade is one of the informal economy's largest, most visible and contested domains. Legislation covering street trade is complex, poorly documented and erratically applied, and many traders face constant risk of devastating and unpredictable evictions.</p>\n\n<p>The research aims to explore the fragmented and plural regulatory environment facing street traders, and conflicts between formal and informal regulatory systems that deepen vulnerabilities for the working poor, especially in contexts of economic turmoil.&nbsp; </p>\n\n<p>The research draws on three core academic debates: the role of law in urban development; the paradigm of legal empowerment of the poor, and the potential of rights-based approaches in supporting fragile urban livelihoods. </p>\n\n<p>Case studies in four cities with different legal traditions, Dar es Salaam, Ahmedabad, Durban and Dakar, draw on extensive interviews with street traders, local authority officials and others.&nbsp; Researchers will work with street trader organisations to ensure that outputs contribute to improved policy development and support informal economy livelihoods.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-167-25-0591","grantId":"RES-167-25-0591","fundValue":"254275","fundStart":"2010-08-01","fundEnd":"2013-10-31","funder":"ESRC","impactText":"  ACHIEVING SOCIETAL IMPACT\nThe research aimed to achieve impact at a broad range of levels, at international level through multi-lateral and donor agencies, at government level, and with advocacy organisations representing street traders. Two core impact strategies were thus adopted in the research. First is the involvement of a wide range of partners to help ensure the relevance and practical applicability of the research outcomes and disseminate findings through partner organisations and networks. The second was to maximise impact through international engagement and in-country feedback. \n\nA wide range of experts were included as advisors in the research both to advise on research outcomes and to disseminate outcomes through their work. These included the ILO, Danish Institute of Human Rights, WIEGO (Women in Informal Employment, Globalising and Organising), CLGF (Commonwealth Local Government Forum), UN-Habitat, urban law and urban planning experts and the African NGO Women in Law and Development. \n\nParticularly important has been the link with WIEGO, the global policy and advocacy network that works to improve the status of the working poor, especially women, in the informal economy. WIEGO seeks to strengthen understanding of the scale and contribution of the informal economy, to support member-based organizations of informal workers (MBOs), and to advocate for pro-poor policy development. WIEGO's affiliates include SEWA (Self-Employed Women's Association), HomeNet South Asia and HomeNet South East Asia, StreetNet International, and Wastepicker Associations in Asia and Africa, together representing about two million workers. WIEGO has advised on project outputs, helped publicise project events, and will publish a final research report on its website. \n\nResearch outputs for a policy and practice audience have included publication of a toolkit for trader associations and activists, 'Making Legal Space for Street Traders: Evaluation Toolkit' has been piloted by the Self-Employed Women's Association of India. The toolkit helps users audit the strengths and weaknesses of the existing regulatory context for street trading and propose changes. Several other practice-based outputs are in preparation. \n\nRESEARCH IMPACT - INTERNATIONAL LEVEL\nAn international policy audience was engaged through various strategies, in particular through consultations with two of UN-Habitat's seven branches, the Urban Economy &amp; Finance Branch, and Urban Legislation, Land &amp; Governance Branch, and involvement in UN-Habitat events including the 'World Urban Forum' (WUF). \n\nFollowing a team recommendation to the Urban Economy &amp; Finance Branch, in April 2013 the UN-Habitat Governing Council agreed in Resolution 24/11 to disseminate knowledge and good practices to member states on urban small-scale and informal economies. As noted in its 2014 report on implementation of Resolution 24/11, the Urban Economy &amp; Finance Branch has now submitted three research proposals with the PI on the informal economy. \n\nFrom a traditional focus on urban land law and access to housing, the Urban Legislation, Land &amp; Governance Branch is broadening its scope to examine urban law and livelihoods. In July 2014, the Branch invited to PI to contribute to the Expert Working Group on urban law 'Achieving Urban Equity, Access and Inclusion through Legislation and Planning' at the Faculdade de Direito de Bissau, Guinea Bissau.\n\nIn September 2013, at WUF6 in Naples, the PI presented the research to Forum Dialogue session on 'Productive Cities', and to Roundtables on 'Fostering Women's Economic Empowerment in Cities' and 'Habitat Professionals'. The team was also awarded a competitive Networking Event, entitled 'Prosperous Cities for All: Designing Physical and Legal Space for the Working Poor' which launched the toolkit for trader associations and activists and urban design principles for informal economy work. \n\nIn April 2014, at WUF7 in Medellin, the research team was awarded another Networking Event, entitled 'Work and Equity in Cities of Change: the Right to the City and Empowerment', with presentations on the findings in Cusco/Quito and Cairo/Tunis. The PI again contributed to the Habitat Professionals' Roundtable, and to a Gender Equality Action Assembly Dialogue.\n\nThe research team engaged a local government audience, presenting to the March 2011 Commonwealth Local Government Congress, 'Energising Local Economies: Partnerships for prosperous Communities', organising and presenting the parallel CLGF Research Colloquium on 'Sustainable Local Governance for Prosperous Communities', and through on-going work with CLGF on local economic development.\n\nThe research team has worked with HIC (Habitat International Coalition) and POLIS Institute, S&atilde;o Paolo on the project to develop a Global Platform on the Right to the City. Following input from the research team, the 'Econtro International sobre Direito &agrave; Cidade' held in November 2014 includes 'Economic Development and Social Inclusion in Cities' as a central pillar of urban reform. Participating organisations include: F&oacute;rum Nacional de Reforma Urbana (FNRU); Coaliz&atilde;o Internacional do Habitat (HIC); P&oacute;lis Institute; UCLG (United Cities and Local Governments); Action Aid; International Alliance of Inhabitants; Cities Alliance; Habitat for Humanity; Avina; WIEGO; SDI (Shack and Slum Dwellers International); Ford Foundation, and the Brazilian Ministry of Cities. This has created a lobbying platform for the 2016 UN Habitat III Conference, in which urban productive work forms a key element. \n\nRESEARCH IMPACT - IN-COUNTRY LEVEL\nThe research team has adopted two main approaches to in-country feedback and involvement. First, the team has involved in wide range of local collaborators. These include 12 academic Country Collaborators with whom all relevant research data is shared and who are supported in producing academic outputs, and 46 Research Assistants (RAs) across the different countries each of whom has received research methods training. Second, the team has worked through Member-Based Organisations (MBOs) of street traders in order to support capacity building. \n\nDakar: In an exciting process led by country collaborator Prof I Dankoco, five street vendor organisations SYMAD, FAMATS, RASI, F&eacute;d&eacute;ration des jeunes marchands, and Syndicat des vendeurs du march&eacute; du poisson) have combined to form a Comit&eacute; pour la r&eacute;gulation du commerce de rue au S&eacute;n&eacute;gal. The group has had five meetings and defined a plan of action to lobby for legislative change and improved urban management to support street vending. The process has enabled vendor associations that previously operated independently to work together.\n\nAhmedabad: The research report 'Law, Rights and Regulation for Street Vending in Globalising Ahmedabad' has been used to support Public Interest Litigation brought by SEWA (Self Employed Women's Association) in to require implementation by the Gujarat State Government of the Federal Government's 'National Policy on Urban Street Vendors'. The legal studies produced by the India team have provided background information for the court cases. The research has been referred to on two TV news programmes. The 'Making Legal Space for Street Vendors: Evaluation Toolkit', has been used by SEWA's legal team in making their defence. An impact workshop was held in Ahmedabad with lawyers, urban professionals and street vendor leaders. \n\nDar es Salaam: In Dar es Salaam, the Mchikichini Marketing Cooperative (MMC) requested more information on legal rights. The MMC is a well-organised market association and SACCO (cooperative), running a market of 7,000-10,000 vendors under contract from Ilala City Council. The research team ran a training session with the local ILO office, and discussions are on-going.\n\nCairo and Tunis: The uncertain political situation in Cairo and Tunis made in-country feedback more difficult. In Egypt, the team planned an informal economy workshop with the National Organisation of Urban Harmony but political change meant that this could not be pursued. In Tunis the team has advised on methodology for a survey on Informal Employment conducted for the Tunisian Association for Management and Social Stability.\n\nCusco and Quito: Work is ongoing with partners developed through the research and is being carried forward through PhD studies.\n\nCHALLENGES TO ACHIEVING IMPACT\nIt is particularly difficult to influence local government policy and practice in the short space of a funded research project, and due to political constraints. The team has thus sought to work through local partners, eg: member-based organisations of street traders and partner academics, and international organisations, who can carry the ideas forward over time. Communities and Social Services/Policy,Government, Democracy and Justice,Other Societal,Economic,Policy & public services","person":"Alison  Brown","coPersons":["Michal  Lyons"],"organisation":"Cardiff University","findingsText":" RESEARCH SUMMARY\nIn many cities of the global south, informal employment now provides 60-80% of urban jobs. Street trade is one of the informal economy's largest, most visible and contested domains. Legislation covering street trade is complex, poorly documented and erratically applied, and many traders face constant risk of devastating and unpredictable evictions.\n\nThe research explored the fragmented and plural regulatory environment facing street traders, and conflicts between formal and informal regulatory systems that deepen vulnerabilities for the working poor. The research drew on three core academic debates: the role of law in urban development; the paradigm of legal empowerment of the poor, and the potential of rights-based approaches in supporting fragile urban livelihoods. \n\nCase studies in three main cities with different legal traditions, Dakar, Dar es Salaam, and Ahmedabad, draw on extensive interviews with street traders, local authority officials and others, supplemented by a literature review of street trading and the law in Durban. The cities are all major trade centres, representing different economic and poverty scenarios and different legal traditions. British Academy grants funded parallel research in Latin America (Cusco and Quito) and North Africa (Cairo and Tunis). \n\nThe research found widespread politicisation of street trade, harassment, evictions and marginalisation of street traders that suggests an urgent need for legal review, and 'rights regimes' that respect the right to work. The research calls for legal empowerment that strengthens access to justice for street traders and informal economy workers, and for a reconceptualisation of urban public space as a land resource with access rights for the working poor balanced with the space needs of other urban actors. \n\nResearchers are working with grassroots trader associations to strengthen knowledge of urban regulations, and with global organisations, eg: UN-Habitat, WIEGO, CLGF and HIC to ensure that research outputs contribute to improved policy development and support informal economy livelihoods.\n\nOBJECTIVES AND METHODS\nWith a focus on street trade, the research sought to understand the risks and vulnerabilities to urban livelihoods of operating in plural and contradictory legal and regulatory environments. The research addresses a gap in the literature as despite extensive debate on 'illegal cities' discussion of law and regulation for economies of the urban poor has been limited. \n\nThe research hypothesis was that the urban informal economy operates in a fragmented and plural regulatory environment, with conflicts between formal and informal regulatory systems that exacerbate risks, vulnerabilities and exclusions of the working poor that are hugely damaging to the security and stability of their livelihoods. Understanding and addressing the risks and conflicts is crucial to developing an enabling, pro-poor regulatory environment. \n\nThe objectives were to study the plural legal regulatory process in case-study cities, in each examining: the dynamics of street trade; its formal and informal regulation; critical conflicts for street traders, eg: harassment and evictions, and how an understanding of these can strengthen pro-poor regulatory frameworks. Four main data collection methods were used: a literature review on law, legal pluralism and urban development; a legal review in each city of regulations affecting street trade; semi-structured trader interviews, with 516 in the three main cities and 471 in other locations; and extended key informant interviews.\n\nKEY FINDINGS\nIn all the cities studied, street trading is illegal across multiple domains. Despite constitutional rights to life and rights to work, legislation on urban planning, highways, land and business regulation criminalises street trading, and a municipal governments have many powers under police or public nuisance law to evict street traders. Street traders suffer acute problems, and 93% of traders interviewed in the three main cities had experienced disruptive shocks of harassment, confiscation of goods, fines or evictions. However traders' responses to illegality are very different.\n\nDakar: In francophone S?n?gal, traders found that direct action gave them more political sway than negotiating the law. In 2000 they lobbied the president to gain reprieve, but in 2007 Dakar's Governor sought to 'tidy' the streets and city-centre evictions ensued. Traders rioted in protest paralysing the CBD, and again the president intervened. Public opposition to these extensive clearances led to a more permissive policy on street trading; traders formed associations and dialogue with the city council ensued. Nevertheless, a third of traders interviewed had been evicted, and 'les ?meutes' were an ongoing fear. \n\nDar es Salaam: Extensive support for street traders during the 1990s as part of the Sustainable Cities project was reversed since 2000. In 2003 cancellation of the hawkers' licences made trading illegal. However, informality remained rife, and in 2005 some 60-70% of jobs in Dar es Salaam were thought to be informal. Although the government had adopted a property and business formalisation programme, in 2006 a central directive to municipalities initiated widespread evictions, affecting perhaps a million street traders. Trader associations are weak and in Dar es Salaam, 71% of interviewees had suffered eviction. From 2011, the ruling party's fragile tenure created a partial truce, but street traders face continuing uncertainty. \n\nAhmedabad: In India fundamental rights are enshrined in the Constitution, and in 1985 a pavement dwellers' lawsuit in Mumbai argued that the constitutional 'right to life' includes a 'right to a livelihood', although the case was only partially upheld. State legislation rarely prohibits street trade but public space restrictions make its operation illegal. Street vendors successfully advocated for the introduction of the 2004/9 'National Policy on Urban Street Vendors' but this has been unevenly implemented. Of 200 interviewees, 80% had suffered evictions. In Ahmedabad, the Self-Employed Women's Association (SEWA) brought successful Public Interest Litigation (PIL) against the municipal corporation to implement the policy, and in an excellent pilot project is now negotiating for agreed trading space. The federal government's 'Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act', 2014 supports enabling approaches to street vending, but has still to be implemented at state level. \n\nDurban: Since 1994 national policy has sought to balance neoliberal reforms and grassroots development. In Durban, despite pioneering physical and legal frameworks for formalising street trade, tensions between the city government and traders continue. Street traders have been very effective in using legal processes to claim legitimacy. Municipal policy towards street traders fluctuated dramatically. Deregulation under the 1991 Business Act allowed trading to flourish but a 1993 amendment reinstated control. In 1999 in Durban, the city council's Warwick Junction project initiated an exemplary capital programme to manage street trade, and in 2001 the new eThekwini Municipal Council adopted an Informal Economy Policy. Public realm management in 2005 and 2010 FIFA World Cup projects reintroduced repression, but traders have since won court cases opposing redevelopment of trading areas for a shopping mall, which has now been cancelled.\n\nCairo and Tunis: In Cairo and Tunis the research examined how street traders fared after the 2011 Arab Revolutions. In Cairo, since the 2011 Revolution, numbers increased rapidly with an influx of traders from Upper Egypt. Although the revolution brought a short respite for traders, the 2013 change in government has led to further evictions of street traders. In Tunis since 2011, street trading, known as known as 'commerce de la d?brouille' (commerce of resourcefulness) has significantly increased. Street trading is mainly regulated by elected local councils, 'collectivit?s locales', through laws and decrees relating to local government, fee collection, highways and planning law. Since 2011, there has been a slight decrease in harassment and evictions, and wider recognition of the need to support local entrepreneurship. The focus on decentralisation in the 2014 Tunisian constitution will put more emphasis on local action.\n\nCusco and Quito: In these Andean cities more than 6,500 traders were removed from the streets in the early 2000s. The research aimed to examine how recent policy developments informed by the 'right to the city' ideal were affecting street traders. In both cities relatively tolerant policies have emerged. In Cusco, traders initially sidestepped spatial controls restricting on-street trading to create new courtyard markets. This trader resilience prompted anti-street trading policies to be revisited, although confiscations are still frequent and the streets remain heavily policed. In Quito, policies are founded on a more stable rights-based approach. The 2008 constitution includes a 'right to the city', a right to participate and a right that traders should not have goods confiscated. However, traders still face confiscations and difficulties obtaining trading licences with limited means of redress. In both cities there is a recognition of the economic need for traders to work, but a failure to recognise the informal economy as a desirable part of the city economy. The findings are relevant to an international policy audience promoting social and economic inclusion of low-income urban residence, good governance, and economic growth, including multilateral agencies, national governments, local government, NGOs and member-based organisations of street traders. The strategy to achieve impact is explained further in the Narrative Impact section. Communities and Social Services/Policy,Creative Economy,Government, Democracy and Justice","dataset":"gtr"}