{"id":"82989D80-5B1B-4187-8BCB-B3468F3ACE44","title":"Next generation white LEDs using hybrid inorganic/organic semiconductor nanostructures for general illumination and wireless communication","abstractText":"There is a significantly increasing demand for sustainable energy-efficient technologies due to the world energy crisis and climate change. The energy consumed due to general illumination accounts for about 29% of the world's total energy consumption, currently using rather inefficient technologies often containing toxic elements. It is therefore necessary to develop ultra energy-efficient solid-state lighting sources to replace these incandescent and fluorescent lights, for which the leading candidates are mainly based on white light emitting diodes (LEDs). Such white LEDs can be fabricated from inorganic or organic semiconductors, with the former leading the way for high brightness and efficiency. These are constructed from III-nitride semiconductors, which have direct bandgaps across their entire composition range, covering the complete visible spectrum and a major part of the ultraviolet. Fast modulation of the white LEDs, at speeds undetectable to the eye, allows them to also be utilised as optical transmitters for wireless data communication. This opens up the exciting possibility of white LEDs serving as lighting sources for simultaneous illumination and wireless communication. This is the emerging technology of visible light communication (VLC) and has a number of major advantages over the present-day radio frequency (RF) communication technology, such as increasing security, eliminating any RF-induced health concern, etc\n\nHowever, the performance and cost of current white LEDs is not sufficiently impressive to allow replacement of conventional lighting sources at the moment. Furthermore, in terms of VLC applications, the bandwidth is currently limited to the MHz level, which is well below the practical requirements of current broadband WiFi systems. This is due to the long carrier recombination lifetime of current III-nitride based LEDs, which are conventionally grown in a &quot;polar&quot; orientation containing intense piezoelectric fields. These fields result in a reduced overlap between the electron and hole wavefunctions in the active regions of the LEDs, which then suffer from long radiative recombination lifetimes (10-100 ns) and also low internal quantum efficiency. In addition, the conventional phosphors used to convert the emission to white light have even longer decay times and presents an additional limitation on the available bandwidth. \n\nThe project will employ non-polar III-nitrides and integrate the two major semiconductor families (organic and inorganic semiconductors) using a novel nanofabrication technology in order to achieve ultra energy efficient LEDs with ultrafast modulation speeds for next generation III-nitride based white lighting. Structuring on a nanometre scale will be used in the growth of the III-nitride layers to achieve high quality non-polar GaN, thereby eliminating the piezoelectric fields to give faster, more efficient devices. The nanostructures will also be used to introduce extra nanocavity effects, further reducing the radiative recombination lifetime and increasing the optical efficiency. The target of the project is a novel hybrid nanostructure to achieve prototype white-LEDs with a modulation speed on a level of 10 GHz and a step change in energy efficiency compared with the current state-of-the-art. The devices will be fabricated using metal-organic vapour phase epitaxy and cleanroom processing and fully characterised using optical and electrical measurements. Each stage in the process will be optimised and close working with industry will ensure that the resulting methods are practical and scalable to high volumes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L016982/1","grantId":"EP/L016982/1","fundValue":"274705","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"","person":"Robert William Martin","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}