{"id":"829ADE8B-E442-45B7-AE41-91BDB3CDC336","title":"Realising the optogenetic potential of JellyOp: an opsin photopigment from the box jellyfish","abstractText":"The development of drugs that can influence physiology has played a crucial role in the huge advances in biological understanding that have occurred over the last century. However, this pharmaceutical approach to manipulating animal physiology has a number of well-known limitations. Drugs are commonly not very selective, having unintended effects on parts of the body, or physiological systems other than those of interest (so-called 'side effects'). Moreover, in comparison with the natural changes in physiology that they hope to regulate, drug effects build up rather slowly and persist for a long time. For these reasons, there would be a huge advantage in developing new ways of manipulating physiological systems that go beyond the achievements of pharmacy. We propose developing such a technology. Our approach will be to use a light sensitive version of a protein called a GPCR. GPCRs appear in practically every cell of our body. Their job is to fine tune the cell's activity and physiology according to signals released from neighbouring cells and other parts of the body. Because they are so influential they have long been recognised as a good way of treating the symptoms of disease. Indeed more than half of currently prescribed drugs are designed to alter their activity. By making photosensitive GPCRs we will be able to use light rather than drugs to tweak their activity. Unlike drugs, light can be switched on and off very rapidly. Light can also be applied at high doses to a single group of cells without influencing the rest of the body. These features mean that we will be able to use the new GPCRs to fine tune physiology with a resolution way beyond what is currently possible using drugs. This breakthrough will allow researchers to experimentally reproduce 'naturalistic' modulations in cell activity and examine their consequences. This is a great approach to understanding how the body works.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K002252/1","grantId":"BB/K002252/1","fundValue":"370707","fundStart":"2012-10-01","fundEnd":"2016-02-28","funder":"BBSRC","impactText":"  Not used so far - this is an ongoing project, we have yet to release the tools that we have been producing. Pharmaceuticals and Medical Biotechnology ","person":"Robert James Lucas","coPersons":["Richard Arthur Baines"],"organisation":"The University of Manchester","findingsText":" This is an ongoing project. We have made good progress in developing a range of new optogenetic tools based upon JellyOp n/a ongiong project Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}