{"id":"829C347F-6A7C-4653-90D4-B61DBCA66B0D","title":"Noncommutative toric geometry and multilinear series","abstractText":"When faced with a new question in any walk of life, a natural first step is to test potential answers against one's current understanding. Given that mathematics aims to answer new questions, one of the key tools in a mathematician's toolbox is to have an appropriate collection of examples to hand against which to test new questions or theories. One such collection of examples that arise naturally in the field of algebraic geometry, which studies questions concerning the geometry of solutions to polynomial equations, is provided by toric varieties. While polynomials are regarded as rather simple, the polynomials that describe toric varieties are especially simple. In fact, these curved geometric objects can be encoded by very elementary combinatorial data involving collections of cones with straight sides. Despite this, the study of toric varieties has proved to be a remarkable testing ground for questions and conjectures in algebraic geometry. The primary goal of this proposal generalises the construction of toric varieties from the classical field of algebraic geometry to the emerging field of `noncommutative' algebraic geometry. The new field of study will provide a simple testing ground for new questions and, moreover, it will have provide a new method with which to answer a number of older questions that arise in both algebraic geometry and theoretical physics. These applications aim to shed new light on certain rather complicated algebraic structures, called derived categories, that are associated naturally to geometric objects in algebraic geometry. While toric varieties are simple geometric objects, we are nevertheless unable to answer certain questions about the much more complicated algebraic structure that is encoded in the corresponding derived categories. In particular, we are unable to answer questions about derived categories of certain toric varieties that arise naturally, though perhaps surprisingly, in the study of string theory in theoretical physics. The noncommutative approach described here provides a new, examples-based approach to the study of these complicated structures that provides a concrete approach to certain questions arising in theoretical physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G004048/1","grantId":"EP/G004048/1","fundValue":"300859","fundStart":"2009-05-25","fundEnd":"2012-05-24","funder":"EPSRC","impactText":"","person":"Alastair Neil Craw","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}