{"id":"82B2AC5B-2A82-4CB4-BD14-B493B8FC36AD","title":"Dirty Wars: Landscape, Technology and Power in Western Literature since Pearl Harbour","abstractText":"This project reads the history of the Western United States since the attack on Pearl Harbour through the imaginative literature produced during the period. It argues that entry of the US into World War II inaugurated a process of the militarisation of Western space that continued during the Cold War and after and which radically transformed the meaning of the West in its regional, national and international contexts. \nMilitarisation has taken a number of forms, including the internment of Japanese Americans in camps in the desert West; the development of the atomic bomb in New Mexico; the siting of innumerable military installations throughout the sparsely populated region; the extensive above ground and underground testing of nuclear and biological weapons and advanced military technologies; the projects to store nuclear and other toxic waste; the fortification and surveillance of the border with Mexico; and the protracted 'war on drugs' that is conducted in the borderlands and into Central and South America. \nThese policies and developments have involved the displacement of populations; the construction of exclusion zones and heavily policed security restrictions; the withdrawal of millions of acres of public land, including many sacred indigenous sites; and the contamination of vast areas, including flora and local communities. The processes that have helped the West become one of the most powerful regions in the US, both politically and economically, and has served to drive the rise of Western cities, has also constructed by exclusion various forms of waste-unwanted and abjected populations, irredeemably contaminated landscapes, tons of toxic matter that will remain a threat for thousands of years.\n\nThrough the critical examination of a wide-range of fictional and non-fiction texts, many of which have as yet received little sustained critical attention, this study argues that writing about the West over the last half-century has variously attempted to interrogate the social and environmental consequences of the militarization of everyday life. \nTogether, these texts provide a form of alternative history of the region that seeks to expose the way a coalition of political and military-industrial interest have pushed arguments about 'security' that served to legitimise the exploitation and destruction of land and communities. \nStructured chronologically, this study tracks the literary response to militarisation from internment to the 'war on drugs' and concludes by considering the ways in which the history of the post-WWII West reveals disturbing continuities of ideology and practice that point toward the kinds of strenuously militarised responses to perceived security threats post-September 11. In short, this study sees the post-Pearl Harbour West as the crucible of contemporary American political culture. It also locates during this period a literature of critique and resistance that offers a powerful rejoinder to the imagined consensus promoted by the apologists of the militarised national security state.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504841/1","grantId":"AH/E504841/1","fundValue":"23039","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"John  Beck","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}