{"id":"82BADD6F-51D1-49E6-9837-554C92E4C59D","title":"Next generation nanostructured superconducting single-photon detectors","abstractText":"Infrared single-photon detectors are a key enabling technology for a host of applications at the frontiers of science, from quantum information processing to remote sensing and new types of medical imaging. Advanced photon-counting applications place exacting demands on detector performance, which conventional detectors are unable to meet. This proposal focuses on a highly promising emerging single-photon detector technology, based on a superconducting nanowire. These detectors offer spectral sensitivity from visible to mid-infrared wavelengths, with picosecond timing resolution and low dark counts. However detector performance is currently hindered by low practical quantum efficiency, small device areas, and low fabrication yields. Next generation detectors are urgently required with near-100% detection efficiency and the ability to resolve the number of photons in a pulse of light. This project is designed to take up this challenge: we aim to create a new generation of high efficiency wavelength-tunable photon-number resolving nanostructured single-photon detectors, employing advanced concepts in nanofabrication and nano-optics. We aim to realise new high efficiency device designs based on optical cavities and nanoantennas, and multi-pixel detector arrays with photon-number resolving capability. This project is a collaboration between two leading UK groups, at the University of Cambridge and Heriot-Watt University, with additional support from the leading international group in this field (MIT, USA). The Cambridge group provide world-class expertise in superconducting thin film growth and device fabrication; the Heriot-Watt group bring unrivalled expertise in nano-optical testing of superconducting single-photon detectors. The development of this new generation of high performance single-photon detectors will affirm the position of the UK at the forefront of single-photon science and applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G022208/1","grantId":"EP/G022208/1","fundValue":"211566","fundStart":"2009-04-14","fundEnd":"2011-04-13","funder":"EPSRC","impactText":"  They have fed into a current research grant (EP/I0363/1).  ","person":"Zoe  Barber","coPersons":["Mark  Blamire"],"organisation":"University of Cambridge","findingsText":" Infrared single-photon detectors are a key enabling technology for a host of applications at the frontiers of science, from quantum information processing to remote sensing and new types of medical imaging. Advanced photon-counting applications place exacting demands on detector performance, which conventional detectors are unable to meet. This project focused on a highly promising single-photon detector technology, based on a superconducting nanowire; offering spectral sensitivity from visible to mid-infrared wavelengths, with picosecond timing resolution and low dark counts, improved practical quantum efficiency, larger device areas, and high fabrication yields. This project was a collaboration between two leading UK groups, at the University of Cambridge and Heriot-Watt University, with additional support from the leading international group in this field (MIT, USA).\n\nThe Cambridge group, using world-class expertise in superconducting thin film growth and device fabrication, has fabricated nanowire detectors on a range of substrates, with a range of device designs, including a recent novel method for achieving spatial resolution. A particular challenge has been the growth and patterning of high quality films on GaAs-based Dielectric Bragg Reflectors, supplied by the Sheffield III-V Growth Facility. Devices were tested by the Heriot-Watt group in the final phase of the project, using their unrivalled expertise in nano-optical testing of superconducting single-photon detectors.\n\nThe development of this new generation of high performance single-photon detectors will affirm the position of the UK at the forefront of single-photon science and applications. Device testing is still taking place (with our collaborators), and further papers on our results are in preparation. Ultimately, photon detection is a requirement for quantum communication and quantum computing, besides potential new applications in biological imaging, remote sensing and astronomy. Digital/Communication/Information Technologies (including Software),Electronics,Environment,Security and Diplomacy","dataset":"gtr"}