{"id":"82BD6723-B5CF-4160-9D23-351FF4F53B86","title":"Learning Models of Handwriting for Structured Texture Synthesis","abstractText":"The proposed research aims to produce images of handwriting using a new generative mathematical model of different people's handwriting styles and the specified text strings to be &quot;forged.&quot; Our model uses image-fragments of real handwriting samples and learns what fragments are compatible under what deformations.\n\nOur intended analysis/synthesis applications include quantitative authentication of handwriting in legal cases, inpainting of destroyed sections of historical documents, imitation of handwriting for banking purposes, and eventually, writer-specific handwriting recognition and drawn-sketch interpretation.\n\nThe specific objectives of this project are to:\n- Automatically synthesize handwriting of novel text but in a particular person's style.\n- Measure the likelihood that a given sample was written by a specific individual.\n- Build a system that suggests what examples of handwriting should be captured next.\n\n\nThe project scope is limited to just handwriting to assess feasibility. At its conclusion, we expect to further pursue the following additional objectives:\n- Demonstrate the synthesis and analysis approaches on large-scale forgery studies. The goal is to measure our forgery and forgery-detection rates to help transfer these techniques into industrial practice. Abuse of the technology for forgery creation could be limited by filming an individual while writing, to confirm that the synthesis was not automatic.\n- Build a similar adaptive authoring system to help synthesize cartoon animation. Replace strings of characters used in the present project with a structure based on limb-configurations (2D joint-angles) of a stick-figure.\n- Explore a unified framework for example-based generative models. In many domains, better synthesis should be possible when multiple examples are available. Findings from this near-term research on handwriting should generalize, so that structured acquisition of training examples steadily improves the quality of synthesized drawings, 3D shapes, and video post-production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021458/1","grantId":"EP/J021458/1","fundValue":"99141","fundStart":"2013-01-21","fundEnd":"2014-01-20","funder":"EPSRC","impactText":"","person":"Gabriel Julian Brostow","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}