{"id":"82C8BF40-5AF6-4F1D-A5F8-1F30F39ABF32","title":"Tier-2 Computing and Storage for the LHC (GridPP-3)","abstractText":"'The Grid' is the next leap in computer interconnectivity. The Internet and the World Wide Web are increasingly an integral part of people's lives, helping the world share information and transfer data quickly and easily. In the same way as we now share files and facts over the global network of computers, in the future the Grid will let us share other things, such as processing power and storage space. The Grid is a practical solution to the problems of storing and processing the large quantities of data that will be produced by industry and the scientific communities over the next decade. Particle physicists are waiting for 2007 when a new particle accelerator opens in the world's largest particle physics laboratory, CERN. The Large Hadron Collider (LHC) will be the most powerful instrument ever built to investigate fundamental physics. Once this is fully functional the amount of data being produced will be massive. All this will be too much for one institution to handle so they need to share resources i.e. to use distributed computing. The Grid is built on the same Internet infrastructure as the web, but uses different tools. Middleware is one of these tools. In a stand alone computer the resources allocated to each job are managed by the operating system e.g. Windows, Linux, Unix, Mac OS X. Middleware is like the operating system of a Grid, allowing users to access resources without searching for them manually. GridPP has developed middleware for the Grid, in collaboration with other international projects. Due to GridPP's open source policy, the middleware can evolve and be improved by the people who use it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G50228X/1","grantId":"ST/G50228X/1","fundValue":"26400","fundStart":"2009-04-09","fundEnd":"2011-03-31","funder":"STFC","impactText":"","person":"Philip  Clark","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}