{"id":"82CDA5FA-179C-4A78-92C9-1223457C4070","title":"Discrete Potential Theory and Applications","abstractText":"The project is devoted to basic research in pure mathematics. \nIt is based on the well-studied interplay between the theory of electrical networks -seen as abstract mathematical tools- and the theory of random walks on graphs. Four specific topics within this framework are addressed by the project:\n\n-- The Poisson boundary for random walk on graphs and groups;\nWe follow an active tradition in group theory, triggered by Kesten, where results about groups are obtained indirectly by considering a random walk on the group and relating its behaviour, or the structure of a boundary associated to it, to the algebraic properties of the group. The project benefits from a recent strong result of the applicant providing a criterion for the Poisson boundary, as well as a novel idea of associating a random finite graph rather than a random walk with a group, exploiting the recent theory of graphons by Lovasz et. al. \n\n-- Discrete conformal uniformization in the sense of Benjamini &amp; Schramm;\nWe seek to strengthen a new result of the applicant, related to the above, that answered a question of Benjamini &amp; Schramm. Such a strengthening will provide new results on the Poisson boundary.\n\n-- The relationship between the cover time and the cover cost in extremal and random finite graphs.\nThe cover time of a graph is an important concept in mathematics and computer science, and is even studied by physicists, but it is very hard to compute or even approximate. Using the concept of cover cost that the applicant introduced, we seek to simplify the approximation of the cover time for many classes of graphs by breaking it down into two steps: showing that it is close to the cover cost, and computing the (provably more tractable) cover cost.\n\n\nThese topics lie in different areas of mathematics, all of which have seen a lot of research activity in recent years. They are interlinked by the general theme of electrical networks, random walks, and their interplay, and share further finer interconnections. The project aims to contribute by producing new results individually for each sub-topic as well as by establishing or strengthening connections between them. \n\nThe project's results will be of interest to several research communities, including Graph Theory, Probability, (discrete) Potential Theory and Group Theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002787/1","grantId":"EP/L002787/1","fundValue":"98503","fundStart":"2013-09-05","fundEnd":"2015-09-04","funder":"EPSRC","impactText":"","person":"Agelos  Georgakopoulos","coPersons":[],"organisation":"University of Warwick","findingsText":" Planar non-amenable graphs admit Dirichlet harmonic functions.\n\nTHe Planar Cayley graphs are effectively enumerable.\n\nCover time of graph-like spaces of finite length is finite The results will be used by other researchers working in pure mathematics Education,Manufacturing, including Industrial Biotechology","dataset":"gtr"}