{"id":"82D9BDDD-2FD0-44DF-9B39-E7D10B93D7D2","title":"Extending the Englicious Platform for Primary English","abstractText":"The National Curriculum for Key Stages 1 and 2 at primary schools published in February 2013 requires teachers to teach spelling, punctuation and grammar, but most teachers find the formal teaching of these topics difficult in the absence of targeted support. As a result they need a set of well-designed resources, such as lesson plans, exercises and activities, based around consistent and clear explanations of the key concepts.\n\nIn this Follow-on Project, a team at the Survey of English Usage (SEU), University College London, will work with the National Association for the Teaching of English (NATE) and St Aidan's Primary School in north London to extend Englicious to a new audience, namely pupils at Key Stages 1 and 2 at primary schools. Englicious is an online English language teaching platform which was developed at UCL as part of an AHRC Knowledge Transfer Fellowship, and was originally created to support secondary school teachers to deliver the UK National Curriculum for English, and in particular to teach English grammar more effectively.\n\nOur association with the National Association for the Teaching of English will ensure awareness of the platform among its members, and we will benefit from their knowledge of the primary education sector. Our association with St Aidan's Primary School will help us test and evaluate the resources that we will be developing in a classroom setting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L004550/1","grantId":"AH/L004550/1","fundValue":"70722","fundStart":"2013-09-01","fundEnd":"2014-03-10","funder":"AHRC","impactText":"  We developed a website for use by secondary school teachers called Englicious to help them teach the English language, especially grammar. This project extended the Englicious website to primary schools. Well over 50 new resources were developed. Education Cultural,Societal","person":"Sebastiaan Henri Lucas Marie Aarts","coPersons":[],"organisation":"University College London","findingsText":" We developed a website for use by secondary school teachers called Englicious to help them teach the English language, especially grammar. This project extended the Englicious website to primary schools. Well over 50 new resources were developed. Developing resources for other languages. Education","dataset":"gtr"}