{"id":"82DCBD3C-17B6-466B-AC94-AF10EEB90A61","title":"Exploring the potential of ocean gliders: a pirate-proof technique to illuminate mesoscale physical-biological interactions off the coast of Oman","abstractText":"The northwestern Indian Ocean (Arabian Sea, Arabian Gulf) is a fascinating place that plays an important role in the global ocean ecosystem. The winds completely change direction from one season to the next; this is called the monsoon system. During half the year, the winds blow from the southwest. Because of the rotation of the Earth, a wind from this direction moves the water away from the coast of Oman. This brings up deep cold water from below the ocean surface, which is often associated with rapid growth (called blooms) of ocean plant life called algae. This upwelled water is cold, but most importantly, it is very low in the amount of oxygen gas dissolved in the water. This is important, because fish cannot survive in low oxygen water. Sometimes the algal blooms are toxic. But scientists really don't yet understand the way in which the water becomes low in oxygen in the first place, or why the blooms happen when and where they do. This project hopes to shed light on these issues. These are important questions for the management of the Arabian Sea, and also for the people of Oman. Toxic algal blooms and fish kill events damage the local fishing industry and the food source for the population, and can cause death in the local population through contamination of food.\n\nOne reason that progress on these scientific questions has stalled is that the Arabian Sea is troubled by piracy. Large international research ships are not able to go there. So we have to be more imaginative. One possible solution is to use autonomous underwater vehicles called ocean gliders to make the measurements we would normally make from ships. The gliders are piloted remotely by scientists using their computers and satellite communication. They spend most of their time underwater like a submarine, so people won't know they're there. The gliders send their data back in real time too, so even if the pirates did decide to steal the glider, we would still have the data. \n\nThis project will bring together, for the first time, scientists from the UK and from Oman, to explore how we can best use this state-of-the-art technology to address these questions regarding the ocean processes off the coast of Oman. This requires a multi-disciplinary approach; the gliders will be measuring the physical, chemical and biological properties of the water. This project will pool the expertise of both sets of scientists, to design a trial, carry out a short deployment of a glider in the region, and analyse the results. The lessons learned from the trial will help us to plan a more ambitious field programme, as a joint UK-Oman contribution to a big international campaign in the latter half of this decade to move forward our scientific understanding of the Indian Ocean.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005801/1","grantId":"NE/M005801/1","fundValue":"39851","fundStart":"2014-11-01","fundEnd":"2015-10-31","funder":"NERC","impactText":"","person":"Karen J.  Heywood","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}