{"id":"82E4D18F-1CFC-47D7-AF5A-C90F5C0C0DEF","title":"TOWARDS WHOLE SPECTRUM JET NOISE PREDICTION","abstractText":"Driven by the rapid growth in air transport, the world's civil aircraft fleet is almost doubling in size every two decades. Major UK airports are under increasing pressure to add extra new runways. The impact of aircraft noise on the local environment is profound especially in the surrounding areas of an airport. In the worst case noise can be more than just annoying, potentially being a contributory factor towards illnesses such as hypertension. In the latest FlightPath 2050 noise emission targets, set by the Advisory Council for Aviation Research and innovation in Europe (ACARE), the perceived noise emission of flying aircraft is to be reduced by 65% relative to levels of 2000 by 2050. This is a huge ambition and tremendous challenge to the aerospace industry, potentially putting noise research to the forefront. Continuing reductions in permitted take-off noise levels are also making the existing technology and more established plane/engine models obsolete giving the strong economic implications for the proposed work.\n\nLarge Eddy Simulation (LES) based numerical prediction of jet noise has become increasingly promising in both research communities and industry. Despite LES prediction being generally more affordable compared to acoustic experiments, it is still time consuming and costly, often requiring significant High Performance Computing (HPC) resources, in order to capture both low- and high-frequency noise spectra. This is known as the scale disparity, and clearly is preventing LES based noise predictive methods from being further applied to more complex and realistic industrial jet configurations. To circumvent this obstacle of scale disparity, the work proposed aims to explore the potential advantages of a novel approach of combining noise spectra (in the spectral space) obtained from LES solutions with different grid resolutions in the physical space. The current work extends the methodology developed in the recently completed and highly successful EPSRC project GR/T06629/01, in which the applicant being the lead researcher, and the ongoing Rolls-Royce/TSB funded SILOET programme jet noise project. Results obtained from this work will be benchmarked against NASA experimental data as well as results from a full length sampling fine-grid single LES solution. The work will also investigate turbulent energy flux directed from smaller eddies to larger ones by a low-pass filtering analysis of the resolved flow field, the evaluation of velocity structure function and turbulent kinetic energy spectra.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M01391X/1","grantId":"EP/M01391X/1","fundValue":"97728","fundStart":"2015-03-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Hao  Xia","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}