{"id":"82E574BB-4A43-4C87-88B5-48A573B2742A","title":"Macroscopic dynamics and bifurcations of active particle systems","abstractText":"The living world presents many examples of large assemblies of coordinated agents such as insect swarms, bird flocks or crowds and, at a more microscopic scale, swarming bacterial colonies or collectively migrating cells. These agents resemble particles composing inert matter but a striking difference is that they produce their own motion. They are generically referred to as active particles.\n \nLike herds and flocks, most active particle systems exhibit self-organized collective motion. The mechanisms by which self-organization emerges are still poorly understood. Current research on this question is intense. In this work, we view the emergence of self-organization as a bifurcation from a non-coordinated state of the system to a collectively coordinated one. Bifurcations are intimately related to what physicists call phase transitions, i. e. abrupt changes of the state of a system when its environmental parameters are changed. Everyday examples are changes of state of matter such as water changing from liquid to vapor when its temperature crosses the boiling temperature. In nature, animals groups may change from a random motion state (when they are foraging for food for instance) to a coordinated motion state (when they want to escape the attack of a predator) in a similar way. \n\nOur goal is to study mathematical models for active particle systems. We aim to develop macroscopic descriptions of these systems when the number of particles is large and to analyse their bifurcation from disordered to collective motion. Indeed, when the number of agents is large, it is neither possible nor efficient to follow each agent individually. Macroscopic models describe the evolution of statistical averages such as the mean density or velocity of the particles and are computationally much more efficient. Their rigorous derivation involves complex mathematical tools of kinetic theory but they give rise to an efficient way of analysing bifurcations. \n\nLike for matter, there are many different types of bifurcations in active particle systems. In this proposal, we will focus on two specific but important examples. The first one is symmetry-breaking bifurcations when a system state changes its underlying symmetry. The second one is bifurcation due to jamming, which occurs when finite sized particles reach the density where they are all in contact with each other as in dense crowds for instance. To test the general character of our findings, we will also investigate other kinds of bifurcations, by looking at systems of rigid bodies interacting through attitude coordination, having collective sperm-cell dynamics as an application in mind. \n\nThe nature of mathematical models varies according to which state of the system they are adapted to. When several states are present simultaneously, they are separated by abrupt transition interfaces. To numerically approximate such situations, numerical methods that are uniformly accurate across the transition interface will be developed. They will allow us to validate the models by comparing them with real data in two selected applications, namely collective sperm-cell dynamics and pedestrian dynamics. In these two examples, we will showcase the usefulness of the models by using them to anticipate the outcome of various strategies of action aiming to change the collective behaviour of the system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M006883/1","grantId":"EP/M006883/1","fundValue":"381011","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"EPSRC","impactText":"","person":"Pierre, Andre, Alain  Degond","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}