{"id":"82E6BBC1-8CBC-4A11-BEA1-4258A2C87CBB","title":"Embedding design structures in engineering information","abstractText":"Engineers use design structures, such as Bills of Materials (BoMs), to tailor product definitions, including shape, for particular activities. For example, an engineering BoM defines the as-designed product whereas a manufacturing BoM defines the as-built state of the same product and a service BoM includes information on how the product has been maintained. All of these BoMs relate to the same designed product. However in practice, because of restrictions arising from current computer aided design technologies and associated business systems, different BoMs are usually related to separate digital definitions of the same product. This creates significant data management problems that add cost, time and rework into product development processes. If resolved, substantial business benefits, through improved efficiency and effectiveness of product development processes, could be achieved. \n\nKey challenges for engineers lie in (1) understanding how the range of BoMs and other design structures of a given product relate to each other and the product itself, and (2) in ensuring they have the best design structure(s) for specific tasks. For example, a BoM is a hierarchy of part-whole relationships that are useful when a product breakdown structure is needed whereas engineering design tasks typically need design structures that capture how the part being designed relates to the parts to which it must interface. In this second type of [lattice] structure, assembly mating relationships are needed. These and other kinds of connection relationship are fundamentally different to the part-whole relationships of a BoM. \n\nEmbedding allows one instance of a mathematical construct to be superimposed on another [http://en.wikipedia.org/wiki/Embedding]. It has been documented since the 1930s in the mathematics literature. Descriptions of concrete applications are less common but do occur in, e.g., in the shape computation literature. Methods to enable the robust implementation of embedding for use in real-world applications remains an open research issue. This project will explore the feasibility of computational tools that can be used to embed design structures in engineering information. If successful we will demonstrate ways in which engineers can associate multiple design structures with a given design as and when such structures are needed. In doing so, key areas of work will be in \n1) The development of user-focussed case studies where the added value of embedding can be better understood and \n2) The creation of software prototypes for use in demonstrating this potential.\n\nThe project team brings together researchers with track records in engineering design and associated information systems, organisational psychology, mathematics and computing. We will work with industrial and other end user partners to define case studies and use them to support demonstrations of how embedding might be implemented and used to enhance real-world engineering design, manufacturing and through life support processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005694/1","grantId":"EP/N005694/1","fundValue":"296597","fundStart":"2015-10-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"","person":"Alison  McKay","coPersons":["Mark  Robinson","David  Hogg"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}