{"id":"82EE5E71-90C3-419F-914C-1248C917CF22","title":"Mapping the Practice and Profession of Sculpture in Britain and Ireland 1851-1951","abstractText":"'Mapping the Practice and Profession of Sculpture in Britain and Ireland 1851-1951' ('Mapping Sculpture 1851-1951') is the first comprehensive study of sculptors, related businesses and trades investigated in the context of creative collaborations, art infrastructures, professional networks and cultural geographies. By presenting the results of the research through an online database, published articles and an exhibition at the Victoria &amp; Albert Museum, the project will broaden the way the medium is seen and understood and contribute new methods of approaching art practice.\\n\\nBetween the Great Exhibition of 1851 and the Festival of Britain in 1951, sculptural activity was transformed by urban expansion, the growth of teaching institutions, museums and exhibiting societies, changing attitudes to art and craft, and, above all, the emergence of modernism. Yet there has been no authoritative study of this century of change and information on less than 14% of the estimated 3,000-3,500 sculptors and 1% of the 900-1,100 art related businesses and trades active in this period is contained in standard works of reference. By conducting a systematic survey and creating records on c.6,000 sculptors and organisations 'Mapping Sculpture 1851-1951' will give researchers access to a wealth of data dispersed in numerous libraries and archives.\\n\\nThis project takes an innovative approach to the research that moves beyond the conventional image of the sculptor as the sole creator of handcrafted works and reveals the uniquely collaborative nature of the sculptural medium. 'Mapping Sculpture 1851-1951' reassesses the status and roles of related businesses and trades, such as studio assistants, carvers and art metalworkers, by exploring their contributions to the creative process. The role of personal and institutional networks in supporting art practice is re-evaluated, particularly the partnerships between sculptors and architects. A significant portion of sculpture from this period falls outside accepted critical hierarchies: monumental, ideal or abstract. The study reconsiders the full range of sculptors' practices to throw new light on responses to changing patterns of consumption. In order to develop a deeper understanding of the geography of sculptural practice and the relationship between the metropolis and the regions, the project will make an inegtrated study of sculpture in Britain and Ireland. \\n\\nThese methods, supported by a fully relational database and a powerful search engine, will reveal the complex web of relationships between sculptors, associated businesses, professional colleagues, objects, organizations and places. This is a new way of looking at the practice and profession of sculpture that will create the foundation for numerous studies in art history and visual culture, including critical analyses of networks of production and explorations of real and imagined communities of consumers.\\n \\n'Mapping Sculpture 1851-1951' is a partnership venture between the University of Glasgow, the Victoria &amp; Albert Museum and the Henry Moore Institute. The project builds on Feasibility and Pilot Studies carried out between 2004-06 with funding from the Trustees of the Henry Moore Foundation. The main project survey will be carried out in seventeen locations across Britain and Ireland selected to yield data on 80% of sculptural activity in the period. \\n \\nBy delivering the results of the research through a free access online database with contextual essays and an exhibition at the V&amp;A, 'Mapping Sculpture 1851-1951' will ensure knowledge transfer to the broadest audience and serve as an invaluable aid to art historians and theorists, curators and heritage workers, the wider education sector and the general public. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E00864X/1","grantId":"AH/E00864X/1","fundValue":"854248","fundStart":"2007-09-01","fundEnd":"2011-05-01","funder":"AHRC","impactText":"  Mapping Sculpture has a substantial international audience. Google Analytics shows that in the 12 months ending 30 September 2014, the site has been visited c.94, 000 times (close to 8,000 visits per month). Around two-thirds of these visitors were based in the UK, with the remaining third visiting from 160 countries around the world. Since the project's official launch in May 2011, over a quarter of a million unique visitors have accessed the site. The scope of visitor figures reflecting the international reach of sculptors and businesses through immigration and overseas activities. Over the last decade there has been an explosion of interest globally in local and family history facilitated by sites such as ancestry.com (launched 2002) and popularised by television series like Who Do You Think You Are? (which attracts audiences of over 6 million in the UK alone). The c.2,750 feedback emails received by the project have demonstrated Mapping Sculpture's value and importance for this growing community of historians. Feedback received since the database launch in 2011 has amply tested and validated the academic advantages of Mapping Sculpture's methodology. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Alison  Yarrington","coPersons":["MARJORIE HELENA TRUSTED"],"organisation":"University of Glasgow","findingsText":" Mapping Sculpture is a free access online database delivering the first authoritative and comprehensive view of sculptural practice between the Great Exhibition and the Festival of Britain. It documents c.3,500 sculptors, 2,750 related practitioners and 10,000 businesses (e.g. potteries and die-sinkers) adding substantially to the current knowledge base. Contextual entries on: 125 art schools; 120 art societies; 1,300 exhibitions; and 700 other events (e.g. sculpture courses and discussions) throw new light on the growth of art infrastructures and the connections formed by practitioners. Around 15,000 object records reveal the range of the sculptural object and 16,000 addresses for artists and businesses deliver substantial new geographic data. Drawing on the power of MySQL and PHP the Mapping Sculpture database uses state of the art technology to deliver optimal search functionality.Mapping Sculpture has a substantial international audience. Google Analytics shows that in the 12 months ending 30 September 2014, the site has been visited c.94, 000 times (close to 8,000 visits per month). Around two-thirds of these visitors were based in the UK, with the remaining third visiting from 160 countries around the world. Since the project's official launch in May 2011, over a quarter of a million unique visitors have accessed the site. The scope of visitor figures reflecting the international reach of sculptors and businesses through immigration and overseas activities. Over the last decade there has been an explosion of interest globally in local and family history facilitated by sites such as ancestry.com (launched 2002) and popularised by television series like Who Do You Think You Are? (which attracts audiences of over 6 million in the UK alone). The c.2,750 feedback emails received by the project have demonstrated Mapping Sculpture's value and importance for this growing community of historians. Feedback received since the database launch in 2011 has amply tested and validated the academic advantages of Mapping Sculpture's methodology. Amongst the scholarly outcomes resulting from information already received are: depth and detail added to numerous practitioner records; many new insights into business histories; and the disambiguation of around a hundred sculptors' identities. This fresh data has supported a range of undergraduate, post-graduate and academic research projects; answered many museum and archival collections enquiries; and provided assistance for heritage workers concerning preservation issues. this project will continue to inform such activities. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}