{"id":"82EFC901-4F30-41AE-B188-E1F786C40203","title":"Film and the Other Arts : Intermediality, Medium Specificity, Creativity","abstractText":"From its beginnings, cinema has developed in close interaction and, to a certain extent, rivalry with its sibling arts literature, the theatre, painting, dance, architecture and photography. Whilst, over the past two decades, scholars have become increasingly interested in the relations between film and the other arts, to date research efforts have concentrated mainly on specific interfaces notably between film and painting and film and literature. This network aims to offer a stimulus for new directions in the study of cinematic intermediality (that is, the interaction and crossing-over between cinema and the other arts), opening up new areas of research and new creative pathways. It intends to foster dialogue and exchange between researchers from different Humanities disciplines (Film and Media Studies, Media Arts and Design, History of Art, Theatre and Performance, Modern Languages) and practitioners through a series of four workshops and related knowledge exchange/ impact events. The workshops will examine the manifold ways in which the cinema references, incorporates and reframes other artistic practices, initiating fusions and cross-overs between different media. Particular emphasis will be given to the permeability between cinema and the other arts in avant-garde and experimental practice and its legacy in mainstream film, as well as to the role of technology in forging new connections between film and the other arts. \n\nThe border-crossings between cinema and the other arts that are at the centre of this project allow us to revisit questions regarding the specificity of the cinematic medium, questions that are all the more pressing in our digital, 'post-media' age. By engaging researchers and practitioners in dialogue around these questions the network seeks to broaden the traditional horizon of film studies, fostering a better understanding of the ways in which cinema is shaped by the other arts and providing a platform for reflecting on film's status as an 'impure' medium where different art forms intersect and communicate. Inserting itself into the burgeoning field of intermediality studies, which is stimulating thinking across disciplines, the project will make a timely intervention in a more general debate about the relationship and cross-fertilisation between different art forms.\n\nThe four workshops will experiment with novel forms of presentation and exchange by inviting a mixture of formats (combination of short position papers and exploratory talks, round table discussions, discussion groups based on papers submitted prior to the workshops, illustrated presentations by practitioners). They are accompanied by a series of knowledge exchange / impact events which will place emphasis on curatorial outputs and engage a wider public in the network's research base. The findings of the project will be beneficial to researchers interested in the relations between film and the other arts working in a broad range of Humanities disciplines. The network involves three external partners, the newly opened LUX Scotland, Filmhouse Edinburgh, and Aberystwyth Arts Centre, opening up possibilities for future collaborations between the first two institutions and allowing Filmhouse and the Aberystwyth Arts Centre to extend their programming of non-mainstream work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N001907/1","grantId":"AH/N001907/1","fundValue":"24840","fundStart":"2015-10-19","fundEnd":"2017-10-18","funder":"AHRC","impactText":"","person":"Marion  Schmid","coPersons":["Kim  Knowles"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}