{"id":"82F04789-E0D6-460F-BF64-735F645E5707","title":"Dissecting the function of GORAB, the protein mutated in Geroderma osteodysplastica","abstractText":"Skin, bone, cartilage and connective tissues in our body are clearly important, providing a range of functions that are essential for life. The components of all of these tissues are made inside special types of cells in our body, which then release, or secrete, them outside the cell, upon which the individual components assemble to form complex networks that ultimately generate the physical structure of the particular tissue. The secreted components are typically large proteins that undergo extensive modifications prior to and after their secretion from the cell. The secreted proteins are synthesized in a particular compartment inside the cell called the endoplasmic reticulum, where many undergo extensive modification, commonly involving the addition of linked chains of sugars in a process termed glycosylation. Proteins are then transported in small spherical packets to another compartment called the Golgi apparatus, where further glycosylation and processing of the added sugar chains occurs. The modified proteins are then packaged at the Golgi apparatus into different vesicles for delivery to the cell surface and release from the cell. \n\nMany human diseases affect the formation or maintenance of the skin and bones, and moreover, it is well known that both tissues degenerate as people get older. A rare genetic disorder called Geroderma osteodysplastica causes loose, wrinkly skin and osteoporosis, symptoms similar to those seen in ageing. The cause of GO is mutation of a gene that encodes for a Golgi apparatus protein called GORAB. The function of GORAB is not known, and consequently we do not understand how the symptoms of GO are brought about. We have obtained preliminary evidence that GORAB is important for vesicle transport at the Golgi complex and for the correct processing of sugar chains on cargo proteins transiting through this compartment. Hence, we propose that GO is caused by defective modification of proteins that make up the skin and bone, leading to the pathological effects that are observed in these tissues. The work described here aims to determine the precise function of GORAB in Golgi vesicle transport, and then to determine how the loss of GORAB affects modification of secreted proteins, focusing on those that make up the skin. The work will not only be important for determining the mechanisms of GO, but have more widespread significance for our understanding of cargo modification more generally, which is of fundamental importance to all cells. Moreover, the results will inform us of how the skin is assembled, and how the skin changes both in disease but also likely during the normal ageing process. Finally, the work also has relevance to our understanding of processes such as tissue regeneration and wound repair.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N000366/1","grantId":"MR/N000366/1","fundValue":"404227","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"MRC","impactText":"","person":"Martin  Lowe","coPersons":["May  Tassabehji"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}