{"id":"82F6F47A-FE86-4118-A341-4B1C20241747","title":"Beating auditory beats: plasticity and selectivity in the multimodal integration of cues to the temporal control of action","abstractText":"Skilled human movement and social interaction depends on our ability to synchronise our actions with those of other people or objects in our surrounding environment. For example, when we dance with a partner we use auditory information from the music played, tactile information from our partner, proprioceptive information from the position of our limbs in space and visual information from flashing lights, to keep our movements on the beat. Previous research examining the way in which humans produce synchronised movements has focused predominantly on the use of auditory information (i.e. regular auditory beats). This proposal considers human performance in situations more like everyday life where we use more than one source of sensory information to perform a rhythmic movement. A major challenge in understanding performance in this multi-modal setting is to discover how the brain evaluates the relative importance of each piece of information it receives. Audition, vision and touch can all provide information (cues) to a beat, but which cue should we use? A simple strategy might suggest only the 'best' source of information, but no simple rule determines the circumstances in which a piece of information is most appropriate. Intuitively, it seems sensible to use all the information available, but when doing so to give more importance (or weight) to the source of information that is most reliable. This intuition can be shown mathematically, and it is known that optimal performance in a multi-modal setting results from using all the information available weighted according to the reliability of each cue. This proposal investigates the combination of multi-modal information for the temporal control of action, studying the brain's use of auditory, tactile and visual information when controlling the rhythmic movement of our limbs. We will test and develop theoretical models for the combination of different sensory signals and compare these models with human performance. We will evaluate how the brain makes use of the statistics of sensory signals so that it can evaluate the reliability of timing cues and determine the extent to which human timing behaviour reflects the best use of the available information. We will study the dynamics of the combination process to determine the brain's plasticity in responding to changes in the reliability of particular sources of sensory information. Finally, we will examine age related changes in the use and statistical assessment of sensory cues to timed action, to evaluate how the changes in the processing capacities of our sensory systems impact on our ability to produce successful timed action. The proposed research will study human behaviour to develop understanding of sensory integration for motor timing. It will provide a basis for future work examining the underlying neural mechanisms using brain imaging techniques. The work has implications for the development of multimodal metronomes for music performance or as teaching aids and as such has potential for commercial development. There are also implications for healthcare with possible applications in movement rehabilitation or elderly exercise routines based on improvements in metronome assisted retraining of motor function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E009565/1","grantId":"BB/E009565/1","fundValue":"411761","fundStart":"2007-04-30","fundEnd":"2010-10-29","funder":"BBSRC","impactText":"  The engagement activities consist of:\n1. Presentations in Schools. The PI and Co-PI have given presentations to School-aged students (14-18 years old) on scientific Psychology in general and movement control in particular as part of the grant. These visits took place in December 2008 (Birmingham), April 2009 (Paris, France) and March 2010 (Lille, France).\n2. Presentation at the Aldeburgh Festival (22nd June 2010). Team members delivered a workshop entitled &amp;quot;Togetherness&amp;quot; that explored issues of synchronisation with a professional string quartet. The workshop involved live motion capture of the musicians and live a experiment where the musicians had to perform by playing in synchrony with a computer-rendered display of one member of the quartet. Following the performance, Alan Wing led an open discussion of issues in synchronisation in musical performance for amateurs, enthusiasts and professional musicians. The event was covered on Radio4's flagship PM programme, with Alan Wing being interviewed live to the accompaniment of the Sacconi Quartet.\n3. Demonstration at the British Science Festival (13th-14th September, 2010). The team (lead by Dr Mark Elliott) gave a demonstration of movement synchronisation as part of the British Science Festival. This involved a live experiment that visitors (School-aged children and adults) could take part in, allowing them to compete with each other in their ability to keep in time. Over the two days of presentation, the demonstration involved over 100 participants and around 200 visitors.\n4. Additional media coverage for the work followed Andrew Welchman's publication on movement production (Feb 2010). The story &amp;quot;The quick and the dead&amp;quot; attracted wide-scale media interest, and Andrew Welchman worked with the BBSRC and University of Birmingham media office in dealing with media requests. The story was covered by all the major UK newspapers as well as international papers. Among others, Welchman gave interviews on BBC Breakfast, Radio4 Today, 5Live Breakfast, Quirks and Quarks (Canada), ABC Nightline (USA), ABC (Australia).\n5. Finally, our experiments with older adults have provided an opportunity to engage with retired adults who are interested in participating and learning about experimental work in experimental Psychology. Leisure Activities, including Sports, Recreation and Tourism,Security and Diplomacy Societal","person":"Andrew  Welchman","coPersons":["Alan  Wing"],"organisation":"University of Birmingham","findingsText":" Skilled human movement and social interaction depends on our ability to synchronise our actions with the surrounding environment. For example, when we dance with a partner, we use auditory information from the music, tactile information from our partner, and visual information from flashing lights, to keep moving on the beat. Previous research examining synchronised movements focused on the use of sound (i.e. regular auditory beats). This project considered human performance in situations more like everyday life where we use more than one source of sensory information.\nA major challenge in understanding performance in these multi-modal settings is to discover how the brain evaluates the relative importance of each piece of information it receives. Audition, vision and touch can all provide information (cues) to a beat, but which cue should we use? A simple strategy might suggest only the &quot;best&quot; cue, but no simple rule determines the circumstances in which a single cue is most appropriate. Intuitively, it seems sensible to use all the information available, but to give more importance (or weight) to the source of information that is most reliable. This intuition can be shown mathematically, and in this project we developed a new model that details how people synchronise their movements by weighting timings cue according to their reliability.\nWe performed six main experimental studies to test the role of different sensory inputs (vision, audition and touch) and motor outputs (smooth vs. abrupt finger movements) in accurate synchronisation. First, we demonstrated that people synchronise better, and make catch-up corrections faster, if they make abrupt movements, rather than continuous movements. Second, we investigated the use of visual displays for synchronisation, demonstrating better performance when displays depict a continuously moving beat rather than a regular flash of light. This contrasts with auditory signals, where performance is best with isolated beats, rather than continuous variations of pitch or volume. Third, we tested synchronisation when pairs of multi-sensory cues were presented. We found that synchronisation improved when two cues (vision &amp; touch; vision &amp; audition; audition &amp; touch) were presented concurrently. We developed a model for synchronisation to these cue pairs based on an optimal integration of the sensory signals. The fit between this model and our experimental data suggests that the human brain implements optimal sensory combination for movement control. Fourth, we tested synchronisation performance as we varied the regularity of the metronome beat. We observed a systematic reduction in the participant's reliance on a perturbed signal as it became increasingly irregular. We were able to account for this finding using a model that describes the statistical probability that two metronome events are related to each other. We showed that once metronome beats become too separate, the brain discards one signal, defaulting to the exclusive use of the more regular beat. Fifth, we tested the importance of attentional allocation in maintaining accurate synchronisation, showing that synchronisation is not as 'automatic' as previously supposed. Finally, we tested movement synchronisation in older adults, demonstrating that they obtain significant benefit from multi-sensory metronomes. In particular, we found that individuals are more sensitive to beat irregularities in older age, but this can be compensated for if two beat cues (e.g. sound and touch) are available concurrently.\nThis work provides new insight into how humans develop and maintain synchronisation with ongoing events. Moreover, it suggests new ways of presenting timing signals for healthy adults when they play music or practice sport, and also ways to maintain timing functions in older age. One development from the grant is the use of multisensory and irregular metronomes to help retrain walking in Stroke patients. The project has involved discussions with Universal Music for applications in the professional music context and exploration of the potential for novel metronome devices in sports training and movement rehabilitation. To determine the commercial viability of these ideas, we used a Pathfinder grant to target two broad markets: i). Musical performance and education and ii). Sports training. (In the time available, we were unable to find a consultant with the required specialised knowledge of the movement rehabilitation market.)\nThe outputs from this market research suggested both markets would be suitable for the use of improved metronome devices, however the path to market was not as straight-forward as we had hoped. Discussion and consultation with Alta Innovations Ltd (University of Birmingham Tech Transfer group) suggested that Patenting was unlikely to be financially viable, so we are looking at ways to market new metronome features to existing manufacturers. We are currently developing a new metronome display to market to a music software company that is a direct result from the research outputs of the grant on the importance of continuous presentation in using visual metronome cues. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}