{"id":"82FCCCF9-48F3-427A-9854-4AF97653B0AD","title":"The role of the R2R3-MYB gene family in stomatal signalling","abstractText":"Stomata are pores found in the surface of leaves. By controlling the aperture of the stomatal pore, plants are able to optimise the uptake of carbon dioxide for photosynthesis and the loss of water by the plant. The stomatal pore is bounded by two cells called guard cells. When these swell the pore gapes open and carbon dioxide uptake and water loss takes place. Alternatively, when the cells shrink the uptake and loss of gas is prevented. Controlling the exchange of gasses between the plant and the atmosphere is very important to the plant because it allows the plant to conserve water in times of drought and also to maximise carbon dioxide uptake to support growth and development. Stomata integrate signals from the environment (light intensity, atmospheric carbon dioxide, humidity and plant hormones) to set the optimum stomatal aperture to suit the prevailing environmental conditions. Recently we have discovered a new protein that helps to control stomatal movement. This protein is called a transcription factor and it belongs to a large family of related transcription factors called MYBs. The objective of this application is to determine which of the other MYB family members are also involved in the control os stomatal aperture. These proteins are interesting as they help to control stomatal aperture so understanding how they work might help us to breed crops better equipped to tolerate global warming and environmental stresses such as drought.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D010020/1","grantId":"BB/D010020/1","fundValue":"206142","fundStart":"2006-06-19","fundEnd":"2009-06-18","funder":"BBSRC","impactText":"  the findings from this grant are incorporated into models of how stomatal guard cells respond to environment change Agriculture, Food and Drink,Environment ","person":"Alistair MacCulloch Hetherington","coPersons":[],"organisation":"University of Bristol","findingsText":" we found that a transcription factor was important in the control of the response of plants to light and also showed that cell wall composition impacted on plant water use efficiency improving crop water use efficiency is an important target - our approach and especially the identification of the mutants could be applied to crops Agriculture, Food and Drink,Environment","dataset":"gtr"}