{"id":"83136491-8860-4778-BD92-616FED125365","title":"All-Semiconductor Integrated Terahertz Time Domain Spectrometer","abstractText":"The terahertz (THz) part of the EM spectrum stands between infrared and microwaves. Therefore, THz technology stands in the interface of optics and electronics; until recently, both electronics and optics technological approaches failed to produce a practical THz source or detector. THz sources and detectors were prohibitingly expensive and as a consequence were used only in astronomy and physics research. This is the reason why traditionally this spectral region was called the THz gap. Although there was a lot of interest for medical diagnosis and material spectroscopy because this region is very rich in absorptions, practical applications were not possible. However, THz science expanded during the 1990s with the invention of ultrafast laser systems that can be used to generate and measure THz fields. The instrument that redefined THz science is called Terahertz time domain spectrometer (THz-TDS). At present, companies such as Teraview Ltd. target the development of imaging solutions and produce spectrometers with advanced capabilities in drug research and medical diagnosis but also with high cost and size. It is obvious though that research in the area should be sponsored to expand outside this approach of complicated spectroscopic imaging machines to a more flexible compact solution that will open even more application possibilities. THz spectrometers need further development to unleash their full market potential; mainly, development to bring the cost and size down. Furthermore THz radiation is strongly absorbed by water and this makes it impossible to use THz to penetrate the human body or make measurements of liquids; this limitation should be overcome. Nevertheless, THz cancer detection is specifically based on the sensitivity of THz on water content; a THz spectrometer can detect the higher water concentration of cancerous cells. Scientists are addressing these problems daily, doing research for smaller size spectrometers and liquid measurement ability; it is generally accepted that there is a place for Terahertz technology in the near-future of sensing for medicine, biology and homeland security.The research proposed here is crucial to further expand terahertz technology and it results to a device that can be directly used in the industry with solid and liquid sample capabilities. It is a highly interdisciplinary attempt to give a new route for the use of this technology in chemistry, medicine and biology. The proposed research is for an integrated THz time domain spectrometer in an all-semiconductor configuration. It aims to the development of a terahertz spectrometer with reduced cost and size by using compact semiconductor pump laser sources and integrated optics. Furthermore, it overcomes the water absorption problem because it uses very small water samples to keep absorption values low. This research is timely because at the moment terahertz industry is coming to maturity commercially around the world as it is slowly adopted in the pharmaceutical industries and is tested also for medical diagnosis and security controls.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G05536X/1","grantId":"EP/G05536X/1","fundValue":"270090","fundStart":"2010-03-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"  In Laser research, bringing VECSEL semiconductor lasers closer to maturity we have helped subsequent research efforts to improve the performance of VECSELS. Also during the award we have worked a lot on THz algorithms for material THz parameter extraction that have been used by other groups and we have published a book chapter on how to produce a THz refractive index algorithm based on transfer functions Aerospace, Defence and Marine,Electronics,Other Economic","person":"Vasileios  Apostolopoulos","coPersons":[],"organisation":"University of Southampton","findingsText":" During this grant we have created a THz - VECSEL spectrometer. We have also worked on the performance of VECSELs.\nAlthough VECSELs were exhibiting adequate power levels and short pulses we have worked a lot in the grant in producing VECSELS that have the necessary stability to be used for a THz time domain apparatus. As Vecsels improve a THz - VECSEL spectrometer is the way forward for a compact and fast spectrometer to be used in the field Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology","dataset":"gtr"}