{"id":"831AF59B-DE03-422E-84A6-CAA0610D45C0","title":"Managing Access to the Internet in Public Libraries (MAIPLE)","abstractText":"The introduction of public Internet access into UK public libraries has been an important factor in generating greater equality of access to information, and has enabled significant steps to be taken in terms of the provision of electronic public services (e.g. the ability to renew one's driving licence online, or to pay one's Council Tax online). This, in turn, carries with it considerable potential benefit to both government and to the citizen, in terms of cost-savings, accessibility, democratic participation, environmental sustainability etc. However, the provision of public Internet access in public libraries has also led to ongoing concerns that such access would lead to misuse and the downloading of inappropriate and illegal content. In particular, the management of Internet access on the part of minors in public libraries has, raised difficult issues with regard to responsibility for their protection. Concerns have also been expressed by librarians with regard to their own legal liability in the event of misuse of library public access facilities. However, to date there has been little research undertaken that provides a comprehensive picture of measures that are being taken to address these concerns, or of the effectiveness and impact of alternative approaches: this is of particular concern with regard to the key professional value of preservation of freedom of access to information. \n\nTherefore, this research aims to identify and quantify measures being taken in UK public libraries to regulate and manage access to Internet content. These will include technical measures, such as the implementation of filtering software, and organisational measures, such as the adoption of Internet Use Policies and the provision of user education. Similar research will be carried out with a range of commercial public internet access providers, such as cybercafes, in order that the public library service can learn from practice elsewhere. This will also help to evaluate any 'added value' offered through the provision of access in libraries as opposed to cybercafes. In addition to identifying what measures are being taken, the impact of measures adopted will be evaluated: what are the problems raised by these measures for those charged with managing public Internet access? How do the measures impact on the user's freedom of access to information and freedom of expression? Are the measures effective in regulating access to inappropriate or illegal content? How could the management of public internet access be improved to ensure stronger legal compliance without impacting adversely on freedom of enquiry? Are children being adequately protected or do alternative measures need to be considered? How can public librarians be protected from legal liability as a result of their clients' actions? \n\nThese are all key questions for the 21st century public library service. This research will enable a more informed approach to be taken in the management of public Internet access that maximises access to information whilst minimising the risks from misuse of such access. \nThe study will adopt a mixed methods approach involving desk research, including analysis of documented approaches adopted elsewhere in the world, questionnaire survey analysis, interviews and focus groups with key stakeholders. Outcomes from the project will include the dissemination of examples of good practice in managing public access to the Internet for all user groups in UK public libraries, as well as the production of a set of guidelines for UK public librarians to assist them in managing to provide public access to the Internet whilst remaining within the boundaries of legal, ethical and practical constraints. The findings will also be used to provide relevant knowledge and guidance to professional bodies in order that they may offer strong leadership, advice and support to those charged with the public provision of public Internet access.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005878/1","grantId":"AH/J005878/1","fundValue":"202004","fundStart":"2012-09-01","fundEnd":"2014-08-31","funder":"AHRC","impactText":"","person":"Louise  Cooke","coPersons":["Claire  Creaser","Adrienne  Muir"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}