{"id":"831EC1B1-6EDD-477F-80C0-0E0646194D44","title":"Modelling congested traffic on road networks: overcoming substantial limitations","abstractText":"Traffic congestion is an ever-increasing problem with high social and economic costs to road users and nonusers. To understand, plan and manage road traffic, congestion and roads investment a heavy reliance is placed on traffic network models, hence it is important that these models be reasonably accurate or at least not seriously flawed. An essential part of traffic behaviour is variation in network flows over time, e.g., throughout the day, and in a current project we have shown that existing 'analytic' network models for this (with time-varying traffic flows) are rather poor approximations to a 'fluid flow' model (also called the LWR model) of traffic flow. This results in an inability to properly model congestion (or 'hypercongestion'), and to ignoring multiple lanes, lane changing, choice of lanes, etc., and to other inconsistencies in results. We propose to develop ways to overcome these various problems and limitations in existing 'analytic' approaches, to obtain network models that are more soundly based on traffic flow theory. This would build on recent advances, would seek to retain the benefits of an 'analytic' approach (e.g. more tractable data requirements, more interpretable results) while also retaining consistency with simulation approach, thus linking the two main approaches in use. The work is made possible by recent developments in the field, would be undertaken at Queen's university, and would mainly involve the applicant (as principal investigator) and one research assistant. We are requesting funding for the latter, plus some funding for necessary travel and computing equipment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C007913/1","grantId":"EP/C007913/1","fundValue":"196485","fundStart":"2006-01-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Malachy  Carey","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}