{"id":"832107D1-A66E-46FE-B247-D87E49EA284D","title":"New Multiple Bond-Forming Strategies for Organic Synthesis","abstractText":"Among the most important goals of modern synthetic chemistry is the facile construction of molecules that have relevant application in biological settings. Although historically most medicinal compounds have come from natural sources, contemporary drugs are commonly prepared by chemical synthesis. Several advantages result from the de novo construction of biologically active molecules including: 1) the prospective of generating structurally related analogues that may exhibit improved physiological properties; 2) the ability to prepare greater quantities of material; 3) the potential for discovering new methods for chemical synthesis that have application beyond the context in which they were first observed.Whether the end use of the compound is as a therapeutic agent, probe for elucidating biological pathways, or agriculturally beneficial material, the method for preparing the structure must be efficient. The demand for greener more atom-economical processes that maximize efficiency in terms of time, resources required, and waste generated per reaction constitutes a major driving force behind the investigation of new synthetic methods.This proposal seeks to develop a new paradigm for the construction of organic molecules. The proposed reactivity will produce biologically relevant products in an efficient manner by forming multiple bonds in a single operation. In addition, the key reagent that will effect this transformation is used in a catalytic fashion, such that a single molecule of reagent is capable of generating many molecules of the product, thereby minimising the waste generated during the course of the reaction. In order to illustrate the power of the innovative method to the synthetic community, upon establishing reactivity parameters, application to the synthesis of structurally complex, biologically relevant molecules will be undertaken.The research described is also expected to generate substantial new knowledge in a relatively unexplored area of organometallic chemistry. As such, there is vast opportunity for scientific discovery. This information will likely impact the way molecules are made in both the academic and industrial sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I027165/1","grantId":"EP/I027165/1","fundValue":"102084","fundStart":"2011-06-06","fundEnd":"2013-06-05","funder":"EPSRC","impactText":"","person":"David Joseph France","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}