{"id":"83230BA1-7DC3-4B7F-B233-F51D40BA4767","title":"The Privatisation of Biodiversity?: New approaches to nature conservation law","abstractText":"Early this decade, governments made commitments at UN, EU and national levels to halt biodiversity loss by 2010. It is universally accepted that these targets are not being met. There are many factors behind the continuing degradation of our natural environment, but it is clear that the present legal mechanisms designed to protect biodiversity are not being effective. \\n\\nNature conservation law in the UK has developed dramatically in the past thirty years, yet continues to use a fairly limited range of legal mechanisms to achieve its objectives. The aim of this project is to examine the potential for using other mechanisms to make the law more effective and efficient. Such specific measures can only ever be part of the story in tackling the deep-rooted economic, social and other drivers that threaten biodiversity, but there is scope to achieve more through utilising a wider range of legal devices. This project aims to build on the Principal Investigator's deep understanding of the current British law to identify other regulatory mechanisms that could be employed to further the aims of conservation and to examine in detail the potential for and obstacles to their adoption here. Such examination involves challenging some commonly held attitudes towards the natural environment, involving what can be seen as a 'privatisation' of conservation or the conversion of nature into an economic good akin to other goods given recognition within existing legal frameworks. \\n\\nHistorically, wild creatures had no legal recognition at all (either in their own right or as anyone's property) and no-one had any standing to protect them. The present law rests largely on designating particular sites or species of value and then controlling activities that cause direct harm to them, through the use of criminal prohibitions and of agreements reached between public bodies and the occupiers of the land affected, supported by the operation of existing permit or approval systems. In other countries different devices are used. These include conservation easements (where private agreements to conserve habitat are given enduring legal effect), conservation banking (where development in one place is off-set by the developer providing for conservation elsewhere), tradable development rights (where a certain amount of development of a habitat is permitted and the right to undertake this allocated among occupiers who can then trade amongst themselves to alter their share of development or conservation) and various means of allowing the landowner to recover from those benefitting the value of the ecosystem services provided by undeveloped land (including water storage and purification, flood protection, leisure opportunities and amenity).\\n\\nAt the practical level, assessing the potential of such devices in the British context requires an examination of how they might be fitted into the legal frameworks that apply here, not just in terms of conservation rules but also the fundamental structures of property law etc., and whether they are suitable for British conditions, where the goal is not protecting large areas of pristine prairies or forests but supporting biodiversity in a richly varied, densely packed and heavily managed environment created by human intervention over many centuries. Conceptually, accepting some of these mechanisms requires a major rethinking of the enterprise of biodiversity conservation, from a task that is primarily to be directed by the state to one that is a shared undertaking. \\n\\nMore fundamentally, a different set of values is engaged when biodiversity is viewed not as something outside the commercial arena but brought within it through the recognition of valuations, tradable rights and offsetting arrangements. The implications of this 'commoditisation' of nature will be explored in contrast to views of nature as a 'common heritage'and the radical arguments of &quot;Earth Jurisprudence&quot; proponents such as Berry and Cullinan.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I022884/1","grantId":"AH/I022884/1","fundValue":"211879","fundStart":"2012-04-23","fundEnd":"2014-04-22","funder":"AHRC","impactText":"  Research papers, responses to calls for evidence and direct involvement in workshops has helped to inform the Law Commission's proposals on conservation covenants and government and parliamentary committee reports on biodiversity offsetting. Environment,Government, Democracy and Justice,Other Policy & public services","person":"Colin Turriff Reid","coPersons":[],"organisation":"University of Dundee","findingsText":" The project has explored the potential and challenges of adopting new approaches to biodiversity conservation, especially those that employ a market-based element. There can be benefits for biodiversity, but also risks and practical and ethical questions to be resolved. Final decisions have still to be made on government policy on biodiversity offsetting and conservation covenants, and this research can help to inform the continuing debates. Agriculture, Food and Drink,Construction,Energy,Environment,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}