{"id":"8328B3F0-B7CD-4282-85DE-83C664E7DCF6","title":"Experimental approaches to determine the impacts of light pollution: field studies on bats and insects","abstractText":"Urban areas are expanding faster globally than any other land cover type, causing dramatic changes in the structure and function of ecosystems. Understanding the implications of urbanisation for species and populations is crucial for conservation biologists wishing to counteract negative effects. Urbanisation and human disturbance affect wildlife adversely by causing ecologically maladapted behaviours. Negative effects of increased anthropogenic noise, roads, industrial development and artificial lighting on wildlife have been identified. Although research is now addressing the impacts of anthropogenic noise, only recently has there been an interest in the ecological impacts of artificial light pollution associated with urbanisation. Light pollution is an increasing global problem affecting every inhabited continent, covering 100% of the land area in many countries. As human populations rise and become increasingly urbanised, levels of light pollution are set to increase globally. Being nocturnal, bats are among the groups most likely to be affected by light pollution, and respond as bioindicators to a range of factors associated with anthropogenic change. Together with their insect prey bats form an ideal system for investigating the impacts of light pollution. Almost a quarter of bat species globally are threatened, and the key underlying threat to populations is pressure on resources from increasing human populations. Bat habitats are under increasing disturbance from suburban development and its associated artificial lighting, and connectivity of habitat and foraging areas to roosts is fundamental to the survival of many bat populations. In the UK, threats to bat populations have resulted in populations becoming protected under UK and European legislation. During our previous research using field-based experiments we showed that the most common UK street-lights (high pressure sodium) fragment bat habitats, causing bats to change their behaviour with potentially negative conservation consequences. We provided new insights into the effects of light disturbance on wildlife. Our results suggest that the effect of light disturbance on bats varies between species and is therefore more complex than previously thought. Understanding the effects of light disturbance on bat spatial behaviour (foraging and commuting) is key to effective conservation management. Spatial behaviour patterns are the link between animals and their habitats. A disruption of the landscape may therefore interfere with critical ecological processes necessary for population persistence and the maintenance of biodiversity. Understanding the foraging and ranging behaviour of animals in relation to light disturbance will help us to understand how populations adapt to environmental change and the future challenges posed by increasing urbanisation. Having identified a negative effect of lighting on bats we have established the foundation upon which to study effects on individual behaviours. This will expand our understanding of the impacts of light disturbance in the context of likely fitness consequences. We will also study the impacts of emerging lighting technologies that will soon become widespread both on bat behaviour and on insect abundance, diversity, and evasive responses to bat echolocation. In collaboration with policy makers, project results will be used to create a guidance manual to inform stakeholders such as developers, ecologists and planners, working with bats and their prey in areas affected by light pollution. Our team is at the forefront of research on the biological impacts of light pollution, and arguably is the best suited team internationally to conduct this study. This project will directly achieve the key recommendation of the Royal Commission on Environmental Pollution (2009) that NERC leads a pilot programme of research to explore the impacts of artificial light on populations and ecosystems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I027460/1","grantId":"NE/I027460/1","fundValue":"530450","fundStart":"2012-08-01","fundEnd":"2016-03-01","funder":"NERC","impactText":"","person":"Gareth  Jones","coPersons":["William John Browne","Stephen  Harris"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}