{"id":"83303ED1-17C0-48C4-AD8D-6CC423173C15","title":"Energy Systems and Renewables in Brazil - A Focus on Photovoltaics (PV)","abstractText":"<p>The dynamicity of the Brazilian energy sector, together with its impacts and interlinks with western countries energy systems, makes the country an interesting target for establishing and developing research partnerships. In the light of such proposed objective the following Research Institutions have been visited:&nbsp;</p>\n\n<ul>\n \n\n <li><em>Centro Clima</em>, Centre for Integrated Studies on Climate Change and the Environment, linked with the <em>Energy Planning Engineering</em> department at Alberto Luiz de Coimbra Graduate School and Research in Engineering (COPPE), Federal University of Rio de Janeiro (UFRJ).&nbsp;</li>\n\n <li><em>LABSOLAR</em>, Solar Research Laboratory, and <em>LabEEE</em>, Laboratorio de Eficiencia Energetica em Edificacoes, both at <em>University of Santa Caterina</em> (UFSC), Florianopolis.</li>\n\n</ul>\n\n<p>The visiting activities at the Centro Clima and Energy Planning Engineering department (PPE) at COPPE-UFRJ allowed engaging with the resident research community as well as gathering information on the Brazilian energy sector and Brazilian energy and renewables policy, with a particular focus on the role of photovoltaics (PV) and its future prospects within the Brazilian energy mix. Activities at LABSOLAR focused on exploring the PV technology potential within the Brazilian energy sector and its performance under Brazilian climatic conditions. Moreover, the potential and prospects of grid-connected PV in urban areas and in building integrated applications has also been explored.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-067-26-0003","grantId":"RES-067-26-0003","fundValue":"3442","fundStart":"2009-06-01","fundEnd":"2009-10-31","funder":"ESRC","impactText":"  The aim of the visiting were:\n1. Engaging with the resident research community in the light of establishing long terms relationships between UK and Brazilian research community working in the energy field.\n2. Establishing and further reinforcing links between the hosting institutions and UKERC, engaging them in UKERC's future activities.\n3. Gathering information on and gaining privileged access to the brazilian energy and Brazilian energy and renewable policies; the PV sector in Brazil and engaging with the broader PV scene (including government institutions, public and private companies working in the field); data and information on PV technologies performances under Brazilian climate conditions.\n4. Exploring further collaborations and establishing links with the UK PV research arena.\n\nThe visit highlighted strong affinities between the research activities developed both at 1. LIMA/COPPE institute and UKERC, and 2. LABSOLAR and UK PV Research.\nPossibility for further visiting exchanges and joint research projects had been explored.  ","person":"Chiara  Candelise","coPersons":[],"organisation":"Imperial College London","findingsText":" Good understanding of Brasilian energy sector and good and useful contacts in Brasilian Universities working on energy polciy and PV technologies. Gathered material on the prospects of PV in Brazil, including detailed solar irradiation atlas and data on monitored performance of PV technologies in Brazil. Future reserach collaborations and jointly authored papers Energy","dataset":"gtr"}