{"id":"8337F23B-4BE2-48CF-8A76-4396630FDB83","title":"Bringing Landscape to Life: Environmental Histories at Sheringham Park 1812-2012","abstractText":"With additional resources we propose to undertake the following activities:\nImpact Assessment: The main output of the original project was an exhibition at Sheringham Park which opened in September 2012. With the additional resources the project team will return to Sheringham and undertake work to assess the impact of the exhibition and the wider research project, on both the visitor experience at Sheringham Park, and on the National Trust's relationship with academic research. The work will take the format of visitor surveys, participant observation and the formulation of creative ways to measure impact, as well as a review of press coverage and reaction, and a summary of lessons learned. The results of the assessment will be made available to both AHRC and project partner National Trust.\nDigitization of Red Book: Humphry Repton's Red Book for Sheringham Park, produced in 1812 was, from the outset, the focus of the original project. Additional resources will enable the digitized version (already photographed) to be made available online (through the National Trust website), alongside additional supporting material, producing a valuable resource for researchers of Repton, designed landscapes, and garden history. \nOnline exhibition: The digitised, web-based Red Book will be accompanied by an online adapted version of the exhibition at Sheringham Park.\nThe PDRA Lucy Veale would be employed (for a period of 2 months) to coordinate the above activities. She will be mentored by PI Stephen Daniels, staff at Sheringham Park and National Trust Deputy Director of External Affairs Ben Cowell.\nKey Milestones\nThe project extension will begin on 1st January 2013. As the exhibition runs until August 2013 (with no immediate plans for its removal after that date), the main assessment of impact will take place in June and July (when the PDRA will be employed) to allow sufficient time to have elapsed from the opening for an impact to have been made (both on visitors to the park, and on partner organisation National Trust). This period also coincides with a peak time regarding visitor numbers to the Park, thus allowing maximum assessment of the impact of the exhibition, as well as its functionality and durability. However, work to record press coverage and reaction will be ongoing from January 2013.\nThe web-based resources will be gradually built up until the completion of the project at the end of July 2013.\nAdded Value to Current Project\nOutputs from the current project have already greatly exceeded the team's expectations regarding what could be achieved in a 6 month period. The expansion of the exhibition's size and scope increased the impact of the project at Sheringham and the additional resources outlined would enable us to assess the level and character of this impact on both visitors and the National Trust at an appropriate time, enabling the success of the project and the extent to which it achieved its original aims, to be critically determined. The outcome will provide useful models for future research to follow or avoid, and will produce findings of interest to AHRC, academics, National Trust, exhibition designers Ugly Studios and other potential partner organisations.\nAlthough the exhibition is free to enter, the location of Sheringham Park on the North Norfolk coast inevitably limits audience size. An online complementary exhibition would broaden the audience, whilst a fully digitized and freely accessible version of the Red Book would serve as a valuable resource for academic research as well as interested members of the wider public. There is currently renewed interest in Repton and his work, particularly as the landscapes he designed continue to disappear on the ground. The Red Book for Sheringham widely regarded as amongst the finest examples of his work, making it an ideal candidate for full digitization. Staff at Sheringham Park have expressed that the digitized Red Book would be 'a terrific resource to have on the website' and are supportive of the proposed assessment of impact, in line with their own visitor satisfaction surveys.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L503496/1","grantId":"AH/L503496/1","fundValue":"15989","fundStart":"2013-01-01","fundEnd":"2013-06-30","funder":"AHRC","impactText":"  It has strengthened links between NT &amp;amp; AHRC, the exhibiiton has been popular &amp;amp; the installation in place beyond its projected deadline. Culture, Heritage, Museums and Collections Cultural","person":"Stephen  Daniels","coPersons":[],"organisation":"University of Nottingham","findingsText":" We have developed a model of presenting landscape research on site, in an instructive and entertaining way, that both respects the historical period of the work and is accessible to audiences in the present. We were able to do so through teamwork with our NT partners, academic colleagues and the studio we commissioned. We achieved the aim of raising the profile of Repton at Sheringham in a key commemorative year. Our findings are available in our open access journal paper &amp;amp; NT website Culture, Heritage, Museums and Collections","dataset":"gtr"}