{"id":"833DB503-B582-4877-9BBB-E4D3A8FE9765","title":"Ljungan Virus - an undetected but dangerous zoonotic agent","abstractText":"In 1998, Niklasson and others reported that the incidence of three human diseases in Sweden, human myocarditis, diabetes and Guillain-Barre syndrome, varied with the 3-4 year abundance cycles of the bank vole. Subsequently, a new virus, Ljungan virus (LV) was isolated from Swedish diabetic bank voles. LV is also present in wild voles in Denmark and the USA and has recently been isolated, and myocarditis and clinical diabetes reported, in several other species of wild voles and lemmings in northern Sweden. An on-going study at Liverpool has been looking at a range of infections (but not LV) in wild rodents, focusing especially on populations living in Kielder Forest, on the English-Scottish border. Niklasson has visited Liverpool and examined voles removed from the Kielder populations. Preliminary analyses have provided a strong prima facie case for the presence of LV in these populations. The distribution of type 1 diabetes amongst children and young adults is not well understood, although both genetic and environmental factors are likely to be involved. A number of studies suggest a possible role for infections and/or immunological responses. Space-time clustering (excess numbers of cases observed within small geographical locations for limited periods of time) is especially suggestive of an infection. Several studies have identified space-time clustering in childhood diabetes. This proposed project would: 1) survey the Kielder populations and those of other rodent species nearby (including peri-domestic rats and mice) in order to initiate a mapping of LV (and possible human risk) in UK rodents; and 2) analyse human epidemiological data bases in the region of the rodent populations to seek correlations either spatially (regionally) or temporally between incidences of type 1 diabetes and measures of rodent abundance or activity; If these pilot studies provide negative results in either or especially both respects (no confirmation of Ljungan virus and/or no overt patterns in the public health records), then it will be unlikely that patterns observed in Sweden also apply in the UK, and research on this topic can be considered of low priority. But if either or especially both studies provide positive results, then Ljungan virus has the potential to become the most important wildlife zoonosis in the UK and further work will be essential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008011/1","grantId":"NE/E008011/1","fundValue":"54003","fundStart":"2007-07-01","fundEnd":"2008-09-30","funder":"NERC","impactText":"  1. To search for the distribution of this potentially zoonotic virus.\n2. To generate studies on childhood diabetes patters that LV may cause. Environment,Healthcare Policy & public services","person":"Michael  Begon","coPersons":["Richard James McNally"],"organisation":"Newcastle University","findingsText":" Ljungan virus circulates in wild rodents and is believed to be transmissible to humans where it can cause diseases including diabetes. Our work identified it here in the UK, and also led to patterns in diabetes in children that might be suggestive of an infectious agent of the type, which were found. A subsequent study funded by Defra sought LV in urban habitats but found little evidence for it. Environment,Healthcare","dataset":"gtr"}