{"id":"83442539-8E7A-49F0-A0E5-D1D7300FBD36","title":"Reliable XML Message Management for Web Services","abstractText":"Web services are today's answer to the challengesof cross-organisation, cross-platform information management.They provide an infrastructure for the seamless and automatedintegration of diverse applications. However,existing approaches tend to perform poorly in terms of reliability andefficiency. The eXtensible Mark-up Language (XML) has becomea de facto standard for exchanging and describing business data, dueto its flexible and self-describing data format.The goal of our project is to develop a framework for XMLmessaging. We plan to use XML message queues as a core componentfor communication between web services; a reliable andefficient architecture in this area is absolutelyessential. In this context, reliability means that messages must be processedtransactionally and that the system must be able to recover from failureswithout losing data. Efficiency means the system performs fast;in particular, it should avoid the expensive data transformationsfound in today's conglomerate systems. On top of that we want to provide aflexible language enabling users to formulate theirtransactional requirements in a declarative way, makingthe development of applications easier and less error-prone.This language can also serve as a basis onto which other high-levellanguages for web services and business processes can be mapped.We plan to realise our messaging framework within a nativeXML database system to avoid unnecessary data transformations and toprevent redundant implementation of functionality.Our background in XML data management, including the implementationof a native XML research database system, Natix, helps us in pinpointingthe core issues that XML messaging protocols and algorithms need to address.Moreover, our XML database system will permit us toprovide a proof-of-concept implementation and to evaluate our ideasexperimentally. Designers and developers of web services will profitfrom this, and in the long term, so will end users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F002262/1","grantId":"EP/F002262/1","fundValue":"196592","fundStart":"2008-02-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"","person":"Sven  Helmer","coPersons":[],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}