{"id":"83454C2F-12E3-4BF7-B7FF-55F6766C6A10","title":"Long wavelength single photon sources and dotonic molecules","abstractText":"If a quantum computer can be realised over the next couple of decades it would adversely affect secure communications which are vital in the financial, military and diplomatic sectors, since current encryption methods will be vulnerable to hacking. Totally secure systems, based on quantum mechanics and in particular the properties of single photons, have been investigated for some years and a few working systems demonstrated. These systems operate at wavelengths which took advantage of available single photon detectors but unfortunately coincide with moderately high absorption in conventional optical fibres. If such quantum key distribution systems based on single photon sources are to be commercially successful then the operating wavelength needs to move to the 1300nm or 1500nm range. This is certainly possible using quantum dots as the photon emitter and recent advances in the quality of single photon detectors at these wavelengths means that detection of the single photons should no longer be an impediment. A major problem is efficient extraction of the single photons produced by the dot. Placing the dot in a photonic crystal cavity (PhC) structure overcomes this difficulty allowing only photons that coincide with an optical mode of the PhC to be emitted along the normal to the surface of the device. This is far from trivial since the dot must be located at the centre of the PhC (to within a few nanometers) and the dot photons must be nearly identical in wavelength to the mode of the cavity or at least be able to be tuned to the same wavelength. Here we use methods familiar to the electronics industry to identify the dot position with metal film markers and use these to fabricate the PhC by drilling a particular pattern of holes in the sample. When this is done correctly the dot and cavity are said to be strongly coupled, meaning that a photon emitted by the dot will always be emitted in the normal direction and can subsequently be collected by an optical fibre.\nSingle photon sources are also crucial components of quantum information networks. Here photons are used like electrons in electrical circuits and are guided along waveguides (which can easily be incorporated into the PhC structures mentioned above) and used to perform logic operations. There are many possible schemes for such networks but in this proposal we hope to demonstrate some basic manipulations of photons using only a few PhC cavities connected by a waveguide and strongly coupled to one or perhaps two dots. This would represent the very first steps towards a possible photonics network. Drawing an analogy with electrical circuits again this would represent the very early stages of an integrated circuit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014978/1","grantId":"EP/K014978/1","fundValue":"454713","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"EPSRC","impactText":"","person":"Robert Anthony Taylor","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}