{"id":"83468886-4033-4A53-9FDE-082E0AE9B8B2","title":"Particles, Fields and Spacetime","abstractText":"Particle Physics is about to enter a new and crucial phase. The Large Hadron Collider at CERN will enable us to examine experimentally many of the theoretical concepts that underly the standard model of particle physics and search for the deeper structures that are believed to unify the laws of physics. Quantum field theory is the mathematical language in which the standard model is expressed, and it treats particles as point-like objects. Only certain kinds of quantum field theories, known as gauge theories, are consistent in the four dimensional world we live in. These include, and are generalisations of, the theory of electrodynamics that describes light interacting with electric charge. To be able to interpret the results of experiments we need to be able to solve gauge theories, at least approximately. This is a hard problem, but one in which there has recently been very remarkable progress due to a convergence of ideas originally developed in quite disparate contexts for solving very different kinds of theories. A major thrust of the project will be to push this line of enquiry further so as to be able to more fully understand gauge theories and be able to compute their properties. Matter at large scales is dominated by gravity which is described by Einstein's theory of General Relativity. This governs the motion of planets, stars, galaxies, and the evolution of the Universe itself. Uniting General Relativity and the standard model of particle physics is the most important challenge facing theoretical physics. It is widely, though not universally, believed that string theory provides such a unification. String theory replaces the point-like particles of quantum field theory with extended objects whose different vibrational modes account for the different species of fundamental particles. It is this belief that leads to the expectation that supersymmetry, a property of all realistic string theories, plays a role in nature, and may well be discovered at the LHC. Showing how nature contrives to hide this property is another part of the project. String theory has also lead to many unexpected relations between different kinds of physical theories, most notably in the AdS/CFT correspondence which states equivalences between certain gravity theories and corresponding gauge theories, enabling us to solve difficult problems in one theory by studying simper ones in the other. We will use this to study problems in gravity that would otherwise be intractable and also model strongly coupled physical processes in diverse areas by gravity. We will also use another method for studying hadrons that is particularly appropriate to describing large numbers of them bound into nuclei or even neutron stars. This is based on effective field theories such as the Skyrme model which we will investigate numerically using computers. Being a theory of quantum gravity strings have many implications for cosmology, in particular they admit the possibility that what we see as the physical universe is only a low dimensional subspace called a brane, moving in a space of higher dimensions. We will continue the quest to find direct experimental and observational signatures that will test this scenario.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J000426/1","grantId":"ST/J000426/1","fundValue":"1288040","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"STFC","impactText":"","person":"Simon  RossPaul Robert Mansfield","coPersons":["Paul  Sutcliffe","Chong-Sun  Chu","Kasper  Peeters","Marija  Zamaklar","Douglas James Smith","Wojciech Jerzy Maria  Zakrzewski","Richard  Ward","Ruth  Gregory","Paul Jonathan Heslop","Ian  Moss","Veronika  Hubeny","Anne  Taormina","P  Bowcock","Bernard Marie Andre Ghislain  Piette","Mukund  Rangamani","Patrick Edward Dorey","Edward  Corrigan"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}