{"id":"834A7C3F-C5AF-43C7-8633-DBECC8854967","title":"Development of an integrated continuous process for recombinant protein production using Pichia pastoris","abstractText":"This project will build on the successes of our two projects in phase 1 of the Bioprocessing Research Industry Club (BRIC1) to develop a system for the growth-associated production of commercially important protein products in a commercially-important production organism - the yeast Pichia pastoris. \n\nProteins, particularly antibodies, are now playing a major role in the treatment of human disease. They are usually produced using animal cells in culture, a procedure that is both costly and time-consuming. An attractive alternative is to engineer a yeast cell to produce human proteins of therapeutic value. Pichia pastoris is often used for this purpose since it may be grown at high cell densities and has an efficient secretion system to release the protein product from the cells. Current processes induce protein production by repeatedly adding methanol to the yeast cultures. Our studies in BRIC1 demonstrated that this is exactly the wrong way to go about this since the cells are repeatedly stressed and produced badly folded proteins that have low biological activity and are not secreted out of the cells. What is required is a continuous process for protein production and recovery and this is what our BRIC2 project aims to achieve.\n\nThe product proteins to be studied will be guided by our contacts within the BRIC member companies and include a number of proteins used in human therapies. Growth-associated production will enable continuous processes and thus increase commercial productivity. Computer models developed in BRIC1 will be improved, extended, and used to control the novel process. Moreover, the fast protein separation methods that we also developed in BRIC1, will permit the continuous retrieval of product, thus obviating the major barrier to the commercial adoption of continuous systems - the mismatch between continuous production and batchwise downstream processing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K011138/1","grantId":"BB/K011138/1","fundValue":"421112","fundStart":"2013-08-01","fundEnd":"2016-10-14","funder":"BBSRC","impactText":"  Tool made available that allows the research community (both academic and industrial) to perform functional annotation of the genome of the industrial yeast, Pichia pastoris. Manufacturing, including Industrial Biotechology Economic","person":"Stephen George Oliver","coPersons":["Nigel  Slater"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}