{"id":"834DB1D9-4618-4DAF-8A1F-6912E7515A68","title":"SYNAPS - SYNchronous Automation and Protection System","abstractText":"SYNAPS is an innovative project which brings together experts from the power engineering, powerline communications,\nand statistical signal\nprocessing communities to target the so-termed energy trilemma, namely the challenge to improve energy security, reduce\ncarbon emissions, and reduce costs.\nSYNAPS aims to develop a networked distribution automation platform for low-voltage networks which will provide fault\ndetection, classification and location of faults, together with smart protection and reconfiguration, at a significantly lower\ncost than has previously beenpossible. In effect, this project will add a cost-efficient smart layer across the national power\ngrid which will not only solve long-standing, industry-wide challenges but will also open up countless other opportunities for\nstable, future-proofed growth as our cities and infrastructure become smarter and progress to the internet-of-things future.\nSince the low-voltage network was originally intended for one-way distribution of energy, there has been little previous\ninterest in monitoring it. However, there is now a new imperative created by the impact on network stability due to the\ngrowing deployment of consumer operated renewable distributed generation equipment, electric vehicles - not to mention\nthe 'exploding pavements' issue.\nCurrently, distributed generation amounts to only a small proportion of the total network generating capacity, hence its\nimpact on low-voltage\nnetwork performance is negligible. However, there is significant industry concern about the effects of increased numbers of\ndistributed generation and electric vehicle installations, especially when these are concentrated in co-located clusters.\nThe low-voltage electricity network needs to be able to support two way electrical flow and real-time communication. About\n9% of electricity is lost in the distribution network, annually, and it has been reported that 45% of Distribution Network Operator total network costs and 50% of\ncustomer minutes lost are due to low-voltage cable faults.\nManaging these new low carbon technologies present significant challenges but early preparation and introduction of a\nSmart Grid should make the transition easier and reduce overall costs. This project will draw upon machine learning\nmethodology to automatically monitor\nlow-voltage networks and detect and localise both known, and anomalous, problem events. Furthermore, algorithms will\nalso be progressed to\nsupport software-based protection and reconfiguration of the network.\nIt is anticipated that such smart sensor networks will make a significant contribution in network efficiency and futureproofing,\nand have immense benefits for both consumers and EU/UK environmental and energy policy targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N508469/1","grantId":"EP/N508469/1","fundValue":"243285","fundStart":"2015-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Simon  Le Blond","coPersons":["Miles Alexander Redfern"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}