{"id":"8352EEE9-15A2-4122-9C2A-B6F7CC1969BF","title":"The immunological basis of protection obtained by prime-boost immunisation against bovine tuberculosis","abstractText":"The causal agents of bovine (bTB) and human tuberculosis (hTB), Mycobacterium bovis and M. tuberculosis respectively, are closely related organisms that result in similar diseases. M. bovis can also cause disease when transmitted to humans, and this led in the 1950s to the introduction of national eradication programmes based on testing of cattle herds to remove infected cattle. Although initially successful in reducing herd incidence, the disease has re-emerged as a major problem in the UK over the last 25 years. This has led to consideration of vaccination as an additional control option. A laboratory attenuated strain of M. bovis (BCG) has been used extensively since the early 20th century to vaccinate against hTB. However the vaccine shows variable efficacy, particularly against disease in adults. BCG vaccination of cattle can reduce the incidence and severity of pathology, but only prevents establishment of infection in a proportion of vaccinates. Therefore, its use has been considered incompatible with current bTB control programmes. An improved vaccine is therefore required for both hTB and bTB. Recent studies in humans and cattle have demonstrated that BCG vaccination boosted by virally vectored subunit vaccines expressing mycobacterial antigens results in enhanced protection compared to BCG alone. For example, combination of BCG and a recombinant adenovirus (rAd) expressing the 85A antigen reduced the number of cattle that presented with visible lesions after M. bovis challenge, compared to animals vaccinated with BCG only. This project aims to identify those features of the immune response induced by boosting with 85A that are associated with the enhanced immunity.\nAlthough it is well established that immunity against M. bovis is mediated by cellular immune responses, primarily involving the CD4 subset of T cells, the precise properties of the protective CD4 T cells that determine immunity are poorly understood. The demonstration that immunity induced by BCG can be enhanced by boosting with the 85A antigen clearly shows that responses to this antigen contribute to immunity. The project will therefore focus on analysing immune responses to 85A in cattle immunised with BCG followed by 85A and subsequently challenged with virulent M. bovis. CD4 T cells utilise a large library of antigen-specific receptors to recognise short fragments of foreign microbial proteins presented on the surface of infected cells. The project will utilise newly developed methods for analysing the sequences of these receptors to track the responding 85A-specific CD4 T lymphocyte populations following immunisation and challenge. This methodology will be used in conjunction with biological assays that measure the frequency, fine specificity and functional potency of the 85A-specific response to address the following questions:\n- To what extent is the frequency of CD4 T cells reactive with 85A increased following boost immunisation with 85A? \n- Does boost immunisation with 85A alter the fine specificity of the responding CD4 -lymphocytes response and/or the repertoire of their antigen-specific receptors?\n- Does boosting with 85A enhance the functional potency of the specific CD4 T cells compared to BCG immunisation only? \n- Are particular components of the 85A-specific CD4 T cell response more effective than others at recognising and responding to M. bovis-infected cells?\n- Which components of the of the 85A-specific CD4 T cell population respond most rapidly following challenge of immunised animals with M. bovis? \nThe results of these studies will identify properties of the specific CD4 T cell response that are associated with immunity and thus provide measurable parameters that will be useful for assessing the immune responses to other candidate vaccines. Although primarily of relevance to vaccine development for tuberculosis in cattle, the outputs of the project will also inform studies of TB vaccine development for other species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K010018/1","grantId":"BB/K010018/1","fundValue":"724317","fundStart":"2013-03-01","fundEnd":"2016-08-31","funder":"BBSRC","impactText":"","person":"Ivan  Morrison","coPersons":["Jayne  Hope"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}