{"id":"83563D9B-C37C-44DD-9ECE-3474D92AB9C1","title":"Market Size assessment for HF radar wave measurement systems","abstractText":"HF radars located on the coast measure radio signals backscattered from the sea surface which can be analysed to provide real-time surface current, wave and wind measurements. Such data are needed for coastal process model development and evaluation including coastal flooding, overtopping, erosion/accretion and impacts of climate change, vessel traffic services, search and rescue applications, water quality e.g. bathing waters directive; movement of algal blooms, oil spill tracking, offshore oil and gas, resource assessment and monitoring for marine renewables, real time testing of and assimilation into operational wave and hydrodynamic models and other applications. The commercial potential for oceanographic applications of HF radar current measurement has already been demonstrated. CODAR Ocean Sensors have been in this market since 1986 and currently have over 250 systems deployed around the world. Different technologies have been developed in Europe by Neptune Radar Ltd in the UK and Helzel GmbH in Germany. Helzel and Neptune both work with Seaview Sensing (established in 2004 by the PI to this proposal) who provide the software to convert the radar signals into metocean measurements. The University of Sheffield has been in the forefront of the development of an operational wave measurement capability and the purpose of this project is to carry out market research to assess the size of the market for this product. This will enable the University and NERC to make decisions in the future about possible investment in further developments of this technology. The work will start with an evaluation of the technology; environmental analysis to assess influencing factors; user and competitor analysis in order to develop a picture of the available market. An understanding of user requirements and key decision makers will be gained through a combination of primary research, surveys and telephone interviews. Indicators such as drivers for change, time-scales for potential new or additional purchases and acceptable price ranges for a fit for purpose product will be sought. The conclusions will be presented in the form of a report describing the findings of the market research and the likely market opportunities available through successful delivery of the product.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H005501/1","grantId":"NE/H005501/1","fundValue":"9318","fundStart":"2009-09-02","fundEnd":"2010-01-01","funder":"NERC","impactText":"","person":"Lucy Rhiannon Wyatt","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}