{"id":"83569B06-A8E3-4D33-8D41-75EB7BC6B0DF","title":"A multidisciplinary approach to validate the role of ATM in glycaemic response to metformin in type 2 diabetes","abstractText":"Metformin is used by over 100 million people world wide primarily to treat diabetes, but more recently the potential benefits of this drug in cancer prevention or treatment are being realized. Despite its use for over 50 years the mechanism of action of metformin has not been fully determined. An innovative study on the genetics of response to metformin has revealed that an area of the genome that includes the ?cancer associated? gene ATM is involved in how metformin lowers blood sugar in people with diabetes. \nWe propose key follow on studies to confirm that it is the ATM gene that is responsible for this ?genetic signal?. We will use the considerable collaborative resources within the Diabetes Research Centre in Dundee, and the genetics expertise both within Dundee and the Wellcome Trust Centre for Human Genetics in Oxford, to address this key step, using studies in humans, mice and cells. The genetic studies will be used to look for genetic variants (or changes in the DNA) that are associated with large changes in metformin response as these may be usefully clinically to predict who will respond to metformin treatment and who won?t. In the mouse studies, we will look at normal mice and mice that lack one (of two) copies of the Atm gene. We will feed them with a high fat and high carbohydrate diet, which will result in some of them developing diabetes, and we will then treat those with diabetes with metformin to see if the genetic difference alters metformin response. Then in studies of cells (either standard laboratory ?cell-lines? or cells from human blood donors) we will study the mechanism whereby ATM variation alters metformin response. \nThe likely key outcome of this study is that we will have validated that the gene ATM is a key gene involved in metformin response and gained insight into the mechanism. This has implications for the treatment of diabetic patients with metformin, especially as 1% of the population has one faulty copy of the ATM gene; and may have implications for the rare group of patients who have the neurological/cancer syndrome ?ataxia-telangiectasia?. In addition, this will be an important result for both cancer biologists, biologists interested in metabolism, and the pharmaceutical industry as this unexpected mechanism for metformin may reveal novel pathways for drug development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100203","grantId":"G1100203","fundValue":"99416","fundStart":"2012-03-01","fundEnd":"2013-02-28","funder":"MRC","impactText":"","person":"Ewan  Pearson","coPersons":["Rury  Holman","Rory  McCrimmon","Colin  Palmer","Mark Ian McCarthy","Calum  Sutherland","David Grahame Hardie"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}