{"id":"8357E045-2DE3-4238-AC67-FA88FAC5543F","title":"Comparing sediment accumulation below the unproductive South Pacific Gyre (IODP expedition 329) with the highly productive central equatorial Pacific","abstractText":"IODP Expedition 329 cored deep-sea sediments at seven sites along two transects in the center of the South Pacific Gyre (SPG). Before this expedition, the SPG contained the largest portion of the seafloor that was never explored with scientific ocean drilling. Therefore, this expedition and the onshore post-cruise studies will advance scientific understanding across a broad front. The primary purpose of Expedition 329 is to document the extent and nature of microbial life in the sediments beneath the low-productivity heart of the ocean.\n\nThe SPG is sometimes described as Earth's largest oceanic desert. Its center is farther from continents than the center of any other gyre. Surface chlorophyll concentrations and primary productivity are lower in this gyre than in other regions of the world ocean. Wind-blown dust is at a minimum at this latitude. Mean sedimentation rates are among the lowest that occur on Earth, 1-2 orders of magnitude lower than rates in the equatorial Pacific. The SPG is thus an ideal region for exploring the nature of sedimentation in the extreme low-activity centre of an open-ocean gyre. This research will compare and contrast sediment accumulation below the unproductive South Pacific Gyre with accumulation in the highly productive central equatorial Pacific. The different physical environment as well as the very different particle compositions and sizes associated with clay-dominated deposits below the SPG should lead to interesting differences. The majority of deep-sea sedimentation studies have focused on sites relatively close to shore and beneath major upwelling zones, where biological productivity and organic flux to the seafloor are generally high. Little is known about the effects of weak bottom currents and related deep-water processes on sedimentation in ocean basins compared with their effects on continental margins and slopes.\n\nDocumentation of sedimentation processes below the SPG will require a range of analyses. I will use the seismic studies and site survey data (Cruise KNOX-02RR, aboard the R/V Revelle) and I will perform SediGraph grain size analyses. Variations in particle size can shed light on many facets of deep-sea sediments including depositional conditions and can provide indicators of relative flow speed. Grain size data from this remote location can also provide crucial information on eolian inputs and past atmospheric circulation.\n\nIn addition, the grain size measurements will contribute valuable information to the fundamental objectives of Expedition 329. In particular, it will help determine whether subseafloor life in the most organic-poor sediment is nourished to a significant extent by H2 from in-situ radiolysis of water (the molecular dissociation of water, H2O, caused by energetic alpha-particles produced by radioactive decay). Most subseafloor life in deep-sea sediments is maintained by products of organic matter degradation so this would be an important finding. Radiolysis rates will be determined from radioactive element concentrations by the scientific shipboard party, who require grain size data because particle size influences the rate of water radiolysis. As clay-rich sediment contains much higher concentrations of radioactive elements than other deep-sea sediment and, in fine-grained sediment, most alpha and beta production occurs within striking range of pore water, these deep-sea clays are anticipated to yield much higher rates of water radiolysis than other sedimentary environments.\n\nDue to the unique nature of these sediments, in particular their very low organic matter content, we will also conduct a pilot study to determine the potential for future paleoceanographic and paleoclimatic reconstructions using specific biomarkers (i.e. fossil molecules).\n\nThis research will deepen our understanding of how pelagic sediments accumulate in the deep ocean. Relatively few precise grain size analyses of pelagic sediments have been reported so far.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J005282/1","grantId":"NE/J005282/1","fundValue":"19499","fundStart":"2012-08-31","fundEnd":"2013-03-01","funder":"NERC","impactText":"","person":"Neil Charles Mitchell","coPersons":[],"organisation":"The University of Manchester","findingsText":" This grant was in support of Dr Nathalie Dubois' participation in a drilling leg of IODP ship in the South Pacific, studying an area of remarkably little sediment (an oceanic gyre). Nathalie's job was to characterise the sediments. After her work at sea, she has worked on resolving how the sizes of sediment grains and organic geochemistry vary with age of samples. The sediment still needs to be dated by other shipboard scientists but the results to date suggest some interesting patterns reflecting changing currents (grain sizes) and sea surface temperature (organic geochemistry). The grain size data also will contribute to the work of other shipboard scientists interested in how radiolysis &quot;fuels&quot; the bacterial population in the deep biosphere, as uranium concentration is linked to abundance of clay particles in the sediments. The results will be published in the peer review literature in due course. Environment","dataset":"gtr"}