{"id":"835A336D-3D36-4CBB-B9A3-51DE74455B83","title":"Tailoring magnetic properties of Mn-Cr chalcogenide alloys and heterostructures","abstractText":"We shall develop new, thin-layer materials composed of transition metal elements (Cr, Mn) combined with group VI elements (S, Se,Te); these little-known materials offer the prospect of satisfying the requirements for a wide range of spin-dependent electronic (&quot;spintronic&quot;) devices. This proposal aims to take the first steps in making and investigating single- and multi-layer materials from this family with the necessary compositions and crystal quality, but we shall also manufacture and study selected demonstrator devices within the timescale of the project. \n\nThe term &quot;spintronics&quot; encompasses many proposed devices (for example, but not exclusively, sensors, memory elements, diodes and transistors) in which it is the spin of the electrons that is manipulated in order to sense, store, carry or process information. In other words, these devices exploit the intrinsic magnetic properties of electrons as well as their charge and, as a result, may offer improvements in energy efficiency, speed or size. The prizes for the realization of such devices are enormous; for example, the phenomenal commercial success of the device at the heart of hard disk read heads (which can be classed as a spintronic device) has stimulated great excitement and intense research efforts aiming at wider applications of spin. Despite this, it has not proved possible to produce industrially-useful magnetic semiconductors from the first few candidate materials identified by early theoretical predictions. As a result, many groups in the worldwide spintronics community are now engaged in widening both the scope of the materials considered, and the types of magnetic behaviour that can be exploited; this search has revitalised the whole field of spintronics. This proposal addresses a candidate material family that has been proposed in the theoretical literature but (apart from our trials) has not yet been produced in the laboratory. \n\nThe (Cr, Mn)(S,Se,Te) material family satisfies several crucial requirements. Firstly, thin layers of these compounds will be grown on industry standard GaAs substrates and will adopt the same crystal structure as the substrate. This makes the resulting structures highly compatible with existing semiconductor technologies. Secondly, preliminary studies of ours and theoretical studies of several groups imply that we will be able to produce all the potentially useful types of magnetic behaviour by tuning the composition. These include ferromagnets and half-metals (where the transition metal magnetic moments align parallel to each other and add), antiferromagnets (where they align oppositely and cancel) and ferrimagnets (where dissimilar transition metals align oppositely but are not equivalent and so cannot exactly cancel). Layers of any of the above magnetic types can form the active layer in different types of spintronic devices. Thirdly, these materials are chemically and structurally compatible with non-magnetic semiconductors (e.g, ZnSe, MgS) that we can grow as parts of multi-layer structures; these allow the necessary electrical contacts and electrical barriers to be formed. \n\nOur programme will involve a substantial effort in growing these new materials to obtain layers of high crystal quality; preliminary work indicates that there will be no fundamental obstacles to success. The structural, magnetic and electrical properties of the materials will be investigated to identify the most promising compositions and most appropriate target device designs based on them. Demonstrator devices will then be produced to test how the materials perform in realistic device contexts and to promote interest in the work. This work requires a broad base of experience and so we have formed a team having expertise in MBE growth, electrical device fabrication and measurement, magneto-optical spectroscopy and magnetometry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M022188/1","grantId":"EP/M022188/1","fundValue":"432296","fundStart":"2015-07-13","fundEnd":"2019-01-12","funder":"EPSRC","impactText":"","person":"Daniel  Wolverson","coPersons":["Simon John Bending"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}