{"id":"835C7293-1AD4-43F1-A223-C62ABBEFC7E6","title":"Investigating Interdisciplinary Research Discourse: the case of Global Environmental Change","abstractText":"<p>In cooperation with the scientific publisher Elsevier, the project team will investigate the discourse of successful interdisciplinary research (IDR) through comprehensive linguistic analyses of the full holdings of a successful IDR journal, Global Environmental Change.</p>\n\n<p>The aims of the project are to assess the extent to which this field operates as a unified whole, the extent to which journal authors in the field broaden their messages to a multidisciplinary audience, and the extent to which each discipline in the field maintains a discrete identity.</p>\n\n<p>These analyses will be complemented by linguistic analyses of samplings of five other IDR journals and five discipline-specific journals, to see how much variation in discourse practices there may be between interdisciplinary fields and within disciplines. The research will also look at variation across time, to see whether discourse practices change as a field becomes more established and as an interdisciplinary community develops.</p>\n\n<p>&nbsp;</p>\n\n<p>The primary methodology used is corpus linguistics, that is, using specialised software to analyse large quantities of written text. The team will also conduct surveys and interviews of people involved in the journal publication process: editors, reviewers and authors.&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K007300/1","grantId":"ES/K007300/1","fundValue":"384218","fundStart":"2013-08-30","fundEnd":"2015-11-03","funder":"ESRC","impactText":"  The project is currently under way and it is too early to report impacts  ","person":"Paul  Thompson","coPersons":["S  Hunston"],"organisation":"University of Birmingham","findingsText":" We are looking at the language used in interdisciplinary research writing and asking whether the discourse of interdisciplinary research is different from that used in single disciplines. When scientists and social scientists work together, for example, do they write about their research in a different way than they would if they were writing for other researchers with a similar background?\n\nWe have collected a large electronic collection (a corpus) of research articles from eleven academic journals: five from single disciplines and six from interdisciplinary fields. For all of these we have the entire set of articles written in the period 2001 to 2010, but for one, Global Environmental Change, we have the holdings for 1990-2010. \n\nWe are using a range of computational approaches to the data. Working with Professor Doug Biber, Northern Arizona University, we have carried out what is called a 'multidimensional analysis' and have developed a new six dimension model of research writing. Each 'dimension' is a set of linguistic features that occur either with less or greater frequency in different groups of articles and which help us to differentiate the approaches to writing taken in different fields of research. We have also used other approaches such as topic modelling and citation analysis, as well as close readings of sets of papers. As we are only half way through the project, it is too early to report clear findings. One aspect that is noticeable, however, is that writers in interdisciplinary research journals are more likely to need to make explicit some of the concepts and logic underlying their work and this can lead them to use a larger number of text-organizing expressions and also to elaborate on statements further. One implication of this is that interdisciplinary researchers may require more space in which to present their research and to put forward their arguments. The findings can be of use to 1) research councils, 2) publishers 3) language researchers 4) academic writing advisers.\n\n1) If interdisciplinary research requires different approaches to explaining and reporting research then RCUK may need to make different provision for ID researchers, both in reporting research and also in applying for funding.\n2) publishers who offer guidance and support to prospective research article authors will be able to make use of the linguistic findings in the preparation of guidelines and in direct communications with authors who work in interdisciplinary fields.\n3) the six dimension model is the first framework for describing academic research discourse (Biber's original 1988 model described general language use). The model needs to be tested on a broader range of journals (to include humanities journals) and this can be done in a follow-up project) but it is robust enough to be used already. Our approach to topic modelling also provides a powerful method for exploring the 'aboutness' of texts in a large corpus.\n4) As with 2) above, the insights into the linguistic features of interdisciplinary research discourse will be a valuable resource for advisors and teachers who are preparing students for the task of writing in an interdisciplinary field. At present, the descriptions available to teachers focus on general writing or on discipline specific practices. Environment,Other","dataset":"gtr"}