{"id":"8363ED05-28F4-4500-9BAD-F2E166F692CA","title":"Environmental Aetiology of Diarrhoeagenic Pathogens in Children in a Developing Country Setting","abstractText":"In many developing countries, childhood illnesses are caused by one of only five conditions: pneumonia, diarrhoea, measles, malaria or malnutrition. In 2002, diarrhoea caused an estimated 13% of child deaths worldwide. Upwards of 19% of acute diarrhoea episodes become persistent, with up to 50% of these cases proving fatal. \n\nIt is widely recognised that pathogens that cause diarrhoea often have an environmental origin, however, owing to the diversity of possible sources of diarrhoeagenic pathogens, and the presence of co-infections, the origin is rarely if ever determined. Limited surveillance to date has highlighted pathogens originating from animals as potentially important factors in causing childhood diarrhoea.\n \nThe Human Microbiome Project and similar efforts worldwide are making quantum leaps in our understanding of the microorganisms that colonise humans and how they change with health and disease. The depth and breadth of these projects have only become possible in the past few years because of ?next generation? molecular biology technologies. Traditional microbiology has focused on the study of individual species as isolated units despite the fact that most microbes have never been successfully isolated. These next generation technologies enable ?broad and deep? unbiased examination of microbial communities which are both rapid and sensitive, and often succeed when culturing the organism fails. \n\nWe propose that novel molecular biology surveillance approaches coupled with bioinformatics (analysis of pathogen DNA/RNA), can not only confirm the relevance of known diarrhoeagenic pathogens and their sources, but, potentially more importantly, demonstrate the relevance of under-reported pathogens and their sources as potential major players in diarrhoeagenic infections in children.\n \nThe proposed study aims to build upon the knowledge base and infrastructure of the Young Lives project, which is a multi-country research project investigating the changing nature of childhood poverty. The combined perspectives from Young Lives and the proposed environmental sampling will provide the foundation for a holistic systems strategy for understanding the most important factors driving and controlling the emergence and spread of diarrhoeagenic pathogens among children. In addition, the project aims to provide the evidence base to facilitate the development of strategies for prioritising limited national and international funds for mitigating diarrhoeagenic infectious agents in children. The nature and sources of diarrhoeagenic pathogens to children in the study communities will be re-assessed within the perspective of a changing climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902420","grantId":"G0902420","fundValue":"39864","fundStart":"2010-05-01","fundEnd":"2011-03-31","funder":"MRC","impactText":"","person":"Andrew  Singer","coPersons":["Dawn  Field","Lorna  Fewtrell","Jo  Boyden","David  Kay","Stephen  Baker","Maciej Filip Boni","Jim  Gray","Inka  Barnett","Jack  Gilbert"],"organisation":"Natural Environment Research Council","findingsText":" N/A This research project was a grant to write a grant. The 'large' grant was not won. N/A Environment,Healthcare","dataset":"gtr"}