{"id":"83646B3D-643A-4EEE-BC2C-B5D1531BD64B","title":"Neuroprotective effect of hypothermia combined with inhaled xenon following perinatal asphyxia","abstractText":"The proposal is to study the effects on the brain of treatment with the combination of mild hypothermia (cooling) and the gas xenon following perinatal asphyxia. Perinatal asphyxia is defined as a lack of oxygen occurring usually during labour and delivery and affects approximately 3/1000 births in the UK. Infants with perinatal asphyxia have an increased risk of death or severe handicap in survivors and less severely affected children have lower intelligence scores. Perinatal asphyxia leads to major litigation claims for NHS Trusts.\nTrials of mild hypothermia show that it is possible to reduce brain injury following perinatal asphyxia. However, despite treatment with hypothermia, approximately 50% of these infants have a poor outcome; therefore, further brain protective treatments need to be sought. \nIn studies in animals we found that the combination of inhaled xenon together with mild hypothermia reduced the damaging biological processes that follow asphyxia. We found that the benefit was greater than the sum of effect of the individual treatments (that is the combination had synergistic benefits). \nWe will use non invasive magnetic resonance brain scans to assess whether the combination of mild hypothermia and inhaled xenon reduces abnormality in brain biochemistry and protects brain tissue following perinatal asphyxia. \nWith the consent of the parents, term infants suffering perinatal asphyxia will be treated at random with mild hypothermia or mild hypothermia with xenon. Hypothermia will be started within 6 hours of birth and continued for 72 hours. Infants allocated to mild hypothermia plus xenon will also receive 30% xenon (and oxygen according to the baby?s needs) for 24 hours through a purpose designed delivery system. A standard neurological examination will be done daily during the 1st week after birth and at discharge from hospital. Blood will be collected on day 1 and day 4 for storage (for future genetic studies) and for measurement of markers of brain injury. Magnetic resonance brain scans will be performed once between 4-10 days of age. The data will be analysed by investigators who will be unaware of the treatment the baby received, to avoid bias. We plan to study 130 infants over 30 months.\nIf the results show that the combination of mild hypothermia and xenon has brain protective effects we intend to do a larger clinical trial to find out if this treatment reduces the risk of death or disability following perinatal asphyxia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701714","grantId":"G0701714","fundValue":"1088610","fundStart":"2009-10-01","fundEnd":"2014-12-31","funder":"MRC","impactText":"","person":"Denis V Azzopardi","coPersons":["Mervyn  Maze","Joseph V Hajnal","Ernest Brunton Cady","David  Edwards","Nicholas  Franks","Nicola Jayne Robertson"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}