{"id":"83655B5D-C346-49E6-A325-F8228BD7A4B6","title":"Novel line search procedure for very large scale optimisation","abstractText":"In this work we are interested in the solution of general optimisation models comprised of a nonlinear objective function and subject to general nonlinear equality and inequality constraints. Of particular interest is the solution of very large scale problems arising in industrial and scientific research models, such as optimal control problems, molecular design, protein folding and a host of other areas requiring the availability of advanced solvers. Engineering models, particularly ones arising from process modelling, contain a very large proportion of equality constraints as well as operational inequality constraints and bounds, encapsulating limits in control parameter values and quality and operability satisfaction. The field of nonlinear optimisation has enjoyed many inspiring ideas in its many years of existence, and engineering practice as a result has benefited greatly by the availability of such methods within standard commercial simulation packages.This proposal intends to develop further on a new concept for very large scale optimisation developed in our research group. This methodology involves a novel line search procedure proposed originally by the principal investigator and co-workers, which for the first time presents a true non-monotone aspect over both objective and constraint values. Early results indicate that such attributes allow the optimisation solver to take fewer steps towards an optimum point and even to escape from local minima in some cases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E035760/1","grantId":"EP/E035760/1","fundValue":"168390","fundStart":"2007-05-01","fundEnd":"2009-04-30","funder":"EPSRC","impactText":"","person":"Vassilis  Vassiliadis","coPersons":[],"organisation":"University of Cambridge","findingsText":" For many engineering and scientific applications modelled as partial differential equations (PDEs), there is an increasing need to solve problems expressed in terms of equilibria with constraints. For these applications, the underlying optimization problems are usually complex and of very large-scale and numerical algorithms capable of exploiting the structure of the problem were produced. The findings were as follows:\n\n1. Establishment of a rigorous mathematical setting for the limit load analysis of structures assembled from linear-elastic bodies in mutual non-penetrative contact with friction.\n\n2. Based on the theoretical findings and on recent advances in areas such as finite elements and large-scale optimization, effective computational techniques were developed capable of giving meaningful predictions on the ultimate load level and failure mode in multi-body structures with non-penetrative frictional contact constraints.\n\n3. For structures assembled from linear-elastic bodies in mutual non-penetrative contact with given friction, the static and kinematic principles of limit load analysis take the form of two dual problems in finite dimensional mathematical programming. For these problems, a unified theory for the existence of a solution has been established, in the framework of variational inequalities,\n\nand two complementary numerical approaches for the computation of guaranteed lower and upper bounds on the unique limit load have been devised. In non-academic context the work can lead to the development of more accurate and sophisticated methods for the design and analysis of multi-body structures, and in the development of commercial software packages. Potential applications of this work are in the analysis and design of structures such as the ones in civil engineering applications. Other","dataset":"gtr"}