{"id":"836D46D4-5D33-421F-8125-22AB2620F013","title":"Harnessing growth sectors for poverty reduction: what works to reduce poverty through sustainable employment with opportunities for progression","abstractText":"Traditionally employment has been seen as a key route out of poverty. People in employment are less likely to be in poverty than those without paid work but the benefits of entry into employment where pay is low are questionable, especially if they form part of a 'no pay, low pay cycle'. For poverty reduction a focus solely on moving into work is insufficient.\n\nIn-work poverty has become an increasingly important issue as labour market changes have led to changing working practices (e.g. fragmentation of working hours and zero hours contacts, etc) and a broader polarisation between lower paid and higher paid jobs which impedes progression in employment as a route out of poverty. More 'good' jobs are needed that poor people can access and progress in if more sustainable exits from poverty are to be achieved.\n\nFollowing the economic crisis of 2008/9 there has been a renewed interest in industrial policy in attempts to stimulate economic growth. Governments have identified specific sectors (so called 'growth sectors' or 'strategic sectors') as a focus of policy attention. The proposed research seeks to fill a gap in evidence about 'what works' in harnessing growth sectors for poverty reduction - in recognition that growth sectors: (1) generate opportunities for those out of work to move into; (2) are the focus of policy to support the growth of opportunity; (3) are more likely to experience skills deficiencies, so encouraging engagement with skills and training providers; and (4) may be seeking to reduce staff turnover through developing more clearly defined progression opportunities. Hence the research addresses two of the Welsh Government's strategic priorities: (i) tackling poverty and (ii) promoting jobs and growth.\n\nThe proposed research focus consists of four elements which together synthesise and assess evidence on how growth sectors may be used for poverty reduction.\n\nElement I provides contextual and quantitative analyses of growth sectors. It identifies growth sectors, the number and profile of jobs therein and their growth trajectories. It uses existing large survey data sets to examine how people move between and within growth sectors, and whether and how such moves help people to move out of poverty. It also identifies which sectors offer the best opportunities for progression out of poverty.\n\nElement II focuses on reviews of the existing national and international evidence on 'what works' in helping poor people gain entry to growth sectors and how their employment progression can be facilitated. It also examines evidence on how job quality in growth sectors can be enhanced. 'Good practice' examples of relevance to the Welsh context will be identified.\n\nElement III involves six in-depth case studies of practical initiatives to harness growth sectors for poverty reduction. A mix of 'top-down' approaches driven by national governments and 'bottom-up' approaches led by local authorities and groups of employers in particular sectors will be examined.\n\nElement IV brings together and tests the findings of the research, emphasising what policy levers are available for harnessing growth sectors for poverty reduction, and how they might be best used. Stakeholders will be invited to participate in this process of knowledge generation and transfer at workshops held in different parts of Wales in an attempt to maximise the applicability of the 'what works' findings to the Welsh context.\n\nTogether the different elements of the research project, involving secondary data analysis, evidence reviews and case studies, will address gaps in:\n- existing knowledge on job mobility and poverty;\n- interventions to support entry to, progression, and job quality in growth sectors; and\n- how public policy can address poverty by facilitating sustainable employment in growth sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M007111/1","grantId":"ES/M007111/1","fundValue":"177672","fundStart":"2014-11-01","fundEnd":"2016-10-31","funder":"ESRC","impactText":"","person":"Anne Elizabeth Green","coPersons":["Neil  Lee","Paul  Sissons"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}