{"id":"83724055-20D4-44B4-9EBE-0FAA0C7892B4","title":"Imperial College Space Physics Rolling Grant","abstractText":"The research to be carried out in our rolling grant programme focuses on the physics of the heliosphere, fundamental space physics and planetary physics. This is all underpinned by our instrument development work, enabling us to design and build space instrumentation. The measurements made by our instruments allow us to interpret and understand different space environments. Observing plasma processes out in space provides us with a way to study the fundamental processes that occur in both laboratory plasmas and astrophysical ones which are not as easy to measure. We will learn what the implications are on our climate in response to the weakest solar minimum period we have had in recent history. We will understand how Coronal Mass Ejections evolve as they travel through interplanetary space and learn to forecast better what affect they will have on us on Earth. In Fundamental Space Physics we will better understand collisionless plasmas of which interplanetary space, the region around the Earth and other planets in our solar system, are prime examples. To do this we will focus on some of the underlying key physical processes that drive the dynamics of these regions, such as turbulence and shock physics. In Planetary Physics we will focus on understanding better the different physical processes which arise in Saturn's magnetosphere: is most of the energy derived from the fast rotation of the planet; or does the solar wind have a critical role to play as well? We will resolve how Titan's atmosphere changes with time and what it is made of, which will allow us to gain a better understanding of how our own atmosphere has changed from its initial formation. By observing how some of the small icy moons of Saturn interact with the environment around them we will understand how material is outgassed from their surface and then link this to cometary outgassing and the changes that occur as the orbit of the comet changes around the Sun. The new instruments we will develop will enable us to fly low mass and low power sensors on numerous upcoming spacecraft missions. We will also develop much smaller magnetometer instruments which can be flown on balloons, landers and penetrators. These vehicles are linked to plans to study the atmospheres and surfaces of many different solar system bodies, such as our Moon, as well as moons in the outer solar system like Europa, Ganymede, Titan or Enceladus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H002383/1","grantId":"ST/H002383/1","fundValue":"2089730","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"","person":"Michele K Dougherty","coPersons":["Marina  Galand","Christopher Michael Carr","Robert Janis  Forsyth","Ingo  Mueller-Wodarg","Steven J Schwartz","Elizabeth  Lucek","Timothy Simon Horbury"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}