{"id":"837B5C98-1AA7-44F6-852C-3385B3C3908A","title":"Chain Event Graphs - Semantics and Inference","abstractText":"The Bayesian Network (BN) has proved very useful in Bayesian modelling, but parallel with the growth in the use of models utilising BNs, concerns have arisen about the scope and efficacy of this model class. In many applications dependence between variables has been found to be context specific. Also, as evidenced for example in analysis of forensic evidence, emergency support systems and biological regulation, the product sample space structure intrinsic to the efficiency of BN learning, is not universal. Much criticism has also been levelled at Causal BNs.Alternative representations have consequently appeared, such as case factor diagrams, each with their own theory and methods, often coding supplementary information in terms of a tree or probability tables. None of these alternatives demonstrates the versatility of the BN, and there is ample scope for a single graphical structure with which to model and analyse discrete asymmetric processes.The Chain Event Graph (CEG) has been devised to meet this need. Significant progress has already been achieved in examining how causal hypotheses can be expressed and examined, in developing propagation algorithms, and in developing methodology for eliciting models of this type in biological systems.The proposed research aims to develop a technology that supports the analysis of asymmetric models which is directly analogous to that provided by Bayesian Networks for supporting more symmetrical models. The research divides into theoretical aspects such as the discovery and characterisation of equivalence classes, devising analogues of the d-separation theorem for BNs, and analysis of causal manipulated systems; more applied statistical modelling including algorithms for propagation, dynamic algorithms, and the process of Learning CEGs; and using the theoretical aspects to develop, for example, methods for expressing and feeding back information provided by an experimenter or expert.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036752/1","grantId":"EP/F036752/1","fundValue":"242875","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"James Q Smith","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}