{"id":"837C6D2E-3AB5-4097-B8F3-54CBD8C1B134","title":"Simulated assessments of General Practitioners' consultations in a multicultural society: a linguistic analysis","abstractText":"<p>This study conducts a sociolinguistic analysis to address a current, real-world topic in medical education. Postgraduate medical assessments now involve an important and well-established focus on effective interaction with patients, often formally assessed as part of various clinical examinations. Through simulated consultations with role-played patients, doctors can be observed in action, enabling examiners to assess not only a candidate's clinical knowledge, but crucially how that knowledge is deployed and communicated with a patient in a spoken context. Nevertheless, the pass rates in many of these exams, particularly higher failure rates for those who have done their initial medical training overseas, have led to concerns that linguistic and cultural factors may play a role in doctors’ poorer performance in such consultations.<br /><br />The study here researches these type of assessments with a view to better understanding what is happening, as well as producing training materials to aid exam candidates. A close linguistic analysis is made of video data from assessed, simulated patient surgeries, including the development of an innovative analysis of non-verbal features of communication, in addressing where communicative differences or difficulties might occur. This has implications for further understanding contemporary clinical examinations and the training and preparation postgraduate doctors can undertake.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00865X/1","grantId":"ES/K00865X/1","fundValue":"116749","fundStart":"2013-10-28","fundEnd":"2016-10-27","funder":"ESRC","impactText":"  At this early stage of the project, a large number of GP practitioners have shown an interest in the research and particularly the potential training implications for GP trainees taking the UK licensing examination. Improving the trianing for International Medical Graduate doctors is now high on the agenda. This interest has mainly been achieved through conducting seminars and workshops with practitioners.\n\nThe high level of interest in the project has also led to enquiries from various medical practitioners and new research avenues with other medical Royal Colleges (inc. The Royal College of Surgeons and the Royal College of Psychiatrists, the College of Emergency Medicine). Education,Healthcare Societal","person":"Sarah  Atkins","coPersons":[],"organisation":"University of Nottingham","findingsText":" At this initial stage, we have identified some linguistic and cultural factors that may affect the performance of overseas trained doctors when sitting the UK licensing examination for General Practice. This is particularly in relation to how interpersonal skills such as 'empathy' and 'rapport' are assessed in simulated clinics. The findings will be particularly useful in developing training materials for GPs. Education,Healthcare","dataset":"gtr"}