{"id":"837DCACF-6561-4407-A79B-DB42C781B9F5","title":"Constrained random phenomena using rough paths","abstractText":"Random process are ubiquitous throughout the natural and man-made world. These processes are often observed, measured or experienced as paths evolving over time in some state space. The effect of noise often makes the trajectory of these evolving paths unpredictable and highly erratic. In simple examples, such as the movement of a share price, the state space might be the non-negative real numbers. In more general examples the dynamics of the evolution may be constrained, such as the movement of a rigid body, or the evolution of particles in a section of the earth's atmosphere. This project will develop broad modelling framework for the analysis of highly-energetic random trajectories on curved spaces. A key ingredient of this will be the use Lyons' rough path analysis. \n\nThe precise study of Brownian motion over the last century has led to spectacular results in the modelling of natural phenomena. Our understanding of manifold-valued Brownian motion was given great impetus by the Eells-Elworthy-Malliavin global construction of Riemannian Brownian motion. It is now however increasingly well understood that model based on Brownian motion are not always appropriate; persistence, long-time dependence and momentum are long-observed features of behaviour in queueing networks for internet-traffic, in hydrology, and in the fluctuation of market prices. Brownian motion belongs to a fundamental class of random processes in statistics called Gaussian processes. This class is both simple enough to work with, and broad enough to capture random memory-effects in evolving systems.\n\nIn this project will will combine techniques from stochastic analysis, probability the theory of rough paths and stochastic differential geometry to study, in a precise and quantitative way, properties of a class of Gaussian processes on Riemannian manifolds. We expect there to be interesting interplay between the randomness and the geometry of the space which the process inhabits. A key objective of the project will be to furnish the wider scientific community with deeper understanding and techniques which they can utilise in their work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M00516X/1","grantId":"EP/M00516X/1","fundValue":"87527","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Thomas  Cass","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}