{"id":"837E2891-CFE5-4314-8A58-66AA890ADDBE","title":"Defining the role of PIF3-like bHLH transcription factors in the integration of light and cold signalling in Arabidopsis","abstractText":"Plants have evolved an amazing ability to alter how they grow and develop in response to signals from their environment. This is critical for their survival as it allows them to synchronise growth and development with seasonal changes. A good example of this is the process of seed germination, which marks the start of growth following a period of quiescence or dormancy. The dormancy state enables seeds to survive in the soil for months to years until the conditions are favourable for growth. The ability to sense environmental conditions is critical for a seed, because once it starts to grow the fragile seedling is extremely vulnerable to all sorts of environmental challenges. Temperature and light are two key environmental signals that influence seed dormancy breakage. In the model plant, Arabidopsis thaliana, dormancy is removed by a combination of cold temperatures and light. This requirement for cold temperatures as experienced in winter ensures that seeds only germinate in spring when conditions are good for growth. The light requirement means that seeds will only germinate when they are at or near the soil surface. Very little is known about how plants integrate cold and light signals. We recently discovered that a protein called SPT represses germination until seeds are exposed to cold. We have also found that a second related protein called PIL5 represses seed germination until seeds are exposed to light. Both SPT and PIL5 belong to a class of proteins called transcription factors, because they regulate expression of specific genes. SPT and PIL5 repress expression of key genes involved in the synthesis of a plant hormone called gibberellic acid (GA). We know from previous studies that GA promotes germination. GA also promotes a host of other responses where it acts by decreasing the activity of DELLA proteins. Our most recent data reveal that removal of these DELLA proteins increases germination frequency. For the first time we now have evidence that links light and cold signals with changes in germination of the seed. The picture that is beginning to emerge is that the transcription factor proteins SPT and PIL5 regulate levels of the plant hormone GA. This GA in turn regulates the DELLA proteins that control germination. However, this is most certainly not the whole story as we have other evidence that suggests the SPT and PIL5 proteins also exert GA independent effects on germination. Intriguingly, this mechanism of germination control in response to signals from the environment also appears to control other physiological processes such as seedling leaf size. We now need to work out the details of this important mechanism. Our ultimate aim is to fully understand the different parts of this process so that we can build a model that allows us to predict the effect of changing environmental conditions on plant growth particularly in the developmental window of seed germination and seedling establishment . How plants respond to different environmental conditions can affect important agronomic traits which impact on crop yield. Knowledge gained through this work could lead to improvement of these traits in important crop plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E000541/1","grantId":"BB/E000541/1","fundValue":"331252","fundStart":"2006-12-21","fundEnd":"2010-06-20","funder":"BBSRC","impactText":"  Knowledge of the mechanism underpinning seed dormancy control is transferable to the seed industry and may directly impact UK and global agriculture. Seed dormancy is one of the most important traits to control in a crop and industry still needs to manage and improve this process using molecular breeding tools that could be derived from knowledge attained in this project. Agriculture, Food and Drink Economic","person":"Ian Alexander Graham","coPersons":[],"organisation":"University of York","findingsText":" This BBSRC funded project ran from 2006 to 2010. The project led to a number of breakthroughs in our understanding of how germination and plant growth in general is controlled in response to signals from the environment, and a new appreciation of the role of the SPT transcription factor. Before the work started we had thought that the SPT protein acts as a messenger of signals from the environment that influence the all-important DELLA proteins. By the end of the project we knew that SPT acts in parallel with the DELLA proteins to restrain growth. SPT acts as a transcription factor that regulates the expression of other genes by binding to their promoter regions. We found that SPT does not directly bind to genes involved in biosynthesis of the plant hormone gibberelic acid (GA) but instead binds to the regulatory regions of at least two other related transcription factors, one of which has been shown to regulate seed germination and the other to regulate growth in response to shade avoidance. \nPerhaps the most exciting aspect of our work was the demonstration that the SPT protein accumulates and inhibits plant growth under cool (4-20 degrees C) daytime temperature conditions. This discovery raises the possibility of using the SPT gene to develop crops that can grow better at lower temperatures. Building on the work from this grant we published work in PNAS in 2013 that made further important advances in our understanding of how SPT regulates five other transcription factors during seed development and in so doing regulates seed dormancy status. See section above. Agriculture, Food and Drink","dataset":"gtr"}