{"id":"83990523-8BCF-42C5-99C6-D966682B00D5","title":"Communities in crisis: the role of self-reliance, resilience and participation","abstractText":"This research review was undertaken by a group of researchers in the Cities and Social Justice Research Cluster in the School of Geography at the University of Leeds. This research review summarises a six month desk review based on a proposal submitted and approved by the AHRC. No original data collection was undertaken. Its aims were to understand, from a variety of perspectives and contexts, how, why and with what effects and impacts communities develop qualities of self-reliance, resilience and empowerment in times of crisis. Our unique focus and interest is on the idea of communities in crisis, and we are particularly interested in understanding what the contemporary political-ecological-financial-social crises mean for communities. \n\nBased on this discussion of communities and crisis we suggest that the way in which communities respond to crisis imprints a number of different 'personalities' onto that community which include:\n \n Intentionality where communities are driven by strong guiding values and usually decide to separate themselves away from the root of the crisis. They are often self-selecting, have a long-term outlook and strive for self-sufficiency\n Interventionism where communities confront a crisis but take matters into their own hands and often act outside the parliamentary system\n Resistance where often highly marginalised or deprived communities feel alienated and oppose or block certain developments or events which have been imposed from the outside.\n\nProject website: www.communitiesincrisis.org","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500263/1","grantId":"AH/J500263/1","fundValue":"30495","fundStart":"2011-03-01","fundEnd":"2011-09-30","funder":"AHRC","impactText":"  Findings have been disseminated to an expert panel of civil society members through the final report and day-long meeting Education,Environment,Government, Democracy and Justice Policy & public services","person":"Paul  Chatterton","coPersons":["Sara  Gonzalez"],"organisation":"University of Leeds","findingsText":" This research review was undertaken by a group of researchers in the Cities and Social Justice Research Cluster in the School of Geography at the University of Leeds. This research review summarises a six month desk review based on a proposal submitted and approved by the AHRC. No original data collection was undertaken. Its aims were to understand, from a variety of perspectives and contexts, how, why and with what effects and impacts communities develop qualities of self-reliance, resilience and empowerment in times of crisis. Our unique focus and interest is on the idea of communities in crisis, and we are particularly interested in understanding what the contemporary political-ecological-financial-social crises mean for communities. Understanding current global austerity crisis Education,Environment,Government, Democracy and Justice","dataset":"gtr"}