{"id":"8399F9AB-1A5E-470A-AB2D-E006DD5AB163","title":"Structural organisations underlying auditory sensitivity","abstractText":"Most cellular functions depend upon assemblies of interacting molecules, and upon the ways in which those complexes are organised within a cell. Moreover, cells themselves are organised to compartmentalise different activities into different regions while at the same time enabling the integration of those activities that is necessary for the cell to function as it should. There is, thus, a very close relationship between cellular architecture and cell function. Consequently, crucial to understanding how different molecules are integrated into a cell to support its function, and how cells go wrong when molecular function is disrupted during disease, is knowledge of the three-dimensional cellular architecture at levels of resolution that enable visualisation of macromolecular assemblies and the cellular context in which they normally function. Electron microscopy reveals such structural details across a range from the approximate dimension of macromolecules up to the level of the whole cell. Three-dimensional information can be obtained from tissue sections examined by electron microscopy by the application of now established methods for 'electron tomography'. In this technique, a collection of images of the same structure is taken from many different angles. When these images are assembled together, a three-dimensional view of the structure is obtained. From this it is possible to identify how structures are associated with one another, for example how one molecular complex interacts with another, or at a lower level of resolution, how organelles within a cell are distributed and whether there is continuity between them. If tissue is prepared for microscopy by means that preserve the natural state, which can be achieved by freezing them very rapidly before processing, it becomes possible to obtain details of sub-cellular structures in a close-to-life condition in their true context inside the cell. This project will apply these modern methods to assess features of the cellular architecture of the sensory tissues of the inner ear. These tissues are responsible for the sense of hearing and maintenance of balance and they are remarkably three-dimensional in their architecture. Individual sensory 'hair' cells are cylindrical and bear at their top ends an organised bundle of projections, deflections of which in response to sound vibrations (hearing) or motion (balance) lead to signalling to the nerves at the bottom of the cell. Each hair cell is surrounded by cells that provide structural support. The project will explore the organisation of structures crucial to the cell's ability to faithfully generate appropriate neural output in response to mechanical input. It will determine the structure and relationships of macromolecular complexes that, with deflections of the hair bundle, control the opening and closing of channels through which a current that triggers the neural stimulation flows. It will determine the organisation of the structural components within the supporting cells that create the rigid framework that is necessary to ensure that small vibrations from quiet sounds produce deflections of the bundle and signal detection. And it will define the pathway within a hair cell by which the chemical that is released to stimulate the nerve travels from where it is made at the top end of the cell to the bottom end. Abnormalities of the molecules associated with these activities cause hair cell dysfunction. Hair cell dysfunction and loss are the main causes of deafness and balance disequilibrium, major disabling conditions that are particularly prevalent in the elderly. By elucidating details of the relationships between structure and function, this project will contribute to understanding the fundamental bases underlying hair cell dysfunction. From such knowledge means to ameliorate the resultant physiological deficits -deafness and/or balance disequilibrium- will ensue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I02123X/1","grantId":"BB/I02123X/1","fundValue":"410550","fundStart":"2011-12-01","fundEnd":"2014-11-30","funder":"BBSRC","impactText":"  The findings are very new and have not as yet been widely disseminated. However, they have stimulated work by others in the field and provided the basis for grant applications to enable the post-doctoral researcher who has undertaken the work on the project to begin to develop her career. Healthcare ","person":"Andrew  Forge","coPersons":["Carolyn  Moores"],"organisation":"University College London","findingsText":" We have developed procedures for optimal preparation of inner ear tissues for high resolution imaging by electron microscopy using rapid freezing techniques. This has enabled investigation of samples preserved in a close-to-life state, revealing previously unrecognised details of the ultrastructure of cells in the inner ear. \nWe have also developed the use of contemporary techniques for 3D structural analysis of the subcellular organisation of cells in the inner ear. Two imaging modes have been applied. One enables examination of the subcellular organisation within whole cells; the other, electron tomography, enables high resolution 3D analysis of organelles and macro-molecular complexes. Using these techniques in combination we have found an previously unrecognised sub-cellular organisation of the sensory cell in the inner ear that sends auditory signals to the brain - the inner hair cell (IHC). The results reveal an extensive organised membrane system that is closely associated with mitochondria and with the specialised synaptic structures, the synaptic ribbons, in IHC and thus with distribution of afferent nerve endings around the cell. This organisation is likely to underlie the cell's ability to maintain neural stimulation over prolonged periods by providing a constant supply of neurotransmitter vesicles to the synapse in a regulated fashion that allows for coding of sound intensity (loudness) though differential stimulation of different nerves in relation to the intensity of the signal. The results provide a basis for detailed assessment of the role of pathological changes at the IHC and its innervation that have been proposed to be the basis of so-called hidden hearing loss, that is hearing impairment in the absence of a clinically recordable deficit in hearing sensitivity. Such hidden hearing loss, maybe a consequence of relatively low level noise exposure, but most significantly may occur in the earliest stages of age-related hearing impairment. Communities and Social Services/Policy,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}