{"id":"839C3A32-5308-4A06-9FD4-53790C559DF2","title":"Structure of exotic medium-heavy N-Z proton rich nuclei","abstractText":"Each element in the periodic table contains a different number of protons in the nucleus and elements can exist with different numbers of neutrons. These are called isotopes of an element. The protons (Z) and neutrons (N) occupy certain well defined orbits inside the nucleus and there is a limit to the number of each type of particle that can occupy a given orbit. This is very similar to what happens in atoms, where the electrons occupy different orbits around the nucleus and each orbit holds a limited number of electrons, thereby giving rise to the various chemical properties of atoms. In nuclei the protons and neutrons can be excited to higher energy states, just as electrons can be excited in atoms. Many of the important properties of excited states in nuclei result from the orbits occupied by, and the interaction between, the outer most protons and neutrons. In most stable nuclei there are more neutrons than protons, consequently the important Interaction in this case is between pairs of protons or pairs of neutrons. It is very difficult to obtain detailed information on the nature and strength of the interaction between the outer most protons and neutrons, since, for most heavy nuclei, these tend to be filling different orbits. However, if the number of protons and neutrons in a nucleus can be made to be the same then they will fill the same orbits simultaneously, thus providing an opportunity to investigate the nature and effects of the proton-neutron interaction on the structure and properties of these special nuclei. This information is important since nuclei with equal and approximately equal numbers of neutrons and protons are the ones that are formed in violent astrophysical events in the universe in what is commonly called the rapid proton capture process. This is one of the possible nuclear reaction pathways available for the creation of heavy elements in the universe. In order to be able to understand the relative abundance of the stable elements and t","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C515714/1","grantId":"EP/C515714/1","fundValue":"207455","fundStart":"2005-08-01","fundEnd":"2009-01-31","funder":"STFC","impactText":"","person":"Robert  Wadsworth","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}