{"id":"83A328AA-69E6-4B14-821E-5888B2B88C54","title":"WORKSHOP: Spectral and Cubature Methods in Finance and Econometrics","abstractText":"It is important to develop transparent and robust models for risk in financial markets. These models have to be computationally tractable or give substantial insight if they are to be effective and useful. There are several different methodologies for modeling and evaluating financial risk. One fundamental difficulty is to calculate market risk in real time, which industry requires. Banks use farms of computers to makes these calculation possible but are severely limited by the power requirements. Although a partial solution is the move to lower power massive parallel computers (e.g., graphics processors), an important aspect has to be the development of efficient and accurate algorithms. Another fundamental problem is to adequately describe these complicated non-ergodic time series in conceptual terms. At a deeper theoretical level, the issues raised by these two problems are closely related.There has been much recent progress addressing these problems, especially in the thematic areas covered by workshop directions1. Fourier-Laplace transform methods, the Wiener-Hopf factorization and FFT technique, with numerous applications. Advantages and computational problems of FFT. 2. Advances in Monte-Carlo methods3. Eigenfunction expansion method4. Econometrics of time series in the long runSpecific areas of study represented in the workshop include a fairly wide spectrum of applications, many of which are of extreme importance in practical and theoretical finance: valuation of European, American, barrier options, lookback options and other options on stocks and indices in models with jumps, regime-switching models, stochastic volatility models and models with the stochastic interest rate, and interest rate derivatives; time series analysis in the long run, and macro-economic implications.The advances in Monte-Carlo methods, which will be represented in the program of the workshop, are based on the notion of cubature on Wiener space, which served as the basis for development of efficient methods for some moderate dimensional problems, reducing computational time by factors of 10^5 or more, compared with Monte CarloBy now, the number of different versions of the FFT techniques applied in quantitative finance is large, as well as the number of different versions of the Wiener-Hopf techniques, therefore, the researchers will benefit greatly from interactions with specialists who use different versions. The number of recent theoretical advances in eigenfunction expansion techniques in applications to option pricing is large as well, and one can expect that the same advances can be used in the study of the macro-economic time series in the long run. On the other hand, specialists in the eigenfunction expansion technique will find interesting new applications in econometrics and macroeconomics. Finally, possible interactions among cubature methods, FFT-WHF techniques and eigenfunction expansion techniques can be expected even more interesting and promising.The point of this workshop is to bring experts in these areas together because it is clear that in multi-factor models, these approaches must be used in combination to significantly address the underlying issues. It is the sign how these directions have developed independently that most of those working in one of these streams of research do not know each other. Therefore, personal interactions have great potential to result in new important developments. The PIs plan to organize follow-up meetings in 6 and 12 months time with a core group of people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H001956/1","grantId":"EP/H001956/1","fundValue":"1317","fundStart":"2009-06-15","fundEnd":"2009-09-14","funder":"EPSRC","impactText":"  The workshop has brought together a number of young and senior researchers, creating new links, and has disemminated research findings (new algorithms) to the financial sector. Financial Services, and Management Consultancy Economic","person":"Martijn Roger  Pistorius","coPersons":[],"organisation":"Imperial College London","findingsText":" The point of this workshop has been to bring experts in these areas together because it is clear that in multi-factor models, these approaches must be used in combination to significantly address the underlying issues. It is the sign how these directions have developed independently that most of those working in one of these streams of research do not know each other. Therefore, personal interactions have great potential to result in new important developments.\n\n\n\nThe workshop attracted 20 PhD students and a sizeable number of participants from academia and industry, and was regarded as very successful by participants; the follow-up was requested. A special issue of the International Journal of Theoretical and Applied Finance will be devoted to articles of participants on the topics of the workshop. The PIs plan to organize follow-up meetings in 6 and 12 months time with a core group of people. Personal interactions initiated at the workshop have good potential to result in new important developments Financial Services, and Management Consultancy","dataset":"gtr"}