{"id":"83CF4A56-295E-4CB3-8A7F-8F827D44A3B9","title":"Mechanisms underlying deficits in autobiographical memory in children with high functioning autistic disorder or Asperge","abstractText":"<p>The project's main objective is to provide a comprehensive account of autobiographical memory deficits in children with high functioning autistic disorder (HFA)/Asperger syndrome (AS) and possible mechanisms underlying those deficits. By comparing children with HFA/AS with age and IQ matched controls, the project has the following aims:</p>\n\n<ol>\n \n\n <li>To examine the ability to retrieve specific autobiographical memories.<br />\n</li>\n <li>To establish whether there is a deficit dissociation between semantic and episodic components of autobiographical within HFA/AS. <br />\n</li>\n <li>To establish whether particular lifetime periods are particularly vulnerable to memory deficits (eg very early life) while other time periods (eg very recent) are unaffected <br />\n</li>\n <li>To examine the extent to which certain factors, ie central executive functioning, emotional processing, visual and general memory, are associated with autobiographical memory deficits in HFA/AS.</li>\n</ol>\n\n<p>The above questions will be addressed using a range of autobiographical memory methodologies. A cueing task paradigm will be used to examine retrieval latencies and success at specific retrieval. Semantic and episodic memory will be assessed on an interview task which systematically questions interviewees about personal events and personal facts across different life time periods. The findings will provide a basis for a future series of studies aimed at establishing the developmental pathway of autobiographical memory in HFA/AS.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0197","grantId":"RES-062-23-0197","fundValue":"261265","fundStart":"2006-11-20","fundEnd":"2008-06-30","funder":"ESRC","impactText":"","person":"Lorna  Goddard","coPersons":["Barbara Marie Dritschel","PATRICIA  HOWLIN"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}