{"id":"83D969F6-161E-4D86-9CF7-67F50A002FC9","title":"MICA: UK MEDical BIOinformatics partnership - aggregation, integration, visualisation and analysis of large, complex data (UK MED-BIO).","abstractText":"This proposal brings together a group of leading multidisciplinary teams in medical, chemical, metabolic, statistical and computational sciences from across Imperial College London (ICL, lead institution) and its partners. These include the Institute of Cancer Research, the European Molecular Biology Laboratory-European Bioinformatics Institute, the Universities of Oxford, Swansea and Nottingham, and the MRC Clinical Sciences Centre and MRC Human Nutrition Research Centre, supported by strong partnerships and collaborative links with industry, the NHS and the National Institute for Health Research funded Biomedical Research Centres and Units. The proposal seeks support to build a DEDICATED INFRASTRUCTURE in data storage, aggregation, analysis and visualisation of diverse types of biomedical data. These come from standard clinical sources through to different types of information including from genetic analysis, and metabolic information, that help us to define patients or people studied in the general population using a holistic &quot;systems medicine&quot; framework. The GLOBAL AIM is to make major advances in understanding the causes and reasons for disease progression of common human diseases such as cancer, cardiovascular disease, respiratory disease and metabolic disorders such as type 2 diabetes and obesity. In this way we aim to create new disease diagnostics and prognostics aimed at the individual patient (&quot;stratified medicine&quot;) through innovations in medical bioinformatics with powerful computing capability. The programme will create unprecedented capacity to i) DEVELOP powerful new approaches for computation and analysis of large-scale, complex, multi-source medical data; ii) INTEGRATE information linking multiple different types of biological information from analysis of blood and urine samples (e.g., metabolic, genomic, analysis of the microbial genome) to different diseases, disease progression and outcomes; hence to iii) help UNDERSTAND the causes and mechanisms of disease and improve individual disease classification for better patient treatments and safety; also to iv) TRANSFORM the training of the biomedical researchers of the future through creation of a seamless interdisciplinary environment spanning biomedicine, physical sciences, computing and engineering. In particular we will capitalise on computational expertise that has led to the development of a partnership in medical information infrastructure and service between universities and the pharmaceutical industry called eTRIKS, and related software platforms such as tranSMART, an &quot;open source&quot; solution for managing data and research knowledge in clinical studies. We also have world-leading expertise in metabolic &quot;fingerprinting&quot; and systems medicine approaches manifested in the MRC-NIHR National Phenome Centre located at ICL, and underpinned by excellence in genomics, computational sciences and advanced data modelling and visualisation. This project has a very broad collaboration with industrial sectors including major pharmaceutical companies, instrument vendors, IT and informatics companies. Our project covers the complete healthcare envelope of data generating activity and analysis from the level of basic measurement sciences through to the understanding of gene-environment interactions and disease mechanisms to the creation of knowledge systems for better clinical decision making based on detailed knowledge of individual patient biology. This application is strengthened by the decision of ICL to establish a major interdisciplinary centre for 'big data' at the new Imperial West campus, ensuring sustainability over the longer term. The project aims to deliver top class science, a robust informatics platform and in-depth scientific data and knowledge to contribute to the state of the art of UK and international medical research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L01632X/1","grantId":"MR/L01632X/1","fundValue":"5941410","fundStart":"2014-04-01","fundEnd":"2019-03-31","funder":"MRC","impactText":"","person":"Paul  Elliott","coPersons":["Brian  Thomson","Chris C  Steinbeck","Robert Charles Glen","Yike  Guo","Alan A  Ashworth","Ronan Anthony Lyons","Julian Leether Griffin","Susanna Assunta Sansone","Jeremy  Nicholson","Enrico  Petretto"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}