{"id":"83F5C59F-011F-4C01-909D-4F3C640AD42D","title":"Forward anticipation of movement in typically developing children and in children with Developmental Coordination Disorder","abstractText":"<p>All actions are composed of a string of movements; simply pouring water from a kettle into a cup requires the hand to grasp the kettle, lift and move the kettle, tip the kettle to pour and place the kettle back down. When joining these movements each element can be tailored to the next in the sequence: if we grasped the kettle handle too far down we would need to re-assess our grip before continuing. </p>\n\n<p>This project will consider this type of 'forward anticipation' in children with and without Developmental Coordination Disorder (DCD). Recent figures suggest that 2 per cent&nbsp;of children in the UK present with DCD and show difficulties with fine and gross motor skill that persist into adulthood. </p>\n\n<p>This project will be the first to carry out a comprehensive review of forward anticipation in children with DCD, furthering our understanding of the potentially deficient systems in these children, and may indicate avenues for remedial programmes for DCD. Forward planning abilities will be measured in a group of typically developing children (aged 4-11) and in a group of children with DCD (aged 6-11). Both planning for end-state-comfort and planning for end-goal will be considered using sophisticated motion analysis equipment. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0472","grantId":"RES-061-25-0472","fundValue":"166516","fundStart":"2010-12-01","fundEnd":"2012-11-30","funder":"ESRC","impactText":"  To date these findings have been used to inform other research studies which are designed to aid our understanding of Developmental Coordination Disorder, with a view to design a more effective intervention. Other Societal","person":"Kate  Wilmut","coPersons":[],"organisation":"Oxford Brookes University","findingsText":" In both tasks participants with DCD planned movements in light of the forthcoming action. However, this forward planning was not done in the same way or to the same extent as the participant without DCD. Adults with DCD showed a level of performance which was clearly better than that of children with DCD, suggesting an improvement in this skill with age. This result suggests that there is an aspect of motor planning which is different in individuals with DCD compared to a non-DCD group. This research project has added to our understanding of movement planning in individuals with DCD. Although more research is needed this is an important first step. Studies on different developmental disabilities have already used this approach to gain a better understanding of movement difficulties, which has led to the identification of areas for targeting intervention Education","dataset":"gtr"}