{"id":"83FF97A0-85B9-4893-97D5-6C6A0021DA41","title":"A new framework to study the impact of antimicrobials on the within-host dynamics of bacterial infections.","abstractText":"The treatment and complete cure of bacterial infections can be difficult. Some infections that are not completely eliminated from the tissues can relapse especially in immunodeficient adults and children or can become chronic and be transmitted between infected individuals for long times. Pathogens that persist asymptomaticatically in chickens, pigs and cattle and are transmissible to humans through the food chain still cause great concern. \nDifficulties in treatment and eradication of bacterial infections of animals and man can often be ascribed to suboptimal exploitation of the therapeutic potential offered by current drug treatments, a direct consequence of our superficial knowledge of how antibiotics affect the infection process inside the body of an animal. Although we understand how antibiotics act on bacteria in test-tube conditions we still do not fully comprehend the action of drugs in the whole animal in relation to the location and growth of the pathogens in the tissues. The emergence of new multi-drug-resistant bacterial strains is a grave emergency and a compounding factor in the current difficulties in tackling bacterial diseases and we are losing many of our first-line antimicrobials, with very few new drugs currently in the pipeline. \nWe will create and use a new framework that integrates the simultaneous tracking of multiple bacterial subpopulations in the body and the monitoring of the pharmacological properties of antibiotics that have different sites and modes of action and are broadly representative of commonly used drugs. Our research will also be supported by mathematical modelling of the impact of these drugs on the in vivo infection process. The work will be able to generate biological and mathematical knowledge on the reciprocal impacts of pathogen behaviour and the sites and modes of action of antibiotics in isolation and in combination treatments. The work will enable optimisation of treatment regimens with currently available drugs and will inform the criteria behind a more rational development and selection of new antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M000982/1","grantId":"BB/M000982/1","fundValue":"646689","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"Pietro  Mastroeni","coPersons":["Olivier  Restif","Duncan  Maskell","Andrew James Grant"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}