{"id":"84071CBB-8C77-4900-B683-D60BEE9227C5","title":"Development of Prototype High Efficiency Multi-Junction Organic Solar Cells","abstractText":"Organic photovoltaics (OPVs) are an emerging third generation solar cell technology which offer the prospect of very low cost manufacture and the production of lightweight modules that utilise environmentally sustainable materials and processes. OPVs offer genuine medium to long term prospects for reducing the cost of photovoltaics (PVs) well below the commercially important threshold of $1 per watt (peak). In addition, the compatibility of OPVs with a wide range of substrates, including plastics and metals, means that new power applications can be addressed which are not easily met by existing first and second generation PV technologies. OPVs will therefore accelerate market penetration of PV technology as well as enabling new manfacturing and business opportunities within the UK. In this collaborative R@D project a consortia of industry and university groups will develop prototype OPV cells using our patented multi-junction cell technology. Nanostructured organic and inorganic materials will be incorporated into multi-junction cells which will then be optimised to demonstrate high performance characteristics (efficiency and stability) as well as compatibility with low cost, large area fabrication. A key objective of this project will be to incoporate new transparent conducting electrodes into the multi-junction cell technology, thus eliminating the requirement for indium tin oxide (ITO) and enabling the new technology to overcome one of the key obstacles to low cost manufacture. Prototype cells will be developed that demonstrate certified power conversion efficiencies of 8%, accelerated lifetimes equivalent to 3 years in the field, and active cell areas of 10 cm x 10 cm. These prototypes will demonstrate performance characteristics compatible with subsequent product manufacture and commercialisation. The industrial expertise in our consortia will focus our strategy for longer term product development in the automotive sector and building integration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J500057/1","grantId":"EP/J500057/1","fundValue":"637224","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Timothy S Jones","coPersons":["Ross Andrew Hatton"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}