{"id":"840FCDCC-3EF8-4B61-BDB4-D33A25A9E79C","title":"ShareIT: A theoretical and empirical investigation of co-located collaborative activities using shareable interfaces","abstractText":"Technology now provides us with new ways of helping people to work together in small groups. Shareable interfaces (SIs) are combinations of displays and devices that allow several people in the same place to have their own input (e.g. multiple mice controlling the same display) and to interact at the same time on a shared task (e.g. electronic whiteboards). Input is not restricted to mice or keyboards: users might point, gesture, or use special pens or tokens to have input to a shared display. SIs, it is claimed, will have huge benefits for small groups working together. There are many piecemeal studies of how specific tools can help group work. However, there is no overall guidance on the best way to design these interfaces and no consistent evidence directly comparing the collaborative benefits of different designs for different tasks and different users. For example, a tabletop surface with people sitting around it can be more democratic and support more equal input than a vertical screen where one person has privileged access to control, while a multi-user game that provides some control of turn-taking may help children with language problems to participate more fully.This proposal aims to provide- an initial theoretical framework to explain what design features of SIs will promote collaboration- evidence directly comparing the effects of different SIs on the same task. We will systematically compare 3 major factors affecting design: SI type, task type and user group.We will study 4 types of SI covering the common range of ways they are used (tangible, graphic, multiple or single input devices), 4 types of task (involving creative planning, negotiating or reaching a solution to an intellectual problem) and three different user groups (adults, typically developing children and young people with communication difficulties). Truly collaborative work requires understanding other people's points of view. Little attention has been paid to differences between users in this understanding, so interfaces designed for adults may be provided with little modification for young children, or for people with special needs such as autism, whose ability to collaborate will be affected by cognitive and developmental factors. High-tech shareable interfaces are often very popular and initially appealing for users, but any benefits for collaboration can be lost if we do not understand what different features of SIs might provide and how they are best fitted to the needs of particular groups of users.We will run 6 studies assessing the collaborative behaviour of small groups of 3 people, using the different SIs for each type of task with different user groups. We will assess conversation and non-verbal behaviour (e.g. gestures and attention sharing, which we know are important in negotiation, learning and collaboration), and we will study how people coordinate their behaviour with that of others, and how they interact with the technology.The results of our work will produce initial guidelines for designers of SIs and evidence of the effects on group working for people who want to use SIs for different groups in work and educational settings. The results will help designers, educators and work organisers to choose resources more wisely and cost-effectively for small group settings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F017324/1","grantId":"EP/F017324/1","fundValue":"551864","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Yvonne  Rogers","coPersons":["Nicholas Sheep Dalton"],"organisation":"Open University","findingsText":"","dataset":"gtr"}