{"id":"84109803-8BED-441B-A22F-FB2CEA7F9A66","title":"Science Through Art - A Chimera of Cultures","abstractText":"The Science through Art: A Chimera of Cultures Research Network is a response to new developments in science-based artistic practice in the UK and elsewhere in Western Europe. A key focus of our research is the collaborative approaches employed in the creation of such artworks, particularly in relation to the role that the collaborating scientist might play within the creative process. Thus we are particularly interested in collaborations that assign a degree of creative authorship to the scientist in the resulting artwork - a phenomenon that seems to be increasing in prevalence during the last few years. We ask how such collaborations might reveal unexpected distinctions or parallels between the way in which scientists and artists operate within, and think about, their own and each others' fields of expertise; we explore what novel creative strategies and artistic forms might emerge from such collaborations; and we open up the possibilities for increased reciprocity between the arts and science arenas, for example by raising the question of how such collaborations might serve scientists' as well as artists' agendas.\n\nAnother recent development within contemporary sci-art, as with the arts more generally, is a turn towards interdisciplinarity. This turn is particularly evident in recent UK-based performance practices, in which sound, visual and digital elements sit alongside more traditional dramatic devices, and in which character and conflict-based narratives are replaced by more compositional forms. While these 'alternative' tendencies are not limited to science-based art, they raise interesting questions in terms of those artistic practices that draw on or seek to convey scientific concepts and those with an orientation to public engagement in science. We ask what forms of knowledge, understanding or experience of science might 'alternative' sci-art (and science-based performance in particular) generate in their audiences; how might science-based epistemologies inform the form and content of the resulting artworks and their spectatorship.\n\nThe Chimera project addresses these and other questions by drawing together scholars from arts, humanities (including medical and science humanities) and science disciplines, and arts and science professionals. These participants will engage in three interwoven strands encompassed within the Chimera project activities, which also involves engagement with the third sector and with members of the general public. The three strands are:\n1. A series of three Symposia designed to generate discussion and debate about science-based arts, music and performance (Antwerp University Hospital; the Ivy Centre Guildford; Kingston University/the Rose Theatre Kingston respectively)\n2. A series of meetings between the academic network members, which seeks to contribute to scholarship across a range of disciplines\n3. A series of ongoing practical explorations by the Investigators based on a specific area of medical science (open workshops, small-scale presentations at the Symposia and elsewhere, culminating in a performance at the Dana Centre, London)\n\nUltimately, the Chimera project promotes and celebrates science-arts collaborative practices, while taking stock of the practicalities involved in bringing together people with potentially divergent world-views and areas of expertise. It also addresses aesthetic and philosophical concerns emerging from the nexus of arts and science in contemporary culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003518/1","grantId":"AH/K003518/1","fundValue":"23810","fundStart":"2013-01-15","fundEnd":"2014-03-14","funder":"AHRC","impactText":"  The Chimera Network produced impact in the area of enhancing quality of life and healthcare. These impacts centred primarily on the tour of a theatrical performance created by the Investigators with a multi-disciplinary team. Evaluation conducted by Dr Emma Weitkamp (Science Communication, University of the West of England) assessed audience responses to the performance. Examples of the impact include:\n* cancer survivors who saw the performance reported positive emotional effects of catharsis (interviews).\n* other audience members reported new insights into the science and subjective experience of blood cancer and its treatment. Approx. 80% said they would support a cancer charity or join bone marrow registry as a result of the performance (evaluation forms and post-performance interviews)\n\nThe Network also produced impact in relation to cultural output and the creative economy.\n*It offered a range of audiences an unusual cultural experience and increased their interest in other projects of this nature\n*In addition, a number of arts practitioners and students interested in experimental or interdisciplinary practice, were able to advanced their understanding and skills through participating in the symposium event (at which a number of professional artists and researchers discussed their work), in training workshops (for example twelve professional directors at the Young Vic theater) and through post-show discussion events. Creative Economy,Healthcare,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Alex  Mermikides","coPersons":["Milton  Mermikides"],"organisation":"Kingston University","findingsText":" Responding to a revived interest in arts-science inter-disciplinarity in the UK, the network explored practical and philosophical questions concerning how artists engage with scientific subjects, how scientists collaborate in the creation of new artworks (and visa versa) and how audiences engage with the resulting artworks. These are our key achievements:\n+ we mapped a range of creative methodologies employed in the creation of new works across sound and performance practice (approximately 30 performance and sound artists presented their work at the Splice symposium and participated in practical workshops and other activities). This exploration revealed a rich diversity of approaches employed in the UK and beyond. Two recurrent 'tendencies' became apparent: one that employed the wondrous complexity of scientific areas such as participle physics or string theory as a way of creating 'abstraction' (Gilles Jobin on his residency at CERN); another that figured engagement with science as a marker of relevance, topicality or impact.\n+ we extended current understanding of how scientists currently participate in the creation of such work. Splice presenters included 5 scientists, with about 30 other scientists/medical practitioners participating in other events including the creation of a performance with the Investigators. Activities included hosting a hospital residency, leading tours, discussions, advising and, for one (clinical haematologist, Ann van de Velde), writing scripts, participating in rehearsals and performing on stage. Our explorations confirmed findings reported by the Wellcome Trust, that institutional factors often seriously curtail the level and form of creative involvement a scientist might have in artistic projects. At same time we identified a number of scientists who do actively participate - and indeed lead - such work and confirmed the value of such collaborations.\n+ we contributed to thinking and scholarship about dramatic forms employed in science-engaged performance through discussions, publications and research presentations. Key areas of investigation were: the correlation between post-classical sciences and post-dramatic forms of performance and the innovative use of sound in new science-based performances. While there is a body of scholarship on illness narrative and narrative-based medicine, the role of performance within this has yet to receive much critical attention.\n+ we conducted an extensive survey of audience responses to a science-engaged performance created by the investigators and network members. The data (derived from several performances to diverse audiences) reveal several valuable insights. One example is audience members' openness to 'didactic' forms (such as lectures) which disturb assumptions that the arts operate through emotional/subjective rather than 'cerebral' modes of engagements. Practitioners of science-engaged performance/music who participated in discussions (eg at Splice Symposium and post-show) and/or skill-sharing activities (workshops, online documentation) may incorporate new skills, understandings and contacts in their ongoing practice. Website provides information on funding and other support for practitioners.\n \nGeneral public who attended bloodlines may have increased interest in seeing other science-engaged performance, thereby helping to sustain creative economy.\n\nAcademics in arts disciplines who participated in events, accessed online resources or who read publications, have increased understanding of the science-engaged and other interdisciplinary practices. This is growing area of scholarship. For academics in medical humanities and public engagement disciplines, project activities and publications recognise the significance of music and performance to these fields. The project website provides a bibliography that crosses these disciplinary fields.\n\nMedical practitioners participating in project events (in collaboration with the Investigators or as audience members) or reading publications (especially the one in Nature Immunology) learn about the possibilities of collaboration with artists and the value that resulting artworks may have for both professionals and patients. Creative Economy,Education,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}