{"id":"841F7999-EC41-43FC-AE1F-D0069E507E55","title":"Stratified Medicine to Optimise Treatment for Hepatitis C Virus Infection","abstractText":"Stratified Medicine is a type of personalised medicine where treatments are directed specifically at people who are most likely to respond to them, often using detailed information about individuals. We believe that the treatment of patients with hepatitis C virus (HCV) would benefit enormously from this approach. \n\nAbout 300,000 people in the UK are infected with HCV, only half of whom have been diagnosed as carrying the virus. The virus has a high tendency to persist as the body's immune system is usually unable to clear infection. HCV infects the liver, causing liver cirrhosis (scarring), liver failure and liver cancer. HCV exists in different genetic forms called genotypes. In the UK, most infections are caused by either genotype 1 or 3, which occur at about equal frequency. \n\nTreatment for HCV has consisted of two drugs interferon and ribavirin. Approximately half of patients receiving treatment respond and are successfully cured of infection. Until recently, no additional drugs were available to treat those who failed treatment. The number of people who develop severe liver disease from HCV is expected to continue to rise over the next two decades. Those who develop liver failure can be given a transplant but the transplanted organ is rapidly infected with the virus and often becomes diseased within a few years.\n\nNew drugs, which directly act against the virus (called DAAs), are being used in combination with interferon and ribavirin in NHS patients for the first time in the clinic in 2012. DAA drugs increase the cure rate to 70%. However, there are drawbacks: the drugs are very expensive costing in excess of &pound;20,000 per patient; the virus can become resistant to new drugs, rendering them useless and increasing the frequency of resistant strains in the community; the first wave of new drugs are effective against genotype 1 but not genotype 3 strains; additional side effects can be associated with the new drugs, so that treatment may be stopped before the viru is eliminated.\n\nWe have developed a team of experts in the clinical care of HCV patients, who will work with HCV scientists, in partnership with industry. Combining expertise in this way should serve to benefit patients. The group is already working well together collecting blood samples and information from 10,000 people across the UK into a single bio-bank, supported by government infrastructure. We aim to assess the genetic make up of both the virus and the infected person. We will also look at the way in which the immune system responds to the virus, and measure protein markers in the blood. We will assess these in patients receiving therapy and also in those with serious liver disease to try to work out in advance who will develop further complications of their disease. A unique feature of our group will be the ability to draw all these strands together. \n\nWe will develop new technologies so that we rapidly obtain the host and viral sequence in thousands of infected people. In this way we hope to improve treatment options for patients so that the right therapies are given to patients who are most likely to benefit from them. We will focus our efforts especially on HCV genotype 3, which is a particular problem in UK patients, and also on patients with more serious liver disease, who are more difficult to treat with the new therapies. Ultimately we hope to predict the likelihood of treatment response in individuals, and possibly through our investigations develop new therapies. This could bring considerable cost-savings to the NHS and means that drugs are given to HCV-infected people who are most likely to respond to them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K01532X/1","grantId":"MR/K01532X/1","fundValue":"4168140","fundStart":"2013-09-16","fundEnd":"2018-09-15","funder":"MRC","impactText":"","person":"Eleanor  Barnes","coPersons":["Richard  Riley","Neil  Guha","John  McLauchlan","Paul  Klenerman","Graham  Cooke","Peter  Simmonds","Patricia Ann Cane","Alec  Miners","Natasha  Martin","Emma  Thomson","Paul  Kellam","Jane Alison McKeating","John Francis Dillon","Nicole  Zitzmann","Salim  Khakoo","William  Irving","Peter  Vickerman","Christopher Charles Spencer","Christopher  Holmes","Graham Russell Foster","Jonathan Kelvin Ball"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}