{"id":"84263B8D-7FAE-4CA2-A801-4AEF7D4BD43B","title":"RNA Quadruplexes that Regulate Gene Expression","abstractText":"The DNA in living cells encodes for all genes. When a particular gene is switched on, the cell's machinery produces a transcript called RNA, and it is the RNA that directs the synthesis of proteins using the machinery of cells called ribosomes. We have identified short stretches of RNA that can form well defined, yet unusal quadruple helix folded structures called G-quadruplexes in many transcripts. We have recently found evidence to support that the formation of the quadruple helix in RNA can switch 'off' the gene by inhibiting the function of the ribosomes. This proposal aims to explore this recent finding and to also explore the possibility of generating molecules that can bind to quadruplexes in RNA and thus turn off the associated gene. This might in the longer term lead to a new class of therapeutic agents that function by selectively targeting RNA secondary structures rather than proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E019773/1","grantId":"BB/E019773/1","fundValue":"325238","fundStart":"2007-08-01","fundEnd":"2011-02-28","funder":"BBSRC","impactText":"  This research has demonstrated the ability of small molecules to bind to G-quadruplexes in RNA, leading to a large programme to further study the formation and function of G-quadruplexes in RNA.  ","person":"Shankar  Balasubramanian","coPersons":[],"organisation":"University of Cambridge","findingsText":" The DNA in living cells encodes for all genes. When a particular gene is switched &quot;on&quot;, the cell's machinery produces a transcript message called messenger RNA (mRNA), and it is the RNA that directs the synthesis of proteins using the machinery of cells called ribosomes. We have identified short stretches of RNA that can form well defined, yet unusal, quadruple helix folded structures, called G-quadruplexes, in many mRNAs, including numerous messengers of disease- associated genes. Specifically, over 4,100 human mRNAs were identified that contain at least one putative quadruplex-forming sequence in the 5'UTR. \n\nWe have shown that the formation of the quadruple helix in a mRNA can down regulate the expression of the gene by perturbing the function of the ribosomes. Importantly, we have demonstrated the existence of such a mechanism for regulating gene expression in two cancer-associated genes in living cells (MCF10A, MCF7, HGC27), NRAS and BCL2. Furthermore, we have demonstrated that drug-like small organic molecules that can selectively bind to and stabilize a G- quadruplex structure in a mRNA can turn off the synthesis of the associated protein product. In this case, translation was inhibited by targeting a native RNA G-quadruplex within the 5'UTR of the human NRAS gene. This might in the longer term lead to a new class of therapeutic agents that function by selectively targeting RNA structures rather than proteins. The existence was demonstrated of a mechanism for regulating cancer gene expression in cells, and also that drug-like small molecules that can selectively bind to and stabilise a G-quadruplex structure in a mRNA can turn off the synthesis of the associated protein product. This might in the longer term lead to a new class of therapeutic agents that function by selectively targeting RNA structures rather than proteins. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}