{"id":"842770CB-A630-4AE3-9E99-89644A90B0DB","title":"Climate change and the greening of masonry: implications for built heritage and new build","abstractText":"SUMMARYThere is increasingly compelling evidence that stone decay environments vary significantly across the British Isles, and that these climatic and pollution regimes are themselves changing as, for example, climate itself changes, sulphur emissions are reduced and local levels of atmospheric NOX rise. Because of this there is an urgent need to review the changing nature of decay processes, investigate the new, and developing, environmental conditions that are driving these changes and to scope their impacts on the future decay of masonry materials and any required modifications to specification and remediation strategies. Nowhere is this need more apparent than in the northwest of the UK. The fact that building stones, especially sandstones, already react so adversely and so rapidly to the moist, often salt rich environments found in this region (Smith et al. 2002), must inevitably raise fears of what could happen as a consequence of any increase in their time of wetness associated with projected warmer, wetter and possibly longer winters. In short, in response to changing climate and pollution it is likely that we will have to radically rethink our understanding of masonry decay and conservation.Quartz sandstones have been chosen to investigate these issues because they have proven to be susceptible to, and highly sensitive indicators of, subtle changes in moisture and temperature regimes, as well as pollution conditions. They also provide acid, open-textured conditions that favour algal colonisation. If stonework were to remain wetter for longer and not dry out either as frequently or as thoroughly as before, there are a number of physical and chemical effects that could be hypothesised. These include: the deeper penetration of salts (especially those of high mobility) and increased biological colonisation leading to active biological decay, both chemical and physical, as well as unsightly soiling of buildings that is expensive to remedy.This project will therefore build on earlier research into sandstone decay processes to investigate the likely impacts of predicted climate change on future decay. To do this, it will concentrate on the effects of changes in moisture regime on quartz sandstones. This will combine laboratory simulations with environmental monitoring and the assessment of decay patterns related to conditions of exposure on selected sandstone buildings, linked to sampling and analysis of complete stone blocks. Central to this is the construction of test walls in a wet environment in the west of Northern Ireland with embedded sensor systems to monitor thermal and moisture regimes linked to biological colonisation. This will be validated against laboratory investigations of the colonisation process and the feedbacks that could affect stone decay, together with investigations of ion diffusion associated with prolonged 'deep wetness' of masonry. Because of the detailed knowledge already possessed by the partnership, and the access to buildings undergoing renovation provided by the industrial collaborator, environmental monitoring and sampling will concentrate across Northern Ireland, supported by limited selective sampling of sandstone structures in Scotland and northwest England.Underpinning all investigations into stone per se, is the statistical downscaling of national and regional climate change scenarios, linked to measurements of stone condition and the factors controlling it. This novel approach is essential at a much wider scale if such scenarios are to be successfully translated into meaningful strategies for adaptation to environmental change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G011338/1","grantId":"EP/G011338/1","fundValue":"383238","fundStart":"2009-04-20","fundEnd":"2012-08-19","funder":"EPSRC","impactText":"  Our research findings have been used by a KE project with Historic Scotland to develop updated briefing on greening and deterioration; and as the basis of a workshop on non-destructive techniques for diagnosing moisture and other problems in masonry walls. Furthermore, our findings have led to longer term collaborations with Consarc Design and Historic Scotland, to provide better toolkits for monitoring moisture dynamics in masonry walls. Construction,Culture, Heritage, Museums and Collections Policy & public services","person":"Heather  Viles","coPersons":["Andrew Steven Whiteley"],"organisation":"University of Oxford","findingsText":" Algal greening and moisture regimes in sandstone walls have been found to be complex and dynamic. Using a combination of field measurements on historic sandstone walls in Belfast, monitoring of test walls at Derrygonnelly and a series of small-scale field and laboratory experiments we have investigated the nature, dynamics and impacts of algal greening and deep-seated wetness on the deterioration of a range of building sandstones. Using innovative 2D resistivity surveys of historic sandstone wal Both algal greening and deep seated wetting can cause problems for conservators and architects managing sandstone buildings. Our findings can help their decision-making, by providing advice based on our integrated field and laboratory programme. Furthermore, our findings can be taken forward by those wishing to develop optimised techniques for measuring moisture in walls and determining its impacts on deterioration and algal colonisation. Construction,Environment","dataset":"gtr"}