{"id":"84295943-FEE9-4FBE-815B-FD191F0B2F89","title":"Predicting benthic chemistry around marine fish farms","abstractText":"The size of marine fish farms is determined to a large extent by the scale and degree of the impacts of uneaten food and of fish faeces falling to the seabed. This causes changes in the chemistry and biology of the seabed. If the size of the farm is not well fitted to the environment in which it is sited, the seabed can become polluted to the extent that seabed worms are killed and the capacity of the sediment to process wastes is impaired - this can be accompanied by reductions in oxygen and the release of hydrogen sulphide, both of which are harmful to farmed fish. \n\nA vastly upgraded version on the existing globally dominant model for predicting these effects will shortly be completed, funded by the Scottish Government (called New DEPOMOD). We propose to address 3 novel problems by using this model: 1) including in the model results from a recent study of current acceleration under cages which can enhance erosion thereby reducing effects on the seabed in some circumstances; 2) by adding a sub-model that can simulate the degradation of wastes on the seabed by microbes, the model will be capable of predicting a directly measureable chemical endpoint in sediments and; 3) working with the regulator (the Scottish Environment Protection Agency - SEPA) we will use multiple instances of the model driven by a seprate model of the water currents in a particular areas having several fish farms to assess the cumulative effects of synchronous medication with in-feed sea lice medicines.\n\nThese tasks will deliver: 1) improved predictive abilities at the more exposed sites of the type that the global marine fish farming industry is increasingly exploiting; 2) the world's first integrated fish farm benthic impacts model with measurable chemical endpoints and 3) the first modelling assessments of the fate of cumulative pesticide release within water-bodies containing several fish farms - leading to an assessment of the appropriateness of present environmental regulations. Collectively, this work represents a significant step forwards in our ability to predict the capacity of the environment to deal with fish farm wastes on the seabed in the context of a rapidly expanding industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025861/1","grantId":"BB/M025861/1","fundValue":"245105","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Kenneth D. Black","coPersons":["Natalie Ruth  Hicks","Dmitry  Aleynik"],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}