{"id":"8431E510-D3CD-4B28-ADB6-2C299D710125","title":"Estimation of structural dynamic parameters at higher frequencies using Bayesian methods","abstractText":"This proposal concerns the vibrations of complex structures such as cars and aircraft at higher frequencies, typically in the audio-frequency range. The engineer must be able to design safe, reliable and efficient structures which have acceptable noise and vibration performance. There is an increasing reliance on computers to develop numerical models of the system. However, the numerical model must be validated by comparing its behaviour with that of the real structure, estimating the parameters of the model from the measurements, and updating the numerical model so that it gives accurate predictions in which the engineer has confidence.One aspect of this problem is central to the proposal: that where there is substantial uncertainty in the properties of one or more parts of the structure. This uncertainty arises from inevitable manufacturing variability. For example, when a product is made, it always differs from the engineer's idealisation. The effects of uncertainty grow as frequency increases so that, for the applications under consideration, it must be taken into account.This research concerns two main applications. Both involve estimating the parameters of a structure using Bayesian methods. These methods require prior knowledge of the distributions of the uncertainties, and there are a number of ways in which these prior distributions can be estimated: empirically, in terms of modes of vibration and from numerical (finite element) analysis, for example.The first main application concerns the mid-frequency range, where neither of the most common conventional methods of vibration analysis (finite element (FE) analysis and statistical energy analysis (SEA)) are, on their own, able to model the behaviour of the structure. It is only recently that hybrid methods have been developed which can model such situations. Typical applications are to structures where stiff, load-bearing components are connected to flexible panels: a car, which has both thin, flexible body panels and stiff frames; an aircraft, which comprises stiff frames and spars and a thin, flexible skin. The stiff component is sometimes referred to as the master substructure while the flexible parts form fuzzy substructures. The aim here is to estimate the properties of the master substructure from measurements taken of the whole structure, to allow detailed, FE numerical models of the master to be validated and parameters updated to yield a refined model.The second main application concerns the case where fuzzy substructures are coupled. This situation is suitable for SEA. The parameters which describe the interaction (so-called coupling loss factors or energy influence coefficients) are often found by numerical or physical experiment. It is proposed here that Bayesian methods will be developed to allow for accurate, robust estimation of these parameters.Some methods of damage detection attempt to infer its presence by monitoring changes in the vibrational behaviour of the structure. A third application concerns detection of possible damage in the master substructure of a fuzzy structure - a fatigue crack in a wing spar, for example. The presence of the fuzzy substructures clouds the vibration of the master. Using the methods developed in this project they can be removed and the vibrational behaviour of the master substructure alone recovered. This can perhaps then be used for damage detection.The methods will be validated and illustrated by numerical and physical experiments and by application to engineering structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G056765/1","grantId":"EP/G056765/1","fundValue":"284248","fundStart":"2009-10-05","fundEnd":"2012-10-04","funder":"EPSRC","impactText":"","person":"Brian  Mace","coPersons":["Jonathan  Forster"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}