{"id":"84329139-2C8B-443F-A922-823904E1A200","title":"Hydrologic and carbon services in the Western Ghats: Response of forests and agro-ecosystems to extreme rainfall events","abstractText":"Overall summary\n\nProperties and functions of natural forest ecosystems regulate how rainfall is partitioned into surface flow, sub-surface flow, ground-water and evapotranspiration and also the export of sediment in streams. They also determine how and how much carbon is fixed, stored and lost from these ecosystems. In general, the more carbon that a forest stores in its biomass, the less water that the forest releases into the stream. However, this is not necessarily true under tropical mixed landscapes subject to long-term and intense human use and also as degraded sites are reforested over decades. Information on how these two different types of functions are linked is sparse for tropical forest ecosystems, especially when these ecosystems are degraded by human-use. We know even less about how hydrologic and carbon functions of ecosystems respond to extreme rain events (lots of rain per hour) and high intensity rain. This is occurring with greater frequency and is likely to increase under future climate change in the Western Ghats and adjacent Deccan Plateau which supports livelihoods and needs of 160 Million people. Furthermore, the effects of such extreme rain events on agro-ecosystems in tropical landscapes are also largely unstudied, especially in relation to crop damage and soil loss. \n\nOne of the gaps in our knowledge is how such extreme rain storms are distributed over space and time, and how this spatial distribution of rain events interacts with different land-use and land-cover in large landscapes to influence hydrology and carbon dynamics. India is one of the global leaders in forestation including experimenting with natural species and large areas of degraded land has been restored or reforested over the past several decades for various benefits. Currently India is planning to reforest over 10 Million Hectares as part of a national plan (Green India Mission) to sequester carbon and help regulate global atmospheric CO2. These initiatives can transform the water and carbon budgets over large areas and also influence availability of water for agricultural use downstream. \n\nThe proposed project will use existing data and generate new data over three years to help answer some of these questions and fill gaps in our knowledge. This will help policy and decision makers understand the nature of extreme rainfall events and hydrologic and carbon regulatory effects of forest degradation and reforestation. It will also enable assessment of the ability of different ecosystems (natural forests, degraded forests, reforested sites and agro-ecosystems) to perform these functions under future conditions of high intensity or extreme rain events. It will also help agricultural planners determine the sustainability of agricultural land-use under conditions of extreme rain. The implementation of the Green India Mission will benefit from information on the best possible sites to target for restoration and with what type of vegetation. \n\nThis project will also generate major benefits to the global need for the most optimal strategies in tropical reforestation in which India is taking the lead. It will help guide the selection of watersheds for restoration under the countries watershed development programmes and contribute to policies that help conserve natural habitats and ensure the conservation of ecosystem goods and services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I022450/1","grantId":"NE/I022450/1","fundValue":"519465","fundStart":"2012-01-01","fundEnd":"2016-08-30","funder":"NERC","impactText":"","person":"John Sibbald RowanMICHAEL  BONELLWilliam Ian  Ball","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}