{"id":"8437C18C-61D6-43CA-9FDC-145594C55517","title":"Primes, sieves, and their applications","abstractText":"This proposal will look at a number of inter-connected topics in prime number theory, using sieve methods. It is motivated by famous open questions of the type &quot;Are there infinitely many twin primes?&quot; or &quot;Are there infinitely many primes which are one more than a square?&quot;\nSieve methods have already made partial progress towards these questions, but we seek to develop these techniques further, both to improve existing results, and to extend the applicability of the methods.\n\nAs an example, consider the famous theorem of Chen, from 1973. This says that there are infinitely many primes p for which p+2 is either prime (yielding a pair of prime twins), or has only two prime factors. We will establish a similar result for triples of numbers. Apart from the case of 3,5 and 7, one of the numbers n, n+2 and n+4 will always be composite, since one of the three will be divisible by 3. Hence it is natural to look at triples n, n+2 and n+6, where we would hope to find infinitely many instances where all three are prime. In this situation we plan to extend Chen's result to find infinitely many case in which n is prime, n+2 has at most 2 prime factors, and n+6 has at most some fixed number (8 say) of prime factors.\n\nAnother example demonstrates the potential connection between prime number and Diophantine equations - equations in many variables which one seeks to solve using only rational numbers. One much studied equation takes the shape f(u)=N(w,x,...,z), where f is a polynomial and N(w,x,...,z) is a so called &quot;Norm form&quot; of degree d, in d variables. When f is linear the equation is always solvable, and it is only very recently that the case of quadratic polynomials has been handled. We aim to show that in certain cases one can also deal with cubic polynomials f. It is by no means obvious why prime number theory should be relevant. In our planned attack we will restrict the denominator of u to be prime, and use sieve machinery to find numbers f(u) which are automatically of the form N(w,x,...,z).\n\nA final example concerns primes represented by polynomials in two or more variables. The PI showed that the sequence of numbers m^3+2n^3 includes infinitely many primes. This sequence has an &quot;exponential density&quot; of 2/3. We aim to find polynomial sequences with lower exponential density which still take infinitely many prime values. This may be seen as a move towards the case of primes of the shape n^2+1, where the exponential density is 1/2.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K02132X/1","grantId":"EP/K02132X/1","fundValue":"299479","fundStart":"2013-09-30","fundEnd":"2016-09-29","funder":"EPSRC","impactText":"","person":"Roger  Heath-Brown","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}