{"id":"84396152-3B86-463B-A80A-E9DD4F477F0B","title":"Development and validation of automated analysis tools for clinical interpretation of vascular magnetic resonance images","abstractText":"The blood vessels of the human body must remain in a healthy condition to allow the rest of the body to function properly. Two major problems can occur in blood vessels; blockages due to the accumulation of plaque (which can cause stroke and heart-attack), and stiffening of the vessel wall that can lead to premature death through a number of causes. We can image the blood vessels, and blockages in these vessels using magnetic resonance imaging (MRI). This approach is safe to use, and is available in most hospitals. Here in Oxford we have already developed specific methods for vessel imaging, and have studied the effects of smoking, the effects of various drugs, and the effects of obesity. Further clinical studies are in the pipeline. One problem with MRI of these vessels is that, because they are small, it is quite difficult to evaluate the images accurately. It is especially difficult if we are looking for the small changes that might occur after a short course of drug treatment.This research develops ways of measuring the images of vessels by computer. We have already shown that semi-automated methods provide a precise tool for measuring the vessel wall thickness. This work extends that approach to look at the dynamic changes in the vessel diameter through the heart cycle, which can be used to tell us about vessel stiffness. The key strengths of this approach in the research environment are its precision, speed and user independence. One other benefit of a more automated approach is that is will relieve doctors of a laborious time consuming task.The second approach that we will develop is to analyse MRI images of plaque in vessels to investigate what type of blockage it is. This will form a separate project that will be taken on by a DPhil (PhD) student under the supervision of Professor Noble and Dr Matthew Robson. Plaque can include three different components (fatty centre, fibrous cap, and calcified tissue) each of these have different implications to the health of the patient. By acquiring 3 MR images, each with different contrast, we can distinguish each of these components. This analysis is best performed by computer as it needs to consider each of these 3 images at the same time. Other groups have already demonstrated methods for performing this analysis, but these methods are not available to the general imaging community, and have only been applied to small numbers of patient images. One important part of this work is to make all the tools and techniques that we develop available to all clinical researchers.The initial goal of this work is to develop methods that can be used in the research environment so that we can accurately monitor disease and the effects of drug treatments. We will validate these approaches on clinical cases, and validate these methods using data acquired on different types of MRI scanner. We will distribute this code to key research groups in the field (whilst protecting our intellectual property), in order to further validate its clinical utility and obtain extended feedback. Subsequently, as these vessel MR imaging procedures become widely adopted by all hospitals, we would expect these groups to also use the analysis methods that we will have developed. Once these approaches are accepted and proven, the next stage of the project (not funded as part of this grant) will be to convert them into a clinical product that can be sold to the general clinical community. By selling such a product we can ensure that the users get strong training and support. We would hope to sell this product via a pre-existing distributor of clinical cardiac software.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D060834/1","grantId":"EP/D060834/1","fundValue":"256266","fundStart":"2006-02-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"","person":"Matthew David Robson","coPersons":["Robin  Choudhury","Alison  Noble"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}