{"id":"843ECDB0-3FEF-4400-9B87-1C9952DC14A3","title":"Geometrical structures in defective solid crystals","abstractText":"The project is concerned with the development of mathematical methods required to further the study of materials with defects, from a continuum mechanical point of view. It focusses on the role of discrete material structures associated with a given continuum, in particular on whether or not symmetries of these discrete structures transfer to symmetries of the continuum - this amounts to a generalization of methods of traditional crystallography, where (for example) one states that certain quantities associated with crystal continua have cubic (or tetragonal, or monoclinic, etc.) symmetry. \n\n If these symmetries do indeed transfer from small (microstructural) scale to continuum scale, then the mechanics of the continuum may be studied by analytical methods, but it appears that the methods required to determine whether or not this is so are primarily algebraic and geometric. These algebraic and geometric methods have not been used before in this context, so the work to be done is intra-disciplinary. However it is already clear, from preliminary consideration of simple cases, that results from these pure mathematical disciplines may be expressed using language and concepts familiar in applied/engineering studies of crystal defects. Given that the point of departure for the project is itself a very general (new) framework designed to incorporate continuum information at the outset, one envisages that new types of discrete structures with desirable (theoretical) properties will be found (these properties include what might be called 'easy slip' in certain directions determined by the geometry, as well as transfer of symmetry across different scales), and it is an exciting prospect that it might be possible to provide an exhaustive list of low dimensional structures with these properties. Once we have a reasonable amount of information regarding these structures at hand, even if it is not exhaustive, we shall try to see if any real discrete low dimension structures (quasicrystals, graphene .... ) fit naturally into this constitutive framework , so as to provide a modelling option for new materials that have significant potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M024202/1","grantId":"EP/M024202/1","fundValue":"283368","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"","person":"Gareth Poole Parry","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}