{"id":"844AA9ED-329E-4520-8D6D-A83D55412F2F","title":"Coherent inference over a network of probabilistic systems for decision support with applications to food security.","abstractText":"Different panels of experts each provide their judgments together with supporting evidence through the outputs of their own probabilistic models. These then need to be networked together via their inputs and outputs to provide a unifying inferential foundation to underpin decision support. The different panels of experts share as common knowledge qualitative features of the domain often expressed as an agreed graphical model. A subjective expected utility maximising policy maker now plans to adopt the probabilistic judgments of the appropriate domain expert panels as her own. She will then use this unifying statistical model to draw together the disparate evidence into a single coherent and defensible whole and use this to guide her policy evaluation. We will develop this formal and defensible statistical methodology. Thus we will find sufficient conditions for different types of dynamic graphical models to remain coherent before and after relevant evidence is accommodated into the system. When the integrity of the system is violated we will develop methods which appropriately measure the extent of this violation. Recent advances in algebraic statistics will be used not only to investigate how such demands for coherence might be relaxed when the algebraic form of a user's utility function is known but will also guide associated computational algorithms. The development will be directed by the needs of policy makers and the structure and information bases used by experts and researchers into UK food security","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039628/1","grantId":"EP/K039628/1","fundValue":"339267","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"James Q Smith","coPersons":["Rosemary  Collier","Elizabeth Ann Dowler"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}