{"id":"844F3CD3-83C2-40A0-9913-31FC5020D071","title":"A Life Course Approach to Investigating Asthma Pathogenesis and Progression","abstractText":"Asthma is the commonest chronic lung disease in the UK. It affects all age groups and significantly impacts on quality of life, schooling and work. For most it requires lifelong treatment with drugs and uncertainty, due to the variable nature of the disease. Little is known how factors initiate the disease in early life or impact over the life course of the disease. This programme is centred on studying the life course of asthma, focusing on underlying mechanisms that may lead to disease persistence and progression and how different environmental factors exert influence.\nOur research focuses on the human asthma and involves sampling the airways to evaluate on-going tissue events and to obtain airway cells that can be studied in the laboratory under different conditions of exposure. We believe that the airways lining (epithelium) plays a major role in interacting with the environment and, in asthma, expresses signals that promote abnormal inflammation within the airways and induce structural changes (scarring) that alters their flexibility. We have called this dynamic interaction between the epithelium and the deeper airway wall structures the Epithelial Mesenchymal Trophic Unit (EMTU). Our research focuses on understanding how this EMTU is activated in asthma of differing severity and stages of disease. Recognising that most asthma has its origin in the first few years of life, undergoes major changes during childhood and adolescence in which over half ?grow out? of their diseases and adopts characteristics of becoming irreversible in some adults, we have constructed our 5 year programme in 3 stages: (i) In young children at the onset of disease we will use our cell culture systems in the presence and absence of virus, allergen and tobacco smoke exposure to seek differences in the way the epithelium communicates with underlying cells in the EMTU; ii) In teenagers from our Isle of Wight cohort, that has been extensively characterised in relationship to asthma from birth to the age of 18 years, we will assess activation of the EMTU in those with persistent asthma and those who have ?grown out? of asthma; and (iii) In adults with established asthma we determine how the scarring affects the stiffness of the airway wall and whether repeated airway narrowing contributes to and can account for the loss of treatment response in such asthmatics.\nThis research will identify much needed new targets in disease prevention and treatment high up in the causal disease pathways.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900453","grantId":"G0900453","fundValue":"2158550","fundStart":"2009-10-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Stephen  Holgate","coPersons":["Peter  Howarth","Graham  Roberts","Syed Hasan Arshad","Donna Elizabeth Davies","Philipp Johannes Thurner"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}