{"id":"84664681-4F45-4BA3-8250-BA99463295A5","title":"FAPESP-ESRC-NWO Joint Call Sustainable Urban Development Resilience and vulnerability at the urban Nexus of food, water, energy and the environment","abstractText":"Cities are complex networked spaces. Due to rural-urban migration and climate change, augmented by other pressures (e.g. from 'global' markets), provisioning of many basic services and commodities such as food, water and energy requires constant adaptation and reform. With increased demand on these services, there are urgent needs to improve access in an equitable way, increase efficiency of use, and to preserve the ecosystems that support the natural resources upon which these services depend. However, mainstream interventions aimed at creating 'resilient' urban food, water and energy systems' are associated with a number of critical challenges. These are the focus of our research.\nFirst, access to key services is unevenly distributed among city dwellers. With vulnerability (understood as 'the inability of an individual or group to cope with adversities), being experienced by the urban poor more acutely than other social classes Both poverty and vulnerability may be exacerbated by the unequal provisioning of key services.\nSecond, the material flows and infrastructures involved in provisioning basic services are deeply interdependent. This interdependence has recently gained considerable international policy attention under the rubric of the 'Nexus' of food, water, energy and the environment/climate. Associated with the Nexus are, a) trade-offs such as those encountered in water use for provisioning bio-energy instead of food; b) aggravations when one sector's problems (such as water pollution) impair others (e.g. food provision); and c) synergies that arise, for example, when removing a barrier to energy access streamlines flows of food and/or water. Our research examines how these three sets of challenges interact. For example how vulnerability to water contamination may be exacerbated by vulnerability to hunger and lack of access to energy. We will explore how any new vulnerabilities engendered by a social, technological or ecological 'events' interact with existing forms of insecurity and injustice. For instance, squatters cultivating a peri-urban riverbed for their own food provision may be most directly affected by cyclical flooding. Specifically the project aims to:\n1.Examine how vulnerabilities within urban communities are co-constituted with the trade-offs (the use of a resource for one service reducing availability for another e.g water use for bioenergy affecting food production) and aggravations (the problems in one sector affecting another - e.g water pollution affecting food) at the food, water and environment nexus, in three highly-dynamic cities in East Africa, Brazil and Europe.\n2. Utilise dynamic maps of vulnerabilities amongst urban populations to inform resilience-building efforts led by public policy and other practitioners. In particular to examine opportunities for urban governance to exploit the synergies (e.g when removing barriers to energy access improves flows of food and water) of the urban Nexus, and reconfigure the trade-offs towards both resilience and equity. \nFocussing on access to infrastructures and resource flows by the urban poor in three mid-sized cities in East Africa, Brazil and Eastern Europe, the project engages with the two policy areas of 'poverty, inequality and vulnerability' and 'infrastructure and the built environment'. Through participatory vision-building workshops and inter-city exchanges of policymakers and NGO representatives, the project attempts to involve these expected beneficiaries directly in the research process. Placing central importance on users' practices and their (re)connection with policy-led interventions. Our 'ecology of practice' approach will ultimately contribute new insights into the deepening of democracy in urban governance. To facilitate broad-based communication, the project's key research outputs (frames, methodologies, findings) will be converted into policy briefs, blog posts, anonymized digital archives and teaching materials for schools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N011414/1","grantId":"ES/N011414/1","fundValue":"192085","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"ESRC","impactText":"","person":"Fiona  Marshall","coPersons":["Saurabh  Arora"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}