{"id":"846E6AF4-7DB6-4F34-AB47-AC255C6D4703","title":"Investigating Yap as a Novel Therapeutic Target for Rheumatoid Arthritis","abstractText":"Rheumatoid arthritis (RA) is the most common chronic inflammatory disease in the UK, affecting ~1% of adults. It mainly affects the joints and can progress rapidly, causing joint damage and devastating deformities. The total costs associated with RA have been estimated to be up to &pound;6 billion per year in the UK. Research has mostly focussed on understanding the role of the immune system and inflammation in RA and how we can suppress this, which has led to important advances in treatment in recent years with the biologics. However, two major problems remain unresolved: (i) up to 30% of patients fail to respond to treatments, and (ii) joint damage can still occur even when inflammation is successfully treated, suggesting that suppression of inflammation alone is not sufficient to stop disease progression and fully treat RA. \nA key feature of RA is inflammation of the synovial membrane (synovitis). This membrane covers the inside of the joint or joint cavity. During RA, the synovial membrane becomes thicker and forms a so-called &quot;pannus&quot; that is causing the destruction of cartilage and bone. The pannus is considered like a tumour that results from uncontrolled growth of cells in the membrane. We want to understand what drives this process, and find out ways to stop this. \nWe have discovered that a particular protein, called Yap, is very high in the synovial membrane during arthritis. This protein is known in other tissues and organs, including liver, intestine, skin and brain, to stimulate tissue/organ growth. We therefore think that Yap may drive the synovial pannus overgrowth in RA. We will investigate this by using a model in which we can activate Yap in cells in the synovial membrane, and we will determine whether this causes cells in the membrane to overgrow and form a pannus similar to what happens during RA. To this end, we will combine and refine existing models and techniques available in our laboratory.\nWe also want to know if we can prevent or reduce the RA annus by blocking the activity of Yap. We will investigate this by inactivating the Yap gene in the cells of the synovial membrane, so that cells can no longer make the Yap protein. We will do this in our model of RA available in our laboratory and determine whether this can prevent or reduce pannus formation and cartilage and bone destruction. Finally, we will investigate if a drug that has recently been discovered to block the activity of Yap could be used to treat RA.\nThese studies will increase our understanding of the formation of the pannus and resulting cartilage and bone destructions in RA, and identify a new therapeutic target for the treatment of RA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L020211/1","grantId":"MR/L020211/1","fundValue":"485116","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"Cosimo  De Bari","coPersons":["Henning  Wackerhage","Anke Jozefien Roelofs"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}