{"id":"847343BB-8E22-43F0-AEE6-C74BED326968","title":"3-D Dynamic Problems for Cracked Layered Materials with Contact Interaction of Crack Faces","abstractText":"The achievements of material science such as the new high-tech materials, like micro- and nano-composites, make it possible to significantly increase the strength and stiffness of designed composite structures. On the other hand, the level of safety requirements increases consequently because the cost of unpredictable fracture is always enormously high. Apart from the economic value it is necessary to remember that in the extreme cases the material or structural fracture can put human health at risk. It is common knowledge that all existing composite materials contain various inter- and intra-component defects (cracks, delaminations, etc). Such defects appear in real-life materials during the fabrication or in-service (fatigue, consequences of an impact, etc). Another important aspect of the problem is the appearance of cracks with a non-zero opening attributed to the micro-buckling under initial static loading. The presence of cracks and delaminations considerably decreases the strength and the lifetime of composite structures as well as significantly increases the cost of exploitation. Unfortunately, the micro-defects cannot be fully avoided. A crack acts as a local stress concentrator because of the stress singularities at the crack tips, which can lead to a sudden fracture under unexpectedly small loading. Therefore it is necessary to ensure the residual strength of the composite structure will not fall below an acceptable level over the required service life. The opposite faces of existing cracks interact with each other when material undergoes dynamic deformation, altering significantly the stress and strain fields near the crack tips. The nature of the contact interaction between two crack surfaces is very complex. However, the direct observation and measurement of the contact characteristics is very difficult since the area of interest is hidden in the solid. Under deformation of the material, the initial contact region will change in time. The shape of the contact region is unknown beforehand and must be determined as a part of the solution. The complexity of the problem is further compounded by the fact that the contact behaviour is very sensitive to the material properties of two contacting surfaces and the type of the external loading. Such dependences make the contact crack problem highly non-linear.As the consequence, in the previous studies the interaction of crack faces was neglected and, therefore, the real stress-strain distribution was ignored due to the difficulties of finding appropriate solutions. The preliminary calculations have shown, that even in the simplest case of a penny-shaped crack in a homogeneous solid, the contact interaction of crack faces changes the solution both quantitatively and qualitatively, significantly influencing the stress-strain state in the vicinity of the crack tips, and affecting the distribution of the stress intensity factors. However the industry requires solutions of even more complex problems involving a system of interacting cracks in three-dimensional solids. This project will be focused on solving the elastodynamics problem for a system of inter- and intra-component cracks with interacting surfaces in three-dimensional layered materials (composites, rocks, etc) under harmonic loading. The effect of the properties of the layers, location of the cracks, frequency, magnitude and direction of the external loading will be investigated. Developing of a user-friendly software package for solving the problem is also one of the main goals of the project.The project is an interdisciplinary work based on the expertise in mechanical engineering and in applied/numerical mathematics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E020976/1","grantId":"EP/E020976/1","fundValue":"296984","fundStart":"2007-02-10","fundEnd":"2010-08-09","funder":"EPSRC","impactText":"","person":"Igor  Guz","coPersons":["Maria  Kashtalyan"],"organisation":"University of Aberdeen","findingsText":" The achievements of material science such as the new high-tech materials, like micro- and nano-composites, make it possible to significantly increase the strength and stiffness of designed composite structures. On the other hand, the level of safety requirements increases consequently because the cost of unpredictable fracture is always enormously high. Apart from the economic value it is necessary to remember that in the extreme cases the material or structural fracture can put human health at risk. It is common knowledge that all existing composite materials contain various inter- and intra-component defects (cracks, delaminations, etc). Such defects appear in real-life materials during the fabrication or in-service (fatigue, consequences of an impact, etc). Another important aspect of the problem is the appearance of cracks with a non-zero opening attributed to the micro-buckling under initial static loading. The presence of cracks and delaminations considerably decreases the strength and the lifetime of composite structures as well as significantly increases the cost of exploitation. Unfortunately, the micro-defects cannot be fully avoided. A crack acts as a local stress concentrator because of the stress singularities at the crack tips, which can lead to a sudden fracture under unexpectedly small loading. Therefore it is necessary to ensure the residual strength of the composite structure will not fall below an acceptable level over the required service life. The opposite faces of existing cracks interact with each other when material undergoes dynamic deformation, altering significantly the stress and strain fields near the crack tips. The nature of the contact interaction between two crack surfaces is very complex. However, the direct observation and measurement of the contact characteristics is very difficult since the area of interest is hidden in the solid. Under deformation of the material, the initial contact region will change in time. The shape of the contact region is unknown beforehand and must be determined as a part of the solution. The complexity of the problem is further compounded by the fact that the contact behaviour is very sensitive to the material properties of two contacting surfaces and the type of the external loading. Such dependences make the contact crack problem highly non-linear. As the consequence, in the previous studies the interaction of crack faces was neglected and, therefore, the real stress-strain distribution was ignored due to the difficulties of finding appropriate solutions. The calculations have shown, that even in the simplest case of a penny-shaped crack in a homogeneous solid, the contact interaction of crack faces changes the solution both quantitatively and qualitatively, significantly influencing the stress-strain state in the vicinity of the crack tips, and affecting the distribution of the stress intensity factors. However the industry requires solutions of even more complex problems involving a system of interacting cracks in three-dimensional solids. Hence, this project has focused on solving the elastodynamics problem for a system of inter- and intra-component cracks with interacting surfaces in three-dimensional layered materials (e.g., composite materials) under harmonic loading. The effect of the properties of the layers, location of the cracks, frequency, magnitude and direction of the external loading was investigated. The project was an interdisciplinary work based on the expertise in mechanical engineering and in applied/numerical mathematics. At different stages, it involved international collaboration with the colleagues from the U.S.A., Australia, Germany, Mexico and Ukraine. not applicable this year Aerospace, Defence and Marine,Construction,Education,Energy","dataset":"gtr"}