{"id":"847444E5-C210-42C8-9C11-DA4D8D67AF0B","title":"Chemical profiling of biological cell / engineering alloy interactions","abstractText":"There have been many exciting advances in ceramic, polymeric or composite based biomaterials in recent years. However, the vast majority of biomedical implants still remain metallic-based, covering a wide range of sites and time dependencies in the body. Titanium-based alloys, for example, may be used within orthopaedic and osteosynthesis devices such as hip and knee joints, bone fixation plates and screws, along with heart valves, maxillofacial implants, dental implants and potentially vascular stents. Even though there is a huge industry dedicated to the development and application of implant materials, there is still a clear gap in our knowledge as to the way a biological environment responds to a biomaterial surface. Thus, continued development and improved understanding of candidate implant materials on the molecular-scale is required.The project aim is the development of robust methodologies to enable the initial response of biomedical implants to soft and hard tissue environments to be chemically profiled on the molecular scale. To achieve this, we propose to conduct a feasibility study to characterise the very first stages of biological cell / engineering alloy interaction using cross-sectional transmission electron microscopy (TEM), through the subtle development of established sample preparation procedures. In this context, a variety of microanalytical assessment techniques, including electron spectroscopic imaging (ESI) and energy dispersive X-ray spectroscopy (EDS), will be used to chemically map the corrosion processes of a range of model implant templates, including Ti, Ti-based alloys and NiTi, and stainless steel, CoCr and hydroxyapatite, exposed in-vitro to human osteoblast and endothelial cell cultures; intermediate small cell derived platelets; and serum protein and simulated body-fluid. Emphasis will also be given to the assessment by the complementary techniques of environmental scanning electron microscopy (ESEM) and optical fluorescence microscopy. The approach is to combine our in-house expertise in the areas of biomaterials deposition, surface modification, cell culturing and materials characterisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E015379/1","grantId":"EP/E015379/1","fundValue":"160004","fundStart":"2006-12-01","fundEnd":"2008-05-31","funder":"EPSRC","impactText":"","person":"Paul Dominic Brown","coPersons":["Colin Anthony Scotchford","David Malcolm Grant"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}