{"id":"847B7921-01C3-453B-B812-08115E109ADA","title":"Genome-wide investigation of hip dysplasia in dogs","abstractText":"Media interest has brought health-related problems in purebred dogs to the public's attention, resulting in several ongoing enquiries sponsored by the government and independent organizations. Although we do not yet know the outcome of all of these reviews, they are likely to highlight many of the same issues as those identified by the RSPCA in their recent report (2008). These include problems resulting from excessive inbreeding and from inadvertent selection for disease traits in the course of selection for other characteristics (e.g. coat patterns). A prominent health issue in pedigree dogs, particularly large breeds, is that of hip dysplasia (HD), associated with painful and disabling osteoarthritis as the dog ages. There are currently attempts to reduce this disease in some breeds by preferentially breeding from dogs with low predisposition to disease. This involves selection using hip scores, x-ray measurements of hip laxity, which are associated with HD. However, the progress of genetic change by selection on hip scores has been found to be very slow. Furthermore, these tests involve putting the dog under general anaesthesia, which raises other animal welfare issues. Recent advances in canine genomics, including the sequencing of the dog genome and the development of a high-density 'chip' for dog genetic analysis, provide an opportunity for a faster and less invasive means to genetic improvement in these traits. This project applies a genomic approach to improving HD in dogs, using the Labrador Retriever breed as a test case. The Labrador is the most common dog breed in the UK and in many other countries, and one in which rates of HD and are relatively high. Our primary objective is to look for associations between the genetic constitution of dogs and their predisposition to HD and in so doing, we will identify regions of the genome that influence this trait. Using this information, we can provide 'genomic breeding values' for each dog analyzed, this value will encompass the dog's predisposition to HD, based on its genetic make-up. We will also further characterize the most promising genetic region associated with this disease by comparing our results to those of previous studies. We will then examine the relationship between hip dysplasia and other traits, including elbow dysplasia, a related disease, and specifically test whether the same regions of the genome are associated with predisposition to both diseases. Our second objective is to develop a plan for implementation of 'genomic selection' (selection based on many genetic markers) in Labradors. The costs of genetic testing are high and much of the variation that is measured in standard tests will not be related to these traits. We will use information from the analysis to evaluate whether a subset of genetic markers is predictive of disease susceptibility. If such a set can be identified, it may be possible develop a cost-effective means of testing for HD in the Labrador, which may also be applicable to other breeds. Using computer models and the results from the genetic analyses, we will evaluate how best to design a breeding and genotyping scheme for this and other diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H017798/1","grantId":"BB/H017798/1","fundValue":"353791","fundStart":"2010-11-01","fundEnd":"2013-10-31","funder":"BBSRC","impactText":"  The findings from this project provide the first stages of development of genomic breeding values for hip dysplasia in dogs. The intention is to further develop these values as a commercially available test, which will be made available to dog breeders. Other Societal","person":"Sarah Caroline Blott","coPersons":[],"organisation":"The Animal Health Trust","findingsText":" This grant resulted in data on more than 3,000 Labrador retriever dogs being collected. The information recorded includes lifestyle factors such as diet and exercise, together with information on the size and body condition of the dogs. In addition, information is available on hip score and other health-related traits. More than 1,000 dogs were genotyped with a high density genotyping chip. This allowed a genome-wide scan to be carried out, elucidating the genetic basis of hip dysplasia and identifying genomic regions of interest. It also provides the foundation for development of a DNA-based test for risk of hip dysplasia. The findings pave the way for further development of a DNA-based test for hip dysplasia in dogs. This is likely to be of interest to organisations such as The Kennel Club and breeders who are currently hip scoring their dogs through the British Veterinary Association/Kennel Club hip scoring scheme. Other","dataset":"gtr"}