{"id":"847DF395-F10C-41AF-B3AB-FF8C9BEC293E","title":"Improving EEG reading of brain states for clinical applications using a data-driven joint model of FMRI and EEG","abstractText":"In recent years researchers have learned a great deal about the function of the human brain through neuroimaging techniques. Different techniques have their own strengths and weaknesses and each offers a window on brain function with a different perspective. Two of the most common methods for measuring the amount and location of brain activity associated with different sensations, thoughts and feelings are electroencephalography (EEG) and functional magnetic resonance imaging (fMRI). EEG records from electrodes attached to the scalp the electrical signals from co-ordinated activity of large numbers of nerve cells. FMRI, however, records using an MRI scanner, the local changes in blood oxygenation associated with alterations in neural activity. EEG has the advantage of being able to detect rapid changes in neural activity (millisecond temporal resolution) but suffers from a poor ability to pinpoint the location of brain activity (spatial resolution). FMRI, however, has good spatial resolution (a few millimetres) but poor temporal resolution (a few seconds) because the signal relies on changes in blood flow: the plumbing of the brain. FMRI and EEG can therefore be regarded as complementary with EEG giving the 'when' and fMRI giving the 'where' of brain activity.However, while very useful in research, doctors and scientists want also to develop these neuroimaging techniques for practical uses which rely on reading the state of the brain or measuring the activity of the brain. These include, but are not limited to, brain-computer interfaces (BCI, disabled patients using brain signals to control a device), assessment of the effects of new medicines targeted at the brain and the diagnosis of epilepsy (the type and source of seizures from within the brain). EEG has been used, for many years in some cases, in these applications and has the considerable advantage of being portable and comparatively cheap and therefore appropriate for a routine lab or clinical setting. Why is the usefulness of EEG limited? As we have seen, its spatial resolution is comparatively poor but it can also be insensitive because of many signals from the brain being present and mixing together. FMRI is a more recent technique able to discriminate very well different patterns of brain activity but requires an MRI scanner: clearly not portable and comparatively expensive. In research labs such as ours at Cardiff University Brain Research Imaging Centre (CUBRIC), it has become possible to perform EEG and fMRI simultaneously. Our research proposal aims to improve the ability of EEG to discriminate different brain states or responses to specific types of stimulation, such as pain, drugs or for control of BCIs. To exploit the day-to-day practical advantages of EEG we wish to improve its stand alone capabilities. We will use fMRI in this project to help us do this. How can fMRI help us to improve EEG? We will use EEG and fMRI measurements acquired simultaneously on healthy volunteers. We will relate these two types of measurements together in what it known as a statistical model derived from the data. This procedure will discover associations or correlations between the EEG and fMRI data. Subtle features of the EEG signal, which are not normally easily identified but which are associated with the spatial location of the source of neural activity, will be highlighted by their association with the fMRI data, which is good at pinpointing locations in space. Having established and codified the relationship between the EEG and fMRI data in mathematical terms, EEG data alone will be used to simulate fMRI scans. These simulated fMRI scans will be used, applying what we know about the representation of brain activity by fMRI, to interpret the EEG signal effectively improving its spatial resolution. This will improve the ability of EEG on its own to tell the difference between brain states for the uses in BCI, development of medicines and clinical conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I01487X/1","grantId":"EP/I01487X/1","fundValue":"106381","fundStart":"2011-05-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"","person":"Richard Geoffrey Wise","coPersons":["Yulia Alexandrovna Hicks"],"organisation":"Cardiff University","findingsText":" Neuroimaging, or brain scanning, techniques have taught us a great deal about the function of the human brain in recent years. Different techniques have their own strengths and weaknesses and each offers a window on brain function with a different perspective. Two of the most common methods for measuring the amount and location of brain activity associated with different sensations, thoughts and feelings are electroencephalography (EEG) and functional magnetic resonance imaging (fMRI). EEG recor As well as being of use in the long term in the healthcare setting for disease evaluation the tools studied could improve the assessment of novel drugs under development in the pharmaceutical industry. This evaluation of neurovascular function could offer markers of brain penetration and early signals of efficacy which are needed to reduce the high cost of drug development by reducing the failure rate of compounds in clinical trials. The joint modeling of EEG-FMRI responses can be put to use in Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}