{"id":"848707EE-E6FF-43D0-B74E-014F418B5A43","title":"Is multistrain infection by Dichelobacter nodosus important in the severity of footrot and in the management of disease?","abstractText":"Footrot causes lameness in sheep. This debilitating disease causes sheep to lose weight and produce less milk so that their lambs grow slowly. Footrot is very common in the UK, affecting &gt;98% of sheep flocks, with ~3 million sheep becoming lame/year. Footrot is caused by Dichelobacter nodosus, an anaerobic bacterium, that causes inflammation of the skin in a sheep's foot: this causes lameness. In some cases damage is so severe that the hoof horn separates from the living tissue inside the foot and exposes this flesh (severe footrot, SFR). It is an infectious disease that spreads between sheep, and sheep can become lame repeatedly because immunity is poor. Consequently footrot is an important cause of reduced productivity and poor welfare in sheep. Footrot costs the UK industry ~&pound;80 million/year and is one of the most costly diseases in sheep farming globally.\n\nWhilst we know D. nodosus causes footrot we also know that it is present on healthy feet and so does not always cause disease. Some D. nodosus strains are more able to cause severe disease than others. In the laboratory strains are labelled virulent (can cause SFR) or benign (cannot cause SFR) because of genetic markers in the bacteria, however, this is classification does not match disease that we see in sheep.\n\nFootrot is present all year round (endemic) in most areas of the UK, appearing as a series of mini-epidemics throughout the year. Yet, in some parts of the world farmers have eradicated footrot from their flock. This is difficult in the UK because footrot is present in so many flocks, persists in our temperate climate and is spread between flocks by movement of sheep between farms, which is common in the UK. Control is therefore a more feasible option for the UK. This can be done by separating diseased sheep, treating sheep promptly to prevent disease spread, by preventive footbathing in disinfectant and by vaccines (although the currently licensed vaccine is not effective if used alone). These do ot prevent disease.\n\nStudies of all strains of D. nodosus on the feet of on healthy, inflamed and diseased feet show that increasing numbers of D. nodosus on inflamed skin is linked to increasing risk of the development of severe disease.\n\nHere we propose that for disease to occur at least one virulent D. nodosus must be present and in sufficient numbers on a foot and conversely that control can be gained by reducing the number of D. nodosus and reducing the number of virulence factors in the population of D. nodosus. \n\nTo test these ideas we will investigate the population of D. nodosus on the feet of sheep from flocks that are free from footrot, sheep that are changing from the diseased to non-diseased state and in flocks that are part of a clinical trial to reduce lameness by implementing a variety of new managements. In total ~11,000 swab samples of feet will be collected for analysis.\n\nThe analysis will use modern molecular techniques to determine whether D. nodosus is present in healthy flocks, whether different strains of D. nodosus (both virulent and benign) are present at different points in the progression of disease and whether the number of D. nodosus that are present on feet is linked to the disease state of the foot. We will then use these data to model what is happening on the feet, on sheep and within a flock to understand how the disease spreads and persists and how this might be prevented. The models will use sophisticated statistics to determine what factors are most important in disease progression and powerful mathematics to determine how these lead to disease spread and persistence.\n\nThis project includes scientists working to understand how communities of microbes change in time and space, with veterinary epidemiologists, who investigate how livestock diseases spread and can be controlled and modellers who determine how data we collect today can be used to most effectively treat and hopefully prevent disease in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012964/1","grantId":"BB/M012964/1","fundValue":"14217","fundStart":"2015-02-05","fundEnd":"2018-02-04","funder":"BBSRC","impactText":"","person":"Jasmeet  Kaler","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}