{"id":"848CE084-1B3B-417B-8BC2-C698A0A7E030","title":"The Regulatory Dance: Investigating the Structural Integration of Sexual Consumption into the Night Time Economy.","abstractText":"<p>The purpose of this research is to explore the rise, tolerance and integration of sexual consumption and sexual labour displayed through the erotic dance industry which is symbolic of the commoditisation of the female body in late capitalism. </p>\n\n<p>Examining how female sexuality has been commercialised and now merges easily with traditional forms of leisure in the city, provides a window into further understanding larger social issues such as the feminisation of poverty; the consequences of student debt and the impact of changes in Higher Education; the diversification of feminised employment patterns that rely on 'body work' and the impacts of new licensing regulations.</p>\n\n<p>The aims of the project are to:</p>\n\n<ul>\n \n\n <li>examine the supply of dancers, their experiences of dancing and their working conditions;</li>\n\n <li>explore how industry management have 'mainstreamed' lap dancing and how it has become acceptable in the high street; </li>\n\n <li>uncover the competing interests between erotic dance businesses, law enforcement and licensing processes. </li>\n</ul>\n\n<p>The methodology consists of a survey of 300 dancers, with follow-up interviews, and interviews with industry management and regulators. To make comparisons between locations, a city and neighbouring town in the North of England have been chosen. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G021503/1","grantId":"ES/G021503/1","fundValue":"79144","fundStart":"2010-03-01","fundEnd":"2011-05-31","funder":"ESRC","impactText":"","person":"T  Sanders","coPersons":[],"organisation":"University of Leeds","findingsText":" Dancers identified a number of advantages and attractions. Key amongst these were, 'flexibility' and independence , instant remuneration, earning more than in other roles, keeping fit, and an opportunity to combine fun and work. This resulted in a steady flow of labour supply. However some of these exact characteristics could be disadvantages as dancing remained precarious in terms of a stable income, high overheads, no employee protection, and a competitive environment. Coupled with fewer customers and expenditure during the recession, dancing proved to be a difficult job without guaranteed income. There were also disadvantages for some dancers of keeping the job secret and rude/abusive clients were a problem.\n\nNo evidence or anecdotes of forced labour or trafficking of women was found. However, some migrant workers reported high fees for agencies and accommodation. Although 'extra services' were reported anecdotally by dancers, there was no evidence of lap dancing having connections to organised prostitution. Dancers generally reported high levels of job satisfaction. Almost three quarters (74.1 per cent) stated their job satisfaction as between 7 and 10 out of 10. No dancers said that their job satisfaction was 0-2. However, they faced a number of problems in the work place, relating to customer behaviour; insecure work; and financial exploitation. We hope the dissemination of research findings can provide practical information about dancer working conditions and raise awareness amongst Local Authorities of the issues dancers raised regarding their experiences in this workplace. \n\nThe consultation phase of the dissemination project found that a number of Local Authority Licensing Committees have now begun to consider dancer welfare, some have added licensing conditions specifically. This follow on consultation has identified a number of Communities and Social Services/Policy,Education,Government, Democracy and Justice","dataset":"gtr"}