{"id":"84978974-F814-43DC-8779-5C682574D726","title":"The mechanism of suppression by the legume Desmodium uncinatum of the parasitic weed Striga","abstractText":"In sub-Saharan savannah agriculture, African farmers have a range of pest problems with which to contend and yet without access to modern pesticides. During the course of work on controlling insect pests, particularly the stem-boring larvae of indigenous and introduced moths, by intercropping with repellent plants and trap cropping with plants that attract the adult moths, an intercrop was found that provided dramatic control of the African witchweed, Striga species. These parasitic weeds in the snapdragon family are a major threat to the staple food crops of over 100 million people in the region. The parasite-controlling intercrops were cattle forage legumes, commonly called desmodium, and when grown on-farm as a one-to-one intercrop between maize and other subsistence cereals such as sorghum, the parasitic Striga was controlled to the extent that a yield of well under 1 tonne/hectare of maize could be raised to over 5 tonnes/hectare. Experimentally, it was demonstrated that the effect could be provided by passing water over the roots of desmodium and then into soil containing the Striga and maize seeds. Furthermore, when desmodium was grown in water with nutrients but without soil, the water captured the activity, which could then be transferred to the Striga and maize seeds in soil, and again conferred control of the parasite. Fractionation of the chemicals from the water effecting this control identified a fraction that affected development, which was recorded simply by measuring the reduction in radicle growth of the parasite. Chemicals from these this fractions accounting for the activities described, have been identified. However, the exact way in which these chemicals work to prevent Striga infestation has not been determined. Thus, the aim of this project is to identify the stage(s) of the Striga lifecycle affected by the inhibitory compounds present in desmodium root exudates, to purify some of these compounds and to use them to test the hypothesis that they are responsible for the suppression of Striga seen in the field. Finally, the root exudates of another legume, that is commonly used in molecular studies, Lotus japonicus, that we know also produces a root exudates that inhibits Striga radicle growth, will be examined to determine whether they contain compounds that suppress Striga infection. Although L. japonicus would not be agronomically suitable for practical control of Striga, the wealth of genomic information and tools available for this model legumes would enable the biosynthetic pathways involved in the synthesis of the novel flavones to be elucidated in the future. This work will provide the first elucidation of how a valuable weed suppression occurs and will provide the basis for attempts to control weeds in UK agriculture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015956/1","grantId":"BB/E015956/1","fundValue":"280760","fundStart":"2007-08-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"  These finding are being used to to inform control strategies that use Desmodium species as an intercrop. Prof Pickett is currently using information from this project to transfer some of the chemistry underlying the synthesis of isoschaftoside to other legumes such as cowpea. Agriculture, Food and Drink Economic","person":"Julie  Scholes","coPersons":["Malcolm Colin  Press"],"organisation":"University of Sheffield","findingsText":" 1. Root exudates from Desmodium species were active in stimulating germination of S. hermonthica seeds. Surprisingly Desmodium root exudates DID NOT trigger germination of S. asiatica seeds indicating that they do not contain the appropriate germination stimulants for this species. As Desmodium is a perennial intercrop the ability to cause suicidal germination of Striga seeds will lower the seed bank and contribute to control of S. hermonthica. \n\n2. Desmodium root exudates and purified isoschaftoside (hypothesised allelopathic chemical) lowered the number of Striga radicles that formed haustoria (attachment and metabolic organ) in comparison to the number formed in response to maize root exudates. In addition, some of the parasites that did attach to maize roots in the presence of Desmodium root exudates some failed to develop further.\n\n3. In the field it is likely that Desmodium controls Striga by multiple mechanisms: reduction of the Striga seed bank and inhibitory effects on parasite development.\n\n4. A C-glycosylflavonoid (CGF) from the root exudates of Desmodium uncinatum and D. intortum (isoschaftoside; 8-C-?-D-glucopyranosyl-6-C-?-L-arabinopyranosylapigenin) was shown to be biologically active against Striga development, through lowering the number of Striga radicles that develop haustoria, at the same concentration as present in root exudates generated by plants in hydroponics.\n\n5. Isoschaftoside was produced at 10-100 nM continuously in hydroponics and its concentration did not exceed 100 nM. Root exudates were examined under different N and P conditions and while there appeared to be greater exudation under low P conditions (consistent with published data on the effect of P on root exudation) although variability meant this was not statistically. However, the effect of nutrients on rates and concentration of compounds in root exudation have important implications for field control of Striga.\n\n6. As a single component isoschaftoside (the hypothesised suppressive chemical) was not able to prevent Striga attachment to maize in soil in a pot experiment (carried out at ICPE, Mbita Point Kenya), but it does reduce the number of Striga radicles that develop haustoria invitro, (in a concentration dependent manner) and affects post attachment development of those parasites that do attach to host roots (in rhizotron soil free systems). This demonstrates that the concentration of suppressive chemicals at the site of action provided by growing rootsis vital for Striga suppression and or that a combination of chemicals is responsible for the effect seen in the field.\n\n7. All of the C-glycosylflavonoids (CGF) in the root exudate of D. uncinatum and D. intortum were identified by comparison to fully characterised CGFs isolated from plant tissue extracts. \n\n8. The root exudates of Zea mays, Vigna unguiculata, Lotus japonicus and Sorghum bicolor did not contain such C-glycosylflavonoids (including isoschaftoside) in their root exudates, in line with their lower effect on Striga. These finding are being used to to inform control strategies that use Desmodium species as an intercrop. Prof Pickett is currently using information from this project to transfer some of the chemistry underlying the synthesis of isoschaftoside to other legumes such as cowpea.\n\nThis grant was joint with prof Pickett and Dr Hooper at Rothamsted Research. Other outcomes and publications will be linked via the Rothamsted submission. Agriculture, Food and Drink","dataset":"gtr"}