{"id":"849AC353-5176-4E81-9A79-5139386BA9C6","title":"Birmingham Astrophysics: Consolidated Grant 2013-2016","abstractText":"Most of our knowledge about the Universe at large has been derived from what scientists refer to as &quot;electromagnetic radiation&quot; - ranging from radio waves through infrared radiation and light, to X-rays and gamma rays. This is about to change, since we are on the brink of the first detection of the ripples in space-time known as gravitational waves, which are predicted by Einstein's theory of General Relativity. The Birmingham Astrophysics and Space Research Group is playing a key role in these developments, and is preparing to use the signals from merging black holes and neutron stars to learn more about the evolution of stars, and to test our understanding of gravity itself. We are also developing the advanced technology which will be required to make future improvements in detecting\ngravitational waves, so that much weaker signals can be studied.\n\nThe capabilities of more conventional instruments to probe the distant Universe, and the capacity of large computers to simulate the development of cosmic structures, continue to improve. We are bringing these developments together to advance our understanding of the role of &quot;active galaxies&quot;, powered by supermassive black holes, and to study the impact these have on their cosmic environment. A hot topic in astrophysics is the effort to understand the mysterious &quot;dark energy&quot; which powers the accelerating expansion of the Universe. We plan to use clusters of galaxies as probes of the structure and expansion history of the Universe on the largest scales, to advance our understanding of the nature of dark energy.\n\nWithin galaxies, the most massive stars have a major impact due to the very high power they radiate, and due to their powerful stellar winds. It is surprisingly difficult to estimate how much matter is streaming away from such stars in a wind, and we plan to combine computer modelling with observations at radio, optical and X-ray wavelengths to improve our understanding of just how big an impact massive stars have on their surroundings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K000845/1","grantId":"ST/K000845/1","fundValue":"1876500","fundStart":"2013-04-01","fundEnd":"2016-09-30","funder":"STFC","impactText":"  The results of this research work have been used to further our understanding of the behaviour of gravity in extreme condition, improve the performance of present gravitational wave instruments, both technologically and through high performance analysis strategies, and provide information about the dark content of the universe. These results have also been used to further develop gravitational-wave searches and instruments, and plan new probes of cosmology Digital/Communication/Information Technologies (including Software),Education,Other Cultural","person":"Alberto  VecchioTrevor  Ponman","coPersons":["Graham Peter Smith","Clive Christopher Speake","Ilya  Mandel","Andreas  Freise"],"organisation":"University of Birmingham","findingsText":" The work covers a large range of open questions in cluster cosmology, astrophysics and compact objects and experimental probes through gravitational-wave observations of the most compact objects in the universe (black holes and neutron stars) and novel experimental techniques to maximise the performance of laser interferometers as gravitational wave observatories. The results form the basis for further studies of the behaviour of gravity in extreme condition and the use of galaxy clusters as cosmological probes Education,Other","dataset":"gtr"}