{"id":"849C9F71-A38B-4BDD-90E4-7AEDBE22ED5D","title":"Curriculum For The 21st Century: Theory, Policy and Practice","abstractText":"<p>Scotland’s Curriculum for Excellence (CfE) is a good example of a new model for curriculum development, combining the central specification of a curriculum framework by government bodies with professional engagement by practitioners in schools and colleges. A series of four seminars, hosted by the School of Education, University of Stirling, and organised by Dr Mark Priestley and Prof Gert Biesta, aims to support critical engagement with this curriculum model.</p>\n\n<p>The seminars aim to facilitate dialogue between educators and educationalists, applying established and new curriculum theory to the ongoing practical issues faced by a variety of professionals seeking to engage with CfE and similar curricula.</p>\n\n<p>The seminars are focused on four key issues and feature prominent speakers with expertise in the areas in question:</p>\n\n<ul>\n \n\n <li>Knowledge and the Curriculum</li>\n\n <li>Pedagogy and the Curriculum</li>\n\n <li>Assessment and the Curriculum</li>\n\n <li>Curriculum Change and Teacher Development</li>\n\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I001646/1","grantId":"ES/I001646/1","fundValue":"9620","fundStart":"2011-02-01","fundEnd":"2011-10-31","funder":"ESRC","impactText":"","person":"Mark  Priestley","coPersons":["Gert  Biesta"],"organisation":"University of Stirling","findingsText":" This seminar series brought together academics, policymakers and practitioners to a number of events to discuss several key issues in curriculum. The papers delivered at the seminars will form the basis of an edited book, Reinventing the curriculum for the 21st century: new trends in curriculum policy and practice, to be published by Continuum in 2013. The seminars have raised awareness of curriculuar issues in a number of non-academic contexts, for example within Scotland's local authorities. The seminars have stimulated discussion on a number of key issues. The mixed nature of the participants means that such discussions embraced academic and non-academic concerns in curriculum development. The forthcoming book is intended for academic audiences, particularly postgraduate courses in curriculum development. Healthcare","dataset":"gtr"}