{"id":"84A76F91-28E0-40AC-A86F-070D809A0B78","title":"Productive Security - Improving security compliance and productivity through measurement","abstractText":"There has been a growing body of evidence that security policies and controls are not effective because employees either can't, or won't, comply. A key reason for non-compliance is the workload and complexity of security controls chosen - employees simply cannot cope with an ever-increasing number of ever-longer and more complex passwords. Yet most security-decision-makers do not factor the impact on employees, their tasks, and company's business processes, into their decision about which security controls to put in place. Current attempts to 'edcuate' employees about the need for security are largely ineffective because they simply push more information on people who are already overworked.\nAnd even in organisations with a high security awareness, non-compliance can be observed because security policy cause excessive friction, or are not agile enough to meet the needs of the business.\n\nThere exists a strong requirement for a structured, scientifically-grounded decision-making framework into which existing data can be inserted, alongside the key 'missing link' measurements of employee's workload, risk perception, and resulting security behaviours. The project will work with at least two major companies to collect such data, and build a model of that allows security decision-makers to 'calculate' the impact of the security controls on employees and business processes, and balance them against the risk mitigation the security control achieves. A further innovative step in this proposal is that well-chosen security controls could make contributions to the business process beyond security, if the imformation they provide can be used to improve quality of products or services - hence the title of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K006517/1","grantId":"EP/K006517/1","fundValue":"1168260","fundStart":"2012-10-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Martina Angela  Sasse","coPersons":["David  Pym"],"organisation":"University College London","findingsText":"","dataset":"gtr"}