{"id":"84AAE866-F6B6-45A7-8BFA-2B8D1C82A656","title":"Landscape genomics, climate change, and adaptation","abstractText":"Anthropogenic changes are accelerating the rate at which our environment is changing. In particular, temperature and rainfall patterns are being altered at an alarming pace. Such rapid change threatens biodiversity as organisms struggle to cope with stressful environments, for example, increased temperature. There are limited options for how an organism can respond to a changing environment, but of particular importance will be evolutionary solutions, such as adaptation. Adaptations occur at the genetic level but the nature of the genetic alterations in response to climate change is unclear. Moreover, much understanding about genetic changes is based on laboratory studies, and recent research has suggested that laboratory results do not always translate to how wild populations respond. Thus, to understand how biodiversity will be impacted by changing environments, we critically need information about how natural populations may adapt to environmental changes and the genetic causes of such adaptation. Here we aim to identify adaptive genetic responses to natural temperature changes in wild populations of the fruit fly, Drosophila subobscura. We will establish outdoor enclosures of flies along a temperature gradient at six sites from Valencia, Spain to Uppsala, Sweden. At two stressful temperatures, hot and cold, we will sample males from these captive populations and measure what genes are 'turned up' or 'turned down' in response to these temperatures. We can then compare populations for differences in these genes. We predict that populations in the north will be more cold adapted than those in the south and that therefore the genes that are changed in response to hot and cold stress will be different. Because we will measure these genes using technology that identifies their written code, we can also test whether the code itself differs between populations. Natural selection is thought to result in such coding changes so we will test that prediction here. Finally, we will look for the locations on the genome where these genes are changed. There are areas of the genome which are resistant to random alterations of where a gene is located on a chromosome. Such areas are thought to be important in sheltering genes that provide adaptation to environmental conditions. We will also test that prediction. This triad of genetic responses has neither been examined in one system before, nor in wild populations. Thus, this work will give us unprecedented information on the genetic changes that occur in response to temperature in natural populations. Since the work asks about such changes across a landscape, the research will provide valuable background to a large number of conservation groups and NGOs that have particular interests in land development and species management strategies. Moreover, our work will provide a link between two divisive public issues - climate change and evolution - that can be used to address the nature of science and scientific evidence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I013962/1","grantId":"NE/I013962/1","fundValue":"385822","fundStart":"2011-06-01","fundEnd":"2014-11-28","funder":"NERC","impactText":"  A three day externally provided training course for public engagement of science A three day workshop which prepared the PI for public engagement of the funded science. This was done in lieu of the NERC sponsored one because the attended workshop was in Sheffield, thus nonresidential. Education Societal","person":"Rhonda  Snook","coPersons":["Roger Kenneth Butlin","Kevin John Gaston"],"organisation":"University of Sheffield","findingsText":" We have not yet fully analyzed our data, but so far have found a tradeoff in gene expression investment in metabolic processes vs reproductive processes We will prepare another grant proposal to follow up on some of the intriguing patterns we have found. Environment","dataset":"gtr"}