{"id":"84B39FFF-00F5-45ED-A4D5-0404CAD0D67F","title":"Decay Spectroscopy of Exotic Nuclei at FAIR","abstractText":"It is an astonishing fact that most of the chemical elements we observe today were created from the ashes of ancient stellar explosions. The most spectacular events of this type are supernovae. With very high sensitivity modern telescopes we can study the chemical abundances of material ejected from distant supernovae and compare these abundances with those found in our own solar system. Understanding these abundances turns out to crucially depend on nuclear reaction processes. Stars can be thought of as naturally occurring nuclear reactors held together by gravity. Fortunately for us the sun is not currently in an explosive phase of development. However, most of the elements now present in the solar system were in fact produced in earlier generations of exploding stars. In this sense, we can think of ourselves as cosmic debris. The reaction processes in exploding stars are very different to those found in the sun, and involve nuclear species never seen before on our planet. Rather like chemicals that behave very differently according to their electronic shell structure - sodium is highly reactive with water but neon with one less electron is an inert gas - nuclear species can either be very stable or very reactive according to their precise composition of protons and neutrons. Reactions involving these previously unobserved nuclear species are responsible for the chemical abundances we observe today, but until now we have had no chance to study them. The new FAIR accelerator being built in Germany is the only one in the world that can produce intense, high energy beams of the heaviest naturally occurring element, Uranium. This element itself will have been produced during ancient supernova explosions in a chain of nuclear reactions scientists call the r-process in which many neutrons are rapidly absorbed by a seed nucleus! Our experiments will reverse this process, and use advanced separation and detector equipment to observe new exotic nuclear species produced","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E004385/1","grantId":"EP/E004385/1","fundValue":"558013","fundStart":"2007-01-01","fundEnd":"2011-02-28","funder":"STFC","impactText":"","person":"Robert  Page","coPersons":["Paul  Nolan"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}