{"id":"84BB7521-7A7B-4358-B72C-BAEC6DA7297C","title":"Reconfiguring Livelihoods, Re-Imagining Spaces of Transboundary Resource Management: A Study of Mining and Agency along the Zimbabwe-Mozambique Border","abstractText":"In many parts of Africa, changing patterns of cross-border migration are transforming the importance of borders for marginalised populations. Recent literature cautions that simplified narratives about illegality in border zones are complicating efforts at addressing social inequities. This research examines social and political dimensions of rural livelihoods along the Zimbabwe-Mozambique border in conjunction with current debates about transboundary resource management in the region, focusing on perspectives in artisanal gold mining communities in Manica, Mozambique, where Zimbabwean artisanal miners live and work side-by-side with Mozambicans. The study explores what displacement means to different rural actors and how challenges are negotiated in pursuing resource-dependent livelihoods, with the ultimate goal of enhancing policies for addressing livelihood insecurity on both sides of the border.\n\nThe Zimbabwe-Mozambique border is a high priority for research, as large numbers of Zimbabweans have crossed into Mozambique as Zimbabwe's economic and political crisis deepened and are engaging in artisanal mining. Empirically, the study addresses three interlinked research questions: 1) How does mobility across the border represent new opportunities or, conversely, new challenges, for reconfigured livelihoods in artisanal mining communities near/along the border?; 2) To what extent are global and national institutions taking these challenges and opportunities into consideration in their approach to transboundary resource management policies?; 3) How are formal artisanal miners associations and informal groups of artisanal miners (on both sides of the border) socially engaged in processes of contesting land near/at the border?\n\nThrough in-depth life history interviews, focus groups, field diaries, visual methods and participant observation with artisanal mining associations, the study will explore how women and men in mining communities negotiate livelihood struggles, analysing social and economic ties that transcend the border. Analysing perspectives on mining, displacement and migration in relation to transboundary resource governance, policy documents will be reviewed and interviews conducted with national and district government authorities, companies and civil society organizations.\n\nThis study will generate original data and contribute new insights to engage conceptual and policy debates as well as associated methodological and ethical debates in borderlands research. The analysis aims to inform researchers in geography, development studies, African studies and the growing field of borderlands research, as well as policymakers. In 2011, the African Union signed a Memorandum of Understanding with the African Borderlands Research Network, based at the University of Edinburgh, highlighting the need for research to support policymaking that enhances livelihoods in border regions. This project is especially timely in light of a global environmental treaty signed by more than 120 countries recently, including Zimbabwe and Mozambique, requiring governments to take new steps to manage artisanal gold mining. Government officials have expressed the need for research to inform National Action Plans for implementing the treaty in the 2015-2020 period.\n\nThe project's regional workshops will co-produce knowledge while building local capacity of artisanal mining associations, government agencies, civil society and universities in Zimbabwe, Mozambique and the UK. Theoretical, ethical and methodological insights will be disseminated through books, articles, briefs, lectures and courses, to inform crosscutting debates at the intersection of borderlands research and extractive sector research. Building on past experiences working with United Nations agencies, this project will be transformative in cultivating new skills to lead North-South-South collaborative research that informs policymakers at regional, national and global levels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N006240/1","grantId":"ES/N006240/1","fundValue":"275501","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"ESRC","impactText":"","person":"Samuel Jason Spiegel","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}