{"id":"84C16D7D-2457-44F7-8F86-C298AD40EBE8","title":"From Low to High Oxidation States - New Oxidative Routes to Lanthanide Multiple Bonds","abstractText":"The lanthanides are fourteen chemically related elements which exhibit diverse optical and magnetic properties that have facilitated their employment in a myriad of technological applications. They are defined by their highly polarised bonding, which is dominated by electrostatic attractions, and their marked tendency to exhibit the +3 oxidation state in the vast majority of their complexes.\n\nAs a direct consequence of the predominantly electrostatic bonding in these systems, multiply-bonded lanthanide chemistry is underdeveloped in comparison to corresponding d-block chemistry and is limited to double bonds to carbon to date. Given the catalytic applications of d-transition metal complexes exhibiting double bonds, the development of lanthanide-multiple bond chemistry is a long-term synthetic target and it is proposed that with judiciously selected supporting ligands and synthetic routes terminal lanthanide-element double bonds with a variety of p-block elements are accessible. These complexes will exhibit properties that contrast with and complement examples from well-understood d-block chemistry.\n\nIn this proposal, cerium(IV) complexes exhibiting terminal multiple bonds to nitrogen, phosphorus and chalcogens (O, S, Se, Te) are targeted. Cerium is unique amongst the lanthanides in having a readily accessible +4 oxidation state. Complexes of Ce(IV) are strong oxidising agents and this property has been utilised in synthesis with ubiquitous reagents such as ceric ammonium nitrate (CAN). Given that CAN has some selectivity and solubility issues, the Ce(IV) complexes developed herein will be investigated for their viability as alternatives to CAN in synthetic chemistry.\n\nThe Ce(IV) complexes targeted in this proposal will be prepared from Ce(II) synthon precursors. Divalent lanthanide chemistry, with metals in a formal + 2 oxidation state, was previously limited to only a handful of lanthanides but recent major advances in this field have now allowed the isolation and study of divalent chemistry for all lanthanides with the exception of radioactive promethium. The Ce(II) synthons in this proposal will be interesting complexes in their own right with distinctive and unique oxidation potentials. Therefore they will be investigated as alternatives to the widely-used one electron reducing agent samarium(II) diiodide in synthesis. It is important to expand this area in order to realise new synthetic methodologies.\n\nAll complexes prepared herein will be analysed by advanced analytical and computational techniques. This will give fundamental insight into terminal cerium multiple bonds and although the properties of these complexes cannot be accurately predicted, they promise to be highly reactive and interesting. The target Ce(IV) complexes will exhibit enhanced reactivity in comparison to their early d-transition metal counterparts as they will additionally be strong oxidising agents. Detailed analysis will determine if these complexes hold promise in materials chemistry and catalysis, as archetypal Ce(IV) complexes have previously shown.\n\nIt is expected that results generated from these studies will be worthy of publication in leading international journals such as Science, Nature Publishing Group, Journal of the American Chemical Society and Angewandte Chemie. These fundamental studies will not just be confined to textbook examples because results from this research will have implications for physics, engineering and materials science.\n\nThe award of this grant will give the principal investigator the means to train post-graduate and -doctoral workers with the rare ability to handle highly air sensitive f-element complexes, recently highlighted as a major skills shortage by government and the nuclear and fine chemical industries. This research will be communicated to the public by outreach activities as its benefit to society and the environment are favourable for the public perception of science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014416/1","grantId":"EP/L014416/1","fundValue":"101063","fundStart":"2014-02-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"  No impact beyond academia as yet as the research is in an early stage.  ","person":"David Paul Mills","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}