{"id":"84D0AABD-5A46-4FB2-A954-227FCCCC48C2","title":"Ice elevation changes in the Shackleton Range Weddell Sea embayment, Antarctica","abstractText":"Ice elevation changes in the Shackleton Range, Weddell Sea embayment, Antarctica: summary Our aim is to use mountains protruding through the Antarctic Ice Sheets as dipsticks of past changes in ice thickness and volume. We will focus on the Shackleton Range which is situated in a sensitive location at the junction between the floating Filchner Ice Shelf and continental ice and establish the thickness of ice at the Last Glacial Maximum and the trajectory of thinning over the last 10,000 years. It is important to know what will happen to the Antarctic Ice Sheet in a world that is warming. The consensus among scientists, for example in the IPCC reports, is that the effect of global warming on the volume of the Antarctic Ice Sheet will be close to neutral. Two contrasting processes will cancel each other out. On the one hand the increase in air temperatures will increase the water-holding capacity of the atmosphere, and thus snowfall, causing an increase in ice thickness. On the other hand, warmer sea water temperatures around Antarctica may increase melting of floating ice shelves and cause thinning of peripheral areas. Satellite observations record both such processes, but a surprise is the speed with which melting and thinning is occurring in parts of West Antarctica. There is a risk that the thinning may spread to much of the West Antarctic Ice sheet that is grounded below sea level and lead to a sea-level rise of up to 5m. One step in improving understanding is to establish the trajectory of change of the ice sheet over recent millennia. This will establish whether all parts of the ice sheet are responding in a similar way to external forcing such as global warming and sea level rise, or whether different sectors are responding to cyclic changes in glacier dynamics as a result of local conditions. In addition the record of change will be a way of testing the predictive power of ice-sheet models. If the models can replicate the past fluctuations in ice volume, then we can have more confidence in their ability to forecast future scenarios. The history of ice sheet changes in the Weddell Sea sector is poorly understood, especially in the Shackleton Range area where bounding ice streams accounts for one third the total inflow into the Filchner-Ronne Ice Shelf. We propose to remedy this by using cosmogenic isotope analysis on erratic boulders and bedrock in the mountains. The technique measures the length of time that a rock surface has been exposed to cosmic rays. If the ice has been thinning then rock surfaces at higher altitudes will have been exposed for longer than those at lower altitudes and this will be picked up by the cosmogenic nuclides in the surface layer of the rock. In reality the pattern is often more interesting in that erratics and bedrock surfaces may have survived intact beneath overriding ice and reflect a history of several glaciations. By using three isotopes 10Be, 26Al and 21Ne, we can pick this up and even reconstruct quite complicated histories which will then be used to develop better ice sheet models. The work will reduce the uncertainties in our understanding of the risk posed by the West Antarctic Ice Sheet. It will also improve our knowledge of sea-level rise since the Last Glacial Maximum, since at the moment there is no firm evidence on which to base estimates of ice volume loss from the Weddell Sea sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E018254/1","grantId":"NE/E018254/1","fundValue":"388037","fundStart":"2007-09-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"","person":"David  Sugden","coPersons":["Christopher Joseph Fogwill"],"organisation":"University of Edinburgh","findingsText":" The work revealed a major surprise in that two major glaciers flowing from the East Antarctic Ice Sheet into the Filchner-Ronne Ice Shelf in the Weddell Sea have not thickened as a result of sea-level fall during Late-Pleistocene glacials. This unexpected behaviour is thought to reflect the presence of a deep trough immediately offshore that prevented any advance of the grounding line. The implications are that glacier behaviour in this sector of Antarctica is stable and that any minor volume changes do not contribute to global sea-level changes , such as Meltwater Pulse 1A. The Atlantic sector of Antarctica is behaving differently to the Pacific sector. It is important to tie down the evidence and implications. Environment","dataset":"gtr"}