{"id":"84D48A5E-03CA-485A-8DD0-31A54612D2BB","title":"Determining the reductive pathway in the endoplasmic reticulum of mammalian cells","abstractText":"The ability of cells to correctly fold and assemble proteins is the final stage in protein synthesis. Protein folding requires a subset of proteins able to either catalyse folding reactions or act as molecular chaperones preventing non-productive protein aggregation and cell stress. The inability of cells to carry out the folding process results in cell death and consequently some of the most catastrophic disease pathologies such as diabetes, Alzheimer's and Parkinson's.\n\nFor cells and tissues to remain healthy they must be able to make proteins and the proteins they make must be able to function correctly. The cell has complex machinery for ensuring that when new proteins are made they are functional and are transported to the correct location, be it within the cell or outside. This project will determine one crucial process that allows proteins to be made efficiently and be delivered outside the cell and, in particular, how this process breaks down during disease. The production and delivery of proteins can be summarised into two key stages: i) ensuring proteins are made correctly and adopt the correct shape, ii) transport of the proteins from the inside to the outside of the cell.\n\nProteins are made as a string of amino acids which coil-up or fold to adopt a characteristic shape or three-dimensional structure. Only one such shape is functional and the cell ensures that this shape is adopted by providing helper proteins or chaperones to aid this process. If cells are unable to correctly fold proteins then disease results. For the secreted proteins to function they need to be robust and to ensure this is the case they form links within the protein to tie the protein together. These links are called disulfide bonds. Without these bonds the proteins would not function and would not be secreted. We know very little about how the correct links are introduced or how incorrect linkages are removed. This project will investigate how the correct bonds are formed. Our group wants to understand in detail how cells provide the correct environment to allow proteins to fold and to form the correct disulfide bonds to ensure their stability. To understand how cells fold and assemble proteins we are studying this process in mammalian cells using a combination of cell biological and biochemical techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L00593X/1","grantId":"BB/L00593X/1","fundValue":"384687","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"BBSRC","impactText":"  Not yet. The project has only just started.  ","person":"Neil John Bulleid","coPersons":[],"organisation":"University of Glasgow","findingsText":" Identification of the proteins that contain reversible thiol modifications The project has only just started so it is too early to say Manufacturing, including Industrial Biotechology","dataset":"gtr"}