{"id":"84D485C8-78E0-487F-ADAB-E9C91B13708D","title":"Host factors in determining resistance to cryptosporidiosis in cattle","abstractText":"Cryptosporidium parasites are the most important cause of enteric disease in young cattle in UK and worldwide and are also one of the leading causes of infant diarrhoea in humans [1]. Neonatal calves are very vulnerable to cryptosporidiosis resulting in significant morbidity due to severe diarrhoea and dehydration and there are increasing reports of mortality. Cryptosporidiosis is a challenge to control as infected animals shed billions of infective, long lived oocysts into the environment and these are a source of infection for other animals as well as people. The disease has emerged as an increasing problem in beef suckler units, and livestock industry leaders are very concerned about the lack of safe and effective treatments or vaccines available to help prevent and control cryptosporidiosis and have given their strong support for this proposal. \nOur understanding of the host-pathogen interactions that determine disease outcome is limited. Neonatal calves are very vulnerable to infection and often exhibit clinical disease, whereas older calves are more resistant. The factors involved in determining this age-related susceptibility are unclear and this project aims to address the host factors involved in resistance to cryptosporidiosis by applying novel and innovative in vivo, ex vivo and in vitro technologies to examine in detail the host parasite interaction during acute infection and recovery in calves.\nOne of the constraints for improving our understanding of the factors that determine disease resistance has been the lack of simple research systems that permit the detailed analysis of host parasite interactions. The rodent model is an acknowledged poor comparator for clinical disease in cryptosporidiosis in particular, and the capability for culturing Cryptosporidium parasites in vitro is very limited. This project aims to tackle these gaps in capability by utilising a combination of in vivo and in vitro bovine systems to assess innate and adaptive cellular immune responses and examine the interaction of Cryptosporidium with gut epithelial cells. In addition, innovative 3D bovine gut organoid in vitro culture systems will be applied to enable a detailed analysis of host parasite interactions in the bovine gut epithelium. Data derived from the experimental studies will be validated by comparison to similar data obtained from naturally infected calves on a study farm.\nThis project will provide the fullest exploration yet of how cattle resist infection with Cryptosporidium parasites. A detailed account of the host responses involved will provide an important knowledge platform that will enable the development of vaccines to aid disease prevention and the identification of relevant biomarkers that will enable selective breeding programmes to improve resilience. In addition, the development of novel in vitro bovine systems would revolutionise our capability to study host-pathogen interactions with Cryptosporidium minimising the need for use of animal models.\nOutputs from the project will be of interest to the animal health industry, livestock producers, environmental and public health workers and to academic researchers. The development of effective control strategies will have a significant impact on the sustainable efficiency of animal production, safeguard food security, improve animal health and welfare, reduce waste and environmental contamination and improve public and environmental health. \n[1] Streipen B (2013) Nature 503:189","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M013006/1","grantId":"BB/M013006/1","fundValue":"16504","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"BBSRC","impactText":"","person":"Javier  Palarea-AlbaladejoMintu  Nath","coPersons":[],"organisation":"The James Hutton Institute","findingsText":"","dataset":"gtr"}