{"id":"84D525BA-1FD6-40E5-9D6D-0CA12C3C9273","title":"Applying natural tracer technologies in the environmental monitoring of unconventional gas extraction","abstractText":"It is clear from recent media coverage that there is significant public concern surrounding the exploitation of unconventional gas resources (shale gas and coal bed methane) in the UK. Many of these concerns relate to potential methane contamination of drinking water supplies in shallow aquifers. Developing a comprehensive strategy for monitoring any unconventional gas extraction in the UK will be paramount in reassuring the public that the extraction is being undertaken in a responsible and safe manner. This regulation must be based on strong scientific principles which need to be established prior to widespread unconventional gas extraction taking place.\n\nThis consortium project aims to use natural chemical components in groundwater and gases, to provide legally-defensible evidence in case of future allegations of methane contamination of groundwaters. This will be by obtaining chemical analyses of produced CBM and Shale Gas methane, shallow methane sources, and uncontaminated groundwater. Existing chemical analyses of baseline groundwater samples provide information on methane concentrations and the source of the water that the methane is contained in. However, they do not provide the unique fingerprint required to unequivocally determine the origin of methane.\n\nWe will collect samples of shale gas, CBM and produced waters and undertake measurements of the C and H stable isotopes, radiocarbon (14C) and noble gases (He Ne Ar Kr Xe) in the produced gases. These will allow the CBM and Shale Gas to be distinguished from other gas sources and provide a clear &quot;fingerprint&quot; for assessing groundwater contamination. We will also collect samples of baseline groundwaters and measure methane concentrations, C stable isotopes in the Dissolved Inorganic Carbon (DIC), H and O stable isotopes to provide a simple low-cost screening. Should the methane gas content of these groundwaters be found to be above 2 milligrams per litre we will separate the methane gas and measure the H and C stable isotope signature. This will allow us to determine the separate origins of both the groundwater and of the methane (which may be shallow bacterial or deep thermal source).\n\nIf sampling and analysis of groundwater during or after CBM or Shale Gas production shows that methane concentrations have increased, then analysis of the H, C, radiocarbon and noble gas components should be made on the groundwaters. This will allow the source of methane to be categorically resolved - is that methane of shallow bacterial origin, or from deep thermal sources which have previously been trapped at shallow depth, or is the increased methane an unambiguous addition of deep thermogenic methane from CBM or Shale Gas exploitation? \n\nThe proposed laboratory which will be setup by this consortium, along with the extra facilities for noble gas and radiocarbon analysis which will be provided with the match funding secured from the Scottish Government and the University of Edinburgh, will provide a greatly improved approach to high-quality assurance of environmental protection of groundwater. This facility will be unique in Europe and we will pursue application of the techniques at other European sites of unconventional gas extraction.\n\nAction needs to be taken now, before widespread Shale Gas and CBM exploration and production activities commence in the UK. There is currently a one-off opportunity to collect and analyse uncontaminated baseline samples. We will publicise this research programme publicised to show the care with which Shale Gas and CBM regulation is being undertaken in the UK. This will provide public reassurance that lessons have been learnt from the negative unconventional gas experiences encountered in the USA and Australia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L008475/1","grantId":"NE/L008475/1","fundValue":"34913","fundStart":"2013-11-15","fundEnd":"2016-04-30","funder":"NERC","impactText":"","person":"Stuart Matthew Gilfillan","coPersons":["Stuart  Haszeldine"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}