{"id":"84DF4794-E3C7-4B6C-8A57-76268D4587CE","title":"UNCLE: Uranium in Non-Conventional Ligand Environments","abstractText":"The periodic table is composed mainly of metals, thus the investigation of metal-metal bonds is fundamental to generating step-changes in our understanding of chemical bonding, catalysis, metal surface chemistry, and magnetism. This is exemplified by the discovery of zinc-zinc and magnesium-magnesium single bonds and quadruple rhenium-rhenium and quintuple chromium-chromium bonds. Indeed, transition metal-transition metal bonds are now ubiquitous. However, uranium complexes containing covalent uranium-metal bonds are limited to a 'heavy alkyl' uranium-tin bond even though theory predicts highly novel bonding manifolds. This innovative project will build on our preliminary result of the first uranium-gallium bond to deliver a significant and rapid expansion of covalent uranium-M bonds (M = transition metal or uranium). In these complexes the metal is acting as a 'non-conventional' ligand to uranium, which is novel because uranium chemistry is dominated by more traditional carbon-, nitrogen-, oxygen-, or halide-based ligands. The new uranium-metal complexes will be subjected to detailed structural, spectroscopic and theoretical interrogations in order to comprehensively establish their stability, structure, bonding, and reactivities. This nexus of early- and late-metal chemistry will give us: i) a greater understanding of chemical bonding at the foot of the periodic table; ii) the synergic utility of cooperating hard and soft metals in small molecule activation chemistry; iii) a rapid and significant contribution to actinide chemistry, which lags behind the rest of the periodic table. Studying how uranium bonds, and how it contrasts to lanthanide elements, is key to modelling the behaviour and extraction of highly radioactive plutonium and neptunium, which are too radioactive to handle in conventional laboratories, but which are present in nuclear waste. Additionally, by bonding uranium, which may shuttle between hard and soft oxidation states, directly to transition metals which can activate carbon-hydrogen, carbon-oxygen, or hydrogen-hydrogen bonds we aim to produce synergic complexes which can elaborate industrial C1 feedstocks in selective and atom/energy efficient ways. This project is adventurous and highly likely to generate results of international significance to lanthanide and actinide chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G051763/1","grantId":"EP/G051763/1","fundValue":"264360","fundStart":"2009-03-02","fundEnd":"2012-04-01","funder":"EPSRC","impactText":"  To further research and secure ERC funding. Chemicals Economic","person":"Stephen Taylor Liddle","coPersons":["J  McMaster"],"organisation":"University of Nottingham","findingsText":" Historically, the study of compounds which contain metal-metal bonds in discrete molecules has delivered seminal advances in our understanding of structure and chemical bonding. Since chemical bonding underpins our very understanding of the theory and practice of chemistry this is important. However, the area of metal-metal bonds where one metal is an f-element, such as uranium, is very under-developed. Uranium chemistry is burgeoning internationally, and is strategically relevant because of the renaissance of nuclear power and also the requirement for trained scientists that have experience of handling uranium. However, the area definitely lags behind most others because the rarity and perceived handling difficulties have limited research in this area. Thus, there is much to discover and understand and uranium-metal bonds provide an attractive way to investigate the extent of covalency in uranium bonding which is controversial yet important with respect to nuclear waste clean-up.\n\n\n\nThis project investigated the synthesis of uranium-metal bond complexes and has begun to investigate their reactivity. To do this, we required precursor molecules (Angew. Chem. Int. Ed., 2010, 49, 5570, Organometallics, 2011, 30, 5314, Organometallics, 2011, 30, 5326). To this end we developed a range of triamidoamine, triamidomethane, and carbene uranium complexes (Dalton Trans., 2010, 39, 6638, themed issue, Dalton Trans. 2010, 39, 5074, Inorg. Chem., 2011, 50, 9631). We have prepared these new precursors and they have potential applications for the preparation of uranium complexes in a wide variety of areas which are of interest to researchers generally. A highly speculative avenue employing bulky bis(aryl) pyridines was found to be unsuitable following investigation and was shelved (Polyhedron (Young Investigators Issue), 2010, 29, 120). The synthetic methodologies in the area to produce uranium-metal bonds were somewhat limited. However, we have developed salt, alkane, and amine elimination methods which has opened up the area and our methods are now being replicated in rare earth chemistry by the Kempe group in Bayreuth, Germany. Utilising these routes, we have prepared new and novel uranium-rhenium and ruthenium bonds (Chem. Commun. 2009, 2851, Hot Article, J. Am. Chem. Soc., 2009, 131, 10388, Chem. Commun., 2011, 47, 295, Chem. Eur. J., 2011, 17, 6909, Chem. Eur. J., 2011, 17, 8424, Chem. Eur. J., 2011, 17, 11266 ), as well as uranium-group 14 bonds (unpublished). These compounds have been interrogated with a combined structural, spectroscopic, magnetic, and computational approach which has yielded valuable information with respect to the nature of these metal-metal interactions.\n\n\n\nThe three synthetic methodologies have proven useful but have drawbacks, and we responded to this challenge by designing a new type of uranium-arene complex. This compound is very novel in its own right, since it represents a new class of uranium-arene complex where uranium is in the +5 oxidation state (Angew. Chem. Int. Ed., 2011, 50, 10388). Furthermore, this compound enables us to perform redox chemistry which is much more advantageous than the three methods described above because it is milder. We had discovered than many uranium-metal linkages were decomposing during synthesis, however the milder redox route enabled their successful synthesis. As an example, we were able to prepare the first example of a uranium-cobalt bond by this mild redox method whereas salt elimination methods exclusively met with failure. This methodology came to fruition ca 6 months before the end of the grant so we are only now able to fully exploit it.\n\n\n\nDuring this project, several other research themes emerged as a consequence of this work. We have uncovered novel reactions that can be promoted photochemically but which cannot be accessed by thermolysis (Angew. Chem. Int. Ed., 2011, 50, 10440). During our investigations of uranium-metal bond reactivity we discovered a uranium complex which can reductively homologate carbon monoxide in the first synthetic cycle (Proc. Nat. Sci. Acad. 2012, in press). Our attempts to prepare a uranium-uranium bond resulted in the formation of an unprecedented diuranium single molecule magnet (Nat. Chem., 2011, 3, 454). This is a particularly significant result within the field of nanomagnetism, and could lead to applications in ultra-high density data storage and quantum computing in a broader context. Our use of carbene precursors has resulted in novel advances in this area. For example, although uranium-carbenes were limited to uranium in the +4 oxidation state for 30 years we have recently reported the first examples of uranium carbenes with uranium in the +5 and +6 oxidation states (Angew. Chem. Int. Ed., 2011, 50, 2383, J. Am. Chem. Soc., 2012, pending). Lastly, this work has seeded the successful preparation of the first ever terminal uranium nitride linkage - this is a high impact target which researchers have been chasing for over thirty years (submitted).\n\n\n\nThis Project has been extremely successful and cost effective. A PhD student (Mr Benedict Gardner, funded by the University of Nottingham) was also assigned to the grant to work with Dr Patel. Most of the original objectives have been achieved, and significant progress has been made towards accomplishing the others. Several new and exciting avenues of research have arisen from this work and these together with the outstanding objectives form part of the future research direction and effort of the PI's research group. This Project provided the basis for subsequent funding from the Royal Society, a highly competitive and prestigious ERC Starter Grant, and a Marie Curie IIF grant. This Project has resulted in 25 journal publications (all Peer Reviewed in international journals) detailing results of major fundamental importance and the 5 highlighted publications are particularly impactful. Furthermore, at least 8 more publications from this work will emerge in the near future. This Project has enabled the PI to become established and internationally recognised in what has become a competitive and vibrant area globally. This is underscored by the award of two RSC prizes to the PI (Sir Edward Frankland Fellowship and Bill Newton Award) and his election to FRSC. 26 conference presentations (talks) have been given in addition to numerous poster presentations by the PI's group. This Project has resulted in several fruitful collaborations internationally which will be fostered in the future. Key results have been highlighted in the hugely popular, multi-award winning YouTube project Periodic Videos which has ensured broad dissemination of this work. Finally, this Project has been excellent training for the appointed PDRA Dr Patel and Mr Gardner, who are now both employed on the PI's ERC grant. In future research seeding ideas. Chemicals,Other","dataset":"gtr"}