{"id":"84E12B5B-A7B6-4268-8A6E-07EEE7B5F2DF","title":"Explaining niche separation in tropical forests: feedbacks between root-fungal symbioses and soil phosphorus partitioning","abstractText":"High diversity is a striking feature of almost all tropical forests, which provide numerous important ecosystem functions, and contribute to the resilience of communities in response to global change. Although several mechanisms have been proposed to explain the origin and maintenance of tropical forest diversity, recent theoretical work suggest that resource partitioning for soil phosphorus (P) is likely to be one of the main contributors to tropical plant diversity and coexistence. However, we currently lack vital experimental evidence to test this hypothesis, which requires understanding the relationships among mycorrhizal plant and fungal diversity, and soil P fractions in these systems, and how these associations relate to P utilisation. In this proposal, we will therefore determine the network of interactions among plants and mycorrhizal fungi in the field, and show using manipulation experiments whether this is related to edaphic factors, and in particular the composition and structure of the soil P pool. This aim requires coupling a comprehensive and unique dataset of spatial analyses of plant diversity with new analyses of mycorrhizal fungal diversity and soil nutrient pools in pristine tropical forest, and novel manipulation experiments. This project will show whether, despite overall nutrient limitation, the diversity of a mineral fraction in the soil is a driver of plant hyperdiversity. This will make a step-change in our understanding of the role of soil biodiversity in niche separation. \nThe project will provide mechanistic insight into the maintenance of hyper-diverse plant communities and make a step-change in our understanding of the role of soil biodiversity in niche separation within tropical tree communities. It targets NERC priority areas in biodiversity, and will aid stakeholders who are charged with managing plant and soil biodiversity and the goods and services provided by tropical ecosystems (see Pathways to Impact).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M004848/1","grantId":"NE/M004848/1","fundValue":"521939","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"NERC","impactText":"","person":"David Francis Robert Philip  Burslem","coPersons":["Alex  Douglas","David  Johnson","Andrew Forsyth Taylor"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}