{"id":"84E45558-D644-458B-A345-51FCA4268951","title":"Methodological and practical applications of close reading to Proust (a series of articles)","abstractText":"My project is a three-part inquiry into close reading and the relationship of the part to the whole. Close reading seeks either to identify mise-en-abyme or to trace themes. My first article explores the former; the second two the latter. My aim is to assess where the limits of this method lie. My hypothesis is that each 'microlecture', that is each commentary of a short passage, has its internal validity but when joined together they do not make a coherent whole and remain fragmented, falsifying the balance between aspects of the work. Or that in expanding, they cease to be close readings and become simply thematic studies. This is why I have chosen to present my work in three separate articles.\\n\\nI first approach the question metacritically. Are there examples of book-length close readings that have an overarching structure? The example I choose further challenges a fundamental tenet of New Criticism in selecting the passage from the paratext: a letter from Proust to his mother. The letter is compromising, exposing the writer, but the act of writing brings solace. The letter to his mother which opens the fictional text is untranscribed. I argue that this is the writer's first refusal letter, far worse than any editor's: his mother refuses to come and bid him goodnight as requested. I argue that La Recherche rewrites this blank letter to his mother. Having shown how The Letter contains the whole of La Recherche, I question how we could take this reading further and show the illogic of unlimited mise-en-abyme.\\n\\nThe other two articles apply close reading to visual studies. In article 2, I analyse the use of colour coding in Proust. It is a system of signs which the reader, like the Narrator, would like to learn to read. The magic lantern and stained-glass windows light the way into the book's symbolism. Much of the coding may seem traditional but the lantern and the windows warn us away from the dazzle of bright lights: colour might be mere surface projection not reality. Like the recurring image of the coloured spinning top which moves so fast it turns grey, spots of colour in Proust come to function as black holes into which the text and all understanding risk disappearing, witness Bergotte's absorption, as he is dying, by Vermeer's 'petit pan de mur jaune'. This brings me to my second part which posits a Proustian deconstruction of golden and rosy illusions. I concentrate on yellow as the colour of human incomprehension and pink as the colour of clich&eacute; (sunsets), predilection (does Proust challenge or accept rosy clich&eacute;?), sexual desire, betrayal (blushes and speechlessness), and resurrection. My hypothesis is that Proust seems both to offer a colour-coded key to his work whilst simultaneously invalidating any such reading. I conclude on unreadability of the visual.\\n\\nReflection is the final theme I take through which to read the whole work. It is one of the main borrowings Proust makes from painting. The Narrator's most sustained commentary on the development of a writing style arises from frustration at his inability to capture in writing the subtle play of light in the Montjouvain pond scene. Despite the Narrator's equation of style to transparency here, the object and the image reflected back seldom coincide. I examine how reflection functions as a game in Proust. Just as in painting, it is crucial to locate the light source and how it falls. I demonstrate how the play of light and dark often inverses the expected order. In my second part I show how this is further complicated in a process of metonymic transfer whereby the use of 'reciprocal' images spreads to the Narrator's more general perception and writing style. As I trace the displaced images in the text, projection further disrupts the image. My hypothesis is that close reading of reflection allows us to see how the subtle slippage of the 'd&eacute;doublement' is played out in the text and how this could be easily missed, a major theme in Proust.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004028/1","grantId":"AH/F004028/1","fundValue":"22992","fundStart":"2008-01-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"  My article 'Ruskin, Reflection, Self Recognition and Self Creation in Proust', Nottingham French Studies, 49 (2010), 55-65, has been made available to the general public at the Nottingham Castle Museum which houses the Turner painting I analyse in the article. Education,Culture, Heritage, Museums and Collections Cultural","person":"Sarah  Tribout-Joseph","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Close reading has usually been limited to fictional texts. I argue that the paratext (person letters for example) could also benefit from such an approach. I show how close reading can be combined with other approaches and in particular here an intermedial approach drawing on art criticism to show how writers interpret and are inspired by referential works of art outside of the text. I argue that a close reading of the paratext of Proust's work is possible. I look in particular at just one of Proust's letters but it would be possible to look at the rest of his correspondence in this way. The approach could also be applied to other authors. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}