{"id":"84EC19D8-F29B-42D4-A1A3-9AC4C45BB7C2","title":"The Oxford Single Cell Biology Consortium","abstractText":"Limitations in our ability to study the biology of individual cells has historically been a major obstacle, inhibiting our understanding of some fundamental problems in biomedical research such as the onset of cancer, the immunological determination of 'self', and the ability to purify tissue-specific stem cells. Recent developments in the field of single cell genomics is now opening up unprecedented opportunities to uncover individual cell differences within such complex tissues. The objective of the proposed research is to establish a Centre of Single Cell Biology (CSCB) in Oxford that will take advantage of this pioneering technology in order to improve the diagnosis, stratification and treatment of a wide variety of human diseases. The CSCB will be coordinated by the Weatherall Institute of Molecular Medicine (WIMM) which has a long-standing technical and strategic expertise in single cell research. The capital development will be used to enhance single-cell research capabilities across the campus in a number of key areas:\n\nData analysis: Single cell genomics studies generate an enormous amount of data, with consequent challenges for the analysis and correct interpretation of these complex data sets. We propose to establish an entirely new research group devoted to the development of novel approaches for the statistical and computational analysis of single cell biology data and its application to medicine. This group will be located in new space to be developed at the WIMM, but jointly led by leading scientists across the campus. This new initiative will provide a clear pathway to integrate multidisciplinary, scientific and technical innovation in single cell biology research across the Oxford University Campus and to provide ground-breaking applications of this approach to medicine in the UK.\n\nState of the art facilities: We will develop single cell biology research laboratories to allow practical access for research groups conducting these studies across the campus. These facilities will house cutting edge technology platforms and, importantly, will create &quot;ultra clean&quot; environments to carry out single cell experiments. This is necessary as very low levels of background &quot;contamination&quot; make the interpretation of single cell experiments challenging. \n\nProjects: As a specific example of how this technology will be applied to address fundamental problems in human disease, the lead programme of research in the CSCB will be focused on inherited disorders of red blood cells. These disorders are amongst the most common of all human genetic diseases worldwide with an estimated 300,000 affected babies born each year and a total number of affected UK patients of ~16,000. Currently, severely affected individuals are treated with supportive care, including lifelong blood transfusion and treatment to prevent accumulation of iron in the body, which is costly, burdensome, and gives rise to serious, long-term clinical complications. Here we propose to &quot;genetically repair&quot; the damaged genes in the patient's own blood stem cells. Single cell biology will be central to this project: First, single cell genomic approaches will be used to identify the blood stem cells which are the best target for this therapy. Second, single-cell analysis will be used to assess the safety and efficiency of this approach. This programme, focussed on developing an entirely new approach to treating the haemoglobinopathies, has the potential to transform the treatment of all human genetic diseases that can be cured by stem cell transplantation. This is one example of many projects in development across the campus which will be greatly facilitated by the development of improved single cell research capabilities.\n\nOxford is in a very strong position to take a world-leading role in the up-and-coming area of Single Cell Biology and application of these technologies to important clinical and basic biology questions across the University and beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M00919X/1","grantId":"MR/M00919X/1","fundValue":"4975430","fundStart":"2015-04-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"D  Higgs","coPersons":["Kay  Davies","Adam  Mead","Gil  McVean","Chris  Ponting","Christopher  Holmes","Sten Eirik Jacobsen","Neil  Brockdorff"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}