{"id":"84F56EBB-CF12-43ED-BA80-460511E248D2","title":"Images of Dignity: Barry Barclay and Fourth Cinema","abstractText":"1. Context\n\nBarry Barclay is one of the most important filmmakers in the history of New Zealand cinema, and a major indigenous cultural practitioner on a global level. Initially working as an apprentice with Pacific Pictures in the late 1960s, Barclay has, from his documentary work in the 1970s (including the groundbreaking 1974 Tangata Whenua television series), and into the present with features such as The Neglected Miracle (1985), Ngati (1987), Te Rua (1991), The Feathers of Peace (2000) and The Kaipara Affair {2005), produced a body of work that is sustained in its concentration on the ideas of indigenous self-expression, community inclusion and a reciprocity between the filmmaker and the filmed. The first indigenous filmmaker to solely direct a feature film, Barclay's work is one rooted in a philosophy of Maori self-definition and guardianship, and is also an idea of cinema that is directly relevant to the very make up of New Zealand as a shared and contested cultural space.\n\n2. Aims and Objectives\n\nThe proposed research being undertaken here is the first major study of Barclay's films (and indeed the first critical study of a single New Zealand filmmaker). It will analyse all Barclay's Film and Television work, and establish him as a. figure who has made a radical contribution to New Zealand's understanding of its bicultural present and the problems that remain in the relationship between the nation's two major communities. The research will also draw parallels between Barclay's work and that of other indigenous filmmakers and activists who have been working in the last 20 years. The last decade has seen important developments in the theorising of indigenous sociologies and cultures worldwide, as the consequences of globalisation continue to place increasing pressure on indigenous communities, and the research will see Barclay's work in the light of this. He is a formally active filmmaker, especially in his blending of documentary and feature elements, and the research being undertaken will display the ways in which sun innovation works, through ideas of narrative and of the image, to make comment on New Zealand's history of cultural relations and its social present.\n\n3. Applications and Benefits\n\nThe major applications and benefit of the proposed work are the increased levels of coverage it will bring to Barclay's work, and the wider understanding of social and cultural relations that will result from more people knowing more about his films. It is frequently still difficult for figures from indigenous communities to emerge as media producers, and the audience for the research will develop a greater sense of the complexities of the position of Maori culture within New Zealand, and indigenous cultures more generally, by engaging with its outputs","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500567/1","grantId":"AH/D500567/1","fundValue":"24836","fundStart":"2006-09-25","fundEnd":"2007-01-24","funder":"AHRC","impactText":"  As my published monograph on BB was one of the first on any indigenous filmmaker, my findings have been used widely by people working in this subject area. Education,Culture, Heritage, Museums and Collections,Other Cultural","person":"Stuart  Murray","coPersons":[],"organisation":"University of Leeds","findingsText":" A full critical/analytical account of indigenous filmmaker Barry Barclay's work (BB died while the book was in production). The work stressed the combination and political and aesthetic elements in Barclay's film and television work. Contribution to New Zealand's wider cultural understanding of Maori media and bicultural relations. Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}