{"id":"84F8EAE0-23ED-4202-A02E-06E65970B8BA","title":"The role of non profit organisations in prisoner reentry: establishing a US-European research network","abstractText":"Third sector organisations (hereafter TSOs) currently provide a range of services to offenders and criminal justice organisations, including advice and advocacy, mentoring schemes, education and training, as well as performing watchdog and advocacy functions. They are involved in the provision of core rehabilitative and resettlement services (such as drug and alcohol treatment, employment and training, housing aid and advice) and in some areas (such as debt and finance and assistance to offenders' families) services are almost entirely provided by TSOs. The proposed activities have particular importance in each of the countries represented in this collaboration, where the growing role of TSOs in the context of the development of mixed economies of Criminal Justice has developed as a contentious issue in recent years. Indeed, in England and Wales this topic has become especially relevant in the context of recent developments around the Ministry of Justice's Payment by Results and Social Impact Bond agenda, which has gained international attention as an innovative and unique pilot scheme.\nThe investigators bring complementary research capacities to this emerging field of study, and are extremely familiar with, and have themselves made significant contributions to, the growing literature on third sector involvement in Criminal Justice. All have excellent contacts with relevant practitioner organisations and have already made substantial contributions to the ongoing debates on the changing role of the third sector in Criminal Justice in each of their countries: \nRosie Meek (PI) has written a number of scholarly articles on the role of third sector organisations in Criminal Justice, offender perceptions of TSOs in reducing reoffending, and the views of professional stakeholders. She is experienced in carrying out qualitative and quantitative research in a range of Criminal Justice settings and she has recently completed an ESRC-funded two year project exploring the role of the third sector in prisoner rehabilitation. She was previously awarded a Fulbright Scholarship to carry out comparative research into juvenile justice systems in California. \nProfessor Martine Herzog-Evans (Co-I) has written extensively on legal processes, international law, family law and criminal justice. She has published 18 books and more than 250 articles or encyclopaedia entries. \nDr Beverly Frazier (Co-I) has carried out research on community institutional capacity (CIC) for prisoner reentry, using survey data from over 800 non-profit organisations, as well as administrative data obtained from federal, state and county corrections departments. She has authored a number of journal articles, chapters and a forthcoming book on the role of faith-based organisations in prisoner reentry in the United States.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J019801/2","grantId":"ES/J019801/2","fundValue":"20155","fundStart":"2013-06-01","fundEnd":"2015-03-31","funder":"ESRC","impactText":"","person":"Rosie  Meek","coPersons":["Beverly D Frazier"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}