{"id":"84FD0385-BBBC-4068-A68B-5C55F6AFCB16","title":"Stabilisation and modification of the electrical properties of ferroelectric BaTi2O5","abstractText":"BaTi2O5 is a recently-discovered ferroelectric with a high Curie temperature of ~ 470oC. It has a highly anisotropic crystal structure with a permittivity in the polar direction of ~ 20,000 but a much reduced value of ~ 100 in directions perpendicular to the polar axis. Although single crystals of BaTi2O5 can be grown from the melt and it can also be synthesised as a fine powder by low temperature sol-gel routes, it appears not to be a thermodynamically stable phase and cannot be prepared using the usual high temperature ceramic routes, thereby limiting its range of applications due to inherent fabrication difficulties. We have conducted preliminary phase diagram experiments which showed that BaTi2O5 has a very limited range of stability between 1324 and 1326oC, which coincides with melting temperatures in this region of the BaO-TiO2 phase diagram. We propose to build on this result and investigate the effect of dopants on the thermodynamic stability of BaTi2O5 with a view to reducing the temperature of its lower limit of stability, thereby permitting the processing and fabrication of ceramics. Any dopants that substitute into the BaTi2O5 lattice are very likely to modify both Tc and the electrical properties: e', tan d and piezo-electric coefficients; the effect of dopants on these properties will be surveyed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F031475/1","grantId":"EP/F031475/1","fundValue":"81350","fundStart":"2008-02-29","fundEnd":"2009-02-27","funder":"EPSRC","impactText":"  They formed the basis of five publications in scientific journals and have lead to follow-on studies in our laboratory on materials fabrication using sol-gel processing techniques for possible high temperature dielectric applications Education,Electronics,Energy Economic","person":"Anthony Roy West","coPersons":["Derek  Sinclair"],"organisation":"University of Sheffield","findingsText":" We now have a much better understanding of the stability and electrical properties of the new ferroelectric material BaTi2O5 Ferroelectrical materials such as this have potential applications as a new high temperature capacitor. Studies continue, both by ourselves and researchers in Japan, on the modification of the electrical properties by the doping and fabrication of materials in a suitable form for application purposes Electronics,Energy","dataset":"gtr"}