{"id":"84FDF64D-18B8-41BB-9E00-5DE1014B811A","title":"Improving image quality of polarimetric cameras","abstractText":"Thales are the leading company in Europe for high performance long wavelength infra-red (LWIR) imagers. Thales has been developing thermal imagers for more than 40 years, and is currently working on a unique polarimetric thermal imaging camera concept - the Polarimetric Catherine MP. Thermal imagers provide day and night imaging capability with good object discrimination (for example, telling the difference between animals and vehicles). \n\nFurther development work has been identified to progress the current camera capabilities. This work includes advanced signal, data and image processing development, some of which are already underway in house. The proposed project is integral part of this effort as it will address fundamental issues about the operation and performance of the detector, as well as investigating a novel approach to utilising the camera data (thermal and polarisation imagery) for deployment as part of a multi-modal imaging system. This will be achieved primarily through the application of existing expertise in Bayesian inference, imaging and polarisation in STFC-funded research groups (Astronmy and Institute of Gravitational Research) at the University of Glasgow. Algorithms will be developed with an aim to diagnosing and improving flat-fielding and polarimetric contrast. These algorithms will be tested using simulated data and test data acquired through experimentation and test field imaging.\n\nThis project will coordinate and support in-house R&amp;D of Thales polarimetric imagers and help the company gain a better understanding at all levels of this technology and maximise its application in different markets","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J000833/1","grantId":"ST/J000833/1","fundValue":"98407","fundStart":"2012-01-01","fundEnd":"2013-06-30","funder":"STFC","impactText":"","person":"Ik Siong Heng","coPersons":["Graham  Woan"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}