{"id":"84FEA183-B815-435F-A9C8-F6FA68AF2A1A","title":"Working Class Masculinities in the Interwar Years: Youth, Leisure and Identity","abstractText":"Vivid narratives of youth and adolescence have dominated popular understanding of young people's lives. They have shaped government youth policy, influenced the academic projects of youth researchers and fed the appetites of the media and general public, often at the expense of understanding 'the mundane and humdrum experiences' which are most young people's lot. Historians have found 'good copy' in youth indiscipline, street gangs and delinquency, although these have only ever involved a minority of boys. Popular scrutiny of young people's lives (particularly young men) still focuses on the more outrageous as dramatic stereotypes continue to obscure the essential conformity of the majority. This project represents a response to the need for a different history of youth, one which places the historical experiences of working-class young males in the context of broader gender changes and which challenges dominant stereotypes of male adolescents as either 'youth in trouble' or 'youth as trouble'; one which explores neglected issues of adolescent 'compliance' and conformity and which demonstrates how meanings and representations of adolescent masculinity were/are nuanced in ways which have often been disregarded or under-estimated. The project argues that historical scholarship needs to move beyond one-dimensional analyses which privilege exceptional youth behaviour or particular types of youth conformity based on the archival dominance of the organized youth movement. It contributes to a more nuanced understanding of youthful masculinities, particularly mainstream youth by assessing the quieter, conformist attitudes and behaviours usually absent in examinations of male youth culture. Educationalists and youth workers were at the forefront of concerns about how best to inculcate manliness in a new generation of working-class young men in the interwar years and the research contrasts this rhetorical masculinity with the pragmatic everydayness of boys' own involvement with the activities they encouraged. It suggests how exposure to more relaxed social and emotional codes through the popular press and commercial entertainment subtly influenced young men's sense of self during adolescence and explores how new models of personal behaviour and social interaction influenced the self-image and anxieties of working-class boys and young men, particularly in relation to images of the body during the 1930s, the 'first decade to feel the full impact of mass media on society'. The 'glamour photography' of the popular press signified the growing sexualisation of the female body and the research argues that this has tended to over-shadow its complex implications for young men's bodies and notions of the male physique, as new visual forms helped shape male self-consciousness and sensitivity to body image and fashion. More relaxed social relationships and sexualized leisure spaces such as the dance floor offered young men novel opportunities to perform and be seen yet also introduced new anxieties and uncertainties to the male world of adolescent feeling, which the research explores in relation to individuals and through the advice columns of the popular press. It also examines how everyday activities such as cycling and walking shaped male social identity during adolescence, helping to invest place and locality with particular masculine meanings. An extensive range of qualitative evidence and contemporary surveys are used to explore these issues, including newspapers, magazines, autobiographies, oral histories, letters, Mass-Observation and the records of the boys' club movement. The project's most unusual primary source is my father's diaries, written in his mid teens in 1930s' Northampton, which are carefully contextualised in relation to these broader trends and developments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H007784/1","grantId":"AH/H007784/1","fundValue":"31787","fundStart":"2010-01-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Melanie  Tebbutt","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}