{"id":"8508AA58-C3A4-463E-B99F-BD3E5CBB913F","title":"Creating Physical Structure from Disarray","abstractText":"The food industry is a major sector in UK manufacturing worth over 70bn per annum. The introduction of robotics and automation would free staff from tedious and arduous tasks, yet the nature of the processes and products hinder direct application of many current automation techniques. Two key aspects are the variation in food products and the typical lack of physical order in their processing. Raw food products are commonly randomly positioned on conveyors, or heaped into bulk containers. Whilst some automation does exist for processing foods, the majority require oriented infeeding of products. This is a typical task for an operative, and once processed by the equipment the products are often ejected back into a disordered arrangement! This fundamental and adventurous research is to develop automation techniques for the translation of physically disordered products into structured arrangements accommodating variations in the products and processes. This will substantially improve the range of food and other difficult processes that can be automated, remove the need for people to perform boring machine feeding tasks, and enable the producers to use valuable human resource on more value-adding tasks.The project will survey and categorise industrial physical structuring processes in terms of complexity, input sensing, and grasping requirements. For each of the categories mathematical descriptions of the states of disarray and order will be defined and translational matrices created to transform between the disorder and ordered arrangement states. Dynamic modelling of the process will be used to improve the techniques. In parallel, appropriate sensory and handling technologies will be determined for each category. Finally a proof of concept system will be constructed to physically validate the new approaches on a number of example tasks from the food sector. This research will benefit the academic community in the fields of mechatronics and automation design, and industrial users and equipment producers from all industry sectors who will gain the potential for new equipment and broaden application areas for existing automation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F031394/1","grantId":"EP/F031394/1","fundValue":"355363","fundStart":"2008-11-03","fundEnd":"2012-05-02","funder":"EPSRC","impactText":"  This project created a study of creating structure from dissary and helped industry particularly in pick-and-place packaging and assembly for reducing the speed and increasing the production. The novel algorithms developed were used to demonstrate the increase of speed for production. Agriculture, Food and Drink,Education,Manufacturing, including Industrial Biotechology Societal,Policy & public services","person":"Jian  Dai","coPersons":["Graham  Purnell"],"organisation":"King's College London","findingsText":" An industrial survey and literature review has been carried out to define and identify food ordering processes. From this analysis, an intrinsic relation has been mapped between input/output arrangements and a new food product categorisation. Hence, a new ordering process called bin picking in food industry has been investigated as well as novel optimisation algorithms to improve the pick and place ordering operation.\n\n\n\nThe effective segregation of both positional and orientational disarray has been described by a linear transformational mapping of objects in space between disordered and ordered states. Parts entropy has been introduced and linked to the individual disarray state and symmetry of food products. Thus, parts entropy provides information of the transitional complexity of an object.\n\n\n\nDifferent formulations for the pick-and-place process based on travelling salesman problem and decomposition into assignment problem and sequence of motion problem are derived. Various algorithms for the proposed formulation including Hungarian algorithm, branch and bound, dynamic programming and number of heuristics for travelling salesman problem are investigated and their suitability with respect to the constraints on the handling process are compared and contrasted.\n\n\n\nRegarding the pick and place optimisation, a formulation of handling from disarray to structure has been presented. The proposed formulation is generic to avoid imposing constraints on the special pick and place parameters, however methods to incorporate specific parameters into the formulation has also been presented.\n\n\n\nThe formulation and optimisation framework is independent of the robotic system. However, it is possible to compensate the inaccuracy in the formulation with dynamic embedded formulations proposed.\n\n\n\nNovel approach in derivation of the structure and disarray set parameters are presented. Based on the presented formulations, optimum structure set parameters are derived. These parameters allow the designers to modify the structure set parameters to minimise the average time of the handling. The optimum points of the disarray set allows the designer to further increase the efficiency of the system by adjusting the disarray set parameters.\n\n\n\nThe Space Segmentation method which is an alternative method for the assignment problem has been proposed. The method can be executed in parallel and derives the solution to the assignment problem on hardware level with minimum requirements.\n\n\n\nFurther, a global transitional model for pick and place operations has also been investigates. The overall idea has been to reduce the Euclidean space stepwise to a minimum and then re-arrange the products into structure. Thus, randomly arranged products have been modelled as a point cloud. Using the Principal Component Analysis (PCA), a subspace of the disordered group is generated using the eigenvectors of the largest eigenvalues of the covariance matrix. A projection into this created subspace follows. After iterations, the point of disorder can be derived which finally transfers the objects into order. From here, a transformation to any order arrangement in any dimension is possible. \n\n\n\nThese pick and place optimisation algorithms have been simulated and compared. Experimental data show the feasibility and achievements of the proposed models. \n\n\n\nA new methodology for the bin picking challenge has been shown. This ordering process has already been implemented re-arranging mechanical objects. Overall, the bin picking challenge has not been solved and, therefore, this process has been re-developed and applied to non-uniform discrete food products. The Microsoft Kinect which combines RGB images and depth data has been applied for feature extraction using a three dimensional Active Shape Model (ASM-D). Hence, not only objects with the exact same shape but also objects that have a shape variation within the same object category can be extracted out of a container or a pile where numerous objects lie jumbled together heavily occluding each other. Optimisation algorithms for pick and place food handling tasks can be beneficial to robot companies such as ABB and FANUC. The sum of the handling costs can be sufficiently reduced and improved. \n\n\n\nAlso, the new proposed bin picking solution can be implemented by automation companies. This automated handling operation can be of special interest since a large number of low-skilled personnel are used to feed machines with little added value to the food product by performing this bin picking task manually.\n\n\n\nThe proposed method to derive the optimum disarray and structure set parameters can be beneficial to third party companies which are utilizing robotic systems to design their structure arrangement or employ disarray to disarray processes to further optimize the performance of the robotic systems. \n Industrial surveys, which included several food company visits, and literature reviews helped to gain an understanding of food ordering processes. Some of these processes are manually executed. By defining an intrinsic relation between food ordering processes and food categories, it has been possible to investigate a new food ordering process called bin picking. This task is very common in the food industry using manual labour.\n\n\n\nOn the other hand, new algorithms have been proposed to optimise the pick and place operation. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}