{"id":"8511DA61-A38B-4956-A549-37D6AA202BE2","title":"Intergenerational relationships in contemporary UK","abstractText":"<p>How much intergenerational exchange is there in contemporary Britain?&nbsp; Do adult children and their parents regularly call upon each other for material and practical support?&nbsp; Or do they rely on the state, the market, voluntary organisations, or other individuals in their social networks (eg friends or neighbours) to meet their needs? This research project examines four aspects of intergenerational relationships in contemporary Britain using panel data:</p>\n\n<ol>\n \n\n <li>How far apart do parents and adult children choose to live?&nbsp; Are there class, gender, ethnic or regional differences in intergenerational geographical proximity?</li>\n\n <li>How often do parents and adult children keep in touch with each other?&nbsp; If geographical distance restricts the frequency of face-to-face contact for some people, do they compensate by making more telephone calls or by using new media?</li>\n\n <li>How much and what kinds of help do parents and adult children give to each other?&nbsp; How reciprocal is the giving and receipt of help? Is there a trade-off between financial transfer and in-kind help, such as personal care or childcare?&nbsp; What are the determinants of intergenerational transfer and exchange? </li>\n\n <li>What are the implications of contact and instrumental support for the well-being of both parents and children? </li>\n\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K002902/1","grantId":"ES/K002902/1","fundValue":"154405","fundStart":"2012-10-01","fundEnd":"2014-06-30","funder":"ESRC","impactText":"  We have presented our findings to academic users in a range of conferences, including the annual meetings of the British Society for Population Studies, and of the Population Association of America. \n\nWe have also made presentations at meetings aimed specifically at non-academic users. For example, in a meeting at the King's Fund on 2 October 2014 (set up by the SDAI cluster on Health and Well-Being), we presented to an audience of local government officials (e.g. from Coventry City Council, East Riding of Yorkshire Council, Portsmouth City Council, Tower Hamlets Council, Hertfordshire County Council) and other public bodies (e.g. Public Health England, Age UK, ONS). \n\nAnd in a meeting on 23rd October, organised by the England Longitudinal Survey of Ageing, we presented our research findings at a panel chaired by the Rt Hon David Willetts MP. Attendees of the meeting include representatives from the Department for Work and Pensions, who requested the slides we used for circulation and discussion within DWP. Communities and Social Services/Policy,Healthcare,Government, Democracy and Justice Societal,Policy & public services","person":"Tak-Wing  Chan","coPersons":["John Francis Ermisch"],"organisation":"University of Oxford","findingsText":" In the UK, public provision of childcare and of social care for older people are limited and uneven across the country. At the same time, the market alternatives are, for many people, prohibitively expensive. For these reasons, informal care-giving provided by members of the extended family is potentially very important. \n\nIn this project, we analyse data from three large-scale panel surveys that are representative of the UK population: the British Household Panel Survey, Understanding Society, and the English Longitudinal Study of Ageing. The four foci of our project are: (1) intergenerational proximity, (2) intergenerational contact, (3) exchange of practical support, and (4) well-being. Some of our key findings are described below.\n\nIntergenerational proximity\n\nResidential mobility over the life course tends to increase the physical distance between the generations. There are large differences in intergenerational proximity between the foreign born and UK born, and among ethnic groups. The determinants of intergenerational proximity from the parent's viewpoint are not identical to those from the child's viewpoint. Contrary to some earlier studies, intergenerational proximity, from the child's viewpoint, does not vary with the number of siblings. But from the parent's viewpoint, having more children is unambiguously associated with a higher probability of living close to at least one child. Several long-term demographic trends in the UK, such as falling fertility, rising education, greater ethnic diversity, have significant implications for intergenerational proximity. (The paper reporting these findings is being considered for publication in the Journal, Population Studies (Revised and Resubmitted).)\n\nProximity of couples to parents\n\nAs regards middle-aged couples' residential location decision, we find a slight tendency for couples to live closer to the woman's parents than the man's. This tendency is more pronounced among couples in which neither partner has a degree and in which there is a child. In other respects, proximity to parents is gender neutral, with the two partners having equal influence on intergenerational proximity. Better educated couples live farther from their parents. And although certain family characteristics matter, intergenerational proximity is primarily driven by factors affecting mobility over long distances, which are mainly associated with the labour market, as opposed to gender or family circumstances. (The paper reporting these findings is being considered for publication in the Journal, Demography (Revised and Resubmitted).)\n\nExchange of support\n\nViewed in the cross-section, the level of actual instances of intergenerational exchange in contemporary Britain is rather low. Viewed longitudinally, there is an asymmetric pattern in the ebb and flow of exchange, with stopping probabilities being multiples higher than starting probabilities. Nonetheless, there is evidence that parents and adult children are supportive of each other at critical moments of life transitions, such as divorce, the birth of a child, or widowhood. Together, these results paint a nuanced picture of the significance of the extended family in contemporary Britain, and give qualified support to the latent kin matrix hypothesis. (The findings reporting these findings will be sent to a journal for review shortly.)\n\nParents' health and children's help\n\nWe consider two measures of children's help (one enumerating specific activities and another reporting assistance with particular difficulties) and two measures of parents' health: self-reported assessments of overall health and enumeration of difficulties with activities of daily living. The primary finding is that children's help is highly responsive to problems arising from a parent's health that limit a parent's mobility or their ability to live independently in a community. But it is not responsive to severe difficulties requiring daily care. Previous estimates of responsiveness that are based on between-individual variation overstate the impact of parent's health on help. (The paper reporting these findings has been published in the Journal, Advances in Life Course Research.)\n\nFamily, friends and well-being among older parents\n\nWe consider three standard measures of well-being: physical health, mental distress and life satisfaction, our longitudinal analyses indicate that estimates of the impact of interactions with neighbours that are based on between-individual variation overstate their impact substantially. Nevertheless fixed-effects estimates, which use variation within persons, indicate a small but statistically significant positive impact of interactions with neighbours on the well-being of persons aged over 65. There is evidence from cross-section analyses that more close friends also increase well-being. But frequency of seeing children appears to have small effects on parents' well-being, and very frequent face-to-face contact may actually reduce it. (The paper reporting these findings will be sent to a journal for review shortly.) Our project has identified some key determinants of intergenerational relationships in the UK. There are large differences in intergenerational proximity within British society. The key variables are education and ethnicity. Better educated individuals tend to live farther from their parents or adult children. South Asians are much more likely than other ethnic groups to live with, or near, the other generations. \n\nOur findings allow non-academic users (e.g. national and local governments) to estimate the extent to which individuals and households in a particular area could rely on the extended family for support and practical help, and, by implication, the demand for public support in childcare and social care. \n\nWe show that while the extended family is responsive to the changing needs of its members, the degree to which individuals could rely on the extended family for intensive support should not be overstated. Because of high moving costs, it is relatively uncommon for individuals to move closer to a parent (or adult children) in need in order to provide support, especially if the latter has severe difficulties requiring daily care. High quality and more equitable public services and/or more affordable market options are both needed to meet the needs of childcare and of social care for older people.\n\nAcademic users could incorporate the basic parameters of intergenerational relationship identified in this project in further research on family dynamics in particular situations, e.g., after divorce, bereavement or job loss. Communities and Social Services/Policy,Healthcare,Government, Democracy and Justice","dataset":"gtr"}