{"id":"8519B6E6-284E-475D-8C7F-2130685AD667","title":"CORNERSTONE: Capability for OptoelectRoNics, mEtamateRialS, nanoTechnOlogy aNd sEnsing","abstractText":"This proposal seeks funding to acquire a stepper and associated wafer coater, tools to enable photolithographic patterning of semiconductor wafers for device and circuit fabrication. The stepper will be located at Southampton University in the recent &pound;120m cleanroom complex. It will relieve the bottleneck within the cleanroom, an electron beam lithography tool, which is a slower alternative patterning tool. This will increase capacity within the cleanroom complex and facilitate and underpin a wealth of world class research. Not only will research at Southampton be enhanced, but Southampton (SOU), Glasgow (GLA), and Surrey (SUR) universities will pool resources to establish a Silicon Photonics Fabrication Capability within the UK, to facilitate an increasing demand for the fabrication of Silicon Photonics devices from the UK's premier researchers. This will encourage wider usage of world class equipment within the UK, in line with EPSRC policy. We seek funding for both the equipment and 3.5 RAs across the 3 institutions, over a 4 year period, to establish and deliver the Capability. Access to a very significant inventory of additional equipment at these 3 universities will be facilitated. The Capability is extremely timely, as silicon foundry services around the world are moving towards a model in which standard platforms and devices will be offered, making it more difficult for researchers to carry out innovative work at the device level, or in non-standard platforms.\n\nThe proposal is supported by 36 members of academic staff at Southampton, with a total current research portfolio of projects valued in excess of &pound;88m. Furthermore we have 10 project partners who will take part in the use and assessment of the silicon photonics capability by designing and subsequently testing fabricated devices. Their total in-kind contribution is valued at &pound;793,300. These partners have expressed an interest in using the capability after the project has been completed. In addition have contacted a few example potential users from within the industrial sector (SMEs), and from around the world who have also provided letters of support indicating that they would use the capability after the project is complete. Taking this net proposed usage, it is clear that the equipment will be sustained beyond the period of the funded project. The Southampton users alone need only generate a tiny fraction (0.2%) of their research portfolio to cover running costs and depreciation. Consumables will increase with usage, but clearly, the silicon photonics capability will generate paying users, to further sustain the capability beyond the project, which will, in turn, allow UK researchers to compete effectively on the world stage in the buoyant field of silicon photonics. \n\nBeyond the 4 year project, the Silicon Photonics Capability will be operated by the commercial arms of the 3 partner universities, all of whom have provided letters of support confirming their ongoing participation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021129/1","grantId":"EP/L021129/1","fundValue":"2267120","fundStart":"2014-09-15","fundEnd":"2018-09-14","funder":"EPSRC","impactText":"","person":"Graham Trevor Reed","coPersons":["Douglas J Paul","Russell  Gwilliam","Harold Meng Chong","Goran  Mashanovich","Frederic  Gardes","Marc  Sorel","Philip Arthur  Nelson"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}