{"id":"8525ABFE-2796-4064-84A4-7A86151C250F","title":"Combinatorial set theory at the successor of a singular cardinal: a marriage of a forcing axiom and a reflection principle","abstractText":"The subject of this proposal lies within infinite combinatorics, which means combinatorics of inifinite numbers. Such numbers can be used to model processes that last infinitely many steps and therefore to understand the nature of such processes. The research here is fundamental in nature. Its connection with applications is that infinite processes are expected to have a role in building future generations of artifical intelligence and computing equipment. The computing capabilities known now, including the physical computers that we use in everyday life, are based heavily on finite combinatorics. Infinite cardinal numbers come in two groups, regular and singular. Much more is known about the combonatorics of regular cardinals than the combinatorics of the singular ones. Here we study immediate successors of singular cardinals.The specific subject that the proposal is concerned with is the possibility of having a successor of a singular cardinal on which there is both a forcing axiom and reflection principle. This would stand in sharp contrast with what is possible to achieve at successors of regular cardinals. We address the question if it is possible that the cardinal r0, the first infinite cardinal at which Rado's statement holds, can be the successor of a singular cardinal. The background for this research builds on a central question in set theory, the singular cardinal hypothesis SCH and the related question of understanding the combinatorial nature of successors of singular cardinals. The questions are directly connected to the first problem on the Hilbert's list, now over a century old. The proposal brings an entirely novel technology by which to attack the problem.The research hypothesis and objectives are to use a model of the axiom SSF to get r0 the successor of a singular in a generic extension by Radin forcing. Other outcomes we expect from the project are combinatorial results about sucessors of singulars, and we expect to discover these in the case that our model indeed does give r0 is sucessor of a singular, but also in the case that it does not, because in the latter case we will have to understand why such a combination is not possible.The academic beneficiaries of this project are first of all the set-theoretic community, and then more widely the community of mathematical logicians. As the results become settled we expect applications in fields outside of mathematical logic, such as Banach spaces and measure algebras. The PI has a considerable experience of being able to connect advances in set theory with problems stemming from other areas of mathematics.In the UK, high-end set theory is present at Bristol and in the logic group at UEA. Otherwise, it is unfortunately underrepresented nationwide. It is a very active area in other European countries, including Austria, France, Germany and Poland, and in the United States, Israel, Canada and since recently through a considerable national investement, also Australia. The area has been recognised by the award of a large European grant for research networking INFTY, awarded by the European Science Foundation. We expect the results of this research to be of high interest to a large number of top researchers internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I00498X/1","grantId":"EP/I00498X/1","fundValue":"294004","fundStart":"2011-03-16","fundEnd":"2014-03-15","funder":"EPSRC","impactText":"  The results have had an impact on the philosophical community with whom we started joint research and with the art world with whom we ara planning an exhibition during the HIF programme mentioned above. Education,Other Cultural","person":"Mirna  Dzamonja","coPersons":[],"organisation":"University of East Anglia","findingsText":" We have found out that there was a missing point in the SUSIFA forcing axiom, and we have corrected it. In addition, we have provided new applications and opened up a whole new way of thinking of forcing at the successor of a singular cardinal,\nin particular in the context of the first possible successor of a singular cardinal. There are several additional published outcomes, where we have succeeded to completely classify the Boolean algebras that support a finitely additive uniformly regular measure in the work with Borodulin-Nadzieja, and where we have obtained negative universality results for isomorphisms of Banach spaces of a given density.\n\nThe results about the successor of a singular have led to a philosophical investigation of the &quot;axiomatic truth&quot;, which is a way to understand to what extent the usual axioms ZFC of set theory really model mathematics. Other outcomes include a philosophical paper on the successor of singular and a survey paper on the same, the first now published and the other in print.\nThe work on the project has also led to a successful grant application for a Leverhulme Research Fellowship on &quot;Nice uncountable constructions&quot;.\n\nFinally, another successful grant application directly related to the research was written to the Isaac Newton Institute and it relates to their HIF programme, to be held from August to December 2015 and where the PI is one of te organizers. The mathematical results are at the moment of use to the academic context. They have presented at conferences and papers submitted to the leading journals. The philosophical community have become interested in the foundational issues raised by the research and this has led to a collaboration with the Institute of History and Philosophy of Science at the University of Paris 1. Finally, plans are undergoing to include a large element of artistic representation at the HIF workshop through a collaboration with Andy Goldsworthy. Creative Economy,Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}