{"id":"852867E4-C9BA-4AB3-8AA8-1162066C3AFF","title":"The impact of elections: voting, political behaviour and democracy in sub-Saharan Africa","abstractText":"<p>This comparative project brings a team of historians and political scientists together in a study of elections in sub-Saharan Africa. It asks why it is that elections have worked better in some places and times than others. Combining the techniques of history and political science, the project&nbsp; re-examines the relationship between an individual’s experience of elections and their political attitudes and behaviours. Archival research,&nbsp; qualitative interviews, quantitative survey and cutting-edge 'laboratory' work will be used to ask whether particular experiences of elections predispose individuals to reject malpractice or, alternatively to accept, or even demand it.</p>\n\n<p>The project covers about sixty years of history, from the immediate pre-independence elections to the present day. It focuses on three African countries whose political and electoral histories have been very different - Ghana, Kenya and Uganda. The project findings will foster greater understanding of democratisation in these three countries and beyond, and will inform the continued efforts of policy-makers and practitioners to promote transparent and accountable government through free and fair elections.<br /><br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002345/1","grantId":"ES/L002345/1","fundValue":"639887","fundStart":"2013-12-31","fundEnd":"2017-06-30","funder":"ESRC","impactText":"  The research remains at an early stage. We have, however, already been closely involved with one of our identified users for the research, the UK Foreign and Commonwealth Office/DfID, and have begun providing analysis to inform their forward planning for elections in the study countries and elsewhere in Africa, through briefings (in Kenya in September 2014; in London November 2014) and through comments on an internal FCO/DfID briefing paper. We expect this engagement to become significantly more intense over the next 12 months, in the run up to Uganda's 2016 elections. Government, Democracy and Justice,Security and Diplomacy Policy & public services","person":"Justin  Willis","coPersons":["Nic  Cheeseman","Staffan I Lindberg","Gabrielle  Lynch"],"organisation":"Durham University","findingsText":" Research is at an early stage. Initial key findings are:\n\n1. A confirmation of our sense that late-colonial regimes attached enormous significance to elections as a means to discipline both politicians and public and so manage an orderly transition to independence.\n2. Evidence of the crucial post-independence variation in attitudes to elections. In Kenya, substantial energy and resources were repeatedly poured into the 'national exercise' of elections, because the government - after some internal debate - decided that it had a strong enough grip on power to risk these. As a result, single-party elections became a key site for the effective reproduction of state legitimacy. In Uganda, by contrast, the government was to unsure of its position to hold elections during the 1960s. Its legitimacy was fatally undermined. \nThese two findings speak directly to our overall hypothesis, and suggest that participation in elections - where there is a degree of choice and malpractice is limited - can change political consciousness and attitudes to political process.\n\n3. Evidence of the complex drivers of international election monitoring. A close study of the highly problematic 1980 Uganda elections - which saw the first deployment of a Commonwealth monitoring team in a nationally-administered election - has shown that the presence of the monitors was the product both of the international and institutional politics of the Commonwealth and of internal Ugandan politics. The study also shows that this first deployment manifested what have become recurring problems of monitoring:\na. that monitors are never fully able to observe the whole electoral process, and concentrate too much on the casting of ballots;\nb. that it is very difficult for monitors to condemn flawed elections when they know that such condemnation will lead to violence.\nThe immediate consequence of the 1980 elections was the outbreak of civil war; in the longer term, qualitative evidence links this experience closely with scepticism toward the electoral process more generally. This supports our hypothesis that elections which are widely seen as flawed will have a strongly negative effect on attitudes to political process. Our plans for this are set out in the 'Academic Beneficiaries' and 'Pathways to impact' documents, and we will continue to pursue these. Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}