{"id":"852AB0BD-D2D7-4A31-98D5-B5A596D3DF81","title":"Preparation, refining, crystal growth and supply of specimens for metal physics research","abstractText":"SUMMARYNearly all of the scientifically important phenomena in condensed matter physics (e.g. complex magnetic behaviour, heavy fermion systems, multiphase superconductors, intermediate valence systems, strongly correlated electron systems, Kondo lattices, quasicrystals, spin fluctuating alloys, quantum phase transitions, etc.) involve alloys or compounds of metals such as the rare earths, refractory transition metals, uranium or thorium. Making high quality research samples of these materials is not trivial, however, and few 'physics' laboratories have the necessary expertise or equipment to carry out fully this vital task themselves. After substantial national investment, the UK condensed matter physics community now has access to some of the world's best neutron, synchrotron and muon facilities; it is imperative, therefore, that it continues to have access to an equally world-class sample preparation service if it is to maintain its international standing. Thus the primary aim of our proposed programme is to use our unique amenities to supply high quality samples, where necessary in single crystal form, for use in a diverse range of studies by any groups in UK universities and research laboratories that have EPSRC support for their research. We plan to augment this programme of sample provision by continuing our research into materials preparation and crystal growth methods, with particular emphasis on the image furnace technique. Here we aim to grow and characterise crystals of Co-doped rutile and orthoferrite materials and to collate a database covering all reported uses of this technique","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F007698/1","grantId":"EP/F007698/1","fundValue":"494328","fundStart":"2007-12-14","fundEnd":"2011-02-13","funder":"EPSRC","impactText":"","person":"J Stuart Abell","coPersons":["Andrew John Williams","Edward Masefield Forgan"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}