{"id":"852CACEB-6901-4BD6-83AF-FB97F3C11294","title":"Role of the endocannabinoid system in adipose tissue function - implications for inflammation","abstractText":"There is considerable public and scientific focus on obesity, which is now a major health problem in the UK and other industrialised countries. Obesity is, of course, characterised by a major increase in the amount of body fat and this is stored in a specialised organ called white adipose tissue. Obesity is the result of an imbalance between the amount of food energy that we eat and the energy expended in all our daily activities. A number of factors are involved in determining the quantity of food that is eaten and there are important chemicals in the brain which help control our intake. A recent addition to these factors is the naturally occurring group of chemicals called 'endocannabinoids', which stimulate appetite. The endocannabinoids, which are related to the plant cannabinoids, act to influence our physiology through special proteins on the outside of cells called 'CB receptors'. There are two type of CB receptor, CB1 and CB2, and these are found in cells in the brain as well as in other organs. Although the effects on appetite are an important part of the action of endocannabinoids, these substances are thought to also affect other functions in the body. One important action which is beginning to be recognised is in inflammation, endocannabinoids having an anti-inflammatory action. Adipose tissue is a major site of inflammation in obesity, with the tissue producing and releasing a number of important proteins which are involved in the inflammatory response. This inflammatory process in fat tissue is considered to lead to some of the disorders associated with being obese - such as cardiovascular disease and the type of diabetes that occurs through a resistance to the hormone insulin. The specialised fat storage cells in adipose tissue contain CB1 receptors, suggesting that the tissue is a target for the action of endocannabinoids. Indeed, it has also already been shown that these substances affect how fat is used in adipose tissue. The central aim of this project is to examine the novel idea that endocannabinoids may help control the production of the proteins involved in inflammation in adipose tissue. The idea will be tested by examining the effects of cannabinoids and substances that block the CB1 receptor on the production and release by the tissue of the proteins related to inflammation. This will be done mainly by using human fat cells cultured in the laboratory. Overall, the project will help us to understand the actions of the endocannabinoids as a normal part of how our body functions. It may also help to establish ways of avoiding the effects on our health and normal physiology of being overweight and obese, by providing new targets for drug development for treating the consequences of obesity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E009522/1","grantId":"BB/E009522/1","fundValue":"300585","fundStart":"2006-11-06","fundEnd":"2009-11-05","funder":"BBSRC","impactText":"","person":"Paul  Trayhurn","coPersons":["Chen  Bing"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}