{"id":"8547A8E6-6C2F-4C78-B681-CF4C2A34639E","title":"Development of a vaccine against Staphylococcus aureus based on novel targets","abstractText":"Infectious disease is still a major killer around the world. The rise of hospital acquired infections and the antibiotic resistant superbugs are a constant threat to the UK healthcare system. Foremost amongst the superbugs is MRSA (Methicillin Resistant Staphylococcus aureus). MRSA is an antibiotic resistant variant of S. aureus. All S. aureus strain, including MRSA, can live in the noses of humans and this forms an ideal reservoir from which to infect patients. It also makes it very difficult to eradicate these organisms form the human environment. To address the ongoing healthcare problem, novel strategies including antibiotics and a vaccine and are needed. At present there is no vaccine against MRSA and other S. aureus strains available. The main patient groups for vaccination would be those on dialysis, elective surgery patients and diabetics. Others could include residents of long term care/nursing homes. An effective vaccine would have significant impact in reducing both disease burden and outcome, with associated reduction in human and financial costs. The aim of the proposed project is to produce the first vaccine against MRSA and other Staphylococcus aureus strains. We have identified and filed patents on novel S. aureus vaccine components. The components are made by all strains and are required for the ability of the organism to cause disease and/or grow. Thus the organism cannot do without them. Most importantly, we have shown that experimental vaccination with these components can protect against S. aureus infection. The key goal of the project is to develop the best formulation of our components to take forward to the clinic. The aim is to test combinations of the components and other parameters to select the most effective formulation to progress into pre-clinical safety evaluation and human clinical trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000768","grantId":"G1000768","fundValue":"239610","fundStart":"2011-07-01","fundEnd":"2013-06-30","funder":"MRC","impactText":"","person":"Simon J.  Foster","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}