{"id":"855521B2-0787-4778-BDB8-BCFD949EFC0C","title":"LEO II: An Effective Higher-Order Theorem Prover","abstractText":"An Automatic Theorem Prover (ATP) is a piece of software that can prove mathematical statements automatically. Modern ATPs are impressively powerful, often coping with problems that involve thousands of separate facts. ATPs can be applied to practical tasks such as finding faults in computer programs. In general, the use of mathematical logic to analyse computer designs is called formal verification.One limitation of most ATPs concerns the language in which the mathematical statements are expressed. Most ATPs accept first-order logic, which can express assertions about individual items, as in all integers are either even or odd . However, many statements in mathematics are difficult to express in first-order logic, especially if they refer to sets or functions.Higher-order logic resembles first-order logic, but it has built-in notions of sets and functions. It is widely used in formal verification, being especially convenient for expressing assertions about computer hardware designs. Unfortunately, there is only one ATP for higher-order logic; it dates from the 1980s and its performance is poor by modern standards. An experimental higher-order ATP, called LEO, has recently shown promise; in recent work, it has been combined with a conventional ATP so that it can benefit from the latter's high performance.The proposal is to take the ideas recently prototyped in LEO and use them as the basis for a robust new higher-order ATP. It is intended for applications in formal verification, but the project will also shed light on fundamental issues in the mechanization of higher-order logic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D070511/1","grantId":"EP/D070511/1","fundValue":"92512","fundStart":"2006-10-15","fundEnd":"2007-10-14","funder":"EPSRC","impactText":"","person":"Lawrence Charles Paulson","coPersons":[],"organisation":"University of Cambridge","findingsText":" The purpose of this project was to investigate some new ideas for implementing an advanced automatic theorem prover for higher-order logic. Over the course of the year that this project ran, the basic architecture was designed and the theorem prover, entitled LEO-II, was delivered. The appropriateness of this architecture is demonstrated by the high performance of LEO-II compared with other systems of its general type. The key idea is cooperation between systems: LEO-II deals with higher-order elements of a given problem, attempting to reduce it to a first-order problem, whose solution of delegates to an external first-order theorem prover. This is basic work, but Benzm?ller has used LEO-II for many investigations involving formal logical systems. Recent research has been aimed at preparing LEO-II for integration with Isabelle's highly successful Sledgehammer tool. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}