{"id":"8557370B-B086-4C31-81E8-899B7511D38A","title":"Continuously updating predictive accident models using modern data sources","abstractText":"Reliable models to predict accident frequencies are essential to design and maintain safe road networks and yet the models in current use are based on data collected 20 or 30 years ago. Given that the national personal injury accident total fell by some 30% in the last 30 years, while over the same period road traffic almost doubled, significant errors in scheme appraisal and evaluation based on the models in current use seem inevitable. However, outdated predictive models tend to be applied within various computer programmes, without the user having a full appreciation of their limitations. The project will improve understanding of the limitations of currently available predictive accident models and how these can be overcome.The basic idea underlying this proposal is that, because modern databases now mean that access to accident, traffic and design data is much more straightforward, it is now possible to devise methods to update accident models to any point in time so that up-to-date predictions are always available. Up-to-date models would mean that the accidents associated with alternative design proposals could be more reliably predicted. It would also mean that EuroRAP type maps could be developed but showing true high risk locations (locations that have significantly more accidents than those predicted by the models given the nature of the site and the level of traffic flow) not just those that have potentially misleading high accident rates. Also safety improvement schemes implemented at high risk sites could be properly evaluated taking account of factors such as trend and regression-to-the-mean.In partnership with Lancashire County Council we will undertake a proof of concept project in which we will specifically test the fit of existing models and alternative updating strategies on the road network in Lancashire. Lancashire's award winning MARIO database will provide an ideal platform for this research. Three updating strategies have been identified as potentially feasible and further options may be identified in the course of the research. These will be applied and compared and the preferred approach identified. The principal outputs will be a tool to allow predictive models to be updated to any point in time and a workshop to provide guidance to practioners on both the data and data management systems needed for its application. The methodology developed will ensure that up-to-date models are always available for any location, permitting proper evaluation of safety impacts in the design and planning of road network changes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H046828/1","grantId":"EP/H046828/1","fundValue":"102838","fundStart":"2010-09-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"","person":"Mike  Maher","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}