{"id":"85574924-D79F-45A4-B153-864178EFA566","title":"Where and Why: The Influence of Host Metabolism on Bacterial Niche Specificity","abstractText":"The aim of this work is to determine to how bacteria sense if their environment is optimal for colonisation. In previous work we have shown that the host metabolite, D-serine, affects if bacteria bind to host tissues. The present proposal is important because if these sensing mechanisms can be inhibited, there is the opportunity to develop novel ways of combating pathogens by interfering with their ability to occupy specific niches, and therefore to prevent pathogenesis. For example, our prediction is that strains that can use D-serine for growth are more likely to cause infections in organs where this amino acid is abundant, such as the urinary tract and brain. The diet of patients with a strong susceptibility to such infections (e.g. patients with catheters, women with recurrent bladder infections) could be modified to reduce the concentration of this amino acid in their urine. This push towards overall patient health through diet perfectly fits the BBSRC strategic priority &quot;Food, Nutrition and Health&quot;.\n\nBacteria live and thrive in and on a huge variety of environments including all animals and plants, acting as both the most significant component of the microbiota and the cause of many diseases. The bacterial contribution to health and the environment is enormous with central roles in processes as diverse and important as immune development and nutrient cycling. Many of these roles require bacteria to colonise a defined location, a specific niche. Understanding how and why bacteria colonise particular sites is therefore a fundamental question with profound implications for health, biosecurity and food production. Our work has found that an unusual amino acid, D-serine is produced by humans in some tissues. This D-serine affects how bacteria respond to that environment, so it acts to either promote or discourage colonisation. In other words, D-serine strongly affects the bacteria that colonise particular niches within the human body.\n\nWe have discovered the proteins that acts collectively to sense and respond to D-serine. Fascinatingly, one core protein, the D-serine transporter as been shown to be one of the most commonly found sequences in nature. This highlights just how important the protein in for more complex animals, as well as the bacteria. We plan to use our bacteria as a model to help understand this system. We want to know how bacteria detect this amino acid as it will help in our basic understand of why particular diseases are caused. To do this we will dissect the molecular pathway involved using a combination of methods. We will look at how the amino acid is bound and what effects it has on the proteins that bind it. We will then work out how this causes changes in the production of the factors that affect where and how the bacteria colonise. We are confident that our work will provide a major step forward in our understanding of how bacteria cause specific diseases and, more generally, how they interact with humans and other animal hosts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M029646/1","grantId":"BB/M029646/1","fundValue":"438593","fundStart":"2016-03-01","fundEnd":"2019-02-28","funder":"BBSRC","impactText":"","person":"Andrew James Roe","coPersons":["Daniel Charles Walker","Olwyn  Byron","Richard John  Cogdell"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}