{"id":"855A606B-7459-4B1D-A121-F42FA3A02115","title":"The enemy that never was: the Muslim/Turkish minority of Thrace during the Axis occupation and the Greek Civil War 1941 -1949","abstractText":"This campaign in the Balkans resulted in the triple occupation of Greece (1941-1944) by German, Italian and Bulgarian forces. Driven by widespread popular discontent against the invaders a number of resistance groups soon sprung up all around Greece. Despite their shared objective of fighting the occupying forces these resistance groups remained highly fragmented and suspicious of one another, In addition, as the occupation experience radicalized pre-war domestic politics and fuelled social and ethnic tensions, serious disagreements began to emerge between these groups over the future direction of post-war Greece. \nHeated political passions soon escalated into a full-scale civil war, after liberation in 1944, between the royalist governmental forces on one hand and the Communist side on the other. This conflict eventually resulted in the defeat of the Communist forces in 1949. During the course of the occupation and the civil war, a number of ethnic groups in the north of Greece, (e.g., the Slav-Macedonians), raised secessionist demands and aligned themselves with those, who they thought, would better serve their aspirations for greater autonomy. \nThe Muslim/Turkish minority of Western Thrace stands in sharp contrast to this paradigm. The minority was religiously and ethnically distinct from the Christian majority in the region and had suffered years of discrimination by the Greek government, which had resulted in segregation and low levels of social and economic development. Yet, despite its numerical strength (approximately 100,000, the largest minority group in Greece) and its proximity with the Turkish 'motherland', the minority made no organized attempt to secede. \nThe Greek occupation and civil war has attracted a great deal of academic attention in recent years. The Muslim/Turkish minority of Thrace by comparison has been the subject of less systematic investigation. In particular, its involvement in these turbulent events has been almost completely neglected by the literature. The proposed research seeks to address this gap. By unearthing new archival material and using a large number of interviews with community leaders and local population, the project looks into how and why the Muslim/Turkish minority opted for this timid and largely pacifist strategy. The project will also try to place the case study of the Muslim/Turkish minority in the wider context of World War II and the early Cold War and their impact on Balkan nationalisms and the Greek-Turkish relations. \nIn pursuing its research objectives, the project will rely on a strong interdisciplinary design borrowed from history, sociology and international relations. Amongst the variables examined by the project are: the internal politics of the Muslim/Turkish community; its social and religious outlook; its caution of the politics of resistance in occupied Greece; the strategies pursued by the Great Powers in the region during World War ll and the complexities of Greek-Turkish relations on the eve of the Cold War, It is envisaged that the project will produce a number of publications in top international outlets. These will be of interest to researchers across a wide range of disciplines and research agendas. )n addition to those with an interest in modern Greek history, the project will appeal to those working on minorities in southeast Europe, the sociology of ethnic conflict and the international politics of World War II and the Cold War. The research has also a contemporary relevance in helping us to contextualize some of the current ethnic tensions in South Eastern Europe. The Hellenic Observatory at the LSE will serve as an outlet for the communication of our work to the wider public. To this end, we plan to organize a series of research seminars and public meetings in order to contribute actively to the public debate on the position of minorities in the region and promote a better understanding of the ethnic mosaic in South Eastern Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D502616/1","grantId":"AH/D502616/1","fundValue":"206180","fundStart":"2006-09-01","fundEnd":"2008-08-31","funder":"AHRC","impactText":"","person":"Kevine  Featherstone","coPersons":["Dimitris  Papadimitriou"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}