{"id":"855F1B0B-8275-4329-989F-22677CD2863D","title":"Visualising Voices: representing, simulating and interpreting the salvage of the ss Great Britain","abstractText":"‘Visualising Voices’ is a collaborative project between the ss Great Britain Trust and the School of Creative Arts at the University of the West of England, Bristol which will represent, simulate and interpret the accounts of a newly created oral history archive based on the inspiring story of the salvage of the ss Great Britain. This project will realise the full potential of the stories collected, building creatively upon the individual voices and stories and interpret them using a variety of digital technologies. Through this, a number of key elements of the salvage that will not have been seen or explained before will be represented in a form that is accessible and understandable for a wide and geographically diverse audience. A team from diverse disciplines within UWE will collaborate with the ss Great Britain Trust to develop a multi-media resource, that will function as a unique ‘assembly piece’ and can be re-purposed according to the mode of delivery and/or the requirements of the audience. Delivery platforms include broadcast, web and site-specific installation. This will be completed to coincide with the celebrations to mark the 40th anniversary of the 1970 salvage and return of the ss Great Britain to Bristol.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H500227/1","grantId":"AH/H500227/1","fundValue":"35542","fundStart":"2009-06-29","fundEnd":"2010-09-28","funder":"AHRC","impactText":"  Used as a promotional event at the ss Great Britain and to tell the story of the recovery of the ss. Great Britain from the Falkland Islands and her return to Bristol. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Societal","person":"Christopher  Webster","coPersons":[],"organisation":"University of the West of England","findingsText":" The project devloped and produced a range of work to promote and publicise the work of the ss Great Britain Museum telling the story of the salvage and return of the ship to her home dock in Bristol. The findings contributed to the awareness of the general public, visitors to the ss Great Britain and the ss Great Britain website, regarding the story of her retrieval and return to her home dock in Bristol. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}