{"id":"8575A9D3-AAAE-4D64-9366-AA284E2586F3","title":"A Development project to determine and progress the 'state of the Art' of Design theory and Practice in healthcare","abstractText":"We welcome the AHRC's identification of Design as a strategic priority. The Art and Design research centre at Sheffield Hallam University has a rich tradition of design research and practice spanning over 20 years. Over the last 5 years this expertise has been brought to bear on the complex and hitherto untapped potential of design in Health and social care.\n\nThis critical mass of work has been centred around two specific collaborations within the research centre. Firstly Lab4Living, which is a partnership between researchers in health and design, between practitioners and designers and, most importantly between individuals who use products and services and the designers of these (www.lab4living.org.uk). Secondly the National Institute of Health Research (NIHR) funded User-centred Healthcare Design (UCHD). UCHD is another multidisciplinary project specifically exploring the use of design theory and practice in healthcare (www.uchd.org.uk).\n\nThese collaborations have resulted in the International Design4Health conference being held in 2011 and 2013 (http://www.design4health.org.uk/)\n\nThis conference and associated activities have provided an excellent focus for the discussion around the translation of design research into healthcare and have linked business, university and third sectors around a bewildering array of projects. The conversations around the key challenges for this area of design have started in this forum, but the AHRC funding would allow a literature review and a series of seminars to explore the key themes identified at the close of the last conference, namely:\n\nLanguages of evaluation across design and health projects\nHow to articulate Design's unique contribution to the field of healthcare innovation\nThe range of modes of engagement with health care that designers can have\n\nThe first stage of the proposed project would be to commission a comprehensive literature review to determine the range and amount of activity already underway in the UK and internationally in design for health. This would provide a sound evidence base for the second phase of the work.\n\nThe conference steering committee already has excellent representation from across the UK design academic landscape, who alongside those with experience of Healthcare and Health research, would be able to start to frame and then answer the questions, and ground the answers in the practical experience of delivering projects.\n\nThe latter part of the project will translate the outputs of the literature review and workshops into an engaging digital form of dissemination\n\nAll of these activities will have a natural outlet in the Design4Health conference 2015.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013908/1","grantId":"AH/L013908/1","fundValue":"39530","fundStart":"2014-03-01","fundEnd":"2014-08-31","funder":"AHRC","impactText":"  The research enquiry has only recently been concluded. Dissemination and publication is scheduled early in 2014 Healthcare ","person":"Paul  Chamberlain","coPersons":[],"organisation":"Sheffield Hallam University","findingsText":" This study has only just been concluded (31/10/14). The findings and dissemination will be undertaken with a publication scheduled for early in 2015 The findings wil inform design and health researchers of maximising dissemination impact and inform funders by providing a landscape of current research activity Healthcare","dataset":"gtr"}