{"id":"85751146-C844-4B9A-89E8-6A2F6D4326B5","title":"The Interplay Between Host and Pathogen Genetic Factors in the Increasing Incidence of Bovine Tuberculosis","abstractText":"Tuberculosis (TB) is an infectious, respiratory disease of humans and animals caused by several species of the Mycobacteriaceae family of bacteria. Mycobacterium bovis (M. bovis) is the bacterium that causes TB in cattle (bovine TB) and a wide range of other mammals, including wild animal species such as badgers in the UK and Ireland and possums in New Zealand. They can act as natural reservoirs of M. bovis infection, posing a major impediment to eradication of bovine TB from cattle. Bovine TB presents a barrier to local, national and international free trade with annual economic costs estimated at ~$3 billion worldwide. Bovine TB has existed in the UK and Ireland for centuries and is of growing importance to the UK rural economy. It has a complex biology, involving transmission between and within populations of cattle and populations of wildlife, and still causes a number of human infections annually. Despite sustained and costly implementation of an eradication programme since the 1950s, based on regular testing of cattle, slaughter of test positive cattle, inspection of carcases at the slaughterhouse and crippling restrictions on movements from infected herds, bovine TB has not been eradicated. An acceptable bovine TB vaccine for use in cattle or wildlife is several years away. Despite intensive research on disease detection, on new vaccine candidates and on control of wildlife populations, there has been a largely unexplained increase in TB over the last 15 years, with TB spreading to new areas. Alternative control approaches need to be considered. This proposal will test our hypothesis: the outcome of infection with TB is influenced both by the genetics of the host and the molecular subtype of the pathogen. There is compelling evidence from extensive studies in several species, including humans, mice and deer, to suggest that susceptibility to TB is influenced by the genetics of the animal and that resistance to TB can be inherited. New genetic markers and high-throughput technologies allow us to detect differences in the genetic make-up of individual animals. We initially propose to link two existing datasets, one recording pedigree data (cattle parentage and offspring), the other containing test results for individual animals. We will investigate whether calves of certain bulls are more likely to develop TB. This will provide evidence that susceptibility to TB in cattle is inherited. We will then use the database of animal, slaughterhouse and laboratory test results to select cattle that have bovine TB (cases) and identify other cattle in the same herd, of the same age etc., which should be equally exposed to TB, but are TB negative (controls) and take blood or tissue samples from &gt;500 TB cases and &gt;500 non-TB controls and extract DNA. A high-density panel of 10,000 cattle genetic markers will be applied to this DNA, to investigate whether variation in certain cattle genes is associated with TB cases. This will identify genetic markers associated with TB resistance. New methods to detect different subtypes of TB bacteria have been developed and we will investigate whether the subtype of TB influences the outcome of TB infection in cattle, including the TB test result. Maybe some TB strains are more difficult to detect, with current tests, than others. Potential outcomes include: 1) fundamental insight into the host genetic component to the risk of acquiring TB and the influence of pathogen strain, 2) new light on immune mechanisms which could be exploited to improve diagnosis and vaccine strategies, 3) the possibility of breeding cattle for increased TB resistance. This is a collaboration between Roslin Institute, the UK's leading research institute for animal genetics and Queen's University Belfast, which has an international reputation for research on bovine TB. It is an innovative, multidisciplinary research proposal that exploits recent scientific developments and technical advances to investigate bovine TB.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E018386/1","grantId":"BB/E018386/1","fundValue":"348159","fundStart":"2008-09-01","fundEnd":"2012-02-29","funder":"BBSRC","impactText":"  Key findings have been published in the scientific literature. Further research is being funded and there is industry engagement. Agriculture, Food and Drink Economic","person":"Robin Alfred Skuce","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" The project confirmed that there was exploitable genetic variation between cattle in their response to exposure to bovine TB. This raises the prospect of selective breeding for improved resistance as a complementary control measure. The study compared the DNA of TB-affected cases and unaffected controls and identified genetic differences between them. Through genetic or genomic selection technologies. Agriculture, Food and Drink","dataset":"gtr"}