{"id":"85789DC4-71B8-43B7-A51C-FCD4274B0AB0","title":"New quantum states in perfectly stoichiometric high-quality single crystals obtained by solid-state electro-transport","abstractText":"New methods for purifying and improving the crystalline quality of materials have repeatedly led to advances in scientific knowledge and technology. Examples include (i) Sir Humphry Davy's (1807) separation of metallic elements by electrolysis, a significant step towards making modern super-alloys, (ii) Jan Czochralski's (1909) method for crystal growth now used to produce pure single-crystals for the $300bn/year silicon semiconductor industry, and (iii) William G Pfann's (1951) development of zone-refining making available high purity Ge and GaAs leading to the discovery of new phenomena such as fractional quantum Hall states found in very high quality GaAs.It is widely accepted in the condensed matter physics community that many more self-organized states of electronic-matter exist than are presently known. The discovery of such states of matter would be comparable to the discovery of ferromagnetism, conventional superconductivity or quantum Hall states in preceding centuries. There is a widespread consensus that one should look for such states at low temperatures in materials driven to the point where conventional electronic states become unstable, specifically close to zero-temperature continuous phase transitions. The difficulty is that for the new states to form, unlike for ferromagnetism and conventional superconductivity, the host materials have to be extremely pure and free of structural defects. The benchmark for the level of perfection required is well quantified for non-conventional forms of superconductivity. Most materials, however, do not crystallize with the required perfection (even after annealing for extended times), owing to the freezing-in of defects resulting from small deviations from integer stoichiometry. The proposed research will develop apparatus to tune the composition of materials to ideal integer values, achieving a leap forward in purity and crystalline quality. Subsequently, the formation of new electronic states at low temperatures will be investigated. Although the formation of new states is anticipated on general theoretical grounds, the nature and electronic structure of these states is unknown. Spatially in-homogeneous or oscillating electronic structures are strong theoretical possibilities. The states found experimentally may confirm such predictions or might be as unexpected as superconductivity was when it was discovered just over 100 years ago. The better quality crystals that composition tuning will produce will also permit us to advance understanding of non-conventional superconductivity and charge density waves in metals by measuring quantum oscillations that are detectable only in crystals of extremely high quality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H03241X/1","grantId":"EP/H03241X/1","fundValue":"1170430","fundStart":"2010-11-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"","person":"Andrew David Huxley","coPersons":["Robin Stuart Perry","Edward Alexander Yelland"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}