{"id":"8584CA49-F3B1-487D-A77A-9F41AA1CFEE2","title":"Bayesian Nonparametric Inference for Stochastic Epidemic Models","abstractText":"Understanding the spread of communicable infectious diseases is of great importance in order to prevent major future outbreaks and therefore it remains high on the global scientific agenda. It has been widely recognised that mathematical and statistical modelling has become a valuable tool in the analysis of infectious disease dynamics by supporting the development of control strategies, informing policy-making at the highest levels, and in general playing a fundamental role in the fight against the spread of disease. \n\nDespite the enormous attention given to the development of methods for efficient parameter estimation, there has been relatively little activity in the area of non-parametric inference. That is, drawing inference for the quantities which govern transmission, i) the force of infection and ii) the period during which an individual remains infectious, without making certain modelling assumptions about its (parametric) functional form or that it belongs to a certain family of parametric distributions. \n\nThe proposed research is concerned with the development of new methodology which will enable non-parametric estimation of the parameters which govern transmission within a Bayesian framework and the application of the proposed methods to large disease outbreak datasets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013528/1","grantId":"EP/J013528/1","fundValue":"96431","fundStart":"2012-10-15","fundEnd":"2014-10-14","funder":"EPSRC","impactText":"  Expected beneficiaries of the proposed research are not only statisticians interested in the developed methodology but also clinicians who are interested in the application of efficient statistical modelling tools to analyse the data that have been acquired either via surveillance or by specific studies. In addition, likely 'users' and beneficiaries of the proposed research are policy makers who need to base their decisions based on robust estimates of important epidemiological quantities both at national and international level. It is highly likely that various agencies, departments and organisations which are concerned with disease outbreaks will be interested in the developments of the proposed research; examples include researchers (e.g. modellers) working in the UK's Heath Protection Agency (HPA), the Department of Environment, Food and Rural Affairs (DEFRA), the European Centre for Disease Prevention (ECDC) and World Health Organization (WHO). It is anticipated that the open-source software which will be made available during the course of the project will ensure that the impact of the proposed research has a more immediate effect.\n\nInfectious diseases account for more than 17 million deaths worldwide each year. Understanding the spread of communicable infectious diseases is of great importance in order to prevent major future outbreaks or even to tackle current ones (eg. Ebola 2014 outbreak). It has been widely recognised that mathematical modelling has become a valuable tool in the analysis of infectious disease dynamics and in general, is playing a fundamental role in the fight against disease spread. Therefore, the wider public is another beneficiary since the proposed work is within the area of modelling communicable infectious diseases providing new efficient tools to combat infectious diseases. Analysing past and future disease outbreak datasets effectively using the proposed methodology will shed more light as to the key parameters that govern transmission. In turn, this will allow for efficient control-strategies. Therefore, the proposed research has the potential to contribute to the the public's health, both nationally and internationally in short and long term.  Societal,Economic,Policy & public services","person":"Theodore  Kypraios","coPersons":[],"organisation":"University of Nottingham","findingsText":" In this project novel statistical methodology was developed which enables efficient parameter estimation for infectious diseases data within a Bayesian non-parametric method.\n\nParticular focus was given to stochastic epidemic models defined in continuous time. The rate of new infections assumed to be a function of time only and Bayesian methods to estimate it non-parametrically (i.e. without assuming any particular parametric form) were developed. \n\nThe developed methodology was then applied to the 2002-03 severe acute respiratory syndrome (SARS) outbreak. Our methodology picked two previously identified &quot;super-spread&quot; events (SSEs) without explicitly incorporating into the model. This illustrated the benefits of the proposed approach. The methodology that has been developed is the first attempt to make non-parametric inference for infectious disease data within a Bayesian framework.\n\nThere are many ways to take forward this research. In particular, to develop methods for models defined in discrete-time as well as methods for very large populations. In addition, methods for approximate but efficient and fast inference within this framework will be desirable. Healthcare","dataset":"gtr"}