{"id":"858E0F04-2764-4835-BAAD-B2E354A8AD76","title":"Development of induced pluripotent stem (iPS) cells from mutant mouse models in order to reduce animal use","abstractText":"We and others have shown that mice with mutations in the gene coding for dynein (a motor protein involved in many cellular processes including cell division and transport of intracellular material) show defective motor and sensory functions. Moreover, mutations in dynactin - a protein partner of dynein - have been found to cause a form motor neurone disease in humans. Because of their wide range of functions and implications in neuronal survival, these proteins are being studied by research groups around the world using the mouse as a model organism. Such studies require breeding of these mice to provide the necessary amount of neurones needed for research. In addition, neurones isolated from mice are not able to proliferate and die within 2-3 weeks in culture, thus necessitating continuous breeding of large numbers of mice. \n\nRecently, a novel technique has been developed to change the mouse fibroblasts into a type of stem cells called iPS cell. The iPS cells could subsequently be converted into any cell type including neurones. This, therefore, has provided a unique opportunity to generate an easily accessible and abundant resource for the production of neurones and other cell types from the mutant mice, without the need for breeding large numbers of mice. Thus, in the proposed project we are aiming to generate iPS cells from two of the mouse strains with mutations in dynein. We will then be able to produce neuronal cells from these iPS cells and use them for research into dynein function. Successful completion of this project will result in significant reduction in breeding mice with harmful mutations in dynein and in time and costs involved in their breeding and the experimental procedures. In addition, we will be able to share the iPS cells with other labs around the world and signify the use of iPS-cell technology in studying other mouse models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900789/1","grantId":"G0900789/1","fundValue":"216686","fundStart":"2009-10-27","fundEnd":"2011-10-26","funder":"NC3Rs","impactText":"","person":"Majid  Hafezparast","coPersons":["Timothy  Chevassut"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}