{"id":"859068EE-4041-4D61-B4F1-B38C0EDA18E2","title":"Molecular basis of FtsH function in the cyanobacterium Synechocystis PCC 6803","abstractText":"Cyanobacteria are a diverse group of bacteria that have the ability to carry out plant-like photosynthesis, using solar energy to drive the fixation of carbon dioxide into organic matter and the liberation of oxygen from water. They are found in aquatic environments and make an important contribution to global oxygenic photosynthesis. Their photosynthetic activity is therefore crucial to determining levels of carbon dioxide, a greenhouse gas, in the atmosphere. Cyanobacteria are also closely related to the chloroplasts found in plants and many of the biochemical processes are conserved. Consequently cyanobacteria have been widely used as models to study related processes in chloroplasts, such as how the protein components involved in photosynthesis work. In particular the cyanobacterium Synechocystis 6803 is a widely used experimental system because of the ease of doing genetic engineering experiments in this organism. Recently Peter Nixon and colleagues identified a cyanobacterial protease, termed FtsH2, which was involved in the repair of the oxygen-evolving Photosystem II complex following light damage. Homologues of FtsH2 are also involved in the same process in chloroplasts. Subsequently FtsH2 has been shown to be involved in the successful acclimation of Synechocystis 6803 to a number of other environmental stresses including heat, high salt and reduced availability of inorganic carbon. FtsH2 is therefore an important factor controlling a number of different physiological processes vital for survival of the cyanobacterium. In background work to this proposal we have developed the experimental tools to conduct important fundamental studies on this class of FtsH protease. We have developed techniques to purify the FtsH2 protease and have shown that it forms a complex with the related FtsH3 protease. By using electron microscopy we could show for the first time that this FtsH2/FtsH3 complex is made of six subunits. In this application we describe a series of experiments to assess the structure and function of FtsH2 and the other three members of the FtsH protease family found in Synechocystis 6803. We propose to identify the location of each of the FtsH subunits in the cell, determine the number and composition of the different types of FtsH complex in the cell, identify potential targets for each of the FtsH proteases and determine if the physiological effects displayed by the FtsH2 mutants is as a result of the proteolytic activity of the FtsH complex or the ability of FtsH complexes to help pull or refold cellular targets. Beside improving our understanding of how cyanobacteria respond to various environmental stresses, our results will also be of special significance to plant scientists who are trying to understand the role of FtsH in the chloroplast. Ultimately work on the FtsH proteases might allow the generation of photosynthetic organisms, such as crop plants, that are able to grow more productively under a range of environmental conditions including high light stress.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021526/1","grantId":"BB/F021526/1","fundValue":"28883","fundStart":"2008-07-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"  As a model methodology to demonstrate how macromolecular (nano)machines, in this case a protease, may be visualised at the protein domain level, via electron microscopy, and inferences drawn as to their function in the cell. Here, such repair/regulation functions impact directly on how photosynthesis, the chemical process that splits water into oxygen and hydrogen, using sunlight as an energy source, leading to the sequestration of carbon dioxide from the atmosphere and the formation of sugars. This will undoubtedly have impact upon future strategies regarding renewable energy sources such as biofuels, artificial photosynthesis and biomimetic catalysis. Agriculture, Food and Drink,Education,Energy,Environment,Manufacturing, including Industrial Biotechology Economic","person":"Jon  Nield","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" FtsH metalloprotease enzymes are key components in the repair of photosystem II (PSII), thus maintaining efficient photosynthetic activity in sunlight e.g. in trees. We investigated the structure of an isolated FtsH2 complex using transmission electron microscopy and single-particle analysis. A 3D structure was obtained at a high resolution of 26 ?. This showed that the complex is hexameric and consists of alternating FtsH2/FtsH3 subunits. Such insights into these repair/regulation functions impact directly on how photosynthesis, the chemical process that splits water into oxygen and hydrogen, uses sunlight as a (renewable) energy source - impacting upon our view, at the molecular level, of how to combat climate change, ameliorate carbon capture and implement better forms of artificial photosynthesis. As a model methodology to demonstrate how macromolecular (nano)machines, in this case a protease, may be visualised at the protein domain level, via electron microscopy, and inferences drawn as to their function in the cell. Here, such repair/regulation functions impact directly on how photosynthesis, the chemical process that splits water into oxygen and hydrogen, using sunlight as an energy source, leading to the sequestration of carbon dioxide from the atmosphere and the formation of sugars. Previous work identified an important role for the FtsH2 protease of the AAA family, in photosystem repair and in other quality control processes in the thylakoid membrane of cyanobacteria. Our molecular map brings additional evidence to the speculation for ATP-driven conformational changes whereby the AAA ring may drive the movement of the unfolded target protein into the proteolytic chamber for subsequent highly processive degradation into small peptides; these then would exit through 25 ? lateral openings within the body of the complex. Other physiological processes currently assigned to FtsH2, such as a role in osmoregulation and carbon concentrating mechanisms, are also likely to be dependent on the activity of the FtsH2/FtsH3 hetero-oligomer, the structure of which, at a resolution of 26 ?, is our key finding. Agriculture, Food and Drink,Education,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}