{"id":"85969573-FF46-45D2-AF59-4A85CC68D53B","title":"The regulation of circadian and ultradian rhythmicity of circulating glucocorticoid hormones and their role in the optimisation of limbic activity","abstractText":"Biological rhythms are critical for good health and the optimal function of many physiological systems. The daily-circadian-regulation of body rhythms is controlled by a group of cells in the suprachiasmatic nucleus (SCN) of the hypothalamus. These cells employ a specific molecular machinery of so-called clock genes, which use a self-regulating feedback system to maintain an approximate 24-hour rhythm of activity. This central clock / whose activity is fine tuned by external cues such as light / regulates multiple physiological systems including endocrine, metabolic, cardiovascular, cognitive and behavioural outputs. The discovery that clock genes are also found in other areas of the brain and in many peripheral tissues challenges the concept of a single SCN pacemaker. Unlike the SCN however, the clock genes in these other areas do not necessarily express independent long-term rhythms and need the SCN to entrain and maintain their rhythms. This immediately demands that we address the question of how the SCN can control these slave oscillators. One obvious candidate as a controller of the clock genes outside the SCN is the glucocorticoid secreted by the adrenal cortex, which is secreted in a circadian rhythm. This rhythm is under the control of the SCN, and we have recently shown that signalling through this system depends on both its circadian rhythm and the pulse character of its secretion. Furthermore, we know that a critically important clock gene / period 1 (per 1) / has the molecular signature that allows it to be regulated by glucocorticoids. In this application therefore, we want to define how the SCN effects glucocorticoid secretory dynamics, and how changes in these dynamics alter the regulation of clock genes in areas of the brain vital for cognitive function and anxiety behaviour. We shall then go on to investigate how these changes in clock genes alter the efficiency of neurones to interact (synaptic plasticity) and how this in turn alters the memory abilities of conscious animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G00403X/1","grantId":"BB/G00403X/1","fundValue":"595856","fundStart":"2009-03-01","fundEnd":"2012-06-29","funder":"BBSRC","impactText":"","person":"Stafford Louis Lightman","coPersons":["Kwangwook Kei Cho"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}