{"id":"859E5401-6CF5-4C4C-AB56-7F7A5EFFD041","title":"Functions and mechanism of recognition systems in social birds","abstractText":"Systems for recognition and discrimination play a critical role in interactions at every level of biological organisation from genes and cells through to individuals and species. For example, immune systems must be able to reliably recognise self from non-self, and females may have to discriminate against related males or males of different species when making decisions about whom to mate with. Similarly, a parent who wishes to invest in their offspring may need to discriminate in favour of their own offspring from among a number of potential recipients. The study of recognition systems is important because the decision-making and discrimination that evolves in these various contexts depends on the effectiveness of recognition. If the costs of making a mistake are very high, we would expect strong selection for accurate recognition and discrimination, but if the costs of such recognition errors are low, then discrimination and recognition would be expected to be much less accurate because of the weak selection imposed on individuals who fail tests of recognition. Therefore, we expect to see variation in the nature and effectiveness of recognition systems according to the context in which that process occurs. \n\nSocial organisms provide an obvious case in which the recognition of individuals, kin and other categories of conspecifics is a critical requirement. Indeed, there is abundant evidence for discriminatory behaviour in a wide variety of contexts, often with demonstrable fitness consequences. However, our understanding of recognition systems and hence the ability of social animals to discriminate among different classes of individuals is poor, despite the importance of such mechanisms for defining the constraints on adaptive social behaviour. The aim of this project is to investigate the function and mechanisms of recognition systems at a range of spatial scales and in diverse social contexts using the unique colonial breeding system of the sociable weaver Philetairus socius. The sociable weaver builds an extraordinary communal nest that may house hundreds of birds, that breed either in pairs or in cooperative family groups with helpers assisting their relatives in raising offspring. Dispersal between colonies is limited, and helpers are typically closely related to the breeders that they help. However, the close proximity of kin is also likely to generate a significant risk of inbreeding. At a broader spatial scale, colonies are more or less discrete social groups that exhibit another level of social organisation above that of the family.\n\nThese features of the sociable weaver social system make them ideally suited for investigation of recognition and discrimination at a range of social and spatial scales. Specific objectives are to test hypotheses concerning kin discrimination ability in the avoidance of inbreeding and in cooperative investment in brood care by helpers. In each case, we will test whether individuals are able to actively discriminate kin from non-kin, or whether discrimination is based on spatial cues to kinship. We will also use observations and experiments to test discrimination of social groups above the level of family using analysis of social networks. Finally, we will conduct field observations and experiments to determine the development of putative recognition cues (contact calls), and determine the genetic and environmental components of these recognition signals. Through these studies we aim to provide the most comprehensive understanding of the function and mechanism of recognition systems in any social vertebrate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K015257/1","grantId":"NE/K015257/1","fundValue":"451851","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"NERC","impactText":"","person":"Ben  Hatchwell","coPersons":[],"organisation":"University of Sheffield","findingsText":" The grant has only been running for a few months, so few advances have been made so far apart from genotyping a large sample of birds and conducting a successful season of data collection in the field. It's too early to say until we are further into the grant Education,Environment,Other","dataset":"gtr"}