{"id":"85A5C818-309F-4A12-B20E-CE6F1A968995","title":"The accurate computation of thin film flows and the motion of droplets on real functional surfaces.","abstractText":"Fluid flow over real (man-made and naturally occurring) functional surfaces containing micro-scale topographic and/or chemical heterogeneities are ubiquitous throughout nature, engineering and the precision manufacturing industries. During this pump-priming project, the investigators' world leading software algorithms for analysing such problems will be modified to exploit massively parallel High Performance Computing (HPC) architectures and resources. This will facilitate the computation of flows over realistic surfaces to be carried out for the first time, enabling the fundamental limits of predictive capabilities, such as those on the time-scales of droplet spreading and coalescence, to be investigated and quantified.The physical insight gained into this important class of flow problems will be of generic benefit both to academic researchers, working in the fields of coating process fundamentals and droplet motion, to engineers and scientists working in diverse fields such as in the production of micro-electronic components and microfluidic devices for medical diagnostics, and to those interested in developing more sustainable alternatives to chemical pesticides.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F010745/1","grantId":"EP/F010745/1","fundValue":"62616","fundStart":"2007-10-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"  They have been used to to explore droplet spreading on functional surfaces with interest from the agro-chemical industries - researchers in New Zealand have shown a particular interest in the results produced. Agriculture, Food and Drink,Chemicals,Education Societal,Economic","person":"Philip Henry Gaskell","coPersons":["Harvey  Thompson"],"organisation":"University of Leeds","findingsText":" The key findings of the research were that it was possible to develop, for general use, a portable, parallel computer code/tool for the accurate modelling and investigation of the motion of thin fluid films and droplets on a variety of real surfaces encountered in the manufacturing and electronics sector and in the natural environment. The code is available for general download and use by industry and academia. The outcomes of the research have considerable potential for use by industry and the agricultural sector, better understanding of the use and deposition of bio- rather than chemically based pesticides has huge implications and befits in terms of health and the environment. Indeed, colleagues at DERA and pesticide manufactures have be alerted to the possibilities and have collaborated in making use of the computational tools developed. The work, although fundamental in nature, can be exploited in a variety of ways, from industrial coating and droplet deposition process to the formulation and development of bio-pesticides and in understanding their behaviour on the surface of the leaves of crops that are a vital part of the food chain, and the sustainability of the same. Agriculture, Food and Drink,Chemicals,Education,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}