{"id":"85AC9C16-92A2-46EE-A98D-21751974C160","title":"Online Inter-faith Dialogue Platform","abstractText":"This Research in the Wild project will lead to the development of an online platform for a well-established form of inter-faith dialogue, with proven transformational potential for a secular and religiously plural global society.In a world that is a complex mix of secularity and multiple religions, questions arise about how members of religious communities can participate fully in public debate. One dominant answer to those questions says that public argument is only possible to the extent that religious participants keep private their commitment to particular traditions of religious thought and practice. However, other answers are possible - answers that focus upon the practices of reasoning internal to each religious traditions, and upon the patterns of shared reasoning that are possible when those differing practices are brought into interaction.One prominent example of work that explores this possibility has been the development of a practice of inter-faith discussion called 'Scriptural Reasoning' (SR). In SR members of different religious traditions meet in small groups to discuss extracts from their sacred or authoritative texts together. In the process, a member of one tradition learns to explain to those who do not share her tradition the reading and reasoning practices by which her judgments (including judgments about public issues) are shaped. She also learns to respond to questions about those practices, to understand the different reading and reasoning practices by which the judgments of other participants are shaped, and to experiment as a reader of the other participants' texts. The normal outcome of the process is not consensus but a deeper understanding of the roots of others' judgments, an understanding of the kinds of flexibility and responsiveness built in to one's own tradition and the traditions of others, and an understanding of the kinds of arguments that might make sense to those whose authorities and traditions of reasoning differ from one's own. This practice of inter-faith reasoning therefore deepens understanding both within and between traditions, and enables the development of practices of reasoned debate across traditions.Existing face-to-face implementations of the SR model amongst scholars, religious leaders, students, school children, civic leaders and ordinary citizens have proved encouraging, and have demonstrated that this is a practice with a potential for transformational impact in a society where religious commitment and commitment to shared public discourse are often assumed to be opposed. Face-to-face implementation is, however, unavoidably limited: gathering multi-faith groups for discussion is expensive; numbers are limited; geographical constrains mean that participants tend to be from similar cultural backgrounds; and the mono-lingual nature of the discussions both reduces the range of possible participants, and presents particular constraints for some Muslim participants for whom reliance on as-yet-untranslated Arabic textual authorities and traditions of reasoning is essential.To ensure that the potential transformational impact of SR is realised, these limitations need to be overcome. This project offers an innovative way to do so by taking SR practice onto the web and across languages. We will build on an existing online inter-faith platform (developed by the Cambridge Inter-faith Program and the non-profit technology company Meedan) which includes a facility for machine-assisted human translation of content and discussions between Arabic and English. By means of extensive user testing with a variety of non-academic user groups drawn from Christian and Islamic communities in the UK and the Middle East, we will tailor this platform for specific use in Christian-Muslim SR, extending SR across geographical and linguistic barriers in the process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I031820/1","grantId":"EP/I031820/1","fundValue":"288680","fundStart":"2011-09-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"  Our primary impact is on members of faith communities (Christian, Islamic and Jewish) who have been given the opportunity to engage in an innovative form of inter-faith dialogue. These participants have had the experience of reading extracts from their scriptures alongside one another, and in the process learning not just more about each other but also more about their own texts and traditions. This is the first time this dialogue process (known as 'Scriptural Reasoning'), which has a proven track record in its face-to-face version, has successfully been taken online to non-academic audiences. This project has enabled us to take a tool for such dialogue (nurani.org) that was in beta, and that had been used only by a small number of test users, and refine it until it was suitable for public use. We have now held 15 dialogues on the platform, including a total of 60 unique users, all of whom were ordinary members of faith communities, many of whom have participated in multiple groups. Groups have typically worked together for three to four weeks each.\n\nThe health of the public square depends on the capacity of its participants to engage in serious conversation about their ideas, values and commitments, and about the pressing issues that face them. Scriptural Reasoning is a form of dialogue designed to allow members of different religious communities to engage in such serious discussion. It involves members of different religious traditions meeting in small groups to discuss extracts from their sacred or authoritative texts together. In the process, a member of one tradition learns to articulate to those who do not share her tradition the reading and reasoning practices by which her judgments (including judgments about public issues) are shaped. She also learns to respond to questions about those practices, to understand the different reading and reasoning practices by which the judgments of other participants are shaped by their own texts, and to experiment as a reader of the other participants' texts. The intended outcome of the process is not consensus, but a deeper understanding of the roots of others' judgments, an understanding of the kinds of flexibility and responsiveness built in to her own and others' traditions, and an understanding of the kinds of arguments that might make sense to those whose authorities and traditions of reasoning differ from her own. Scriptural Reasoning has proven a very successful form of inter-faith dialogue, and is now widely used around the UK and internationally. Our project has, for the first time, taken this process online, and has therefore allowed more diverse and more widely spread audiences to take part. We have so far held 15 groups, including a total of 60 individual participants from various Jewish, Christian and Islamic communities.\n\nBeneficiaries: Members of faith communities\n\nContribution Method: There is an existing academic community (national and international) involved in developing and delivering the Scriptural Reasoning form of dialogue for non-academic audiences. That community has experimented before with online versions of the process, but none of those experiments has created a form of online Scriptural Reasoning ready for non-academic participants. The heart of this project was repeated engagement with ordinary users who were taking part in dialogues on our online Scriptural Reasoning platform, and then refining its design and functionality until it provided an accessible and usable online environment for this form of dialogue. The research conducted during this project has therefore made this form of impact - participation in Scriptural Reasoning dialogues by non-academic audiences - possible for online cohorts for the first time. We have also disseminated the results of that research to the academic Scriptural Reasoning community, and made the online platform available for their use, and thereby extended the capacity of that wider academic community to host such online dialogues. Other Cultural","person":"Mike  Higton","coPersons":[],"organisation":"University of Cambridge","findingsText":" This project has focused on the 'Scriptural Reasoning' form of inter-faith dialogue, which is now widespread in the UK and internationally, and has proven to be very successful in allowing serious discussion between ordinary members of different faith communities. We are the first to demonstrate that this dialogue practice can successfully be taken online, that ordinary members of religious communities can participate in it in this online form, that sustainable dialogue groups of such participants can be formed, and that the results of the practice for such participants are similar to those experienced by face-to-face participants. The platform is designed for non-academic use, and the users who have been participating in Scriptural Reasoning dialogues there during the course of the project have very largely been non-academic users. The project has led to the refinement and extension of an online platform for Scriptural Reasoning dialogue, available at www.nurani.org. It has also led to the publication of support materials, including introductions to the practice of Scriptural Reasoning, at www.scripturalreasoning.org. The platform is now available for wider use, and members of the public can sign up via www.scripturalreasoning.org to be included in online Scriptural Reasoning discussions – although, since groups require experienced moderators, the number of places available at any one time is necessarily limited. Communities and Social Services/Policy,Other","dataset":"gtr"}