{"id":"85AE6B72-CB76-4EAD-87C9-475F4E692115","title":"Frequency Scanning Interferometry for Laser Trackers and Laser Tracers","abstractText":"With the introduction of computer numeric control (CNC) to manufacturing machines such as lathes, mills or the more exotic wire-erosion machines we have seen a dramatic increase in our ability to produce increasingly large components with ever improving accuracy. Inspired by this technological advance engineers are designing more products to take advantage of this ability, increasing the demands on accuracy even further. Largely driven by this virtuous circle is the field of co-ordinate metrology. Here both manufacturing machines and the products they produce are being checked against the stringent dimensional tolerances of modern engineering.As the number and the accuracy of CNC machines improves so must the techniques used in metrology. In fact, the accuracy used by metrologists must always be a step ahead of manufacturing to be able to calibrate manufacturing machines. Lasers have revolutionised the area of co-ordinate metrology. Because laser can emit light with highly stable wavelength the offer unprecedented accuracy in measuring distance differences or changes through fixed frequency, differential interferometry. Instruments such as laser trackers which have rapidly become the dominant instruments in large scale, high accuracy metrology utilise this ability and combine it with angle measurements to determine three dimensional displacements. The angle measurements normally limit the accuracy of laser trackers. Laser tracers, originally developed by NPL and aimed at even higher accuracies, operate without angle measurement. They only measure the distance to the target but do so from several positions allowing the displacements to be computed from the distance measurements alone by process called sequential multilateration. Laser tracers are close to the top of the food chain of metrology instrument. They are ultra high accuracy instruments that can be used to calibrate other metrology instruments, as well as CNC machines. One of the major drawbacks of differential interferometry is the need for the laser beam to continuously illuminate the same target. If the beam is broken, for example because the new target position is reached on a path which is partially obscured or because the tracker can not follow the target fast enough, the measurement needs to be restarted, requiring valuable operator time.In this project we seek to introduce the ability to measure absolute distances with accuracies comparable to those obtained from differential interferometry into laser tracers. We will try to integrate a technology called Frequency Scanning Interferometry (FSI), in a form developed in the John Adams Institute for Accelerator Science (JAI) at Oxford University into a laser tracer allowing it to robotically switch between targets and be tolerant to beam brakes.As an additional benefit, FSI is capable of measuring the distance to several targets at the same time if a wide laser beam is used to illuminate many targets at the same time. Exploiting this ability could lead to instruments that can not only measure the position of a target but also its orientation in space.Among all of these technological developments we will also critically look at ways of reducing the cost of FSI to make it more attractive for a wide range of applications in co-ordinate metrology.FSI works because modern lasers can not only have a single very well defined wavelength but they can - thanks to developments in the telecommunications industry - also continuously change this wavelength with time. So lasers are again set to improve co-ordinate metrology in a fundamental way.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H018220/1","grantId":"EP/H018220/1","fundValue":"490481","fundStart":"2010-01-15","fundEnd":"2013-07-14","funder":"EPSRC","impactText":"","person":"Armin  Reichold","coPersons":["David Christian Urner"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}