{"id":"85BA685E-C90C-49AC-B9ED-2A6F4484D6DA","title":"High Throughput Synthesis of PbnNb2O5+n (1.5 = n = 3) Pyrochlore-Structured Tunable Thin Films: Funding for Proof of Concept","abstractText":"A new high throughput method will be used to synthesise thin films in the PbnNb2O5+n system such that n is varied from 1.5 to 3 across a 1 inch electroded substrate. Variation in the PbO/Nb2O5 ratio across the substrate will be monitored using energy and wavelength dispersive x-ray microanalysis and changes in symmetry will be investigated use glancing angle X-ray diffraction and Raman spectroscopy. Screening of the dielectric properties will be performed using local impedance measurements under zero and bias field at radio frequencies in order to determine compositions with the highest figure of merit for tunable filter applications. Limited MW measurements will be performed on optimised compositions to determine whether these compounds exhibit sufficient tunability and low enough dielectric loss to have a significant impact in the microelectronics community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F015259/1","grantId":"EP/F015259/1","fundValue":"4798","fundStart":"2008-02-01","fundEnd":"2009-01-31","funder":"EPSRC","impactText":"  The compositions produced have the best combination of dielectric loss, permittivity and tunability to date for tunable filter applications. They are a leading contender therefore for future exploitation.\n\nThe new compositions will simplify electronic circuitry by allowing filters to operate over a wider frequency range.\n\nBeneficiaries: Tunable capcitor and dielectric thin film community\n\nContribution Method: New compositions were developed and new techniques for high throughput combinator Aerospace, Defence and Marine,Electronics Societal,Economic","person":"Ian Michael Reaney","coPersons":[],"organisation":"University of Sheffield","findingsText":" New high throughput synthesis techniques were developed to characterise dielectric and tunable dielectric properties\n\nNew tunable compositions were discovered in the cubic pyrochlore region of the PbO-Nb2O5 phase diagram The new materials are ideal for use in tunable filters for electronics. The use of such filters simplifies the design of filter systems and thus has great commercial potential PI and CI are looking for ways to go beyond proof of concept stage and create fabricate devices. A further EPSRC proposal was submitted and is about to resubmitted with EPSRC permission Aerospace, Defence and Marine,Electronics","dataset":"gtr"}