{"id":"85C87E5B-9845-435B-938A-5D6B6802CFE7","title":"Population genomics and evolution of adaptive traits in Pines","abstractText":"During their evolution, forest trees have migrated (by seed dispersal) and adapted to new environments. This 'local adaptation' caused changes in the parts of the genome that control a tree's ability to survive and reproduce in different climates. As a result, forest trees often show strong differences between populations in observable characters (phenotype), for example in height or shape, in timing of growth, or in ability to withstand cold temperatures or water deficit. Although a lot of research has been done on differences in tree phenotype and how this is shaped by the environment, very little is known about the mutations, genes and biochemical pathways involved. However, information about the genes that control adaptive traits and how they evolve would be useful for conservation, restoration and forest management, particularly in the face of future climate change. For example, if we know how a particular set of genes (genotype) evolved to fit a certain type of environment, we can make better predictions about how changes in that environment will affect the trees. Similarly, foresters want to plant the best tree for their land, which will grow tall and straight, and stay free from disease. But at the moment it takes many years to grow trees to find out which types are the best. By knowing which genes control these important traits, good seedlings can be chosen very early on to provide the best crop from the forest. As forest tree species make up the majority of biodiversity on land and are very important for the economies of many countries, this work can make a big difference. \n\nThe project will study how genes control phenotypes in different environments, in four closely-related pine tree species. These are: Scots pine, which is the most widespread pine tree species of all; Dwarf mountain pine, which comes from the mountains of Central and Eastern Europe; Mountain pine, from the mountains of Spain, France and the Western Alps; and Peat-bog pine from the Central European lowlands. Right now, as a result of several years of work by the scientists in the team, we can look at more genes in these species than ever before. By integrating this knowledge with the very latest genetic techniques and a living collection of plants from each of the species we will look for genomic regions and networks involved in the species divergence and adaptations. We hope this will let us understand the link between genotypes and phenotypes, how the environment drives evolution in these tree species and what this means for how forest will change in the future. Worldwide, it will be one of the largest surveys of the genome ever in natural populations of forest trees and will be the first to use molecular data at the whole genome scale of several closely related species to study how tree species evolve. \nTo make sure the project makes a difference, we will publish our results in international science journals and make our data freely available. We will spread awareness of what we are doing by taking part in Edinburgh's Science Festival and National Science and Engineering Week, by press releases and other special publications and by visits to local schools. We are also talking to forest tree breeders, who work on growing better trees for forestry, about the best ways to use genetic information available in natural populations. Working with them, we will translate what we find out into new ways to grow better trees, but also into better ways to conserve the genetic diversity in natural forests. If both of these messages get across, to foresters and the public, then our project can have a real impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012177/1","grantId":"NE/K012177/1","fundValue":"421675","fundStart":"2013-09-02","fundEnd":"2016-09-01","funder":"NERC","impactText":"","person":"Stephen  Cavers","coPersons":[],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" not applicable this year not applicable this year Agriculture, Food and Drink,Environment","dataset":"gtr"}