{"id":"85CCC8B0-90BB-4E46-9B6E-79D225FAAE10","title":"Researching the use of assistive technologies by children and young people: interdisciplinary perspectives.","abstractText":"<p>The project arranged four seminars over an 18 month period, which were attended by established and early career researchers involved with aspects of assistive technologies. Assistive technologies, in this context, cover a range of digital technologies which assist or enable learning. Some of these are hardware-based (such as key-guards, mouse alternatives or voice output devices), others are software-based (such as onscreen keyboards, writing frames and predictive word processing) but all can be emancipator or of little effect, depending upon how they are used. For that reason, the seminars, which are listed below, focussed on the uses of assistive technologies rather than the devices themselves. <br /><br />The four seminars were:</p>\n\n<ul>\n \n\n <li>Theoretical frameworks for researching the use of assistive technologies (4 Nov 2009, London)</li>\n\n <li>Involving young people with disabilities in assistive technologies research (4 Mar 2010, Leicester)</li>\n\n <li>Cross-disciplinary academic and professional perspectives (22 Jun 2010, London)</li>\n\n <li>Researching assistive technologies for communication and literacy (3 Nov 2010, Leicester).</li>\n\n</ul>\n\n<p>Following the seminars a number of new embryonic research partnerships have been set up, and members of the group have produced a literature review of papers covering assistive technology use and published from 2007-2010, and a guide for researchers in this area. Both of these publications are available from the project page on the KCL website: http://www.kcl.ac.uk/sspp/departments/education/research/crestem/steg/recentproj/assistivetech.aspx<br /><br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H000976/1","grantId":"ES/H000976/1","fundValue":"15170","fundStart":"2009-10-01","fundEnd":"2011-03-31","funder":"ESRC","impactText":"","person":"Christopher David Abbott","coPersons":["Jannet Anne Wright"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}