{"id":"85CE333C-A856-420D-9C50-E4427B7DD721","title":"Edinburgh, City of Print - an online illustrated and descriptive catalogue of holdings in City of Edinburgh Museum","abstractText":"In Scotland 2008 was the 'Year of the Printed Word': a celebration of 500 years as an integral printing and publishing head-quarter. From the start of the nineteenth century for the following 150 years Edinburgh hosted pioneering technologies and supplied print on a worldwide scale. When the industry went into decline following World War Two the big industrial relics were put into the City of Edinburgh Museum's storage and have remained there un-catalogued and unseen by the public ever since, due to their size and specialist focus. The City of Edinburgh Museum wants to celebrate these artefacts, and put them and the information they provide back into the public domain by comprehensively cataloguing the collection and uploading all details, images and uses of each artefact to a new website, alongside contextual printing information.\\n\\nThe SAPPHIRE (Scottish Archive of Publishing and Printing History Records) initiative is dedicated to documenting the history of printing and publishing in Scotland. Under the guidance of SAPPHIRE's co-director Professor Alistair McCleery of Napier University, Edinburgh, and curator Ms Helen Clark, recent graduate Sarah Bromage led a small group of volunteer retired printers to research, catalogue and develop a comprehensive website dedicated to this heritage. With an MSc in Librarianship and a BA in Museums and Gallery Studies, Sarah was an ideal candidate for the project. The City of Print website offers 24 hour virtual access to the collections, important archival reference information in the form of oral testimonies, paper and photographic records, and a portfolio of the artefact: image, background information, audio commentary and any relevant movie clips. The website also offers links to find further information and welcomes audience feedback. \\n\\nThe museum has now fully catalogued this stock and made important yet inaccessible collections available to the best of its ability, embracing Edinburgh's world printing heritage and serving 'cultural tourism'. It has complemented the SAPPHIRE initiative and successfully transferred knowledge from academia to the wider public, during the 'Year of the Printed Word'.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G500053/1","grantId":"AH/G500053/1","fundValue":"31175","fundStart":"2008-08-01","fundEnd":"2009-10-31","funder":"AHRC","impactText":"","person":"Alistair  McCleery","coPersons":[],"organisation":"Edinburgh Napier University","findingsText":"","dataset":"gtr"}