{"id":"85D0D25C-DD8B-4EBE-AAF4-BA653A9A1B2D","title":"How do preimplantation embryos sense and respond to maternal nutrition affecting fetal development and adult health?","abstractText":"It has been shown that the origin of several adult diseases, including coronary heart disease, stroke, type II diabetes, hypertension, osteoporosis, and certain neurological disorders, derives more from 'early life' experiences during pregnancy that from adult lifestyle factors. From animal and clinical studies, the 'Developmental Origins' hypothesis has emerged and proposes that the quality of maternal nutrition will evoke changes in the growth and physiological status of the developing fetus to match the nutrient availability predicted for postnatal life. However, if pre- and post-natal nutrient availability are inconsistent, adaptive responses become inappropriate and the risk of adult disease increases. We have developed a mouse model in which we have specifically evaluated the importance of maternal nutrition at the beginning of development, when the embryo comprises some 50 cells and before it implants into the uterus. This is when the embryo generates and separates the founder cell lineages for the future fetus from those of the future placenta and yolk sac (so-called extra-embryonic lineages involved in maternal-fetal nutient transfer). We have found that a diet low in protein fed to mothers exclusively during this early developmental period, before giving normal diet for the rest of pregnancy and to the offspring, causes increased birth weight leading to adult disease including overweight, hypertension and abnormal anxiety-related behaviour, especially in females. We have also found that the increased weight during pregnancy was predictive of later acquisition of adult disease and appeared to derive at least in part from changes in the extra-embryonic yolk sac lineage which became more efficient in cellular processes involved in nutrient delivery from mother to fetus. From our data, we propose that the embryo is able to sense and respond to the quality of maternal nutrition available to set its rate of future growth. The responses are designed to protect fetal development by, for example, controlling the rate of maternal-fetal nutrient exchange. However, whilst such responses may confer competitive fitness for offspring to reproduce and pass on their genes, they have the disadvantage in later life of increasing the risk of chronic disease. In the current grant application, given the healthcare implications of our work, we aim to identify how embryo responses to maternal diet are brought about. Firstly, we will investigate the signalling activity between the embryo and its environment which sets the rate of protein synthesis and cell growth, how diet alters this pathway and which signalling components are susceptible to diet. Secondly, we will investigate the extra-embryonic lineages to understand how their efficiency in maternal-fetal nutrient delivery might be altered by maternal diet. Does the placenta contribute to this mechanism as well as the yolk sac, and which genes and what physiological processes are involved? Lastly, we will determine how maternal diet affects the structural organisation of the embryo's genome, the so-called epigenetic status, which governs when and where genes are expressed and may underlie the physiological responses identified. Our current data indicate key enzymes controlling epigenetic status are affected by maternal diet during embryo development. Our studies involve a consortium of applicants, each with specific research expertise to underpin the multidisciplinary areas of the project. In addition to identifying mechanisms, we will also investigate ways to control the adverse effects of embryo response to maternal nutrition by including dietary supplements which our data indicate may be centrally involved in adult disease outcomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007450/1","grantId":"BB/F007450/1","fundValue":"814870","fundStart":"2008-04-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"  They have been used by other researchers to further understand the importance of environmental conditions in embryo developmental potential. Also, through interaction with educational and social groups to inform on important factors influencing health. Education,Healthcare Societal","person":"Thomas Patrick Fleming","coPersons":["Judith  Eckert","Thomas  Papenbrock","Mark Adrian Hanson","Rohan Murray Lewis","Karen  Lillycrop","Terry Michael Mayhew","Susan Jane Kimber"],"organisation":"University of Southampton","findingsText":" Through our publications, conference presentations and public engagement practices, we have shown that the extra-embryonic lineages of early embryos are sensitive to environmental conditions that can change how they develop and function and associate with later postnatal disease risk Through forming a foundation for future research to understand the mechanisms of adverse periconceptional developmental programming and through clinical embryology practice and importance of nutrition around the time of conception on adult offspring health Education,Healthcare","dataset":"gtr"}