{"id":"85D39419-5D05-40D8-A718-4DACC0E191A3","title":"The role of intermediate binding in Type I and Type II acyl carrier proteins","abstractText":"Natural products play an enormous role in human and veterinary medicine providing a valuable source of antibiotics, antifungals and anticancer agents. The widespread use of, particularly, broad-spectrum antibiotics at doses aimed at disease prevention rather than the treatment of infections has meant that many organisms have developed resistance to these drugs. These include bacteria, which cause serious infections in hospitalised patients despite government attempts to clean up wards and improve hygiene; bacteria that cause respiratory diseases such as pneumonia and tuberculosis; food-borne pathogens and sexually transmitted organisms. A significant research priority is to develop new drugs in this constant to and fro battle, which can deal with these resistant organisms. To combat this we are studying the bacteria and fungi that provide these valuable sources of natural products. Intense research over the last 30 years has greatly increased our understanding of how these organisms make these molecules. It turns out not to be simple. It is now known that there are vastly complex arrays of enzymes (complex biological molecules) that perform a series of programmed building steps to produce the final molecule. This can be likened to a production line where each element has a particular job to do and must do it in the correct order and with very high precision. Sometimes these arrays are arranged as one large assembly, in others they are present as separate components that somehow find each other as required. Despite these different architectures, each of these assembly lines features a common component, a so called Acyl Carrier Protein or ACP. This protein is an intelligent chip that must carry the molecule being processed to each enzyme and in some cases may shield it from the surrounding environment. We want to understand how this protein works, how it recognises its partners and how it may protect the molecule it is carrying. To do this, we use a technique called Nuclear Magnetic Resonance spectroscopy (NMR) that works with aqueous solutions of the proteins and tells us their shape. We combine this technique with our ability to modify the ACP with molecules that resemble the natural molecules it carries. We wish to understand if it actively uses the molecule it carries to change its shape so it then fits correctly into the correct next enzyme in the synthetic sequence. We will look at a number of different ACPs that carry different types of molecules and which have a varying need for molecular recognition and product stabilisation. We have also discovered that some assemblies use more than one ACP at critical junctions and these may help relieve bottlenecks in the biosynthetic sequence. Our understanding of these ACPs is very limited so we wish to begin to understand how 2 or 3 ACPs might fit together and cooperate with one another.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F014570/1","grantId":"BB/F014570/1","fundValue":"341860","fundStart":"2008-06-02","fundEnd":"2011-06-01","funder":"BBSRC","impactText":"  Our results have informed further work with acyl carrier proteins that seek to probe their unique protein protein interaction properties so we can manipulate and assemble novel biosynthetic pathways. This work has led us to now probe questions around recognition in mixed PKS/NRPS systems with the aim of generating novel hybrid antibiotics. This will be the aim of a future application to the BBSRC. Pharmaceuticals and Medical Biotechnology Economic","person":"Matthew  Crump","coPersons":["John  Crosby","Thomas James Simpson"],"organisation":"University of Bristol","findingsText":" We have greatly furthered our knowledge of acyl carrier proteins and have established collaborations to now address whether these can be engineered to create new hybrid antibiotics. We require further funding but have interest from Industry. Our findings will be used to test whether we can now create new ACPs, engineer novel pathways using these ACPs and then test new molecular entities for anti-microbial action Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}