{"id":"85DB4314-B3B7-48BB-BE3F-A3C06EC6F92C","title":"Bristol/Bar-Ilan MPC","abstractText":"Secure two-party and multiparty computation enables a set of parties with private inputs to securely compute a joint function of their inputs. The security properties guaranteed are privacy (nothing but the output is revealed), correctness (the correct output is obtained, even if some parties behave maliciously), and independence of inputs (no party can make its input depend on other parties' inputs). In the case where a majority of the participating parties can be assumed to be honest, then it is also possible to guarantee fairness (meaning that if one party obtains output then all parties obtain output). These security properties must hold in the face of adversarial behaviour. \n\nDespite the stringent requirements on protocols for secure computation, it was already shown in the mid 1980s that any efficient function can be securely computed in the presence of malicious adversaries. This powerful feasibility result has enormous implications! Any distributed task between machines which may or may not be honest (either because the party owning the machine is dishonest, or the machine has been hacked into and taken over by an adversary) can be carried out securely, without any concern that private information will be stolen, or that an incorrect result may be obtained. \n\nThus, secure computation can be used to solve a vast number of problems that occur in the modern digital era. These problems include auctions, elections, digital cash, anonymous transactions, private database queries, cloud security, privacy-preserving data mining, private statistics aggregation, private biometric verification, and more. This potential and broad applicability has made secure computation a heavily-studied field over the last 25 years.\n\nThe proposal will solidify the existing research collaboration between the University of Bristol and Bar-Ilan University, and will aim to integrate the two distinct approaches to practical MPC which have been developed in the two institutions over the last few years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M012824/1","grantId":"EP/M012824/1","fundValue":"200707","fundStart":"2015-08-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Nigel  Smart","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}