{"id":"85E4F843-DF06-41F7-8F85-145AAD0A1347","title":"Improved Community Resilience through Integrated Earthquake Science","abstractText":"Earthquake prediction, (where? how big? and when?) is currently not possible but recent, rapid developments in earthquake science have made progress on identification of regions of high seismic hazard on which mitigating actions and scarce resources can be focused. For many scientists, the goal of earthquake prediction has been superseded by the goal of targeted preparation of at-risk populations. Integrated earthquake science, much of it established and uncontested, has produced effective disaster risk reduction preparedness programmes which can be shown to work. In western Sumatra, for example, the city of Padang lies broadside on to the Mentawai Islands segment of the Sunda megathrust which has been shown to be advanced in its seismic cycle and nearing failure in a large earthquake. This event will likely generate a destructive tsunami and, without preparation, a death toll on the same scale as the 2004 Indian Ocean tsunami is thought possible. The population of the city have been the subject of intensive preparedness work based on the current insights from integrated earthquake and tsunami science. On 30 September 2009 an earthquake of magnitude 7.6 hit the city killing some 1200 people. Interestingly, this earthquake ruptured deep in the crust and did not cause any vertical movements of the seafloor and therefore did not generate a tsunami but no one in Padang knew this, it was perfect dry run for the expected earthquake. Later forensic studies of the response of Padang residents show that large numbers of people evacuated the city according to the evacuation plan and many lives would have been saved had the earthquake been tsunamigenic. Unfortunately in developing countries, where the risk to lives is highest, examples of excellent practice in utilising uncontested earthquake science are too rare, and thus avoidable loss of life to earthquakes and their associated hazards is too common. The 12 January 2010 Haiti earthquake is a case in point, here, despite several publications in international earthquake science journals warning of the impending threat of an earthquake of magnitude around 7, the population and NGO's working with them remained completely ignorant of the threat and more than 230000 people died when the earthquake (M=7.1) occurred. We aim to change this balance. In this project we will put together an international team of earthquake scientists, NGO actors and government agencies and develop a large consortium project aimed at the integration and demonstration of cutting-edge, hybrid methods in earthquake science in parallel with the development of partnerships and methodologies for dissemination, utilisation and contextualisation of the best methods for disaster risk reduction programming in developing countries. The consortium project will do cutting-edge applied science by taking the best of current methods from different earthquake science fields, all of which have been shown to work, and combine them to produce protocols to identify regions of highest earthquake hazard. We will then take examples of international best practice, like Padang, in preparedness and work with social scientists and end users in the NGO and government agencies to ensure that the lessons from these examples are learned on a global basis so that the at-risk populations can fully avail of the state-of-the-art earthquake science. To enable appropriate use of earthquake science, the consortium will identify the most effective forms of science policy dialogue and develop innovative approaches which best support the effective communication and application of earthquake science for ARCs. This science policy learning will be of enormous transferable value, enabling learning from across scientific fields concerning future vulnerability to directly inform and support at risk communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I018069/1","grantId":"NE/I018069/1","fundValue":"23982","fundStart":"2010-11-01","fundEnd":"2011-03-31","funder":"NERC","impactText":"","person":"John  McCloskey","coPersons":[],"organisation":"University of Ulster","findingsText":"","dataset":"gtr"}