{"id":"85E88E3C-D9C7-4086-94FC-7EE329B36191","title":"Combinatorial rigidity, symmetric geometric constraint systems, and applications","abstractText":"The mathematical theory of rigidity investigates the rigidity and flexibility of structures which are defined by geometric constraints (fixed lengths, fixed directions, etc.) on a set of rigid objects (points, lines, etc.). A representative and well-studied example is the bar-joint framework which is the mathematical abstraction of a structure made of stiff bars connected by rotational joints. Such a framework is called rigid if it cannot be deformed continuously into another non-congruent framework.\n\nRigidity theory has a rich history which can be traced back to the work of L. Euler and A. Cauchy on rigid and flexible polyhedra. Other early work includes J. C. Maxwell's analyses of stable and deformable structures. Building on an observation by Maxwell from 1864, G. Laman established simple necessary and sufficient counting conditions for a 2-dimensional generically placed bar-joint framework to be rigid in 1970, thereby launching the field of combinatorial rigidity. Although extensions of this result to higher dimensional bar-joint frameworks have not yet been found, there exist significant partial results for the special classes of body-bar, body-hinge, and molecular frameworks. \n\nSince Laman's landmark result from 1970, interest in combinatorial and geometric rigidity theory has increased rapidly, and the extensive growth in results and techniques have led to the recognition of the field as one of the main branches of discrete geometry. An important contributing factor in the spurred interest in rigidity theory is the rapidly growing number of practical applications in science, engineering, and design, where frameworks serve as suitable mathematical models for both man-made structures (e.g. mechanical linkages, robots, sensor networks, CAD software) and structures found in nature (e.g. proteins and crystals).\n\nWhile much previous work in rigidity theory has focused on generic framework configurations and finite structures, frameworks with symmetries and infinite frameworks have seen an ever-increasing attention over the last few years. \n\nRecent work has used methods from representation theory to obtain new necessary conditions for symmetric frameworks to be minimally infinitesimally rigid. However, determining sufficient conditions for a framework which is generic modulo some given symmetry constraints to be infinitesimally rigid is more challenging and requires additional methods from combinatorics and matroid theory. Building on recent developments, this project aims to obtain new combinatorial characterisations for the infinitesimal rigidity of diverse symmetric geometric constraint systems ranging from bar-joint frameworks in the plane through body-hinge or molecular structures in higher dimensions to hybrid constraint systems appearing in CAD. This will lead to new types of rigidity matroids on group-labeled quotient graphs whose descriptions and analyses will require a variety of combinatorial and algebraic tools. Investigations of these questions in the novel context of a general normed linear space will also bring in methods from functional analysis. For Euclidean symmetric bar-joint frameworks, the work also aims to obtain new necessary and sufficient conditions for stronger notions of rigidity such as global or universal rigidity. \n \nRegarding practical applications of the results, the project aims to design new algorithms for the rigidity analysis of symmetric proteins, which can be implemented as add-ons into rigidity prediction software suites such as ProFlex or Kinari for more accurate predictions, as well as to develop new architectures and faster algorithms for the control of multi-robot formations.\n \nFinally, the project seeks to combine symmetric rigidity methods and functional analysis perspectives in the analysis of the rigid unit mode (RUM) spectrum of crystallographic frameworks and the flexibility analysis of quasi-crystallographic frameworks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013642/1","grantId":"EP/M013642/1","fundValue":"98616","fundStart":"2015-06-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Bernd  Schulze","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}