{"id":"85EBAA06-81AE-4B9E-8620-90C2170395B4","title":"Transgenic modelling of beta-cell homeostasis","abstractText":"Diabetes, characterised by an insufficient number of beta-cells in the pancreas, leads to the loss of blood glucose regulation and, if left untreated, complications such as heart disease, blindness and kidney damage will occur with devestating consequences. Diabetes currently affects over 2,000,000 people in the UK alone and this number is steadily increasing. Since the discovery of insulin in 1921 there has be a steady progress in treatment of the disease but none that have been able to address the shortfall in beta-cells or arrest their decline in number. The complexity and cost of investigating therapeutic targets is a significant hurdle to the development of new treatments or a cure. It is also one of the main motivations for attempting to develop computational models that can be used to predict and explain the processes governing the regulation of the number of functioning beta-cells in the pancreas. The aim of this work is to bring together researchers from control systems engineering and biological science to work in each others' laboratories towards developing such models. In particular, this research will apply appropriate methodologies from control systems engineering to the analysis of the biological problem at a number of different levels from data collection and error analysis to process and network modelling. The combination of researchers and their shared use of facilities will enable a deeper understanding of the requirements and constraints of the problems, the nature of measurable parameters and potential signalling and process structures. This should enable more biologically meaningful models to be constructed that in turn can be used to drive the experimental process in a targeted manner. While the work here considers the problem of beta-cell homeostasis, we fully expect the results of this research to have wider significance in systems biology and elsewhere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E056733/1","grantId":"EP/E056733/1","fundValue":"58427","fundStart":"2007-09-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"","person":"William Paul Heath","coPersons":[],"organisation":"The University of Manchester","findingsText":" This was a Discipline Hopping Award for control and systems engineers and life scientists. The aim was that two control engineers (Chipperfield, Southampton and Heath, Manchester) and a biological/medical scientist (Khan, Warwick) should investigate how control systems methodologies could be applied in systems biology. In particular, we investigated the relationship between computational models of biological processes and experimental design using systems engineering techniques to critically analyse the processes involved and address shortcomings in current practice. A further aim was for the collaborators to acquire additional skills and expertise to enhance future research activities. The engineers developed wet-lab skills and knowledge of biological experimental design and the biomedical scientist developed a deeper understanding of model-based design methods. The approaches we considered have already been applied to medical and biomedical research as described in the exploitation routes. The experimental and analysis methodologies are currently being explored in the design and validation of new devices for blood flow and tissue imaging with an SME, Moor Instruments Ltd. and we are working with clinicians within the NHS to use our findings to help devise more patient-specific approaches to diagnosis and treatment of chronic conditions. Healthcare","dataset":"gtr"}