{"id":"85FC9D1B-DB9B-4547-98AE-9B4E18A4082B","title":"Imaging low-conductivity materials in Magnetic Induction Tomography - LCOMIT","abstractText":"Magnetic induction tomography (MIT) is a technique for imaging the electrical conductivity in a cross-section of an object. MIT applies a magnetic field from a current-carrying coil to induce eddy currents in the object which are then sensed by an array of other coils. From these signals, an image of conductivity is reconstructed. This proposal brings together two of the world's leading groups in MIT, from Manchester and South Wales, with a programme designed to address the fundamental theoretical and practical problems of making MIT operate reliably with low-conductivity materials (&lt; 10 S/m). The success of this research could produce a major step forward in the application of MIT, with new opportunities in imaging biological tissues and industrial processes. Three specific application areas will be researched: one biomedical, for imaging acute cerebral stroke, one in glass production, for monitoring process parameters to ensure product quality, and one in the oil industry for imaging the process water in an oil/gas pipeline.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E009158/1","grantId":"EP/E009158/1","fundValue":"245818","fundStart":"2006-12-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"  The results were used in the biomedical field to assess the feasibility of electromagnetic induction for medical tomography.\n\nThe results were also used in the glass production field to assess the feasibility of monitoring glass furnaces with this electromagnetic technique, which resulted in a patent application by our industrial partner and the support of two PhD students  Societal","person":"Anthony Joseph Peyton","coPersons":["David William Armitage"],"organisation":"The University of Manchester","findingsText":" We feel this is a highly successful project producing to date (across partners) ten international journal papers, 17 refereed conference papers, 17 other outputs, one patent submission and four PhD's. Further publications have already been submitted and more are planned. There are further PhD submissions, in each academic partner institution, in their final stages of preparation. Note that the overall project formally completes in April 2010, but that the university partners have agreed to maintain the collaboration. There has been very strong industrial involvement, particularly from Philips, Pilkington, and NIS. Significant additional funds have been levered to support the work.\n\nThe significant outcomes from the University of Manchester grant are:\n\n\nScience Outcomes\n\no The design and construction of two MIT coil arrays, each with different coil geometries, for the specific applications:\ni. A planar MIT system consisting of 8 transmitter / receiver coils for operating in a high temperature environment for glass production with Pilkington. This system produced very promising results during furnace tests and a second industrial prototype of this system is under construction.\nii. A planar array for monitoring food processing with NIS. This system is to be integrated with commercial heating equipment and is currently under construction as part of an EngD project.\n\no An FPGA based integrated MIT signal processing system, developed collaboratively with Glamorgan and Philips.\n\no The development of fast computation methods and algorithms for MIT system modelling and image reconstruction. Forward models have involved:\ni. The full solution to Maxwell's equations in 3D using a custom Transmission Line Method (TLM)\nii. 3D FEM using both COMSOL and Maxwell commercial packages.\niii. Custom 3D solver, using the so called weakly coupled field assumption, based on the finite difference method.\nThese methods have also been cross-compared and validated against theoretical models.\n\n\nAdditional and Follow-on Support\n\no Two fully-funded PhD projects with Pilkington (?65k each including contributions to consumables / travel / equipment) to apply MIT for improving quality in glass production (UoM)\n\no Funded EngD project with a contribution of ?32k from NIS Ltd aimed at considering the application of MIT for food processing\n\no A TSB / EPSRC project, EMBody in partnership with Rapiscan Systems and Manchester Airport (University of Manchester contract of ?593,896) aimed in part at using multi-coil MIT techniques to improve the performance of walk through metal detectors.\n\no Project agreed with British Energy (currently pending contract signatures) to use multi-frequency and multi-coil eddy currents for the determination of electrical conductivity gradients within isotropic polycrystalline graphite, ?24,875\n\no A four month visit by Darko Vasi? from the University of Zagreb, March to June 2008 to consider down borehole applications for MIT.\n\n\nResearch Training and Other Benefits\n\no The following PhD students have been directly involved in the LCOMIT project at the University of Manchester:\n1. Christos Ktistis (Awarded June 2007). Christos is now employed as a post - doctoral researcher at Manchester on the EMBody project and is helping to improve the performance of walk through body scanners.\n2. Grzegorz Zysko (Awarded May 2009). Grzegorz is now employed as a professional engineer working at EA Technology working on instrumentation.\n3. Bachir Dekdouk (pending submission Feb 2010). It is hoped that Bachir will continue as a post-doctoral RA\n4. David McCormick (EngD pending submission Dec 2010)\nNote, all the LCOMIT research students are on course to successfully complete their PhD projects.\n\no A 4th year MEng team project was used to consider the development of a shape scanner suitable for use with MIT. In the research field in the use of electromagnetic induction to inspect low conducitivity material such as biological tissues. Electronics,Healthcare","dataset":"gtr"}