{"id":"85FFBCDC-8995-4343-A924-A0C652491699","title":"What is 'incapacity'? The role of working conditions &amp; job availability in incapacity claims, &amp; whether these should be part of incapacity assessment","abstractText":"<p>Over a million older people claim incapacity benefits in Britain, on the grounds that their health or disability stops them from working - four times as many as those claiming unemployment benefits, despite the downturn. But what does it actually mean to say that someone is 'incapacitated'?</p>\n\n<p>Take two people with identical impairments: a London-based graduate and an unskilled person in Merthyr Tydfil. The graduate may have better working conditions, an employer who is more willing to change the job to fit them, or be able to find another job that their health permits them to do. The unskilled worker may have none of these options, particularly if they are older and therefore more likely to have lower qualifications, to be biologically 'slowing down', and to face age-related discrimination.</p>\n\n<p>It is these ‘non-medical factors’ that are the focus of this project. The research firstly involves a statistical analysis of working conditions, adjustments and the availability of work in the UK and Europe. It then looks at whether the public and elites think that non-medical factors should be taken into account in assessing incapacity, using both a new survey and a series of workshops with different groups.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K009583/1","grantId":"ES/K009583/1","fundValue":"247071","fundStart":"2013-12-11","fundEnd":"2016-12-10","funder":"ESRC","impactText":"  This is the first year of a three-year project, so only the first ideas of the project are available so far. Nevertheless, this has already been fed into thinking among policymakers, which we hope will shape policy decisions in 2015, to the benefit of disabled people and British society more generally. Government, Democracy and Justice Policy & public services","person":"Benjamin  Baumberg","coPersons":[],"organisation":"University of Kent","findingsText":" The help states, &amp;quot;This section (one per grant) is mandatory in any submission period closing after the grant end date.&amp;quot; Similar guidance is given at http://www.esrc.ac.uk/funding-and-guidance/grant-holders/project-reporting.aspx .\n\nGiven that we are still over two years from the grant end date, I assume that this section is not required. See above. Government, Democracy and Justice","dataset":"gtr"}