{"id":"86032E33-8F9E-4E63-8C6D-AA290B263530","title":"Ola Nordmann Goes West. Using virtual worlds and on-line social networking technologies as historical research tools.","abstractText":"This project involves the reconstruction of the experiences of a Norwegian peasant, the fictitious (but historically informed) Ola Nordmann, leaving his home near Voss in Western Norway in the 1880s and setting off on the long journey to a new life in the Midwest of the United States. We will be using the extensive historical materials available in the British Library in London and in Norwegian archives to create a virtual world in which he leaves his home, travels to the port of Bergen and from there to Liverpool via Hull and a train journey across England. He then travels by steamship to New York, where our story ends. The purpose of the project is to investigate whether a virtual world can recreate a historical experience more effectively for a non-academic audience than traditional written versions of history and whether it can inspire informants to engage with historical research and provide personal and local information to inform that historical account. From our privileged positions the experience of leaving the safety (and also the hardships) of rural Norway and making such a momentous journey is hard for us to imagine or to get close to, and it doesn't come across very forcefully via the received documentation of that experience. This project animates history through the character of Ola Nordmann, with whom the public can interact and on whose experiences they can comment as he travels. The comments of contributors will be used to enhance and develop this virtual world over during the 8-month central phase of the project. We also seek in particular to generate more information about the England stage of the journey, which has been less intensively studied, initially by means of our contacts at the seamen's churches in Hull and Liverpool and subsequently through the Ola Nordmann project. This England stage will be a particular focus in the virtual world. \\n\\nWe hope that the project will be informative and entertaining for a large community of potential beneficiaries. Between the 1820s and the 1920s more than 800,000 Norwegians left for the promised land, which means that there are millions of American citizens today of Norwegian descent. Second Life, one of the most widely known examples of a virtual world, has 18 million registered users, and so we are hoping to engage with a lot of individuals with an interest in both the project's content and its design. The project also aims to make a serious contribution to historical research methodology by trialling the use of on-line social networks as a tool for carrying out oral history and for engaging with informants. The project design also allows the team to investigate the relationship between historical record and collective memory and to evaluate how the actual historical experiences of the migrants have been distorted and redefined as the memory of them has been passed down through the generations.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I025735/1","grantId":"AH/I025735/1","fundValue":"160204","fundStart":"2012-03-20","fundEnd":"2014-01-19","funder":"AHRC","impactText":"","person":"Andrew Robert Linn","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}