{"id":"8603DF65-8A8A-4979-8E70-01AD660B3534","title":"High Energy Density Plasmas Generated and Probed with Fourth Generation Light Sources","abstractText":"Free electron lasers in the XUV regime now exist - the FLASH laser at DESY. This is the precursor to the hard x-ray (1 Angstrom) system XFEL, which should begin construction this year, and to which the UK has committed a significant investment. Such sources will have spectral brightnesses ten orders of magnitude greater than any synchrotron, and hold out the promise of revolutionizing many areas of the physical and life sciences. It is imperative that the UK build a viable user-base to exploit such systems. The Oxford group is the leading group in the UK using picosecond and femtosecond x-ray techniques to study a variety of problems. In this project we propose to use the short duration XUV radiation from the FLASH free electron laser to heat solid density matter to tens of thousands of Kelvin before it has time to expand. We thus create a thin slab of hot, dense, material, that subsequently expands. By monitoring how the surface expands by using an optical technique known as Fourier Domain Interferometry, we can obtain information about the original pressure in the hot, dense, matter. This is important, as theoretical models of the pressure, for a given energy density, vary by up to a factor of two - the fact that the electrostatic potential between the ions is comparable to their thermal energy makes calculations of the pressure extremely difficult. Such warm dense matter is thus hard to model, even though it is of great relevance to a variety of physical systems, such as the giant planets and inertial confinement fusion research. Therefore reliable experimental data in this area is highly desirable. To date, such data has been elusive, as radiation sources capable of heating matter uniformly in short timescales have not existed. The new generation of free electron lasers can potentially overcome these problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F020449/1","grantId":"EP/F020449/1","fundValue":"143256","fundStart":"2007-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  Our main findings have been to understand how XUV radiation interacts with solid density matter at unprecedented intensities. This understanding is being used across the academic community to design and understand the experiments performed on the FLASH laser at Hamburg, in particular in the creation and diagnosis of warm dense matter, which is of interest to our partners at AWE. Aerospace, Defence and Marine ","person":"Justin  Wark","coPersons":[],"organisation":"University of Oxford","findingsText":" A new generation of XUV lasers based on free electron technology has been developed in Germany (the FLASH laser). We have discovered how light at this wavelength interacts with matter at the new unprecedented intensities, orders of magnitude higher than anything previously investigated. In the process we demonstrated a well known phenomenon - saturable absorption - that had never before been seen in the XUV region of the electromagnetic spectrum This high profile work was pubished in Nature Physics, and according to google scholar, has already attracted over 140 citations, and as such is one of the major papers on XUV matter interactions. XUV lasers are useful in plasma physics, materials science, and ultrafast chemistry. Our studies are fundamental in nature, and provide input into an understanding of light-matter interactions in this new intensity regime. Aerospace, Defence and Marine","dataset":"gtr"}