{"id":"86068A3D-6FC1-4FE4-8F2E-5C257AA3A593","title":"Small items of research equipment at the University of Nottingham","abstractText":"This proposal aims to fund small equipment (&lt;&pound;10k) for the benefit of ECRs across the EPSRC research themes of Energy, Healthcare Technologies, Physical Sciences, Engineering, Digital Economy, Manufacturing, Mathematical Sciences. The equipment will directly benefit over 1500 Early Career Researchers (approx. 1000 PhD students, 500 post-doctoral research staff and young lecturers) currently working within these thematic areas at the University of Nottingham and support the University's thematic areas of Energy, Biomedical Imaging, Operations in a Digital World and Drug Discovery. The equipment will also benefit ECRs within the Midlands region thorough our collaborations with the Midlands Energy Consortium, Midlands Physics Alliance and Midlands Ultra Cold Atoms Research Centre and ECRs at other HEIs through our collaborative Doctoral Training Centres. Equipment will be purchased across the Engineering and Physical Sciences to benefit as broad a range of ECRs as possible. New equipment will be purchased to support research into new areas, enable more senior ECRs to start independent research and gain valuable research results to support fellowship and grant applications. This equipment will enable some ECRs to establish their own independent research laboratories and establish their own research collaborations. Equipment will be purchased to upgrade current facilities which are either outdated or no longer fit for purpose. These upgrades will allow the equipment to be modified for ECR's specific research needs at a fraction of the cost of new equipment. Fundamental laboratory equipment will also be bought to increase capacity to enable more resource and time efficient research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031082/1","grantId":"EP/K031082/1","fundValue":"500000","fundStart":"2012-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  1. Cycle Simulator: The research demonstrates clearly the visual information necessary to produce accurate speed perception in a cycle simulator. \n2. Imaging Reconstruction Application of multichannel receiver arrays and new image reconstruction techniques, e.g. parallel imaging, known to influence noise properties in MRI. We have established via analyzing simulated data as well as real data that wrong assumptions about the noise model can lead to wrong answers when estimating fibre orientation and hence tractography. Furthermore, we have established that certain statistical model selection tools enable us to corrently identify the correct noise model.\n3. In vitro lipolysis model: The research project has introduced the in vitro lipolysis model to the UK. Although the model was previously established in other countries (Australia, Israel, Canada, Denmark and France), in the UK this is a novel system and will significantly facilitate UK-based research in oral lipid drug delivery both in academia and pharmaceutical industry. The established model will provide a basis for novel future projects (such as linking the lipolysis model to absorption models) to improve the predictive power of the model and bring the lipolysis research in the UK to the internationally recognised level. The findings have led to 3 poster presentations so far at national and international meetings (NC3Rs/Society of Biology 3Rs Symposium, PhysChem Forum 14 and APS Pharm Sci 2014).\n4. New transition metal terphenyl complexes: Synthesis and reactivity of new transition metal terphenyl complexes is leading to new reaction methodologies and products, where chiral centres can be introduced, which has the potential to lead to new organic compounds of use in industry. \n5. Automated Agilent971 FP Flash Purification System : Synthesis and characterisation of a new family of potential sugar therapeutics: a first manuscript is currently in preparation, with at least two more that will follow (academic impact). In addition we are currently in the process of patenting our technology(Impact on healthcare industry and Society).\n6. New organocatalysts: a range of new phosphorus-containing organocatalysts are being developed and exploited in new reaction methods for the construction of carbon-carbon and carbon-heteroatom bonds. These methods will streamline the synthesis of natural products, pharamceuticals, agrochemicals and other fine chemical products\n7. New methods for phosphine synthesis: phosphine ligands underpin the field of homogeneous catalysis and new methods are being developed for their synthesis which avoid toxic and unstable phosphorus atom sources and intermediates.\n8. Theoretical modelling of graphene-based quantum electronic devices: the prediction, and subsequent observation, of high-frequency current oscillations in graphene tunnel transistors opens a new route to fast electronics and led to collaborations with e2v, Dstl, NPL.\n9. The significance of our demonstration of chalcogenide-glass fibre-based supercontinuum sources in spectroscopy and molecular sensing was independently recognised by Steinmeyer and Skibina in the News and Views section of Nature Photonics (vol 8, Nov 2014, pp814-815) Chemicals,Education,Electronics,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy Societal,Economic","person":"Steven David Hardy","coPersons":[],"organisation":"University of Nottingham","findingsText":" This project funded many items of small equipment (&amp;amp;lt;?10K) across the Faculties of Science and Engineering at the University of Nottingham. The equipment purchased is used within the research EPSRC themes of Energy, Physical Sciences, Healthcare Technologies, Engineering, Digital Economy and Mathematical Sciences A summary of the key findings to date are given below: \n\n Energy\n1. Low-coordinate and highly reactive alkaline earth and transition metal compounds have been stabilised using sterically demanding ligands, and the equipment purchased has facilitated this synthesis and the characterisation of these compounds. In particular, researchers have synthesised the first structurally authenticated bimetallic complex featuring an unsupported butyl bridge and novel organic molecules with potential use in pharmaceuticals and diagnostics, and main group compounds through the reactivity of metal(II) terphenyls.\n2. A real-time microgrid simulator, for studying renewable energy and storage deployment has been implemented.\n3. The purchase of a Screentec printer, screens and amplifier and lock-in radiometry system has enabled the development of new p-type photo-electrochemical systems for harnessing solar energy. One of the key limiting factors to producing p-type devices is the poor reproducibility, porosity and mechanical stability of the nickel oxide material used. We have developed a screen-printable paste containing nickel oxide nanoparticles that can be deposited on conductive glass quickly and reproducibly. When heated in a furnace to 450 oC these form a porous semiconductive network that can be used as a transparent electrode in our devices. We have compared commercial NiO with that prepared from thermal treatment of nickel-containing precursors and NiO prepared by our collaborators in the Division of Environmental and Process Engineering at Nottingham and that prepared using a sol-gel route which is difficult to reproduce on a large scale. A range of surfactants, solvents and additives such as cellulose and polymethyl methacrylate to improve adhesion and porosity were tested to find the best formula for the paste. These were screen-printed using the SPR-25 stencil printer and custom made mesh frames to give a 10 x 10 array of 0.5 cm square NiO on conductive glass. We found the optimum sintering temperature for the films to be 450oC. The electrodes were then cut and stained with a state-of-the-art &quot;P1&quot; dye prepared in our group and assembled in dye-sensitized solar cells and tested for their light to electrical power conversion efficiency. The spectral response of the electrodes was tested using under monochromatic light using the Merlin lock-in amplifier and silicon photodiode purchased from Newport and the best devices gave photocurrents comparable with the state of the art in the field. The high reproducibility and performance means that we can screen for new device components such as dyes, electrolytes and catalysts to generate new combinations of materials that give higher solar cell efficiencies rapidly.\n4. The FP Quest Software, digital camera and memory card purchased from this small equipment grant has directly facilitated current work involving the characterisation of biological components of wastes and residues generated by anaerobic digestion and gasification as a function of the waste streams and production conditions. Over the next few months, this equipment will be beneficial in assessing the effects these wastes have on soil microbial communities after application to both field trials (currently being run at the University of Nottingham) with long term applications to soil being conducted within laboratory experiments. The FP Quest Software, digital camera and memory card has enhanced the microbial analysis equipment already purchased as part of a three year EPSRC project developing Rural Hybrid Energy Systems in the UK (Reference number EP/J000361/1) by enhancing the image analysis of electrophoresis gel generated and allowing in house isolation of DNA bands for sequencing.\n5. A number of new porous coordination framework materials have been synthesised by the new oven. These materials have been studied for the applications in carbon capture and hydrocarbon separations. In particular, a new MOF material (denoted as NOTT-300) has shown excellent properties in purifying acetylene, ethylene and ethane gases\n\n Physical Sciences\n6. The Yokogawa DL850 ScopeCorder with the 16bit 701251 and 720210 modules along with a home-made pulsed generator are now implemented in a double channel pulsed current set-up with exceptional time and voltage resolution. This system will be used for non-destructive characterisation of different microscopic semiconductor devices. \n7. The purchase of equipment including an electron beam evaporation source has enabled us to develop new ways of making magnetic materials and devices for emerging quantum technologies that exploit the spin of electrons. It has also enabled us to measure the electrical properties of those structures. \n8. The computers purchased have greatly increased the speed of our computer calculations and simulations of complex quantum systems and materials that evolve rapidly as time passes. In particular, we have investigated new types of sudden change in the time evolution (dynamical phase transitions) and made detailed calculations of the behaviour of new types of graphene transistors. \n9. A high-speed camera purchased through this grant is in constant use to investigate: Rayleigh-Taylor instability, equilibrium shapes of rapidly spinning droplets and the dynamics of granular materials in shaken fluids. \n\n Healthcare Technologies\n10. An automated Agilent971 FP Flash Purification System has been used for the chromatographic purification of low molecular weight intermediates, especially carbohydrate-containing molecules. This automation has shortened and simplified the synthetic processes, and minimized waste of expensive chemicals. In the long term this will allow reduction in the overall operative costs of current and future research projects.\n11. Recently gathered data has demonstrated how a high speed camera could be used as the basis for lower cost Laser Doppler Perfusion Imaging (LDPI) and also furthered the understanding of how appropriate data processing strategies can accommodate problems associated with lower speed cameras. The camera has been used with modulated light (to reduce the effect of ambient light) to extract a pulsatile signal (heart-rate) from a subject when the setup (subject/camera/light) is stationary. It has allowed investigation (with high temporal accuracy) of how 'motion artefacts' (errors caused by movement of the subject/camera/light) corrupt the signal. The camera has been used to acquire laser speckle images of light scattered from tissue which can be used to image blood flow. We have developed a new method of image processing based on multiple exposure times and the camera has been a useful tool in demonstrating this.\n12. The purchase of laboratory equipment, including rotary evaporators, vacuum pump and drying oven for synthetic chemistry has greatly aided in the chemical synthesis of novel chemical entities for potential exploitation in drug discovery in areas of unmet medical need. The equipment purchased was used in both the synthesis and purification of novel chemical entities and will hopefully assist in future publications of the work. The equipment purchased has also underpinned the chemical synthesis of new catalysts for the transformation of low value bulk commodity chemicals into more complex value added products such as active pharmaceutical ingredients and agrochemicals\n13. A pH-stat titrator has been successfully utilized to establish an in vitro lipolysis model for optimization of the development of oral lipid-based drug delivery systems. A novel important phenomenon of preferential affinity of pancreatic lipase to triglyceride with chain length of C2 to C8 has been discovered. This important finding has potential to lead to significant advances in the oral lipid-based drug delivery field. The model has been optimized to overcome the differences of different types of lipid-based drug delivery systems, and now a wide range of formulations can be assessed using a single set of experimental conditions.\n14. Ultra high precision translation stages have been used for a variety of experiments including variable temperature optical measurements of nanostructures and nanoscale devices. Their extremely high weight load (up to 20kg) combined with nanoscale precision &amp;amp;lt;10nm even at large translation distances &amp;amp;gt;10mm allows us to use the XY-stage for nanoscale positioning and imaging of both microscopic and macroscopic samples. A lock-in amplifier, pre-amplifier and photon counting unit are being used to research ultrasound modulated optical tomography. This is hybrid imaging technique can be used to image tissue in 3 dimensions. \n\nEngineering\n15. A DC lab power supply with LAN, MS and SCS options has been used for research into high voltage SiC MOSFET converters for aerospace applications; research into new converter topologies for future HVDC transmission schemes and research into predictive control of converters for electrical machine drives. \n16. PPM PNC3500-300 PSU (0-3.5kV and 0-300mA) and Keithley Source-Meter Pico Ammeter were used for the robustness testing of new generation wide band gap power transistors. -Power supply units and an infrared camera have been used to investigate a photo-voltaic converter topology using new generation silicon carbide devices featuring very high efficiency and performance with the potential for a dramatic increase in power density. \n17. Temperature Chamber Type Binder MK53 has been used by a pool of researchers to investigate the reliability of integrated bond-wireless power switches and to develop an advanced cooling methodology. \n18. A Three Phase Analyser DC has been used for analysis of power quality of multilevel power converters and assess new control techniques and their comparison with existing, traditional, methods. \n19. 2800W Electronic AC Load, (with DC capability) has provided a useful tool for emulating power flow imbalances caused by asymmetric loading. This has been very useful in the testing the novel control strategies above. \n20. A Three Phase, Solid State AC Power Source with Programmable Controller has provided a useful means of safe low power testing of new converter prototypes before moving onto higher power operation. This has been especially useful for demonstrating basic operation of experimental rigs before connecting to the &quot;mains&quot; supply. \n21. A 4 Channel Scope has provided a feasible means of testing a novel high frequency power supply, for electrostatic precipitators in the application environment (power station). These systems are based at high altitude in the power station and are therefore access with a mobile non-cumbersome piece of test equipment was essential. This has also provided a vital piece of equipment for research collaboration with industry where the transportation of a standard oscilloscope was impractical. \n22. An oscilloscope has been used to analyse switching waveforms for state-of-the art high speed silicon carbide power devices to demonstrate their suitability for use in matrix converter applications. Analysis of the electrical waveforms present in ultrasonic bonding equipment has been carried out using the oscilloscope in an attempt to discover how these waveforms change when poor, unreliable bonds are made during power electronic module assembly. Initial results suggest that the difference between the waveforms seen when reliable bonds are made, and those seen when unreliable bonds are made, is significant enough that these waveforms could be used as a form of on-line process quality control. \n23. A logic analyser has been used for the analysis and design of high performance digital control systems. The high bandwidth and large number of inputs meant that it was very useful also in the analysis of controller bus interactions and reduced development and debugging time where novel controller topologies are to be used. \n24. EMxpert for EMC investigation of circuit boards has been used to scan printed circuit boards while they are in operation to determine potential sources of electro-magnetic interference. This equipment has already proved very useful in locating the source of noise on an analogue sensor and has enabled a subsequent re-design and drastic improvement in noise performance of the sensor. \n25. A Programmable Function Generator has been used to generate arbitrary test waveforms for testing and debugging of control systems. It has allowed the user to emulate real systems without the need for the final application to be functional in order to accelerate the development of novel control systems. \n26. A copper plating line is being used as a method of additive manufacturing in order to 'grow' conductive structures for the purpose of developing novel and innovative power module packaging techniques. \n27. The new traverse system for the ABL wind tunnel has allowed us to calibrate the ABL simulation in the working section and has demonstrated that the tunnel can be used to study wind flow around buildings and wind loading on structures. We now have a platform suitable for measuring flow fields around buildings in the working section.\n28. A Newport ULTRAlign XYZ precision linear stage and wire saw have been used in our work to develop new light sources for the mid-infrared (MIR) region of the electromagnetic spectrum. These new light sources, based on chalcogenide glasses, are particularly important because of the fundamental molecular vibrational absorption bands that exist at these wavelengths that give rise to distinct spectral fingerprints. We have reported on the first experimental realisation of a supercontinuum sources spanning 1.5 to 11.7 um and 1.4- 13.3um and on the development of rare-earthed doped glasses towards the realisation of fibre lasers operating in the MIR region. \n\nDigital Economy \n29. Through this grant we have added an additional projector to the NITES 2 simulator that projects an image directly onto the floor. This means that, as well as the view ahead giving accurate motion cues, the ground appears to move as well. Our intuition was that we needed this for the simulator to work as a pedal cycle simulator as well as a driving simulator. An initial study on speed perception has been carried out to test this hypothesis in which 32 cyclists and drivers made speed estimates in the simulator. When used as a car simulator NITES 2 was found to allow drivers to give accurate estimates of speed with or without the ground projection system in place. However, when used as a pedal cycle simulator, cyclists significantly underestimated their speeds in the virtual world without ground projection. With the new ground projector added, cyclists' speed judgments are now accurate. This dramatically improves the usefulness of the simulator and provides Nottingham with the world's most advanced pedal cycle simulator. We are terming this new upgraded facility NAPCyS - (the Nottingham Advanced Pedal Cycle Simulator). \n30. A set of equipment was purchased to support the production of music and sound recordings within the Mixed Reality Laboratory (MRL) in the School of Computer Science. To date, the equipment has been used to record voiceovers for direct inclusion in mobile apps by PhD students, in videos promoting research work by early careers researchers and as part of initial experiments with automated music production by early careers researchers Mathematical Sciences The equipment purchased supported the analysis of Diffusion-Weighted MRI data. Some key findings of the project are: -Different image reconstructions (which also differ between scanners) can significantly influence fibre orientation estimation and in consequence tractography too. -This is due to their different noise properties and the nature of the DW signal. -Various noise models were fitted to real data from a scanner to identify the best model for various settings. -Model selection criteria such as AIC, BIC and DIC offer a robust way to select the correct model. Many items of equipment purchased through this grant will lead to further collaborations with industry and community outreach activity. Some specific examples are detailed below:\n\n1. Within the MRL, research into mobile-phone based experiences, which has and will be supported by this equipment, focusses on practical applications. There is a specific focus on the museums sector, and the end-products of this research can have an impact on the practices of this sector.\n2. The equipment has been Agriculture, Food and Drink,Chemicals,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport,Other","dataset":"gtr"}