{"id":"860C3600-90F1-4DA9-A5A1-360904F389FB","title":"The role of CCR8 in cutaneous vaccination","abstractText":"Our immune system fights microbes, such as bacteria, viruses, and tumours by rapidly activating immune cells, which then kill infected tissue cells and tumour cells in a highly specific manner. In an initial response, effector lymphocytes (T cells) quickly reach the site of infection and tumours where they recognize and kill these targets. Later, an immune memory compartment, composed of lymphocytes sharing the specificity of the primary effector lymphocytes, is established in order to provide long-lasting protection against the same challenges. Similarly, tolerance-inducing memory T (Treg) cells are established to prevent unwanted immunity at discrete tissue locations. Under normal circumstances, memory T cells are known to reside in healthy peripheral tissues, such as skin, lungs and the digestive-urinary tracts (herein referred to as peripheral immune surveillance T [TPS] cells), where they wait for a new attack by the same infectious particles or tumour cells. This cellular immune surveillance system is at the heart of vaccination, a process whereby microbe-specific long-lived memory T and B cells are generated to establish a first-line defense against harmful infections. Smallpox vaccination, for instance, can be considered as one of the most successful examples of skin vaccination that led to world-wide eradication of a deadly infectious disease. \n\nIt is clear that TPS cells present in peripheral tissues make up a vast immune memory compartment that protects body surfaces from recurrent infections and autoimmune diseases. Human skin, for instance, harbours twice as many T cells as the combined T cells present in peripheral blood. Although we know much about immune cells present in peripheral blood, our knowledge about peripheral tissue TPS cells is rudimentary. Our lack of understanding is due in part to technical difficulties (access of healthy tissue, cell isolation) when working with TPS cells, which is not the case when working with peripheral blood T cells. Thanks to established collaboration with numerous plastic surgeons, we have been studying TPS cells present in healthy human skin. Our recent work has demonstrated that the majority of human skin TPS cells express the chemokine receptor CCR8, suggesting that CCR8 is involved in the recruitment and/or retention of TPS cells in healthy skin. Preliminary data indicate that T cells in other (skin-unrelated) tissues do not express CCR8, which led us to propose that CCR8 is a selective marker for cutaneous TPS cells. We hypothesize that CCR8+ TPS cells are generated in response to cutaneous vaccination. To test this hypothesis we will turn to mouse models of cutaneous vaccination using the model antigen OVA (ovalbumin) and well defined OVA-specific T cells. Obviously, such studies cannot easily be carried out in humans. In brief, the proposed mouse studies will reveal when in response to vaccination T cells start to express CCR8, which may occur at the early stage of an immune response when short-lived effector T cells predominate or at a late stage when the immune response has resolved and long-lived memory T cells have emerged. We will also find out where (skin tissue or skin-draining lymph nodes) CCR8+ T cells are formed. Ultimately, these studies are essential for understanding the importance of CCR8 and its chemokines in the generation and maintenance of the skin-specific immune surveillance system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L018284/1","grantId":"MR/L018284/1","fundValue":"577998","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Bernhard  Moser","coPersons":["Michelle L.  McCully","Awen  Gallimore"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}