{"id":"8611D8DF-ADBA-4E6D-AE41-F5206C82AC16","title":"An investigation of cortico-striatal circuits controlling interval timing behaviour in rats","abstractText":"Timing is an important aspect of the behaviour of animals and people. For example, animals must be able to distinguish between the durations of different events in their environments, and they must also be able to regulate their own behaviour in time. These two types of timing are called temporal discrimination and temporal differentiation. This project will investigate the way in which the brain enables us to perform these behaviours. According to one theory, the basic brain mechanism of timing is a circuit of neuronal (brain cell) pathways, the cortico-striato-thalamo-cortical (CSTC) circuit. This circuit is presumed to function like a clock, and two additional pathways, the dopaminergic and serotonergic pathways, are assumed to adjust the speed of the clock. Although this is an attractive theory, there is, at present, very little evidence that the CSTC circuit is involved in animals' timing behaviour. Moreover, although it is known that experimental manipulation of the dopaminergic and serotonergic pathways can affect timing behaviour, the way in which these two pathways interact with one another is unknown. The project will consist of a series of experiments on rats. The rats will be trained to perform temporal differentiation or discrimination tasks over a period of several months. In both cases, the task will entail pressing levers for food rewards. In the differentiation task, rats will earn food by pressing one lever in the first 25 seconds, and another lever in the last 25 seconds, of a 50-second trial. In the discrimination task, they will earn food by pressing one of two levers to indicate whether a light has been displayed for less than or more than 25 seconds. We will examine whether the areas of the brain that make up the CSTC circuit are active when rats perform timing tasks. This will be accomplished by measuring the activity of a gene (c-fos) which is activated when neurones are active. c-fos activity will be compared between the CSTC areas of rats that have been trained in timing tasks and rats that have been trained in similar tasks that do not entail timing. We will also examine the effect of surgical disruption of the CSTC circuit. In some experiments we will impose, under general anaesthesia, small lesions (areas of damage) in different parts of the CSTC circuit. In other experiments we will interrupt the circuit by 'disconnecting' two components of the circuit without actually destroying either component. In further experiments we will inject a toxin into the circuit which destroys the dopaminergic pathway. In all these experiments we will compare timing behaviour between rats that have received the lesion and rats that have had a similar operation but without a lesion. We will test the effects of drugs that are known to alter the function of the dopaminergic and serotonergic pathways. Both pathways work by stimulating several types of receptor (molecules that detect the presence of the chemical messenger: dopamine or serotonin). These receptors can also be stimulated by agonists (drugs that mimic the natural messenger), and the effects can be prevented by antagonists. By treating rats with a range of agonists and antagonists for dopamine and serotonin receptors, we hope to identify the types of receptor that are involved in timing. In some experiments we will inject these drugs directly into the brain via surgically implanted needles. Finally, we will examine the interaction between dopaminergic and serotonergic mechanisms in the control of timing. One approach will be to see whether the effects of dopamine receptor agonists can be prevented by serotonin receptor antagonists, and vice versa. Another approach will be to see whether injection of a toxin which inactivates the serotonergic system can alter the effects of dopaminergic activation. It is hoped that the project will significantly advance our understanding of the brain mechanisms that control timing behaviour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D007801/1","grantId":"BB/D007801/1","fundValue":"433346","fundStart":"2006-05-15","fundEnd":"2009-07-14","funder":"BBSRC","impactText":"","person":"Christopher Michael Bradshaw","coPersons":["Kevin Charles Fone","Elemer  Szabadi"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}