{"id":"861409ED-202B-45D5-B3BA-B19E08030513","title":"Rationally designed self assembled peptide scaffolds for tissue regeneration","abstractText":"Molecular self-assembly is very common in nature and has recently found its way into the laboratory where it emerged as a new approach in materials science and engineering. Materials that are made by self-assembly are made of simple molecular building blocks that are used to build much larger structures similar to Lego blocks that can be used to build larger objects. Due to the many different ways in which building blocks can be combined a wide range of properties and applications are possible. This project seeks to develop new self assembled materials based on the building blocks of natural materials: the building blocks of proteins known as amino acids. There are 20 amino acids which make up tens of thousands of proteins in the body. In nature these building blocks tend to self assemble into macroscopic structures. One important type of structure that is formed are the hydrogels. These are gel-like materials which have a high water content, similar to many tissues in the body. Because of the very large number of possible ways to combine 20 building blocks, it is difficult to decide what combinations of amino acids are best. We plan to investigate them using new systematic approaches that are inspired by natural evolution.We aim to use new evolutionary techniques to design hydrogels with useful properties for growing cells to heal wounds in patients. The cells we are interested in are the ones that make cartilage which is found at the ends of bones and acts as a lubricant and a shock absorber. Many people suffer from diseases which cause a decrease in the quality and amount of cartilage so we want to develop new materials that can repair cartilage. Ideal hydrogels for growing cells contain lots of holes and have fibrous structures. Special microscopes will be used to allow us to look at the structure of the gels at very high magnification to look for holes and fibres of the right size. We will also need to determine the gels' mechanical properties i.e. how strong the gels are.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D033764/1","grantId":"EP/D033764/1","fundValue":"632374","fundStart":"2006-04-27","fundEnd":"2009-11-26","funder":"EPSRC","impactText":"","person":"Rein  Ulijn","coPersons":["Alberto  Saiani","SJ  Eichhorn","Aline Fiona Miller","Julie  Gough"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}