{"id":"862005A9-0E19-4D44-8147-D73B6131927F","title":"Stone/Plate/Grease/Water: Exhibition and Catalogue of International Contemporary Lithography","abstractText":"The premise for this research is to ascertain the current status of lithography not only within the context of current technical practice but also to determine the popularity of lithography within the broader context of Fine Art. Essentially I want to discover, in the face of increasing use of digital media, not only how the practice of lithography is currently being pursued in terms of materials and technologies being employed; I also wish to detemine why it is in the UK that such an important medium of printmaking appears to be, to becoming less popular with artists, whilst in the USA, Europe and elsewhere lithography continues to be a major form of artistic means of expression.\\n\\nMy conern and fears for the current popularity of lithogrpahy was confirmed at two National Print Exhibitions held in London in 2005, at which the number of lithographs exhibited was barely 5% of the total at each event. As an active lithogrpaher myself I find this quite shocking and therefore I am keen to use this research to not only determine the cause, I am also hopeful that the resulting exhibition and accompanying catalogue, may help to see late interest in what is a most wonderful medium. The research conducted will thus concentrate upon two main components:\\n\\nFirstly, the research will aim to identify and record current lithographic practice in terms of techniques, materials and approach, ranging from traditional techniques of stone and plate lithography, autographic representation to the more contemporary use of photographic and digital applications. Despite the dramatic technological advances since its discovery in 1798, the principle of lithography has remained as a constant. That the principles of lithography is in part dependent upon the establishment of diametrically opposed surfaces upon a single printing element appears to be as equally true for traditional techniques as it is even for digital applications - where grease and water no longer play a part.\\n\\nSecondly, the research will aim to address the issue of the apparent decline of lithography here in the UK and will seek to ascertain the cause of this in relation to the international situation- in particular with that found in the USA. To some extent the current level of activity in lithography will become apparent from the investigation into current practice- as artists are contacted in the UK, USA and elsewhere and as examples of techniques and prints are identified and recorded. It is possible however that causes for the decline in interest in lithography may be associated with historical factors connected to current educational and professional practice in this country. In seeking to determine these, the research will include surveys of colleges and workshops to ascertain the level of interest in lithography at particularly, Higher Level Institutions. Questionnaires to galleries, museums and collections to determine current policy on exhibition, commissioning and collecting of prints will also be conducted.\\n\\nResults from the research will be included in a comprehensive exhibition of International Contemporary Lithography including prints selected on teh basis of technique used, approach, subject matter and content by a broad range of well known and not so well known international artists. The catalogue accompanying the exhibition will also provide information about the history and technique of lithography and will include analysis of the research conducted concerning the current status and popularity of the medium.\\n\\nOf interest to artists and printmakers, the exhibition will also appeal greatly to a wider public. Conclusions from the research should also be of interest to educationists involved in teaching of printmaking and hopefully as a result there will be increased interest in Lithography at colleges across the UK. Initially the exhibition will open at MO","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D502586/1","grantId":"AH/D502586/1","fundValue":"8126","fundStart":"2006-04-01","fundEnd":"2007-03-31","funder":"AHRC","impactText":"","person":"Paul John Croft","coPersons":[],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}