{"id":"8626F30D-1FD7-4482-AD9C-716A1BBDB1B4","title":"Meaningful and measurable: developing approaches to the analysis and use of information on personal outcomes within health and social care","abstractText":"Policy and practice across the UK and beyond is committed to improving the lives of people who use services and unpaid carers. Over the past five to ten years there has been a particular concern to shift health and social care systems away from an exclusive focus on their own inputs, processes and outputs to give a more prominent focus to personal outcomes for people using services and unpaid carers. In this context the term personal outcomes is used to refer to both the impact and end results of services and supports on a persons life and more simply, what matters to people. \n\nThe proposed project builds on a seven year programme of knowledge exchange and service improvement that has been led by two of the applicants (Dr Ailsa Cook and Dr Emma Miller) and funded by the Joint Improvement Team in Scotland. This programme, known as Talking Points, has involved work with more than 130 organisations to support the development of outcomes focussed practice. A key finding emerging from the Talking Points programme is that limited capacity and skills in the analysis of qualitative and quantitative personal outcomes information within health and social care organisations constitutes a significant barrier to effective outcomes focussed project. Furthermore, this issue is exacerbated by the predominance of performance cultures that prioritise consistency, comparability and measurability of information over meaning. \n\nOver the past year 15 partner organisations have worked together to develop this proposal for funding from the ESRC. The partner organisations have all been involved in the Talking Points programme and include the following academic, practice and national stakeholder partners:\nUniversity of Edinburgh (host institution), University of Strathclyde, University of Swansea\nAngus Council, Bridgend County Borough Council, City of Edinburgh Council, East renfrewshire Health and Care Partnership, Moray Health and Social Care Partnership, Penumbra, Stirling Council, VOCAL (Voice of Carers Across Lothian)\nJoint Improvement Team, Community Care Benchmarking Network, The ALLIANCE, Social Services Inspection Agency. \n\nThe proposed project involves both collaborative action research and knowledge exchange elements. Specifically the academic team will support each of the practice partners to engage in an action research project focussed on the analysis and use of personal outcomes data routinely collected through assessment and review processes within their organisations. Co-ordination and collaboration between these projects will be primarily achieved through the convention of three 'data retreats' two day workshops where project partners work together to develop capacity and skills, exchange knowledge and reflect on the process. \n\nThe contribution of national stakeholder partners will ensure that the findings of this project are effectively disseminated to and implemented within a wider constituency of health and social care organisations. This will be achieved through support for a range of knowledge exchange processes, including events, dissemination of materials and staff time to work with other organisations not directly involved in the project to implement the findings in their own practice. Engagement with these partners, all of whom are actively involved in shaping policy, will ensure that the project findings influence national policy, in particular in relation to the development of national outcome performance reporting frameworks. \n\nIn these ways it is anticipated that the proposed project will bring significant benefits not only to partner and provider organisations, but to the wider health and social care system. The short term impacts of the project will be systematically evaluated through a process of contribution analysis. Findings from this contribution analysis and the project as a whole will be widely disseminated, including to academic audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002132/1","grantId":"ES/L002132/1","fundValue":"99832","fundStart":"2013-12-01","fundEnd":"2015-02-28","funder":"ESRC","impactText":"","person":"Ailsa Katherine Cook","coPersons":["Emma  Miller"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}