{"id":"862977CC-E486-4CD0-A319-011A90FCC698","title":"Equipment to Underpin Internationally Leading Research at the University of Bristol","abstractText":"The equipment requested will provide new capability and internationally leading facilities that will enable cutting-edge research and internationally leading science, beyond that which is possible with current instrumentation. The equipment will also facilitate greater collaborative opportunities with other Universities and industry nationally and internationally.\n \nThe &quot;Advanced Electronic Materials and Devices&quot; bundle provides equipment for research into new materials and devices for future electronic applications, ranging from superconductors for applications in power transmission and MRI to spintronic devices for sensors and computer memory applications. It will also improve thermal imaging capability for the study of semiconductor and hybrid diamond based devices which have the potential to transform future power electronic devices.\n\nElectrical power conversion technologies have a vital role to play in managing energy demand and improving energy conversion efficiency, affording 'game-changes' in, for example, low carbon transport systems and energy supply networks. As these 'more electric' systems become more commonplace, for example through their adoption in aircraft and electric vehicles, new understanding of operation life and failure modes is needed. The enhanced capabilities offered by the equipment updates in the &quot;Enabling robust design and analysis of electrical power conversion systems&quot; will allow internationally leading research to be pursued in the areas of design for life, virtual certification and reliability.\n\nTransmission electron microscopes (TEM) allow the imaging of both the external and internal structure of materials and are available in numerous configurations dependent on the specific nature of the materials under investigation. A post column energy filter dramatically improves the analytical and imaging capabilities of a TEM by allowing structural and chemical information carried by the electrons to be interrogated after interaction with the sample material. The requested Gatan Imaging Filter (GIF) upgrade in the &quot;Supporting Analysis of Advanced Energy Materials and Soft Matter&quot; will provide significant new capability to determine the structure and composition of materials at the nanoscale and provide new insights into how to enhance material functionality. The instrument upgrade forms part of a strategic investment in advanced microscopy provision at Bristol, and reflects ambitions for an internationally competitive materials characterization facility befitting the world-leading research it underpins.\n\nNuclear magnetic resonance (NMR) spectroscopy and mass spectrometry (MS) are the pre-eminent techniques for studying chemical structure and reactions. They underpin nearly every program of research in catalysis (accelerating chemical reactions), synthesis (creation of new chemical entities) and materials (chemicals with defined properties and applications e.g. nanotechnology). The replacement of aging NMR and MS instruments as described in the &quot;Underpinning Catalysis, Synthesis and Materials Chemistry&quot; bundle will ensure continued cutting-edge investigations in these fields, and will provide new hardware capabilities that allow the study of molecular/chemical systems in previously impossible fashions, e.g., at low temperature for days at a time (NMR), or under unreactive atmospheres (MS).\n\nThe new &quot;Wideband Multi-channel Real-time Wireless Channel Emulator&quot; facility will offer wideband (160MHz) multi-dimensional channel (8 x 8) wireless channel emulation for sub 6GHz wireless transceivers allowing repeatable experimentation with real-world channel models (3GPP and 802.11, plus user defined scenarios). The hardware can also be reconfigured to offer channel emulation with cascaded bandwidths synonymous with millimetre wave operation, thus driving forward the &quot;5G and beyond&quot; research agenda.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M028216/1","grantId":"EP/M028216/1","fundValue":"1104000","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Nishan  Canagarajah","coPersons":["Philip Henry Mellor","Craig Philip Butts","Sean Anthony Davis","Antony  Carrington","Mark  Beach"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}