{"id":"862BC57C-A5FA-448D-B166-4811B86745D0","title":"Understanding the Role of Peptidoglycan Metabolism in Bacterial Predation","abstractText":"We are studying the natural, friendly bacterium Bdellovibrio bacteriovorus - roughly translated as &quot;leech-like bacteria-eater&quot; - which is able to kill other less-friendly bacteria. The control of bacterial populations is important in many areas of human existence - namely tackling undesirable pathogenic species in healthcare (e.g. superbugs), crop pestilence, food safety, biofouling and water quality management. The potential exists to use i)knowledge gained from Bdellovibrio study, ii)protein products (enzybiotics) or iii)whole cells/cultures in a therapeutic manner. Unlike other predatory bacteria, Bdellovibrio kills its targets from within - entering them, breaking them down, reproducing inside and then bursting them to release daughter cells and begin the cycle anew.\n\nBdellovibrio arose from a non-predatory ancestor bacterium, and thus developed specialized tools that allow it to enter and kill other bacteria. These tools are protein enzymes - we aim to investigate the form and function of these so that we understand the killing process better, and perhaps even enhance the potential of Bdellovibrio as an antibacterial agent. Such proteins can be very useful to let us target the invasion of pathogen cells and break them in a controlled way.\n\nPrior investigation by our laboratories revealed that one such enzyme (Bd3459) was targeted to the prey, and acted to change prey shape. We showed that Bd3459 achieved this by cutting particular regions of the prey wall (known as peptidoglycan), causing the wall to partially collapse and so alter the shape of the bacterium that it previously supported - much like sawing away at the support walls of a house! The shape change serves to provide the optimal space for Bdellovibrio invasion of prey, which also signals to fellow invaders that this particular &quot;home&quot; is occupied and that further entry would be wasteful. There are more &quot;special&quot; Bdellovibrio enzymes that &quot;chip away&quot; at the cell walls of bacterial prey- we would like to work on these to develop a fuller picture of what goes on when Bdellovibrio starts to kill its prey and to allow people to use these for biotechnology.\n\nWe will look at the enzymes themselves in atomic detail (known as x-ray crystallography), using fluorescent versions of the enzymes to track where they exert their effects (do they &quot;chew up&quot; the host or prevent unwanted destruction of self?), monitoring the precise nature of the function (known as enzyme assays), and also testing the enzyme:location:function relationship by constructing mutant strains of bacteria (lacking the enzymes) to confirm/dispel the hypotheses arising.\n\nThe investigation of peptidoglycan-targeting enzymes has a very practical application - an intact wall is essential to most medically-relevant bacteria, and forms the basis of action of several very successful antibiotics (e.g. penicillin, vancomycin). Results from our study may inform on this process, and also have implications for microbial physiology (form and function) in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015229/1","grantId":"BB/J015229/1","fundValue":"595154","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"","person":"Andrew Lee Lovering","coPersons":["Renee Elizabeth Sockett"],"organisation":"University of Birmingham","findingsText":" Annual Report for Understanding the Role of Peptidoglycan Metabolism in Bacterial Predation - BB/J015229/1\n\nWork arising from section 2.2.1\nWe have made excellent progress with the central aim of the proposal - namely, the research question &quot;How do Bdellovibrio protect themselves when forming the prey cell niche?&quot; We have obtained three crucial structures that explain this phenomenon, detailing inhibition of the niche forming enzymes. The Sockett laboratory has confirmed this from analysis of mutants that (i) remove protection, markedly affecting Bdellovibrio and (ii) knock in (E coli) phenocopy invasion of prey by Bdellovibrio with mutations in the niche forming enzymes. We are collating this work, with the aim of submission to Nature in 2014. We are also continuing in our efforts to understand peptidoglycan hydrolase substrate specificity, and currently have these proteins in complex with beta-lactams and are investigating whether we can complex active site knockouts with cell wall fragments. \n\nWork arising from section 2.2.2\nLikewise, we have made significant progress on a second question &quot;Investigating the staged degradation of prey cell walls&quot;; we have a high resolution structure for the cell wall modifying enzyme, confirmed activity for both modification homologues, and are just finishing the manuscript that describes how knock out of these agents leaves behind residual prey material - this is now to be submitted in the last period of 2014 to target journal PNAS, article titled &quot;Bdellovibrio GlcNAc Deacetylases prime invaded prey-bacterial cell walls for final destruction and can be leveraged to produce ghosts with intact membrane and wall&quot;.\n \nWork arising from section 2.2.3\nWork on the alternate peptidoglycan hydrolases that have undergone significant gene duplication/expansion in Bdellovibrio is ongoing, and we have cloned, expressed and purified a representative of each family, with a view to completing structural studies and characterization of these in the second half of the grant timeline. Multiple gene knockouts for these enzymes are being produced and fluorescent fusion tags, which show for the first three different family members that they are expressed during predatory growth.\nWe have taken a member from each grouping and scanned for hydrolytic activity using peptidoglycan zymogram gels; initial results indicate that at least two family members are able to degrade cell wall material and as such we will prioritise these for further characterisation.\nWe have studied microscopically the mcherry-fusion-tagged enzymes from each grouping (as mentioned in the construction earlier, (correlating with those used for zymograms) . for each we have now made a detailed study of their location and timing of expression during the 4 hour predatory cycle. We have determined their expression pattern during deconstruction of bacterial prey cells. This has been very illuminating (and in some cases surprising) as to the timing of their action upon prey. We have been encouraged by these results to construct more mcherry fusions to other endopeptidases as we are revealing a pattern of systematic cell -wall modification processes. This endopeptidase work will make a paper later in 2015.\n\nOutreach &amp; Related Activities\nInvited talks have been given by both Professor Sockett and Dr Lovering in 2013/2014, at prestigious conferences and locations (e.g. Gordon Research Conferences, EMBL, Institute Pasteur, Cambridge University) and we have acknowledged the BBSRC for the support of this project.\nProf Sockett hosted a lower 6th school student for a week in the lab June 2014 to do experiments on bacterial 2 hybrid interactions of Bdellovibrio proteins.\nProf Sockett and Dr Lovering hosted an undergraduate student Richard Acton on a 6 week Nuffield Summer Bursary position (3 weeks at each lab) studying the genetics and biochemistry of a Bdellovibrio cell wall adhesion gene-product.\nProf Sockett and Dr Lovering have been invited to co-author a review on Bdellovibrio for Nature Reviews Microbiology\n\nWe are recruiting BBSRC DTP students in other peptidoglycan-related projects, different from, but related to the BBSRC project and thus expertise is being cascaded in Knowledge Transfer. We anticipate that our findings will stimulate others working in the cell wall field on related (but non-predatory bacteria) projects Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}