{"id":"862B5952-7F52-4171-8539-002B7C5FE9DC","title":"PhytoPath: an integrated resource for comparative phytopathogen genomics","abstractText":"Food security has emerged as one of the most significant challenges for humankind in the 21st century. Food shortages, high energy costs, conflicting demands on crop production for biofuel generation and the soaring demand for food from east and south-east Asia are combining to drive food prices to their highest levels for many years. A significant constraint on crop productivity is disease, which accounts for 10-20% losses in yield every year. Controlling plant diseases furthermore represents a significant cost to farmers both in time and resources. The development of new durable disease control strategies that can be deployed at low cost therefore represents one of the best means of ensuring sustainable food production. Plant pathogens (and other species, including the plants they afflict) are increasingly studied through the use of high throughput, automated experimental approaches that generate large quantities of data. For over ten years, the determination of the sequence of complete genomes (that is, all the information that determines the heritable characteristics of a species) has been possible. More recently, advances in technology have reduced the costs of genome sequencing drastically, and made possible the determination of individual genome sequences (thus allowing the sampling of populations to determine their characteristics). Similar improvements in technology have increased the quantity of data produced describing the expression of genes and proteins in a variety of experimental conditions. However, while public repositories exist for certain types of these new experimental data, there is no integrative resource available that unifies these to facilitate their interpretation. In the absence of such a resource, there is (at worst) a danger that data generated by new technologies is lost; or alternatively that every scientist wishing to exploit such data has to tediously and wastefully integrate and correct information from different data sets. For many scientists, the determination of a coherent, up-to-date body of data from different experiments is a near-impossible challenge, and a distraction from the challenge of using such information to solve real scientific problems. The Ensembl software platform comprises a suite of tools for the analysis, integration and display of data from complete genomes. It includes modules for the handling of population-wide genome variation amongst individuals, and the evolutionary comparison between species. The platform has been used to capture genomes from many species including vertebrates and plants. We now propose creating PhytoPath, a new resource based on Ensembl technology to capture data from phytopathogen genomes, in response to the increased interest in food security and the concomitant increase in high throughput data available for pathogens of interest. PhytoPath will be run by the EBI, Europe's leading bioinformatics service centre, but will take its scientific direction from members of the UK phytopathogen research community, who are directly engaged in producing and exploiting these data. The use of the Ensembl platform is not only cost-effective (taking advantage of solutions already developed for use in other contexts), but also offers the exciting prospect of providing access to host, pathogen (and vector) genomes through a common interface. Particularly, this will facilitate the development of a new type of resource, correlating phenotype (i.e. the symptoms of pathogen-mediated disease) in with genotype (i.e. individual genome sequence) in both host and pathogen. The leading current resource for plant disease phentoypes is the pathogen-host interactions database (PHI-base), maintained by Rothamsted Research. We will develop a new interface for supervised community curation of PHI-base and integrate PHI-base tightly within PhytoPath to ensure that the pathogen phenotype can be studied in its genomic context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I001077/1","grantId":"BB/I001077/1","fundValue":"433595","fundStart":"2010-11-15","fundEnd":"2013-11-14","funder":"BBSRC","impactText":"  Many researchers have accessed the 3 web portals developed (the PhytoPath site, Ensembl Fungi and Ensembl protists) (over 37,000 in 2013) and each of them have had new, accurate information delivered. Agriculture, Food and Drink,Chemicals Economic","person":"Paul Julian Kersey","coPersons":["Ewan  Birney"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" We have developed web-accessible database resources providing access to biological information about the genomes and biology of the causative agents of important plant diseases. The information available has the potential for use in crop breeding, pesticide development and agronomy. Aerospace, Defence and Marine","dataset":"gtr"}