{"id":"8633A24C-BFD6-473B-9999-CEFF340EC19B","title":"Structure-function studies of the virulence associated proteins of Rhodococcus equi","abstractText":"The bacterium Rhodococcus equi (R. equi) infects a range of grazing animals and poses a threat to animal health especially to that of horses. In foals aged 3-5 months, R. equi infection causes a lung disease, which if untreated, can lead to death. The bacteria, which are transmitted through the faeces, are inhaled into the lungs in the form of aerosolised dusts. In common with type of bacterium which causes tuberculosis in humans, R. equi cells are surrounded by a complex protective cell wall rich in compounds called mycolic acids, moreover these bacteria share the ability to survive within macrophages, a type of cell of the human immune system. Macrophages normally sweep up and destroy infecting bacteria by first engulfing them and then exposing them to lethal chemical stresses. Many pathogenic bacteria evade macrophage engulfment altogether, while others such as R. equi have developed survival strategies that prevent their chemical destruction once inside the macrophage. Survival in this 'lion's den' is a critical first step in establishing infection and is essential for the later development of virulence. \nIn this study, we are concerned with virulence-associated proteins (Vaps) of R. equi and with one particular member of this set of proteins, VapA. Serum taken from foals with R. equi pneumonia, are rich in antibodies that react with VapA consistent with this protein being exposed on the surface of the bacterium where it is 'visible' to the host. It therefore has potential as a vaccine against R. equi infection. VapA has also been shown to be indispensible for R. equi virulence making it a potential target for the design of new drugs to cure R. equi infections. Interestingly, VapA production by the bacteria is turned on by elevated temperature, increased acidity and by oxidative stress. These are the conditions that the bacteria encounter upon entry into the macrophage. It has therefore been proposed that VapA plays an important role in enabling R. equi to survive and then persist in this hostile environment inside the macrophage.\n\nIn view of its important role in R. equi virulence, we wish to extend the understanding of VapA to include its molecular structure and function. A first question concerns how VapA is exposed on the surface of the bacterium. In many other bacterial species, cell surface proteins possess a tagging sequence that leads to the attachment of a hydrocarbon chain which facilities tethering of the protein to the cell membrane. VapA does possess the requisite tagging sequence suggesting either that VapA is not tagged or that it is tagged by a novel mechanism. We propose to extract and isolate VapA from R. equi cells and determine whether it is tagged by analysing the protein by state of the art techniques which measure molecular mass. A further goal is to determine the three dimensional structure of VapA using X-ray diffraction methods. Sometimes it is possible to model the structure of a protein if its sequence has sufficient similarity to the sequence of another protein of known structure. This is not possible for VapA. The only proteins with sequence similarity to VapA are a set of nine other Vap proteins from R. equi. For structure determination we will prepare crystals of VapA, and/or its Vap relatives and use these crystals to collect X-ray scattering data. The structure of the protein once determined will be scrutinised for its functional implications for cell surface localisation and virulence. Finally there is evidence to suggest that the Vap proteins interact with one another and this may be important for virulence. We propose to purify the individual proteins and in mixing experiments explore the strength of these interactions and the composition of the complexes that are formed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J007900/1","grantId":"BB/J007900/1","fundValue":"378655","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Anthony  Wilkinson","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}