{"id":"863D3399-C3D1-49BE-90F6-DC72DBCB6408","title":"Method in philosophical aesthetics: the challenge from the sciences","abstractText":"Artworks, craft products, and landscapes are said to produce aesthetic pleasures when we encounter them. Some of them are said to give us insights into deep issues of meaning, value, personality and character. But on what basis can we say that a painting or a play gives us psychological insight? Against what standard are such claims to be tested? How can I know that my judgement of a work really is a response to its aesthetic features? Aesthetics in the Anglo-American tradition has generally assumed that the relevant standards are those set by the intuitions of reflective, self-conscious agents who thoroughly grasp the relevant concepts. It is not much of a simplification to say that philosophers ask themselves 'How does it seem to me that I respond to art works and other aesthetic objects?'; their answers provide the data for a philosophical theory of art and the aesthetic.\\n\\nEmpirical research in the sciences of mind and related disciplines exposes analytical philosophy's reliance on introspection and intuition as suspect. These results have challenged and transformed a number of areas of philosophical research (e.g., philosophy of mind, epistemology, and ethics). This project examines the methods used in the kind of aesthetic theorizing that developed in the English-speaking academy over the last century to see where its methods may be similarly challenged by scientific work.\\n\\nAs suggested above, aesthetics has tended to rely on intuitions about beauty, insight, value and meaning; it is not clear to what extent these intuitions are widely shared. And there is reason to think what we now lump together as an 'aesthetic response' is the convergence of distinct evolutionary forces--for example, sexual selection (which determines much of our response to physical beauty) and the evolution of habitat preferences (which underwrite our responses to landscapes). The whole notion of the aesthetic may prove to be a crude amalgam of separate factors.\\n\\nFurther, Anglo-American aesthetics has tended to accept without serious question certain assumptions about human psychology. It accepts the idea that the value of art lies partly in its capacity to reveal truths about motive and character. But social psychological evidence suggests that our assumptions about character are flawed. Aesthetics tends to assume also that the judgements about art made by suitably informed and prepared agents represent rational responses to the qualities of those works--qualities which we are capable of consciously identifying as the basis of our judgements. Again, recent scientific experiments suggest that aesthetic judgement is significantly affected by such factors as price and familiarity. Other work in cognitive psychology and linguistics claims to discover processes which are active in determining our aesthetic responses to things; for example, motor processes in the brain seem to be important for appreciating metaphors of movement and change, while aspects of verbal style may be explicable in terms of such scientific notions as 'cognitive load'. These theories and discoveries pose various challenges: How can narrative art illuminate character if character is a myth? How secure is autonomy if our judgments are so easily manipulable? How useful are the standard categories of aesthetic description if they are not responsive to what science tells us are the underlying mechanisms governing our reactions?\\n\\nThe project situates itself critically in relation both to those who see traditional aesthetics as insulated from empirical work and those who regard scientific work as undermining its humanist aspirations. We do not begin from the assumption that traditional notions of art, beauty and aesthetic judgement are to be abandoned; we do not seek an entirely 'naturalistic' aesthetics. We look instead to examine the proper boundaries and overlaps between reflective and empiracle approaches to the arts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G012644/1","grantId":"AH/G012644/1","fundValue":"559181","fundStart":"2009-10-01","fundEnd":"2013-03-30","funder":"AHRC","impactText":"","person":"Gregory  Currie","coPersons":["Aaron  Meskin","Matthew Laurence Kieran"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}