{"id":"864353B2-4C25-431A-A712-E3569892D928","title":"Complicity and Conflict: GDR Theatre Censorship, 1961-1990","abstractText":"Theatre is intrinsically unstable: it provides no fixed product, communicates live with its audience, and therefore presents particular challenges to both censors and researchers. This may explain why, eighteen years after the GDR's demise, scholarship on theatre censorship lags behind equivalent publications on literature. My monograph will offer the first detailed investigation of how GDR theatre censorship developed between 1961 and 1990, how it was practised in different regions, and how it affected different genres, from classical tragedy through to contemporary drama.\\n\\nSince 1990, academics (e.g. Darnton, 1995) have emphasized the need to replace Cold War value judgements with a more nuanced understanding of censorship as a process of negotiation. Yet most recent publications on GDR performance come from practitioners with a vested interest in maintaining the myth of theatre as a centre of resistance to the regime, whether through memoirs, interviews, or in-house theatre publications. By focusing on high-profile disputes, even academic studies (e.g. Braun, 1995) tend to perpetuate the notion that conflict between artists and officials was the norm. I challenge these assumptions by examining cases with different outcomes, ranging from production bans, through uneasy compromises, to stagings welcomed by officials. I explore how theatre practitioners were involved in censorship and show that conflicts ran along multiple lines, within and between Party and state institutions, and within theatres themselves. The historical scope of my project allows me to compare theatre practitioners' roles in different disputes, where loyalties were often decided case by case.\\n\\nThe monograph will break new ground by exploring how the ruling Party's denial of censorship affected the regulation of theatre and the decisions made by cultural officials. This denial was rooted in the regime's desire to distance itself from the practices of the Third Reich and to project a democratic image during its confrontation with the Federal Republic. As censorship did not officially exist, bureaucrats could hold theatre practitioners accountable for productions that had already passed through pre-performance controls. This apparent devolution of responsibility exposed theatre practitioners to considerable risks, encouraging them to practise self-censorship. Theatre practitioners faced all the controls of censorship without any of the guarantees, explaining why GDR dramatists (unlike novelists and poets) campaigned in 1987 for censorship's legalization. \\n\\nThis project is based on extensive research in federal and regional state archives, theatre archives, and the Stasi archives, providing the basis for historical, cultural and performance analysis. The evidence includes the records of the central and regional state and Party authorities, ranging from policy documents and notes of telephone conversations to assessments of theatres, scripts and productions; performance-related material such as scripts, rehearsal notes, audiovisual recordings, set designs, and minutes of post-show discussions; and the Stasi files. I have also interviewed directors, actors, critics and former SED officials.\\n\\n'Complicity and Conflict' will make a substantial contribution to scholarship across several fields: censorship, theatre studies, literary criticism, and historical accounts of the GDR and other Socialist regimes. Its historical and geographical scope sets it apart from the few existing discussions of theatre censorship (Braun, 1995; Baker, 2007), and the geographical range of its detailed case studies is unusual even for scholarship on the GDR: it compares censorship in East Berlin with the practice in Dresden, Schwerin, Leipzig, Halle and Neubrandenburg. Although the GDR has traditionally been seen as a heavily centralized state, the substantial regional variations in theatre censorship point to a diversity in its political culture that has yet to be acknowledged.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G004064/1","grantId":"AH/G004064/1","fundValue":"22853","fundStart":"2009-01-01","fundEnd":"2009-04-30","funder":"AHRC","impactText":"  My research enabled the University of Edinburgh to stage The Stasi are Among Us at the Glasgow Film Festival (2011). I co-organised this two-day event with Susan Kemp (University of Edinburgh) and Fiona Rintoul. It increased public understanding of East German culture, showing how artists participated in censorship and how it affected their working lives. \n\nI also collaborated with Theatre Found (Glasgow) on events campaigning against censorship in Belarus and Iran, using the recent East German experience to explore control mechanisms and show how they were abolished. I gave a public talk on 'The Secret of East German Censorship' at the National Library of Scotland, in connection with their exhibition on Banned Books.\n\nThe playwright Peter Arnott will be using my research as the basis for his new play, ENSEMBLE, which has been commissioned by the University of Edinburgh in collaboration with the Playwrights' Studio Scotland. This project is being funded by the AHRC, and as part of the project Susan Kemp will be making a documentary film about the process of developing the play and taking it to an audience. Creative Economy Cultural","person":"Laura Jennian Bradley","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The research funded by this grant allowed me to complete a monograph on East German theatre censorship, which was published by Oxford University Press in 2010. The book investigates how East German theatre censorship developed between the construction and the fall of the Berlin Wall, how it varied across six regions, and how it affected different dramatic genres. Where the existing scholarship offers mainly snapshots of censorship, my monograph locates detailed case studies within a far broader analytical framework. No one had previously attempted a study on this scale.\n\nDespite all the evidence to the contrary, the authorities in the German Democratic Republic always denied that they practised censorship. This denial affected both the language and the experience of theatre censorship, and it left theatre practitioners doubly exposed: they remained officially responsible for their productions, even if the productions had passed pre-performance controls. In the absence of a fixed set of criteria, cultural functionaries had to make difficult judgements about which plays and productions to allow, and where to draw the line between constructive criticism and subversion. Drawing on new archive material, my monograph explores how theatre practitioners and functionaries negotiated these challenges between 1961 and 1989. \n\nThe chapters in Part I investigate theatre censorship in East Berlin, asking how the controls affected different genres, and how theatre practitioners responded to the construction of the Berlin Wall, the Prague Spring, and the expatriation of Wolf Biermann. Part II broadens the focus to the regions, investigating why theatre practitioners complained of strong regional variations in theatre censorship, and how they responded to Mikhail Gorbachev's policies of glasnost and perestroika. By examining a range of case studies, from banned stagings to those that met with official approval, the book puts high-profile disputes back into context. It shows how censorship operated through human negotiation, illuminating the shifting patterns of cooperation and conflict that influenced the space available for theatrical experimentation. My findings are relevant to scholars working on censorship in other contexts, and also to the theatre practitioners and theatres that I discuss in the book. My research is also being used as the basis for a new theatre and film project. To mark the 25th anniversary of the Berlin Wall, the University of Edinburgh is commissioning the playwright Peter Arnott to write a new play about East German theatre censorship, using my research. The filmmaker Susan Kemp will be making a film about the process of developing a play from research and taking it to an audience through a workshop and series of rehearsed readings in Scotland. Peter will be writing a blog about his engagement with the research, which will be available at www.whoiswatchingwho.org. This project is being funded by the AHRC Follow-On Funding scheme. Creative Economy,Education","dataset":"gtr"}