{"id":"86488907-4A28-42C9-BD32-89F94AF9E292","title":"SiFi - Singlet Fission photon multiplier film to increase photovoltaic efficiency","abstractText":"The SiFi project proposes to demonstrate the technical and commercial feasibility of an application of a recent breakthrough by a team of scientists at Cambridge University: a photon multiplier film employing the principle of singlet fission (SF) in an organic material coupled to an efficient inorganic nano-particle emitter that will increase the efficiency of\nphotovoltaic modules either by retrofit of the film onto previously installed modules or by integration of the film into new modules. The photon multiplier film splits high-energy photons (in the uv, blue and green) into 2 lower-energy infrared photons, thus enabling, in principle, a doubling of the photocurrent generated from the high-energy photons. When the photon multiplier film is applied to previously deployed photovoltaic modules it increases the efficiency the modules without adding to the &quot;balance of system&quot; costs such as mechanical mounting, wiring, inverters etc. and is thus a highly effective way of generating more power from the same installed module area. This benefit simultaneously reduces the cost of electricity generated, increases the amount of power generated from renewable sources and so reduces carbon emissions from not having to burn so much fossil fuel and enhances security of electricity supplied, since more is being generated locally and this reduces national energy dependency on imported fuel or electricity. SiFi seeks to demonstrate a significant technical feasibility milestone: a practical photon multiplier film that is able to operate at &quot;photon reakeven&quot; or an external quantum efficiency of 100%. In other words, the film will emit one infra-red photon for every high-energy visible photon absorbed by the film. This is halfway towards the theoretical maximum quantum efficiency of 200%. The team has\npreviously reported a breakthrough in the last year in which the first three steps in the four-step process of converting a single high-energy photon into two lower-energy photons were shown to be operating close to maximum efficiency in a model system. The challenge to be tackled in this project is to raise the efficiency of the last step - that is luminescence of infra-red photons from the inorganic nanoparticle in which their energy is held. This technical work is integrated within a broader programme of work in collaboration with Eight19 Ltd, who bring expertise in large-area processing of organic and hybrid films, and in development of new photovoltaic products based on scientific innovation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N509929/1","grantId":"EP/N509929/1","fundValue":"58664","fundStart":"2015-11-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"Neil  Greenham","coPersons":["Akshay  Rao"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}