{"id":"864ABFAA-A301-42CD-8DA1-1FF5967527AF","title":"Metaphor in End-of-Life Care","abstractText":"<p>The primary aim of this project is to investigate the use of metaphor in the experience of end-of-life care in the UK. A systematic analysis will be conducted of the metaphors used by members of different stakeholder groups (patients, unpaid family carers and healthcare professionals) in a 1.5-million-word corpus consisting of interviews and contributions to online fora. </p>\n\n<p>The secondary aim of this project is to investigate the implications of the use of metaphor in the data for existing descriptions and theories of metaphor as a linguistic and cognitive phenomenon. The method that will be employed to identify and analyse metaphor in the data is both qualitative and quantitative. The most innovative aspect of this method is the exploitation of the semantic annotation tool within the online software tool Wmatrix, which will make it possible to identify metaphorical expressions more systematically than is currently possible with other corpus-based methods for the study of metaphor in large data sets.</p>\n\n<p>The findings of the project will ultimately be relevant to the provision of end-of-life care, and to the consultancy for, and training of, health professionals.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J007927/1","grantId":"ES/J007927/1","fundValue":"175075","fundStart":"2012-09-01","fundEnd":"2014-06-28","funder":"ESRC","impactText":"  We have disseminated our findings among healthcare professionals, charities and the general public. A patient-support initiative based on our findings is currently being piloted. Healthcare ","person":"Elena  Semino","coPersons":["Paul Edward Rayson","Veronika  Koller","Andrew  Hardie","Sheila  Payne"],"organisation":"Lancaster University","findingsText":" We analysed approximately 6,000 uses of metaphor in a 1.5-million-word corpus of interviews with and online forum posts by: terminally ill cancer patients, family carers and healthcare professionals. These metaphors draw primarily from the semantic domains of: Violence, Journeys, Machinery, Religion and Magic, Sports and Games, Wholeness, Openness, Restraint, Containment and Obstacles.\n1. We analysed Violence and Journey metaphors in the corpus, as they are particularly relevant to current practices in healthcare and media debates. Healthcare professionals use these metaphors less frequently than the other two groups, and to express different topics and attitudes. Patients use them to express a variety of aspects of their experiences. Violence and Journey metaphors provide different framings of the patients' experience: Violence metaphors typically involve an opponent (the illness, the treatment, the healthcare system, etc.), while Journey metaphors do not. Patients' Violence metaphors can express and reinforce negative feelings, but they can also have a positive, empowering function; Journey metaphors can express and reinforce positive feelings, but can also have a negative, disempowering function. \n\n2. We analysed the metaphors patients use to express their views of their relationship with healthcare professionals. Some metaphors suggest a grateful and trusting view: healthcare professionals are presented as saints and magicians, and as engaged in a fight on the patients' behalf. Other metaphors express a negative view of the relationship: healthcare professionals are described as enemies, attackers or reluctant providers of weaponry (treatment). Patients' metaphors often emphasize their perception of an imbalance of power and knowledge in the relationship, as well as the idea that healthcare professionals may not always prioritise patients' interests. \n\n3. We analysed the metaphors used by family carers to express the emotional experiences associated with their role. Carers use metaphors of Violence, Movement and Containment to express feelings of anxiety, fear, isolation and shame. \n\n4. We analysed the metaphors and narratives used by hospice managers to express their views of 'good' and 'bad' deaths. Good deaths are described by means of 'narratives of successful interventions' and metaphors of peace, openness, freedom from pain, and acceptance of death as the end of one's journey. Bad deaths are described by means of 'narratives of frustrated intervention' and metaphors of struggle, battle and rejection of support. \n\n5. From a theoretical perspective, we have found that the idea that different metaphors 'frame' topics in different ways provides a useful link between cognitively-oriented and discourse-oriented approaches to metaphor. However, the notion of 'framing' needs to include agency, evaluations and emotional associations. Moreover, expressions belonging to the same broad 'source domain' (in terms of current cognitive approaches to metaphor) can provide quite different framings for a particular experience. The more specific notion of 'scenario' can better account for metaphor and framing, but consideration also needs to be given to variation depending on individual user, linguistic expressions and context.\n\nFuture work will explore further metaphor patterns and their theoretical and practical implications. The negative attitudes and unmet needs that are suggested by some of the metaphors we have identified require attention in the context of healthcare provision. This applies, for example, to the tendency for some patients to describe themselves as engaged in a fight with healthcare professionals, or as being under attack from their treatment (see 1 and 2 in top box above).\n \nOur findings concerning Violence and Journey metaphors (see 1 in top box above) suggest that no metaphor is intrinsically good or bad for all patients. Rather, different metaphors suit different people, or even the same person at different times. Hence, the current tendency to reject fight-related metaphors for cancer in particular may be detrimental for patients who find them meaningful and motivating; conversely, the uncritical promotion of Journey metaphors ignores the disempowering ways in which they can be used. This has implications for how healthcare professionals listen and react to patients' metaphors, and introduce metaphors themselves.\nOur findings on hospice managers' descriptions of 'good' and 'bad' death (see 4 in top box above) suggest a uniformity of views that may make it difficult for patients and their families to have alternative views recognised and accepted.\n\nThe feedback we have received from healthcare professionals suggests that our dissemination activities have started to influence their attitudes and practices. We are currently preparing a 'Metaphor menu' to be piloted as a possible source of inspiration and comfort to newly-diagnosed cancer patients. Healthcare","dataset":"gtr"}