{"id":"86585240-6B28-4593-9D32-FC0D2CCA5085","title":"Developmental Dyslexia: An Educational Neuroscience Approach","abstractText":"Around 7% of children have specific problems in acquiring reading and writing skills, with a ratio of 4:1 boys:girls. When there is no obvious sensory, neural or educational basis, this learning difficulty is called dyslexia. The causes of dyslexia are poorly understood, but some features are common across different languages. One is difficulties in phonological tasks like counting the number of syllables in words and deciding whether words rhyme. Another is difficulty in distinguishing how rapidly sounds begin - dyslexics find it difficult to distinguish the abruptness of onset of sounds, for example a note played by a trumpet (sharp onset or ?rise time?) vs a violin (more extended onset or ?rise time?). We think these difficulties with phonology and rise time are linked, because the brain uses the onsets of sounds to define where the modulation (the important frequency and amplitude information) is in speech. The brain also uses sound onsets to reset the oscillation patterns of groups of brain cells that track the incoming acoustic signal by locking their oscillatory frequency to this signal. If the perception of sound onsets is impaired, then this tracking mechanism would not work as efficiently in a dyslexic brain. Some of these cell networks are driven by syllable-level fluctuations in the incoming signal, which means they are driven by lower frequency modulations. These low frequency modulations are crucial for speech intelligibility and are also important for hearing rhythm in music and syllable stress in speech. Our current rise time data suggest that children with dyslexia find both hearing metrical structure in music and syllable stress in speech difficult. In our work, we will test whether the brains of children with dyslexia have a specific difficulty in perceiving these low frequency modulations, using a variety of behavioural and brain imaging approaches. If we find that there is this proposed sensory/neural difficulty in dyslexia, then interventions based on music and metrical language (like poetry and nursery rhymes) may be very beneficial early in development for enriching this kind of auditory perception. We hope to improve our understanding of the causes of dyslexia through this research, and to find biomarkers (specific neural signatures of processing difficulty) that could help identify children at risk early in life. If the factors we propose turn out to be important, they will also help us in designing better educational programmes for children with dyslexia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902375","grantId":"G0902375","fundValue":"1527780","fundStart":"2011-01-01","fundEnd":"2016-06-30","funder":"MRC","impactText":"","person":"Usha  Goswami","coPersons":["Ian  Winter","Denes  Szucs","Matt  Davis"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}