{"id":"8659B60D-E065-43F1-AA2D-4F827C999B99","title":"Causes of signal mimicry and its consequences for optimal investment in prey defences","abstractText":"Prey defences are key components in the structuring of ecological communities. Many prey protect themselves from predators by investment in repellent 'secondary' defences (toxins, stings, sharp spines etc.). Many such prey share conspicuous warning signals to deter predation. Despite the importance of secondary defences and of signal mimicry to the understanding of the structure of different ecosystems: (i) there is currently almost no theoretical information about the evolutionary optimisation of such defences; (ii) the causal basis of signal mimicry is uncertain and controversial and (iii) there are no studies of the coevolutionary relationship between stable signal mimicry and optimal secondary defences. We argue that the nature and benefits that accrue from variations in the abundance of defended prey within a locality (and indeed the benefits that accrue from signal mimicry between them) has profound implications for the optimal investment that each individual should make in its secondary defence. If prey are well protected by the presence of other defended forms and by mimicry, then it may be optimal for individuals to decrease their investment in their defences. Conversely, if prey defences are constrained, then signal mimicry may become evolutionarily advantageous, even if it incurs some costs (deformation of organs, reduced locomotor efficiency). Hence the evolution of mimicry and secondary defences are bound up in a complex coevolutionary manner that can not be elucidated by verbal reasoning alone. Thus, we (Speed &amp; Ruxton 2005) have developed a novel theoretical system which models evolutionary stable investment in defence (and simultaneously in other traits such as costly warning signals and mimicry). This allows evaluation of the coevolutionary relationship between defensive traits and though presently simple in form, can easily be developed to provide highly informative predictions. We currently lack basic knowledge about the causal nature of signal mimicry, of the importance of defensive mutualisms and of the controls of key aspects of predator behaviour. Without such knowledge, the theoretical foundations of our understanding of optimal prey defences will remain speculative. We propose therefore to employ an experienced PDRA to help refine and perform experiments that will test the plausibility and relative importance of alternative explanations for signal mimicry. These experiments will be hosted by our project partner, Prof. Johanna Mappes, (University of Jyvaskyla, Finland), who will provide very considerable empirical expertise and the use of specially designed behaviour laboratories. The PDRA will also run behaviour experiments in the UK, establishing the characteristics of behavioural parameters that are key to the construction of predictive, nonspeculative theoretical models. The endpoint of the project will see (i) a clarification about the causal nature of signal mimicry; (ii) genuinely new insights into the evolutionary relationships between warning signals, signal mimicry and the evolution of secondary defences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D010667/1","grantId":"NE/D010667/1","fundValue":"248205","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"NERC","impactText":"  This grant was awarded before NERC introducted Impact plans etc. Hence there were no plans not budget for this.  ","person":"Michael Patrick Speed","coPersons":[],"organisation":"University of Liverpool","findingsText":" This grant explored the evolution of defensive mimicry - one of the most important case studies in natural selection. We re-examined its causal basis and found strong support for new theoretical mechanisms by which mimicry evolves. \n\nThis grant completed some time ago. Outputs have been classed as satisfactory by NERC. Part of the grant was to examine the role that nutritional state played in the decision making of predators. This may be (albeit tangentially) of use in animal feed production. Agriculture, Food and Drink","dataset":"gtr"}