{"id":"8661D66A-89A4-437E-B36E-29302E6713EF","title":"Molecular level regulation of BIP, a central molecular chaperone in the ER","abstractText":"The molecular chaperone BIP (Binding Immunoglobulin Protein, or Grp78, or Hsp5A) is the only Hsp70 chaperone in the endoplasmic reticulum (ER), a cellular organelle acting as a manufacturing and packaging site for one-third of cellular proteins (including the majority of secreted and membrane proteins). BIP is a central chaperone in the ER, which assists in protein synthesis, folding, maturation and degradation in the ER. Growing evidence suggests that the regulation of BIP activity can result in therapeutic benefits for diseases associated with problems in protein folding (e.g., Alzheimer's and Parkinson's diseases, diabetes, and cardiovascular diseases). Moreover, many cancer cells are addicted to BIP and can be treated by withdrawing BIP activity, suggesting that the regulation of BIP activity is a rational and highly attractive way to treat and/or prevent several devastating pathological processes.\n\nHow to regulate the chaperone activity of BIP is a crucial unresolved question that is essential for our fundamental understanding of this chaperone system and the future development of pharmacological tools. BIP is an ATP dependent machine that continuously binds and realizes unfolded (or misfolded) proteins to rescue them from aggregation and promote correct folding. 70 kDa BIP consists of two domains: nucleotide-binding domain (NBD) and substrate-binding domain (SBD), which communicate with each other to mutually regulate substrate binding and ATP hydrolysis. How this communication occurs has yet to be exposed. \n\nTo obtain a detailed mechanistic understanding of this ATP-dependent chaperone machine and its interdomain communication, we will use cutting-edge advances in biomolecular nuclear magnetic resonance (NMR) spectroscopy, thereby allowing site-specific characterization of changes in chaperone structure and dynamics. We will also utilize isothermal titration calorimetry (ITC), which provides thermodynamic features for these changes and computational molecular dynamics (MD), which facilitate the analysis and interpretation of experimental data. A synergy of these state-of-the-art techniques will result in detailed characterization of unique chaperone structural and dynamic features responsible for the regulation of ATP hydrolysis and the affinity of substrate binding. \n\nWe will next characterize the mechanistic basis on how physiological factors control and fine-tune BIP ATPase activity and substrate binding and release to achive the most effective protein folding in the constantly changing ER environment. We will utilize NMR, ITC and MD to elucidate how changes in the Ca2+ concentration and post-translational modifications affect BIP structure and dynamics and finally, how these structural and dynamic perturbations are coupled with changes in BIP ATPase activity and substrate binding. \n\nWe will further exploit electrospray ionisation-mass spectrometry coupled with ion mobility spectrometry (ESI-IMS-MS), DMSO-quenched NMR H/D exchange and real-time methyl NMR to examine the molecular mechanisms of BIP oligomerization-a unique physiological process for the reversible regulation of BIP activity upon fluctuations in concentrations of unfolded proteins and/or ATP. We will characterize size, shape and structural organisation of oligomeric BIP species and elucidate why and how substrate and ATP binding stabilize the active monomeric form of BIP. \n\nTo perform its functions in the living cells, BIP always collaborates with two types of co-chaperones, J-domain proteins and a nucleotide exchanges factors, which significantly enhance BIP activity. To elucidate the role of BIP co-chaperones, in the last part of the project, we will utilize methyl NMR to monitor how BIP, governed by its two co-chaperones (ERj3 and Grp170), binds and releases its authentic protein, an intrinsically disordered CH1 domain of antibodies. We will thus 'watch' the BIP chaperone machinery in action in real time with the atomic resolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M021874/1","grantId":"BB/M021874/1","fundValue":"483019","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Anastasia  Zhuravleva","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}