{"id":"86626ECB-6F7D-46AA-93FC-E2935699FE74","title":"MICROphysicS of COnvective PrEcipitation (MICROSCOPE)","abstractText":"This project will improve predictions of severe convective rainfall by addressing the problem of the microphysics\nof precipitation in convective clouds. For the first time, study of the microphysics is embedded in a\nproject that includes the larger-scale dynamics of convective clouds, as part of the COnvective Precipitation\nExperiment (COPE). COPE will connect this microphysical study with the system-scale dynamics of severe\nconvective UK weather events. COPE will also provide a programme of weather-system modelling, which will\nbring the microphysical understanding through to the improved prediction of rainfall at the weather-system, or\ncatchment scale.\n\nWeather forecast models are now run at resolutions of 1.5 km, which has helped to improve the prediction\nof the location and timing of convection. However, quantitative precipitation forecasts are still often poor as\nhighlighted in the Boscastle event (Golding et al., 2005). This is due in part to the lack of knowledge about the\nnucleation of ice particles in convective clouds, the warm rain process, and the rates of production of secondary\nice particles and the subsequent growth of precipitation particles. However, high local accumulations were the\nresult of both intensity (microphysics of precipitation) and duration (organisation of and interaction between cells\nalong the convergence line) of precipitation. The latter issue and wider-scale problem will be addressed in other\nparts of COPE.\n\nThere are two key parts to MICROSCOPE. The first concerns a fundamental problem: how do ice particles\nform in clouds as a result of ice nuclei (IN), particularly at high temperatures? The second concerns precipitation:\nhow do precipitation particles form and what are the rates of production and development? MICROSCOPE will\naddress the challenge of explaining the production of primary ice particles in cumulus clouds, in the following\nways.\n* We will make measurements of the properties of the aerosol particles, particularly soils and biological\nmaterial, on the ground and in the boundary-layer with the FAAM 146 aircraft.\n* Measurements will be made of the evolution of the droplet size distribution, the possible presence of\nsupercooled raindrops and the formation of the first ice particles with carefully-guided penetrations of the\naircraft that has been equipped with new instruments that can detect and characterise small ice particles\nunambiguously (SID, 2DS, CAS-DPOL).\n* The dual-polarisation, Doppler radars will provide measurements of the location and time of the first precipitation\nechoes, the air motions and the types of particles.\n\nIn order to explain the production and development of precipitation, process model and NWP model results\nwill be compared to observations of the entrainment process, the development of the warm rain process, the\ngrowth of ice particles into precipitation particles by diffusional growth, the freezing of raindrops into graupel\nparticles, multiplication by secondary production processes, and riming. The comparisons will be achieved by\nmaking multiple penetrations at increasing altitudes measuring the particle size distributions in space and time\nas well as the thermodynamics and dynamics of the cloud, and by obtaining information about the particles and\nthe rate of increase of the reflectivity echo from the dual-polarisation radar.\n\nThe final step of MICROSCOPE, that will be led by the Met Office, is to incorporate the new information into\nNWP models and to test against the data gathered during the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J022594/1","grantId":"NE/J022594/1","fundValue":"368874","fundStart":"2012-12-31","fundEnd":"2015-12-30","funder":"NERC","impactText":"","person":"Thomas William Choularton","coPersons":["Paul Ivor Williams","Jonathan  Crosier","Paul James Connolly","Martin William Gallagher","Keith  Bower"],"organisation":"The University of Manchester","findingsText":" The origin of the formation of the ice phase in summer time convection over the SW Peninsula of the UK has been identified Continued modelling work but results are not ready yet for wider dissemination Education,Environment","dataset":"gtr"}