{"id":"8665276B-AEDB-4350-A9E8-6731B43AA1B6","title":"Acceleration and loss processes at relativistic energies: Sources and sinks of radiation belt plasma.","abstractText":"The Earth's radiation belts are toroidal regions above the upper atmosphere where highly-energetic charged particles orbit the planet with periods of typically a few minutes. In addition to being a ready-made scientific laboratory in which to study the sources, the energisation mechanisms, and the loss of relativistic-energy electrons and ions, the radiation belts also pose a significant hazard to orbital hardware (and humans). Whilst the presence of the radiation belts has been known since the dawn of the space age, an understanding of the processes which cause radiation belt production and loss has still not been achieved, although recent work has identified some of the most probable particle-acceleration mechanisms. There is currently no reliable method to predict the particle flux within the radiation belts. Indeed, when measured at geosynchronous orbit the flux can change by up to five orders of magnitude within 24 hours - the flux of radiation-belt particles may increase, decrease (dropout), or remain the same during apparently similar conditions. Resolving the complex interplay between competing physical mechanisms within the radiation belts is the primary focus of this research project. A three-year research programme, outlined below, will build on previous work to significantly enhance our physical understanding of the radiation belts - the aim being to determine the primary production and loss mechanisms within them. As well as studying the elementary physics at play within this region (e.g. wave-particle energisation/loss mechanisms), a by-product of the research will be the production of predictive models to specify the flux of particles in the belts, based on the prevailing conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002401/1","grantId":"ST/G002401/1","fundValue":"283293","fundStart":"2009-12-01","fundEnd":"2013-05-31","funder":"STFC","impactText":"","person":"Michael Harold Denton","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}