{"id":"86654C97-2C35-4459-99C5-A705A13C69D8","title":"MICA: Improving self-regulation skill in children: a feasibility study","abstractText":"'Self-regulation' is the ability to regulate thoughts, feelings, impulses and behaviour. Our ability to self-regulate determines how well we are able to manage the stresses of everyday life, including adverse events. It is an important influence on our physical and mental health and wellbeing, throughout the life course. \n&quot;TakeTen&quot; is designed to improve self-regulation skills in children and adolescents. A computer game provides an innovative, visual form of heart rate variability biofeedback that sensitises children to their physiological responses to stimuli. Interaction with the software teaches them how best to manage their responses in ways that reduce stress and maximise problem-solving and learning. Having used the biofeedback software to develop Respiratory Sinus Arrhythmia (to regulate their emotional and physiological responses 'in real time'), children next learn how to generalise and maintain these skills in the absence of computer feedback, using a guided meditation (Journey to my safe place). This enables children to incorporate the strategies learned into their daily lives. \nTakeTen is in the early stages of development, but has attracted considerable interest from the Public Health Agency (NI), the Education Department, and the Education and Training Inspectorate. The proposed feasibility study is designed to: (i) develop a sound logic model; (ii) develop a programme manual, (iii) ascertain the feasibility of trialling TakeTen in primary schools, where it has the potential to maximise public health benefits, namely reduced incidence of behaviour problems and bullying, improved executive function, reduced stress and anxiety, and associated improvements in educational attainment and health outcomes. \nThe study will assess 5 key areas relating to the intervention (acceptability, demand, implementation, practicality, integration), and address issues pertinent to an impact evaluation (optimum recruitment processes, acceptability of randomisation, appropriateness/acceptability of outcomes).The project will be steered by an advisory group including representatives of the target population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M009254/1","grantId":"MR/M009254/1","fundValue":"147118","fundStart":"2014-10-01","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"Geraldine Mary Macdonald","coPersons":["Jennifer  Hanratty","Leeanne  O'Hara","Francis Anthony  O'Neill"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}