{"id":"8669B421-6372-4FF3-BEC4-F195407625F9","title":"The Future of Testimony","abstractText":"This project aims to bring together international academic experts and practititioners in the areas of Holocaust, Trauma and Memory Studies in order to discuss future directions in the critical analysis and practice of testimony. Since the 1992 publication of Shoshana Felman and Dori Laub's book TESTIMONY: CRISES OF WITNESSING IN LITERATURE, PSYCHOANALYSIS, AND HISTORY, the concepts of witnessing and testimony have been central to scholars working within these fields. There has, however, been little opportunity for such scholars to interact with those also interested in testimony, but working outside academia. The rationale of this network is to create this opportunity by providing an interactive forum for the discussion and exchange of ideas among a range of academics and practitioners, including criminologists; medical sociologists; oral and military historians; lawyers; and practicing clinicians. Thus the network will constitute the first investigation of testimony across several disciplines and areas of professional practice. Such a network comprises a key, but still unmet, demand in Felman and Laub's landmark text. The key academics involved in the project include Professor Robert Eaglestone (the leading literary-critical scholar in the UK in Holocaust Studies), Professor Dan Stone (the leading UK cultural historian of the Holocaust) and Professor Sue Vice (the UK expert on children's testimony and Holocaust fiction). The key practitioners include Kirsten Campbell (a qualified barrister and solicitor specialising in the area of war crimes and international justice), Georgina Firth (a Barrister at Law, who is an expert in rape testimony), and Dr Jaya Gowrisunkur (a consultant psychiatrist with a specialism in foreign language testimony). To mark the twentieth anniversary of the publication of Felman and Laub's landmark book, Felman will be the keynote speaker at the conference which underpins the network. This will be a unique event in the sense that Felman has never visited the UK before. \\n\\nThere are five critically pertinent contexts for this interdisciplinary network. First, there is a historical context due to the fact that the number of actual Holocaust survivors, as well as World War One and World War Two veterans, is rapidly dwindling. This inevitably poses the question of what will happen to the notion of testimony in the future. Second, due to the controversies recently sparked by a number of high-profile, 'false testimony' cases, there is a need to respond to the dangers and license of testimony. Third, there is a newly emerging legal context due to the increasing centrality now given to victims' own accounts of the harm they experienced in the judge's deliberations when passing sentence (known as 'Victim Impact Statements'). This development raises a question over the judicial value of testimony. Fourth, given the growing prominence of patient narratives in clinical diagnosis and cure, there is a medical context for interrogating the therapeutic function of testimony. And fifth, there is a over-riding socio-political context due to the immense popularity of trauma narratives in the West, as evidenced, for example, in the newly emerging genres of 'misery memoirs' and 'mislit'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H002073/1","grantId":"AH/H002073/1","fundValue":"26479","fundStart":"2009-09-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"","person":"Antony  Rowland","coPersons":["Jane  Kilby"],"organisation":"University of Salford","findingsText":"","dataset":"gtr"}