{"id":"866CDB04-7337-472C-8957-D29328309E83","title":"The Sounds of Early Cinema in Britain","abstractText":"The Sounds of Early Cinema in Britain Network will provide a mechanism for consolidating research and practical activity on sonic and musical practices in the exhibition of early and 'silent' cinema in Britain, and across the variety of traditions considered forerunners to early cinema, through to the transition to synchronized sound in the late 1920s, as well as its adjunct, non-synchronised role into the 1950s and beyond. The first decades of film exhibition in the UK were characterized by flux and experimentation. This is true of the technologies under development and the location in which exhibitions/performances took place, which included churches, music halls, fairgrounds, theatres and, later, purpose-built venues. Musical and sonic practices were often improvisatory. The consumption of film was also more heterogeneous during this period. Elements of performativity and contingency continued well into the sound era given that in many cinemas live musical performance long remained a key part of film exhibition. \\n\\nAlthough colleagues in other countries, notably the United States, have begun to excavate this history, in the United Kingdom this history remains largely buried but for a handful of otherwise excellent publications. This Network seeks not only to provide a scholarly rallying point for relevant research in the UK, but to contribute towards a new understanding and appreciation of the performative dimension of film exhibition. It will consider not only historically conscious perspectives but also contemporary practices: silent films are now often re-imagined by live performers in contemporary styles, in what might be described as a post-modern appropriation of film's historically performative mode. Understanding early film's sonic and performative dimensions thus remains a vital part of contemporary British musico-cinematic practice.\\n\\nThe Network seeks to foster understanding of both historical and (post)modern accompanying trends and to influence future strategy in major exhibition spaces by involving not only individual researchers and performers, but also pre-eminent venues and festivals that feature silent and early film screenings: Nottingham Silent Film Festival and London's Barbican Centre. The Network also seeks to foster an appreciation of the material heritage of music's role in early film exhibition in the UK by involving members of organisations such as the Cinema Organ Society and the British Film Institute. The potential interactions between those in the academy and a broad spectrum of policy-makers, practitioners and other stakeholders will be of unprecedented significance and value.\\n\\nOur application for an international research network in this field is distinguished by its prioritisation of three key elements:\\n- bringing together individuals researching the wide variety of cultural practices involving some form of projected images prior to the development and adoption of synchronized sound in the late 1920s in order to assess the role of music and/or sound in these practices. \\n- bringing together individuals whose work in relation to these materials includes (but is not limited to) scholarly research, historically-informed performance practice (i.e. performing/restoring existent scores, and/or improvising), the development of new performing traditions for these materials, archivists, curators, and restorers, and the many enthusiasts and collectors who undertake research outside of the academy. Here, 'materials' may include the films, scores, instruments/equipment, and forms of documentation of the industry or of the experience of film exhibition.\\n- bringing to the UK a select body of key individuals whose work has provided a full and rich picture of the US situation in this period, to share their knowledge and expertise and to assist members of the network to foster the further development of research in music and sound practices in film exhibition during this period in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G000492/1","grantId":"AH/G000492/1","fundValue":"50898","fundStart":"2009-01-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"  The findings of this Research Network have been used in live silent film performances, both during the life of the grant (eg. at the Barbican Cinema, London in conjunction with the 2011 British Silent Film Festival), and for a further silent film score reconstruction since then, in a live performance in Cambridge in November 2013, and the subsequent recording of that score in order to be inclued on a DVD published by the British Film Institute (The Epic of Everest, original score compiled by Eugene Goossens, Snr and Frederick Laurence). Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural","person":"Julie  Brown","coPersons":["Annette  Davison"],"organisation":"Royal Holloway, University of London","findingsText":" The first achievement of the Research Network was to bring together individuals researching the wide variety of live sonic\npractices for projected moving images in order to develop our understanding of these practices in Britain. Although\ncolleagues in other countries, notably the United States, had begun to excavate this history in some detail, and some\nhistorians of silent film in Britain had touched upon relevant topics, the Network provided a scholarly rallying point for the\nconsolidation and expansion of this research in the UK and for silent film music research more generally. We brought into\nfruitful dialogue film musicologists, silent film historians, theatre studies historians and historians of the leisure industries, from both Britain and North America. Network members shared their knowledge and expertise in such a way as to foster\nthe further development of research in musical and sonic practices in film exhibition during this period in the UK.\n The second achievement was to involve a range of non-academic stakeholders as central contributors and collaborators. Given the embryonic stage of research in this field, and the central role of performance in coming to an understanding of the subject matter, this was vital. Such contributors and collaborators included performers of silent film music in both historically conscious and contemporary (post)modern idioms; archivists, curators, and restorers of materials central to the study of silent film sound in Britain; the British Silent Film Festival, whose activities and performances enhanced, and benefitted from, our two collaborations; film exhibition venues such as the Barbican Cinema, London and the Cameo Cinema, Edinburgh, both of which already foster the screening of silent film with live accompaniment; and the many enthusiasts and collectors undertaking research outside of the academy who joined our events, particularly the audience of the British Silent Film Festival.\n The final achievement was to have been able to stimulate and consolidate a substantial body of research about early\nsilent film sound in Britain, while delivering considerable Impact through our outward-facing, performance-focused\nactivities. To this end the PI and CoI have secured a contract with Oxford University Press for a jointly edited book\ncontaining expanded versions of the best papers delivered at the Network conferences. The Network events all included\nperformances which arose out of workshop activities and/or Network member research, with performances attended not\nonly by Network members, but also by the general public. We are especially pleased to have achieved a high level of\nstudent and early researcher attendance and participation at all events. Notably, two completing PhD students who\nresponded to our call for papers have contributed excellent chapters to our book.\nBoth PI and CoI continue to have considerable contact with members of the Network, including North American\ncolleagues, and other Network members have indicated that they feel the network will continue well into the future:\n* Ian Christie (Anniversary Professor of Film and Media History, Birkbeck College): 'I think it's been extremely valuable...\nFirst and foremost, obviously, in &quot;bridging the gap&quot; between professional musicians and the academic/connoisseur\naudience for accompanied silent film. Bringing together practitioners and scholars (some are both) has long been needed, and some real progress has been made by the Network - which I believe will continue after its formal end... [It] has created something of a &quot;community&quot; that will carry on.'\n* Bryony Dixon (Silent Film Curator, British Film Institute): 'The BFI National Archive's collaboration with the Sounds of\nEarly Cinema in Britain Project has been a valuable one which we hope will continue with other projects to reconnect\noriginal scores to their films.' Silent film festivals might ideally be more open to the complex sonic presentation of silent films, rather than defaulting to the solo improvising pianist. Film archives might devote more of their restoration budget to trying to include original music on published DVDs of silent films, where such original music survives. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}