{"id":"86736128-A1AD-4E96-A2BF-555D0670388F","title":"Long duration blast loading and debris distribution of complex masonry panel structures","abstractText":"Blast loading and its interaction with structures is a complex phenomenon even in the simplest of urban settings. Modelling the effect of air blast and coupled structural response is a non-trivial task. The difficulty is increased when considering long duration blast due to the considerable drag loads imparted by the dynamic pressure phase. Long duration blast loading is defined here as an explosive event in which the positive phase duration, clearly exceeds 100msec; conventional explosives have a positive phase duration of less than 50msec. These types of load cases are most commonly associated with chemical vapour cloud detonation, e.g. 2005 Buncefield Disaster (between 150-250 tonnes TNT equivalence). Academic literature presents both researcher and practitioner with little understanding pertaining to the long duration blast response of commonplace masonry or segmental structures. Knowledge gaps exist in the methods available, principally: (a) we cannot currently calculate the amount of rubble or debris blockage that will prevent emergency services providing life saving assistance, (b) we do not have accurate tools to predict resulting casualties or net damage and, (c) current calculation methods are flawed and cannot model real structures beyond crude approximations. To solve this key gap in knowledge, the latest techniques in advanced computational modelling are required coupled with instrumentation intensive national test facility sponsored experiments. \n\nBy their nature, long duration blast loads transmit large magnitude impulse and the non-negligible effects of drag loads make interactions with structures complex to model; intrinsically more so than a conventional explosive source. When modelling structural collapse, the reliability of readily available numerical methods (e.g. Finite Element Analysis) fail in the discrete phase, particularly for brittle systems susceptible to particulate fragmentation. Newer adaptive techniques in blast effects research such as the Applied Element Method, overcome these limitations through the use of continuum decoupling techniques and collision detection algorithms. It is now possible to model complex segmental, jointed arrangements and determine a reliable debris field distribution following breakage. Preliminary research has shown that pressure equalisation on the rear structural face in the long duration case can reduce net loading by 25-30%. These effects are further complicated by dynamic pressures entraining broken fragments. Importantly for long duration blast, incident and reflected impulses are at least one order of magnitude greater leading to rapid over-matching of comparatively smaller structures. \n\nThis research proposal will use advanced computational techniques in conjunction with comprehensive experimental trials conducted in the UK, Ministry of Defence Air Blast Tunnel to derive breakage algorithms and debris fragmentation profiles. Precise mapping using mass distribution grids, 3D laser scanning and high speed video will allow the comparison of analytical and trial results. The effects of blast clearing and net pressure effects across individual panels will be examined carefully. This will form the reference benchmark for the analysis of complex interlinked structural geometries. Linking breakage algorithms to the current limited guidance for conventional small explosive exclusion zones will be a key objective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M009254/1","grantId":"EP/M009254/1","fundValue":"94400","fundStart":"2015-03-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Simon Keith Clubley","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}