{"id":"8676F52A-33CF-473D-A7D8-15268F88BBF1","title":"Understanding the In-Reactor Performance of Advanced Ceramic Cladding Materials","abstractText":"Accident Tolerant Fuels (ATF) are fuel designs typically intended for use in Light Water Reactors (LWRs), which comprise around 90% of the world's nuclear generating capacity. They offer significantly improved high temperature capability, due largely to the adoption of novel cladding materials, notably ceramic cladding. International fuel vendors are interested in commercialising ATF for both existing and new LWRs, but only after the gaps in technology readiness have been addressed. The aim of the research is therefore to establish the satisfactory performance of advanced ceramic cladding materials that are capable of surviving to temperatures typical of those encountered during severe accident conditions - typically around 1700 deg C. This is achieved by replacing the traditional zirconium-alloy fuel cladding with a composite ceramic cladding that is capable of surviving much higher temperatures. This would provide a very significant increase in safety compared with existing fuels, and hence provide a competitive advantage to UK fuel manufacturers. The work will focus on the performance of joined and bonded SiC-SiC composite cladding under conditions representative of those found in nuclear reactor cores.\n\nSilicon carbide has been shown to be stable under irradiation, and has very high temperature capabilities, but it has two major difficulties.\n1. The cladding must provide a gas-tight tube capable of accommodating the fuel pellets and retaining the gaseous fission products. This requires the sealing of the ends of the tube with a high-integrity joint. However, SiC cannot be welded, and previous attempts to produce mechanical and glued joints have failed. \n2. Being a ceramic, SiC has very low fracture toughness, and it must be maintained in compression to provide sufficient mechanical strength. This can be achieved by winding the hollow SiC tube with SiC fibres that keep the tube in compression. However, a suitable means must be found of bonding the fibres to the underlying tube.\n\nRecent work at Manchester has identified two promising solutions to these difficulties: the use of laser-induced ceramic brazing to produce a gas-tight seal; and the use of Selective Area Laser Deposition (SALD) to produce a deposit of SiC that can act as a bond between SiC fibres and the underlying tube. These techniques have been demonstrated at laboratory scales, but the braze and bond materials have not been demonstrated under conditions representative of in-reactor service. The principal objectives of the work are therefore to demonstrate that the brazed joints and bonded fibres are capable of surviving under in-reactor conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M018814/1","grantId":"EP/M018814/1","fundValue":"244598","fundStart":"2015-07-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Timothy James Abram","coPersons":["Julie Anne Yeomans"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}