{"id":"86807DEF-54BD-4006-A738-1365954DBF21","title":"MATERIALS CHEMISTRY HIGH END COMPUTING CONSORTIUM","abstractText":"High End Computing (HEC) offers exciting opportunities in understanding, developing and increasingly predicting the properties of complex materials; and the scope and power of the techniques continues to expand as the capability of the hardware grows. This project will build on the expertise in the UK Materials Chemistry High End Computing Consortium, in order to exploit the world-leading UK HEC facilities in a wide-ranging programme of research in the chemistry and physics of functional materials, i.e. materials that have important properties and applications. The project will have eight main thematic areas. Energy materials are clearly of key importance, and simulations with HEC offer the opportunity of rapid progress both in modelling and predicting the properties of materials used in energy storage devices, including both batteries and fuel cells; and in materials employed in energy generation technologies. In catalytic science, we will develop realistic models of several key catalytic systems including those used in selective oxidation of hydrocarbons. Surfaces and interfaces control many materials properties and processes including crystal growth and dissolution; simulations are now vital in developing detailed and realistic models. Research into environmental materials is developing rapidly, and simulations offer new opportunities to probe problems such as the immobilisation of pollutants by minerals and the encapsulation of radioactive waste. Defect and nano-chemistry have extensive applications in both catalysis and electronics, and large-scale simulations are essential to understand fundamental structural and electronic properties. Biomaterials science has developed into an exciting and challenging field, and simulations will provide insights into the properties of composites and the fundamental processes of biomineralisation. &quot;Soft Matter&quot; poses novel and fascinating problems, particularly relating to the properties of colloids, polymers and gels of importance in biological systems.\n To undertake these difficult and challenging simulations we will need computer code that is optimised for performance on the latest generation of HEC facilities, and the project will play a leading role in the development of code, which can exploit the new facilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L000202/1","grantId":"EP/L000202/1","fundValue":"384733","fundStart":"2013-11-01","fundEnd":"2018-10-31","funder":"EPSRC","impactText":"  The project has had major impact on a wide range of academic and industrial groups by both developing software for HPC applications and by its extensive applications programme. The themes within the consortium include several areas of high economic and societal impact including energy materials, catalysis and biomaterials. The members of the consortium have several collaborative projects with industrial laboratories in the chemicals and pharmaceuticals sectors.\n\nThe consortium model for HPC enabled science is recognised as an effective vehicle for exploiting these resources and has assisted the development of policy for HPC development and applications. Chemicals,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Richard  Catlow","coPersons":["David  Willock","Nora Henriette De Leeuw","Alexander  Shluger","Nicholas  Harrison","M.Saiful  Islam","Ben  Slater","Graeme Matthew Day","John  Harding","Scott Marcus Woodley"],"organisation":"University College London","findingsText":" The Materials Chemistry Consortium is a broadly based but coherent grouping comprising 50 academic groups, which exploits High Performance Computing (HPC) in key areas of the chemistry and physics of materials. The emphasis is on modelling at the atomic and molecular level but with growing links to models at larger length and time scales. Founded in 1994, the Consortium's scientific remit has proved to be highly dynamic with the recruitment of new members and the development of new themes, which include Biomaterials, Nano and Defect Science, Surfaces and Interfaces, Catalysis, Environment, Soft Matter, Energy Generation and Energy Storage. The funding provides 18% of the National Computer Resources, ARCHER, on which the consortium has over 200 users.\n\nOutputs include the development and optimisation of internationally leading materials modelling software for HPC, as well as discoveries (e.g. mechanism of phenomena, and the prediction of structure and properties of new or synthesised materials) made upon using these codes within the seven themes listed above. The work of the consortium that benefited from HEC resources allocated under this funding has, so far, generated over 30 publications in leading scientific journals. The work of the consortium has relevance and importance to the economy, including manufacturing and pharmaceuticals, General Public and policy makers. The impact of the work of the Materials Chemistry Consortium is substantial and widespread as materials performance underpins a large sector of industry. The development of impact is further fostered by the strong links between the consortium and industrial groups. Chemicals,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}