{"id":"8688E045-75E9-4A16-BED5-1706660AB31D","title":"Reconnecting with Gaelic Scotland's Community Traditions: The Legacy of Calum Iain Maclean's Collecting","abstractText":"By engaging with an audience extending well beyond the academic research community, the proposed project will promote a greater understanding and appreciation of the life and work of one of Scotland's and Europe's most renowned and pioneering folklore field-workers. Calum Iain Maclean (1915-1960) is best remembered today for his innovative field collecting carried out primarily in the Gaelic-speaking regions of Ireland and Scotland between 1942 and 1960. The collection consists mainly of tale texts, although it also includes 400 song texts, along with Maclean's field diaries and two full-length autobiographies transcribed from twentieth-century reciters of international standing. An AHRC-funded project which concluded in 2009 created a searchable database of Maclean's transcribed materials which is now the largest known digital corpus of Gaelic oral prose, amounting to c. 2.4 million words.\n\nThe proposed enhancement to the existing resource will be delivered through a combination of methods designed to engage a wider constituency. Expanding the public access section of the website to include audio and other multimedia content will ensure a more interactive experience. Effective outreach will be achieved through an online exhibition; an itinerary of Maclean's career; a series of public lectures in Edinburgh and in the Highlands; the publishing of popular articles in various mainstream outlets, as well as peer-reviewed journals; the inclusion of thirty capsule biographies of Maclean's most important informants to foster knowledge exchange and encourage interaction with donor communities; a representative selection of Maclean's collecting to be released as a 2 CD set compilation in the well-established Scottish Tradition Series using Greentrax, a leading publisher of Scottish folk music, for its marketing and distribution outlets; a one-day conference culminating in a concert in May 2013 to conclude the project.\n \nIn addition to leading to a greater degree of engagement with public and academic audiences, the results of the follow-on phase will provide a significantly improved level of access to a central source of tradition for Scotland's intangible cultural heritage. A unique feature of the present archival resource is that it is currently the only one of any size known to us to harness the latest technology in the digital publication of oral texts. In doing so, it enhances other recent folklore and technology initiatives that have had a significant input from the University of Edinburgh, such as the Tobar an Dualchais/Kist o Riches and the Carmichael Watson Projects. The expertise and knowledge gained from the two successful projects places Celtic and Scottish Studies and Information Services with their history of collaboration at the University at a distinct advantage in managing these resources with a view to their future development and enhancement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002791/1","grantId":"AH/K002791/1","fundValue":"88779","fundStart":"2012-11-01","fundEnd":"2013-12-31","funder":"AHRC","impactText":"","person":"John  Shaw","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}