{"id":"868E371F-C029-4D30-A096-BDEFD24CBEF1","title":"Developing enhanced impact models for integration with next generation NWP and climate outputs","abstractText":"Current best estimates indicate that approximately 5M people living in 2M properties are at risk of flooding resulting from extreme storms in the UK. Of these approximately 200,000 homes are not protected against a 1 in 75 year recurrence interval event, the Government's minimum recommended level of protection. When major floods do occur then total damage costs are high (&pound;3.5Bn for the summer 2007 floods) and the total annual spending on flood defence approaches &pound;800M. Protecting this population and minimizing these costs into the future requires the development of robust hydrologic and hydraulic models to translate the outputs from Numerical Weather Prediction (NWP) and climate models into meaningful estimates of impact (with uncertainty). These predictions of impact can then be used to plan investment decisions, provide real-time warnings, design flood defence schemes and generally help better manage storm risks and mitigate the effects of dangerous climate change. Building on foundations developed by consortium members as part of the NERC Flood Risk from Extreme Events (FREE) and EPSRC/NERC Flood Risk Management Research Consortium (FRMRC) Programmes, we here propose an integrated programme of research that will lead to step change improvements in our ability to quantify storm impacts over both the short and long term. Based on the knowledge gained in the above programmes, we suggest that improvements in storm impact modelling can be achieved through four linked objectives which we are uniquely positioned to deliver. Specifically, these are: 1. Downscaling, uncertainty propagation and evaluation of hydrologic modelling structures. 2. The development of data assimilation and remote sensing approaches to enhance predictions from storm impact models. 3. Better error propagation through coastal storm surge models. 4. The development of a new class of hydraulic model that can be used to convert predictions of rainfall-runoff or coastal extreme water lels to estimates of flood extent and depth at the resolution of LiDAR data (~1 - 2m horizontal resolution) over whole city regions using a true momentum-conserving approach. In this proposal we evaluate the potential of the above four approaches to reduce the uncertainty in ensemble predictions of storm impact given typical errors in the NWP and climate model outputs which are used as boundary forcing for impact modelling chains. Our initial characterization of the errors in predicted storm features (spatial rainfall and wind speed fields) in current implementations of NWP and climate models will be based on existing studies conducted by the UK Met Office and the University of Reading. As the project proceeds we will use the advances in storm modelling being developed for Deliverables 1 and 2 of this call to enhance our error characterizations and ensure that the techniques we develop are appropriate for current and future meteorological modelling technologies. We will rigorously evaluate the success of our proposed methods through the use of unique benchmark data sets of storm impact being developed at the Universities of Bristol and Reading.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I005242/1","grantId":"NE/I005242/1","fundValue":"308749","fundStart":"2011-01-04","fundEnd":"2014-08-31","funder":"NERC","impactText":"  Findings have been published and taken up by further research projects such as NERC SCENARIO DTP PhD studentship and NERC Flooding from Intense Rainfall Programme SINATRA project. Environment ","person":"Sarah Louise Dance","coPersons":["Kevin Ivan Hodges","David Cecil Mason"],"organisation":"University of Reading","findingsText":" The two papers accepted in 2012 address two important issues for real-time flood forecasting:\n\na) Mason et al. (2012) develop a method for the automating processing of satellite-based Synthetic Aperture Radar to obtain Water Level Observations than can be assimilated into hydrodynamic models for flood forecast. This includes a top-down clustering approach for optimal subsampling of observations with spatially uncorrelated errors. Overall, the study is an important step toward the operational utilization of remote sensing-supported flood forecast.\n\nb) Marin-Perez et al. (2012) focus on the technical description of a device specially designed to fulfill long-awaited requirements of in-situ hydrologic monitoring for remote areas. This is a low-power and long-range communication device, to support sensor networks, satisfying the requirements in terms of autonomy, sensor hardware compatibility, reliability and long-range communication, for monitoring big hydrologic catchments. Real-time data gathered from these networks can be assimilated along with remote-sensing information. Further publications have been submitted on later work. The results of these are being used in new research projects (NERC Flooding from Intense Rainfall Programme SINATRA project and a PhD studentship). Transfer to operational use requires further development of UK flood forecasting software and observing infrastructure. This is expected to be partly fulfilled during the NERC Flooding from Intense Rainfall programme. Environment","dataset":"gtr"}