{"id":"86AB81A3-E210-4819-AF6C-C7E6531AB385","title":"Non-Sentential Utterances in a Child Language","abstractText":"The principal aim of the proposed research is to investigate certain utterances (referred to here as Non-Sentential Utterances (NSUs)) whose form appears to be incomplete or &quot;elliptical&quot; according to standard grammatical analysis, but that make full sense and frequently occur in conversation. Three of the commonest types are the so-called Short Answers (e.g. B's response in the following exchange: A: Who's that? B: My Aunty Peggy. My dad's sister.), Clarification Ellipsis (e.g. Matthew's query in the following dialogue extract, indicating that the content of the utterance produced by the previous speaker (Lara) has not been fully comprehended: Lara: There are only two people in the class. Matthew: Two people? Unknown speaker: For cookery, yeah.), and Sluicing (e.g. B's question in the following example- a request for additional information in connection with the utterance produced by the previous speaker: A: Can I have some toast, please? B: Which sort?). The focus will be on how NSUs emerge and evolve in child language, by analysing speech produced by children still acquiring their first language (mother tongue). The data-set we will use for this investigation is a\nstandardised collection of child speech incorporating examples of the acquisition of many languages, including the English and Greek children who we will focus on in our study. \nJointly with my collaborator and co-author Dr Jonathan Ginzburg, 1 will be building on work in progress involving (a) corpus analysis to provide a detailed description of the time course in which adult-like NSUs emerge in child language, (b) formal modeling of the grammar and contextual background of key stages of the child NSU system, and (c) cross-linguistic comparison between the acquisition of English NSUs and Greek NSUs. We aim to complete three papers. \nThe first one explores how children learn to request clarification of unclear utterances as well as factors underlying the choice of NSUs versus full (non-elliptical) sentences. A second paper provides a detailed description of NSUs in child speech in English and Greek, and discusses the extent to which the time course of the emergence of such utterances is cross-linguistically stable. The third paper presents an account of unexpected differences in the acquisition of NSUs, and includes a basic grammar of the commonest types.\n\n\nThough NSUs frequently occur both in dialogues between adults and in conversation with children, it is noteworthy that there is very little work on these structures in the field of language acquisition (acquisition of mother tongue). The few studies that do exist do not provide detailed analyses of their grammatical properties. \nThis possibly reflects the fact that, with a few isolated exceptions, there is a dearth of work even in the area of adult NSUs. Research into child language NSUs provides a novel and revealing way of investigating the transition from child language to adult language and opens up important questions about language acquisition, and, more generally, linguistic theory. \nThese questions do not come into proper focus when only &quot;canonical&quot; sentences and data are considered, as is often the case. The proposed research will fill gaps both in the area of child language acquisition and in the (adult) grammar of Ellipsis. Although the formal grammatical study of dialogue is an emerging field in theoretical and computational linguistics, there has to date been no research applying the newly developed analytical tools of dialogue modelling to language acquisition. \nOur work will motivate the emergence of new formalisms for modelling language acquisition, ones in which the acquisition process is intrinsically linked to the capacity to keep track of contextual information. This has further important implications on how such information is integrated into or with grammatical systems.\n\n\nPotential commercial applications might include the development of sophisticated interactive toys.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E50440X/1","grantId":"AH/E50440X/1","fundValue":"24705","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Dimitra  Kolliakou","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}