{"id":"86ADDB5E-94E7-4946-ACAF-BBC1814D80EE","title":"New and Renewable Solar Routes to Hydrogen Energy","abstractText":"The UK, together with the international community, is acutely aware of the problems arising from the unsustainable use of fossil fuels, and is increasingly focusing on the development of zero-carbon emission fuels, particularly hydrogen, using renewable energy sources. Of the renewable energy sources under consideration, solar energy is the most abundant and, if harvested efficiently, is capable of meeting global energy needs for the foreseeable future. It is estimated that solar power incident on the earth is 178,000 TW, approximately 13,500 times greater than the total global power demand (or burn rate) in 2000 (13 TW) and 6400 times greater than recent forecasts of the power demand for 2020 (28 TW). Much solar energy research is focused on its direct conversion to electricity in photovoltaic devices, or on its direct conversion to heat in solar thermal devices. A major barrier to all these 'conventional' routes is their prohibitive cost. Here, we propose to exploit low temperature natural biological and photocatalytic processes to develop alternative, and cost effective, methods for harvesting solar energy to produce renewable hydrogen fuels directly, and to explore how these could be embedded within novel, integrated energy production systems, incorporating fuel cell and hydrogen storage technology.The successful scale-up of these solar energy-driven renewable hydrogen generation processes would transform the supply of carbon-less fuel and make an enormous impact on the viability of hydrogen as an energy carrier. It will convert the potential to produce hydrogen in a carbon-free, renewable way into a process reality, and is an essential step on the route to fully exploiting fuel cell technology. It will position the UK as a world leader in one of the very few solutions to a truly sustainable energy future. As such, the impact is wide ranging, scientifically, technologically and commercially.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F00270X/1","grantId":"EP/F00270X/1","fundValue":"4106690","fundStart":"2007-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  solar fuels have become a strategic research topic globally, and our work has contributed to this Energy Societal,Economic","person":"Nigel Peter Brandon","coPersons":["James  Barber","Geoff  Kelsall","Geoffrey  Maitland","David R Klug","James  Durrant","Klaus  Hellgardt","Peter J Nixon"],"organisation":"Imperial College London","findingsText":" Our key findings are:(i) to identify the molecular pathways involved in solar hydrogen evolution (ii) to identify the catalytic mechanism, and key limiting steps, in nanocrystalline TiO2 catalysed water photolysis, (iii) to identify and produce cost effective photocatalysts at the laboratory scale by fabricating novel materials (iv) to develop reactor models, based on data generated in fundamental studies, to establish the basis for subsequent reactor design and scale up (v) to build novel laboratory scale reactors for solar water splitting (vi) to demonstrate that solar routes can be used for water splitting for hydrogen production Hydrogen offers a low carbon energy vector for low carbon energy systems, but must itself be produced from low carbon sources. This work shows that solar energy can be used to produce hydrogen from water, offering the prospect of cost effective low carbon hydrogen. Our research remains at an early stage, but findings are relevant to anyone interested in low carbon routes to hydrogen production. Exploitation routes are through internal patent protection, and/or partnership with industry. Energy","dataset":"gtr"}