{"id":"86B86F53-CE7D-4D5F-A575-8ACF7E4356F4","title":"Using Internet of Things technology to aid in Earth and Environmental Science Research","abstractText":"Innovative combinations of technologies from the &quot;Internet of Things&quot; (IoT) and Wireless Sensor Networks promise a major advance in environmental sensing. The aim of this project is to use some IoT technologies in a sensor network system to prove that the concept is better for environmental sensing. Mountain environments are among the most sensitive to climate change, and the Cairngorm Mountains contain some of Britain's most vulnerable habitats. The trials will be carried out within an area which is already being monitored by researchers from the University of Dundee and thus has an ideal combination of scientists and challenges to test the technology. \nIoT inspired sensor networks offer a revolutionary new way of investigating the environment. By embedding sensors into the landscape, many remote or hazardous environments can be measured &quot;live&quot; for the first time throughout the whole year. Seasonally variable processes combine to control the evolution of this vulnerable environment, with peat desiccation, deer grazing and wind erosion being important in summer, combined with snow melt and runoff and frozen ground processes. \nWireless sensor networks have already been used for environmental science. Over the last few years a number of small-scale sensor network projects have focused on a range of environments, and these have shown that systems tailored specifically to Earth and Environmental Science needs generate the most useful data. However they have traditionally been very research based and difficult to manage. The next phase in sensor network research is to revolutionise their user friendliness and interoperability in order to increase their use by environmental scientists. \nHowever an IoT inspired sensor network does not simply mean adding WiFi to everything. Power use would be too high and the radio frequency normally used in IoT gadgets is too high for a wet environment for example. This is why the project has to carry out research in tuning the new technology for environmental monitoring.\nThe potential outcomes and measures of success of this project will include \n1) Proof that IoT inspired wireless sensing systems have major advantages for environmental science.\n2) Measures include: deployment time/ease, battery lifetime, ease of administration and fixing\n3) A proven IoT-inspired environmental sensing system that will help future researchers develop the next generation of sensor networks for other environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L012405/1","grantId":"NE/L012405/1","fundValue":"143526","fundStart":"2014-04-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"  Nothing to report yet as the project is in its early stages.  ","person":"Jane K Hart","coPersons":["Kirk  Martinez","Olivia  Bragg","Andrew Roger Black"],"organisation":"University of Southampton","findingsText":" Nothing to report yet as this grant is in its early stages Nothing to report yet Digital/Communication/Information Technologies (including Software),Education,Electronics,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}