{"id":"86BBED3C-7F2F-4FCC-BED4-E198920CFB3D","title":"Why Protect Investors?","abstractText":"This research is designed to provide a sustained examination of investor protection regulation. It addresses the retail investor, or the non-professional, private investor who invests in the financial markets either directly, through securities such as shares and bonds, or indirectly through investment funds. It is designed to re-orient scholarship and critically map the new territory of investor protection after a period of large-scale regulatory innovation. \\n\\nUK retail investors are increasingly prominent in the financial markets. There are over 10 million direct private shareholders (up from 2 million in 1979, reflecting the demutualisation and privatisation waves of the 1980s and 1990s) (APCIMS, 2006). Sales of indirect investments are burgeoning with investment fund sales increasing by 42% from almost &pound;5 billion in 2004 to almost &pound;7 billion in 2005 (UK Financial Services Authority (FSA), 2006). Investors are becoming more ambitious, with the FSA reporting on increased retail investment in hedge funds in 2005. This dynamic is echoed in a public policy concern to promote the retail markets, following demographic pressures as governments worldwide increasingly withdraw from welfare provision and promote greater financial independence and long-term household saving through the markets. The FSA has isolated increasing childcare costs, higher education fees, and the urgent need for retirement provision as sharpening the need for stronger financial capability and effective long-term savings (FSA, 2006 and 2007). The shift from defined benefit to defined contribution pension schemes has also exposed households to market risks (and regulatory design risks) and increased the pressure for long-term savings. \\n\\nRegulation is responding. The FSA has recently adopted large-scale regulatory reforms for the retail markets (largely reflecting dramatic EC-driven reforms under the 1999 Financial Services Action Plan). Institutionally, the FSA's important strategic shift to 'inciples-based' regulation has been pioneered in the retail sector. Momentum is building for the construction of a multi-stranded UK investor protection regime.\\n\\nThese rapid market changes and regulatory reforms, at the domestic, European and international levels, demand organisation, challenge, and contextualisation. This book is designed to deliver this response and fill a key gap in current scholarship. Legal scholarship on investor protection regulation in the UK is in its infancy. It has not yet reacted to recent changes in the investor protection environment or theorised as to who the retail investor is, how that investor should be protected, and the role of law in a contextualised fashion. Critical analysis has been dominated by US scholarship, which, based as it is on efficiency theory, is sceptical of investor protection. Although a new generation of US scholarship is emerging and building an investor-oriented model of investor protection, it reflects a long US tradition of widespread financial market participation. It translates uneasily to the immature but fast-developing UK marketplace, the regulation of which is increasingly governed by the EC and reflects the EC's often poorly articulated conceptualisation of investor protection. \\n\\nThis book will fill this critical gap in scholarship by (1) proposing an investor-oriented model for investor protection and (2) applying this model to reconceptualise, critique and map the UK investor protection regime.\\n\\nThe research has a number of benefits. By building a coherent intellectual framework for this fast-developing regulatory area and communicating the explosive range of developments, it seeks to strengthen the subject and liberate it from US scholarship. It also seeks to inform the regulatory and investor communities beyond academia by providing a reflective, contextual, and critical assessment of an accelerated period of regulatory reform in order to influence regulatory practice and innovation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004451/1","grantId":"AH/F004451/1","fundValue":"30062","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Niamh  Moloney","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}