{"id":"86C04E41-6DCB-4463-B83F-50E205F78427","title":"MOPED Follow On","abstractText":"The University of Edinburgh's Blackford Analysis team, based at the Institute for Astronomy, has developed an advanced software tool for Magnetic Resonance Imaging (MRI) scanning which corrects movement and enhances and improves images by removing the requirement for the patient to remain entirely still for the duration of the scan. Movement renders one tenth of all scans either partially corrupted or totally unusable, wasting &pound;120,000 per scanner each year. This totals to &pound;30 million of wasted scans per year in the UK and greater than &pound;1.3 billion worldwide. At the heart of the technology is the patented MOPED algorithm, which can remove these motion artefacts in real-time, resulting in high quality images suitable for diagnosis which could not otherwise have been obtained. Importantly, this technology enables MRI scanning for severely ill patients and young children who cannot remain still without sedation, and further brings advanced imaging techniques, formerly only possible in a research environment, into routine clinical use. The strategy is to spin out a company, Blackford Analysis, which will initially sell to research organisations and then license its existing software to large MRI manufacturers. This will sustain a high growth company providing other solutions based on applications developed using the MOPED algorithm platform. The underlying technology platform has been demonstrated in other areas, with successful application to spectral analysis and image processing in astrophysics. The Company will expand to data analysis problems in the medical field and beyond through a pipeline of further products addressing facial recognition, hyperspectral imaging and industrial quality control. The University of Edinburgh will grant Blackford Analysis exclusive worldwide rights on the intellectual property, with freedom to develop further application areas as they become apparent. The Blackford Analysis team consists of experienced clinicians and physicisdesigning algorithms and writing software to a quality system designed to be compatible with an ISO 9000:2001 regime compliant with the requirements of the FDA and for CE approval. A prototype of the technology, suitable for presentations, is already in place and further development is underway to produce a software package which can be used to benchmark against existing techniques. Interest from luminary clinicians and major manufacturers has been secured. Resources from the Follow on Fund would be used to further the development of the medical imaging application, and exploration of other applications based on the MOPED algorithm, via market studies and technical development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H00209X/1","grantId":"ST/H00209X/1","fundValue":"83189","fundStart":"2009-07-01","fundEnd":"2010-03-31","funder":"STFC","impactText":"","person":"Alan  Heavens","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}