{"id":"86C49BD8-69DC-46A0-9124-B1086509275F","title":"Visual Mythology. Ancient meanings and modern readings of Greek and Roman mythological imagery","abstractText":"Context\\nGreek and Roman mythological images offer an excellent basis to experiment with different types of visual analysis. They embody complex entities of visual narrative, conveying entertaining stories and allegorising religious and political ideologies; and they can help to translate wishes and ideas, norms and ideals into sublime forms for transmission to various types of audiences. Depending on the medium and period in which the images appear, and the social and spatial context for which they are designed, various strategies of visual broadcasting are used, which make them a challenging source of evidence for any form of interpretation.\\nBecause of their complexity, mythological images appear ideal as touchstones for testing out different approaches to visual analysis. Reciprocally, because of their potential for carrying social and psychological content even if in sublime form, they can act as an interesting, emotion-centred form of historical evidence. The latter, especially, makes it crucial to approach them with a set of methodologically precise tools, in order to avoid falling into the trap of intuitive, pseudo-historical fairy-tale telling when studying them.\\n\\nAims\\n1. By cross-analysing two case studies, a Classical Greek pot and an Imperial Roman sarcophagus, I will showcase the various takes on narrative which can be found in Greek and Roman antiquity in different media, contexts, and periods. The two examples function as focal points to trace various characteristics, shifts, and ideologies in the ancient use of mythological imagery and thus open a large, heterogeneous corpus of material without compromising the coherence of the study.\\n\\n2. I want to show how we see others seeing, and interrogate the different methods with which we approach visual evidence in a cross-examination setting: by directly contrasting the advantages and determinations of single approaches in the analysis of individual objects, and by profiling their dependencies. \\n\\nApplications and benefits:\\n1. The threefold analysis of both the Greek hydria and the Roman sarcophagus will facilitate a deeper understanding of these genres, and the use and function of their pictorial decoration narrative content within their individual context, the Athenian symposion on the one hand, the Roman funerary realm on the other.\\n\\n\\n2. My diachronic and contextual approach will help to establish mythological imagery as independent source for the study of Greek and Roman sociocultural history, and thus generate a fresh perspective to (re-)assess other types of historical evidence.\\n\\n3. The study will synchronize the discussion of a vast and rich corpus of ancient visual material across different schools of thought with modern strategies of interpretation, thus opening this area of visual culture for an engagement with 'visual anthropology' across different periods and cultures, and design an application of the concept of 'Mediology', the study of different media in their physical manifestations and interactions, for the study of ancient art.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004474/1","grantId":"AH/E004474/1","fundValue":"22097","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"  The findings of this study have provided the basis for an international student exchange programme. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Katharina Gisela Lorenz","coPersons":[],"organisation":"University of Nottingham","findingsText":" (1) The comparative analysis of the Classical Athenian pot and the imperial Roman sarcophagus introduces to the range of options for the visual transmission of stories that exist throughout the different periods of Greek and Roman antiquity. The pluralist nature of the approach with regard to method provided the scope to extend the initially close focus on the two objects to cover also other groups of ancient art with similar iconographic or structural propensities, for example Greek architectural sculpture and Roman wall painting. The study assesses and interprets the strategies of visual narrative within different operational frameworks; it scrutinises image-text-relations; and it explores the dependencies between the visual representation and the material carrier on which it is presented. The results gained from this demonstrate that images can act as agents of narrative.\n\n\n\n(2) The study introduces to three seminal methods applied to the study of visual representations: iconology, semiotics and image studies. It discusses the history of their development and the different strands of enquiry each of them has shaped, for example Warburg's vs. Panofsky's iconology, structuralist vs. post-structuralist semiotics and visual culture studies vs. visual anthropology. It analyses the workings of each of these methods in the case studies of the two objects and it assesses their usefulness for and their effects on the study of Greek and Roman mythological images. And based on the results gained from this the study presents its own approach towards a form of image studies specifically focused on the historic &quot;emission&quot; level of visual presentations.\n\n\n\n(3) The study argues that image studies is the method most suited to account for images in their ambivalent role as social acts and as things, which also makes it the ideal mode of enquiry to account for the complex layers of social, cultural and narrative meaning that shape Greek and Roman mythological images within their differing operational frameworks, for example in public, domestic or funerary art. On this basis, the mythological images can be used as an independent source for the study of Greek and Roman social-cultural history, and they can also be appropriated as a tool to assess other types of historical evidence. They have been informing further research in the field. They have also provided pathways to impact (see Narrative Impact section). Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}