{"id":"86C738C1-7454-4498-B562-D5CF8C230E23","title":"Elucidating Signalling Networks in Plant Stress Responses","abstractText":"We are dependent on the productivity of plants for all the food that we eat, either directly or to feed animals that we then consume. A major challenge for scientists is to understand how plants grow and develop in order to produce plants better suited to the role that we demand of them. When grown as crops plants face many environmental stresses that limit their ability to produce at their maximum potential. Such environmental limitations are caused by climatic pressures, such as high temperatures, lack of rain causing drought conditions and high light intensities. Conditions such as these are becoming more frequent as the consequence of global warming becomes more extreme worldwide (Intergovernmental Panel on Climate Change Working Group Fourth Assessment Report, 6th April 2007; http://www.ipcc.ch/). However, it is not only the physical world that plants must contend with but also the biological. Many organisms grow on plants as pathogens (causing disease) and using the plant as a food source they reduce the yields of crops. To cope with these stresses plants have developed a whole range of responses many of which are common irrespective of the type of stress. The plant responses are very complex involving changes in use of many genes and alterations in the levels of many hormones. Although biologists have identified several components of these response pathways it has become clear that to understand how they are all interlinked, new approaches are needed. Recently, the study of biology has been changing as biologists and mathematicians have begun to combine their expertise to produce mathematical models of biological systems, producing the new field of Systems Biology. Systems Biology holds out the promise of linking the data that biologists have been producing for many years in terms of genetics, biochemistry and physiology to produce models of plant behaviour that allow predictions to be made as to how a plant will respond to environment changes and how this response will affect plant growth. In this project we will take a Systems Biology approach to model the plant's response to several environmental stresses. The novel models that we will produce will allow us to predict how a plant will respond to a particular stress. Our long term goal is to use these models to select for plants that are more robust in their response to the increasing environmental pressures that they face to sustain our production of food.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005903/1","grantId":"BB/F005903/1","fundValue":"546851","fundStart":"2008-05-19","fundEnd":"2013-10-08","funder":"BBSRC","impactText":"","person":"Murray  Grant","coPersons":["Nicholas  Smirnoff"],"organisation":"University of Exeter","findingsText":" Our consortium objectives were to identify transcriptional hubs that plants use to integrate both biotic and abiotic stress responses. To this end we were funded for a 3 year PDRA and a 5 year technical post. The consortium were committed to first generating high resolution time course microarray experiments of specific stresses - extracting these data and modelling the outcomes, validating the models and then developing fine grain networks. \n\n\n\nExeter generated and extracted the microarray data by month 14 of the project. These data had an added level of information as we could use the disarmed DC3000hrp Pseudomonas syringae compared with mock challenge to identify genes induced during basal defense and the virulent DC3000 versus DC3000hrp challenges to identify genes modified by effector activity. The majority of the work focussed on the later. We relied heavily on Warwick to develop and refine the necessary tools to mine these data. Essex also supported the physiology experiments. We took four parallel approaches.to generate &quot;local&quot; (Pseudomonas syringae) specific, and &quot;global&quot; (multiple stress response) networks.\n\n\n\n(1) The use of Metropolis Hastings Variational Bayesian State Space Modeling (MH-VBSSM) for local and global modeling of transcription factor networks. This generated models that predicted key transcription factor hubs that were driving the network. Arabidopsis T-DNA insertion knockout mutants were then used to validate these models. The main output form this work was to identification of key transcription factor hubs that could be incorporated into the consortiums &quot;global&quot; model that incorporated validated responses to multiple stresses.\n\n\n\n(2) The use of &quot;process&quot; modeling with MH-VBSSM. The rationale behind this was to model key plant processes (such as ABA perception, JA signaling, SA signaling, chlorophyll biosynthesis, primary metabolism, amino acid metabolism) to identify unknown transcription factors that are predicted to be involved in either defense or disease responses. \n\n\n\n(3) Use of gene ontologies to infer pathways modulated by effectors and evaluate the contribution to this process.\n\n\n\n(4) Generation of high resolution, unbiased metabolite profiles (LC-Q-ToF) using 10 time-points corresponding to the DC3000 infection microarray experiments and linking these into the metabolite profile using machine learning methods and a reaction tool developed inside PRESTA. \n\n\n\nKey findings from the project are as follows:\n\nA) Characterisation of a novel MYB transcription factor identified from modelling ABA perception and response pathways and validating a genuine role in ABA signalling. This would no have been found by alternative reductionist approaches. Knockout of this transcription factor generates hyper-resistant plants, with characteristics of an ABA deficient phenotype. Further modelling predicted that this transcription factor may be involved in integrating both JA and ABA signalling pathways via repression of negative regulator(s) of these processes. This modelling predicted two other MYB transcription factors may function co-operatively with this MYB and this was recently validated using double mutant analysis. Transgenic lines and preparation of tools to undertake one and two hybrid experiments with the core MYB have been generated. A Leverhulme Trust funded PhD student will complete this component of the project before publication.\n\n\n\nB) A significant finding in the project was the identification of a central role for the chloroplast in plant defense. Initial data analysis implicated key role for nuclear encoded chloroplast genes in basal defense. We subsequently demonstrated that bacterial effectors remodel this transcriptional programme and as a result perturb chloroplast physiology and suppress photosynthesis. We further showed that bacterial effectors actually target the chloroplast but this can be prevented by prior activation of basal defense by PAMPs. We predict effectors generate a retrograde signal that function to attenuate plant innate immune signalling networks. We have now completed all data required and at time of writing a manuscript is in preparation. [Bacterial effectors target the chloroplast to suppress innate immunity. \n\nMarta de Torres Zabala, Siddharth Jayaraman, George Littlejohn, Tracey Lawson, David Studholme, Nicholas Smirnoff, Murray Grant].\n\n\n\nC) We developed unbiased metabolite profiling approaches that have allowed us to run a large scale metabolomics profiling time series to complement our microarray experiments. This involved a considerable amount of time developing novel algorithms to enable us to confidently align multiple biological replicates to allow calling of discriminate molecules (published as Perera et al. 2012, Grant and Yang 2012). We identified more than 2,000 discriminant features over the 10 time points analysed and unexpectedly found highly dynamic changes in discriminant molecules between DC3000 and DC3000hrp challenge across the time course. Currently we are using Machine Learning modelling approaches transcriptional networks underpinning plant defense and discriminate metabolites that are computationally predicted to have similar behaviours. A key finding was the identification in DC3000 infected leaves of 3-O-_-D-ribofuranosyl adenosine, and closely related derivatives of to this class of ribofuranosyl nucleosides with an additional pentafuranosyl residue (diRAs), which rapidly and specifically increase in diseased tissue. The involvement of these novel metabolites and their plant origin was validated by targeted metabolomics and transgenic approaches. Until now, indolic metabolites were believed to be the most prevalent phytoalexins in Arabidopsis. However, the clear and abundant induction of diRAs upon infection in different species suggests they are novel and highly interesting compounds that warrant further investigation. The massive build-up in diRAs are highly likely to impose major constraints on the plant energy status during pathogenesis, and the nature and abundance of the molecule suggests a major role for this compound in influencing the metabolic state of the infected cell.\n\n\n\n\n\nManuscripts arising from personnel employed on the project.\n\nPerera V., De Torres Zabala, M., Florance, H., Smirnoff, N., Grant, M., Yang, Z-R. (2012). Aligning extracted LC-MS peak lists via density maximization. Metabolomics. 8, 175-185.\n\nYang, Z-R &amp; Grant, M. (2012) An ultra-fast metabolite prediction algorithm. PLoS One 7: e39158. \n\nS?nchez-Vallet, A., L?pez, G., Ramos, B., Riviere, M-P., Llorente, F., Fern?ndez P., Estevez, M., Grant, M., and Molina, A. (2012). Disruption of abscisic acid signalling constitutively activates Arabidopsis resistance to necrotrophic fungi. Plant Physiol. 160:2109-24.\n\nChen, Y-J., Perera, V., Christiansen, M., Holme, I, Gregersen, P., Grant, M., Collinge, D. &amp; Lyngkjaer, M. (2013). The barley HvNAC6 transcription factor affects ABA accumulation and promotes basal resistance against powdery mildew. Plant Mol. Biol. DOI 10.1007/s11103-013-0109-1.\n\nHutt, H.; Everson, R.; Grant, M.; Love, J.; Littlejohn, G., &quot;How clumpy is my image? Evaluating crowdsourced annotation tasks,&quot; Computational Intelligence (UKCI), 2013 13th UK Workshop on , vol., no., pp.136,143, 9-11 Sept. 2013 doi: 10.1109/UKCI.2013.6651298\n\n\n\nManuscript submitted.\n\n1) We have completed and have under review a manuscript describing a new aspect of plant defense to biotrophic pathogens that arose directly form the microarray analysis. [JAZ5 and JAZ10 co-operatively attenuate pathogen interference of host jasmonate signalling pathways. Marta de Torres Zabala, Bing Zhai, Siddharth Jayaraman, Garoufalia Eleftheriadou, Alex Vest, William Truman, Saijung Tang, Nicholas Smirnoff and Murray Grant.] Here we specifically showed the plant transcriptionally responds to a virulent Pseudomonas infection by a rapid and sustained elevation of a highly redundant JAZ family of negative regulators of jasmonate signalling to attenuate JA based antagonism of salicylic acid defences. We further showed that two specific JAZ combinations, JAZ5 and JAZ10, but no other tested combination, specifically recognised and attenuated the biological activities of the Pseudomonas virulence factor coronatine, a polyketide toxin that activated jasmonate defences. \n\n\n\nAs this project started from scratch and required significant input to develop methodology and interpret and validate data, the really exciting outputs are in various stages of development as described above in A-C (also see &quot;Exploitation routes&quot;). In addition to this we have two other papers in various stages of preparation that have arisen from outcome of a combination of process modelling and subsequent genetic and metabolic validation. \n\nPerera et al. Rapid metabolic changes provide temporal and chemical signatures of differences between disease and defense (Warwick and Exeter).\n\nJarayaman et al. Network inference identifies reconfiguration of key hormonal and metabolic processes in the transition from plant health to sickness (Warwick and Exeter). Development of a novel set of early responsive promoters for use in re-engineering plant defense networks. We have identified a collection of the earliest effector responsive genes induced by DC3000 challenge classified according to amplitude of expression. Superimposed on this we have compared P. syringae transcript dynamics with those induced by the necrotroph Botrytis cinerea allowing identification separation of B. cinerea responses into (i) PAMP, (ii) B. cinerea specific, (iii) P. syringae and B. cinerea common or (iv) contrasting contrasting dynamics. This collection of pathogen responsive promoters allows control of different expression amplitudes and temporal kinetics and the other PRESTA datasets allows us to further classify them into those which are not responsive to high light, drought and senescence treatments. These are either promoters of susceptibility targets of the effector repertoire, or else are components of a failed secondary host defense response (post PAMP recognition). Therefore these promoters should be precisely regulated only in those cells responding to the pathogen where hormonal perturbations are initiated. Moreover, as they regulate key susceptibility targets, to circumvent our strategy, the pathogen would need to reconfigure its own virulence programme with associated collateral fitness costs. We have successfully used these data to secure a Leverhulme Trust funded grant that aims to use precision engineering approaches to target and neutralise pathogen virulence strategies that antagonise hormone-regulated immune pathways. This project is funded for a post-doctoral fellow for three years. Agriculture/ Food and Drink","dataset":"gtr"}