{"id":"86CBE3A5-48F1-4140-BAE8-6227ACBF516A","title":"Investigation of nonsense mediated mRNA decay (NMD) mechanisms","abstractText":"Gene expression typically refers to the process that leads from gene to functional protein and involves transcription of DNA into mRNA and translation of the transcript into protein. The process is particularly complex in eukaryotes (the group of organisms that, like yeast and humans but unlike bacteria, are made of cells which have the chromosomal DNA enclosed within a membrane-bounded nucleus); in these cells the primary mRNA transcript needs to undergo several modifications (pre-mRNA processing) in the nucleus and quality control steps before it is efficiently translated in the cytoplasm. Mutations or environmental conditions that reduce the accuracy of this process can lead to several human diseases. The research in the main applicant's laboratory focuses on understanding nonsense mediated mRNA decay (NMD), one of the more important cellular quality-control processes that removes abnormal mRNAs that could potentially encode for toxic truncated proteins. NMD also has a central role in modulating the expression of many normal genes and since NMD is interlinked with essentially all other processes in gene expression, a full understanding of this insufficiently understood mechanism will greatly advance our understanding of the fundamental question of how genes are correctly expressed in cells.\n \nAlthough this research is aimed at understanding fundamental molecular biology so as to advance fundamental knowledge, long term it may also have an economic impact on society. It can for example advance our understanding of the molecular mechanisms that cause certain human diseases and possibly offer new treatments. Specifically, NMD is a promising drug target for a class of mutations that are linked to human diseases. A USA pharmaceutical company (PTC Therapeutics- www.ptcbio.com) reported that some forms of Duchenne muscular dystrophy (DMD) and possibly other human diseases caused by mutations that block mRNA translation prematurely, can be treated with a drug that emerged from NMD studies. This drug (Ataluren, trade name Translarna) has been recently approved by the European Medicine Agency for treating DMD and could shortly be available in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M022757/1","grantId":"BB/M022757/1","fundValue":"397698","fundStart":"2016-01-04","fundEnd":"2019-01-03","funder":"BBSRC","impactText":"","person":"Saverio  Brogna","coPersons":["Helen Jill Cooper","Aditi  Kanhere"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}