{"id":"86E46982-945C-472F-8FBD-FCEA77327467","title":"Tracking dynamic interactions between haematopoietic stem cells and osteoblasts: molecular regulation of stem cell position and fate","abstractText":"Most blood cells are short lived and are constantly replaced by the balanced production of new progeny arising from blood stem cells through several commitment and differentiation steps. Blood cells are known to be quiescent and proliferate infrequently relative to their progeny. When they do so, they give rise to more stem cells (self-renewal) or to differentiating progeny. Blood stem cells finely tune the balance between quiescence, self-renewal and differentiation by sensing tissue damage and adjusting progeny generation to physiological and stress-induced demand. In the same way that a comfortable home contributes to family's happiness and the work environment influences employees' performance, correct positioning of blood stem cells in specific niches within the bone marrow space is crucial to ensure their proper functioning. Several studies indicate that bone-making cells, called osteoblasts, have an important role in regulating blood stem cell numbers and function; however, the few studies aimed at pinpointing blood stem cell location within the bone marrow have reported a wide range of positions and even when most observed cells are in the vicinity of osteoblasts only few are clearly in direct contact. As a number of stem cell niches observed in invertebrate model organisms or in different mammalian tissues function through direct interaction between the stem and niche cells, a controversy has arisen whether osteoblasts truly are the main component of the blood stem cell niche, provided such a niche exists at all. I have recently developed an in vivo imaging methodology that allows me to visualise transplanted blood stem cells within the bone marrow space immediately after their injection into the blood, and I can 'watch' the behaviour of the same cells until few days later. I have collected evidence that switching on or off certain molecular signals within transplanted blood stem cells can modulate their function by means of affecting their positioning. The current proposal seeks to apply and further develop in vivo imaging of blood stem cells in order to gain a definite answer on the existence, location and function of the blood stem cell niche. We will use as our working model transgenic mice expressing over-physiological levels of the Wnt inhibitor Dkk1 in all their osteoblasts, which have been shown to have decreased blood stem cell function and specifically self-renewal ability. We know that transplanted blood stem cells localize abnormally in Dkk bone marrow, and we plan to test whether this altered positioning is the cause of their malfunction. We will perform detailed time-lapse tracking of transplanted stem cells to ask whether cells closer to osteoblasts are more quiescent (less likely to divide) compared to those further away, and we will take advantage of novel photoconversion techniques to tag stem cells and their progeny residing in different locations and subsequently compare their function. Moreover, as current in vivo imaging technologies do not allow sub-cellular resolution, we will investigate whether co-culture of blood stem cells and osteoblasts from normal or Dkk mice can be used as a surrogate system to study in greater detail at least some of the events observed in the mice, and we will use them to closely track blood stem cells behaviour and morphology under normal and disadvantageous conditions. We will perform genome wide expression analysis of stroma and stem cells from self-renewal permissive or repressive cultures or mice, and we will focus on genes known to regulate cell-cell and cell-environment interactions. As a result, we will gain a comprehensive picture of the relationship between osteoblasts and blood stem cells, we will investigate whether stem cell position directly affects function, and we will learn what molecules are involved in the process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004033/1","grantId":"BB/I004033/1","fundValue":"422760","fundStart":"2012-01-03","fundEnd":"2015-06-30","funder":"BBSRC","impactText":"","person":"Cristina  Lo Celso","coPersons":[],"organisation":"Imperial College London","findingsText":" We have further developed our in vivo imaging system to achieve several hours of time lapse tracking of haematopoietic stem and progenitor cells in mouse bone marrow. With this, we uncovered that more primitive cells reside within specific niches, while differentiating cells are migratory.\n\nWe have implemented a methodology for the purification of osteoblasts from adult mice, which we are now routinely using to extract and molecularly profile these cells. The in vivo imaging work has been published in a highly ranked peer-reviewed journal. Themethodology has been published too. Healthcare","dataset":"gtr"}