{"id":"86E633A3-04FC-49BE-8DA1-B44526F56AC6","title":"Interpretation of guidance cues by the actin-binding protein Drebrin to direct collective neuronal migration","abstractText":"Forming a human brain with its billions of nerve cells and trillions of connections is a fantastically complex process with little margin for error. During brain growth in the embryo and early childhood, many nerve cells have to migrate from their site of birth to their correct final location within the circuitry. To do this they use proteins on their surface to respond to signals in the tissue around them. These cues are then translated by other proteins inside the cells to move and steer them to the appropriate place. If this goes wrong, then nerve cells do not make the right connections and the brain cannot function: it cannot form memories, process sensory inputs or produce motor outputs. Every aspect of brain function from sophisticated cognitive behaviour to basic control of the body can be compromised. The connections between nerve cells are continually renewed and replaced throughout life. The ability to form new links or reinforce existing ones is widely believed to underlie object recognition and memory formation. However, as we grow older the connections become less dynamic, they tend to break down more often and be repaired less efficiently, resulting in the memory loss and dementia associated with ageing. One of the reasons for this is thought to be that the proteins driving brain formation early in life become less abundant in the adult hence its ability to maintain and repair itself becomes increasingly compromised. Therefore, understanding the proteins that are responsible for wiring up the brain is likely to shed light on the other end of the life cycle and reveal ways to reactivate the repair processes. Our research focusses on such a protein that could play an important role shaping brains and then keeping them functioning throughout life. This protein, called Drebrin, is essential for the migratory ability of certain nerve cells during development and then maintaining the contacts between them but how it does so remains unknown. There is a clear need to understand more about this protein and the role it plays in co-ordinating brain formation and how and why it deteriorates with age. We will use genetic tools to change the amount of Drebrin produced by nerve cells and analyse the effect this has on their shape and movement during brain development. Drebrin and the proteins with which it interacts will be labelled with different coloured fluorescent tags and introduced into growing nerve cells in tissue culture dishes. The tags will act like molecular light bulbs that can be digitally filmed using a special microscope illuminated by lasers. The resultant movies will enable us to visualise the relative motions of the tagged proteins inside living cells and watch their behaviour in normal cells. These will then be compared to movies of cells in which Drebrin and/or its partner proteins have been removed or mutated so that the effects on nerve cell shape and movement can be quantified. We will then genetically remove these proteins from nerve cells in embryonic chick brains to see how they influence actual brain development. This research is of vital importance because it will provide novel and exciting information about how nerve cells find their way around the developing nervous system. We will analyse whether they perform this feat individually or if they navigate as a collective mass following a set of pioneer cells. We will investigate how the cells manage to translate a myriad of external cues into the correct changes in their shape and movement. Better knowledge of the key proteins involved in development will greatly enhance our ability to apply this to understanding the ageing brain and how and why it loses its function. People are living longer; the population as a whole is ageing so this research is both necessary and timely in order to improve quality of life and tackle the social and economic impacts of this demographic shift.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I001255/1","grantId":"BB/I001255/1","fundValue":"288541","fundStart":"2011-07-01","fundEnd":"2014-10-31","funder":"BBSRC","impactText":"","person":"John Kevin Chilton","coPersons":[],"organisation":"University of Exeter","findingsText":" We are interested in how nerve cells respond to their environment in order to form the connections that make up the nervous system. This might involve choosing the correct partners from the billions of other nerve cells in the brain or finding the right muscle to innervate and control. Formation of these circuits are essential throughout life, first to wire up the brain and then to form the connections that underlie memories and emotions.\nThe signals that guide this growth are picked up by receptors on the nerve cell surface and then need to be communicated to the cell's internal scaffold, the cytoskeleton. This dynamic structure gives the cell its shape but also powers outgrowth and movement. How receptors are linked to the cytoskeleton to ensure that the right signal stimulates the right action is poorly understood.\nWe have discovered that the cytoskeleton regulates the appearance of the receptors on the cell surface. By manipulating the amount of a key cytoskeletal protein, we have found that it can increase or decrease the appearance of a guidance receptor at the cell membrane. This alters the ability of the cell to respond to environmental cues and so also their influence on the cytoskeleton. This creates a feedback loop in which the receptors and the cytoskeleton control each other's behaviour and allows nerve cells to make a guided response to signals controlling their growth.\nThe amount of this cytoskeletal protein is dramatically decreased in Alzheimer Disease, Down Syndrome and possibly during normal ageing. Our results suggest a mechanism by which this could lead to nerve cells becoming unable to respond to their environment and impair the brain's ability to form new connections or maintain existing ones. Our findings are relevant to the specific field of axon guidance and also developmental biology as a whole for a better understanding of how guidance cues are linked to the cytoskeleton to drive changes in motility and morphology.\nWe have focussed on a cytoskeletal protein, drebrin, that is significantly reduced in Alzheimer Disease and Down Syndrome so our work is of relevance to a better understanding of the mechanisms leading to these conditions.\nDrebrin levels are also altered in many forms of cancer so this work is of importance in understanding how metastasis can arise. Healthcare","dataset":"gtr"}