{"id":"86EA8F6A-B237-4051-8588-2C00E51256CB","title":"Identification of the molecular basis of differential host responses to rapidly evolving Avian Influenza viruses in different avian species","abstractText":"Avian Influenza, caused by the highly pathogenic avian influenza virus (HPAIV) H5N1, is taking a huge toll on the Indian poultry industry since the first outbreak in 2006. Despite eradication and confirmation of disease free status, re-emergence continues. Since each outbreak needs eradication of all poultry within a 3km radius, every episode has a major economic and social impact on small and marginal poultry farmers of rural India. This is particularly acute in India where backyard poultry is popular and thickly populated villages usually lie within the eradication zone. As a notifiable disease, Avian Influenza can have serious implications for international trade and further harm the poultry industry of India. Due to its zoonotic potential it has public health concerns and owing to the co-habitation of poultry and humans with a culture of live bird markets, there is always a fear of the emergence of pandemic flu.\n\nHPAI H5N1 affects several avian species, including domesticated chickens, turkeys, quails, guinea fowl as well as wild birds; however the response to infection varies widely. Ducks and waterfowl are often resistant i.e. they become infected but are capable of clearing the virus or carry the virus without symptoms, and act as reservoirs. In contrast, poultry are highly susceptible i.e. they become infected and are not able to clear the virus, which results in high mortality. Since 2006 Avian Influenza outbreaks in India have mainly affected domestic chickens. Strikingly in the 2011 outbreak, high mortality was also observed in crows and ducks, previously assumed to be resistant to H5N1 infection. The mechanisms that promote high pathogenicity of these recent clades of AIV in normally resistant species are not completely understood, but may be caused by viral mutations that facilitate virus replication and dysregulation of the host immune response.\n\nThough the pathogenesis of AIV in chickens is known to some extent, little is understood about mechanisms of resistance in other birds, which can act as reservoirs of infection to poultry. At the molecular level, resistant species may have pathways able to check disease progression and/or ameliorate immunopathology. With many avian genomes sequenced and with the availability of cutting edge tools, like RNAseq, it is now possible to examine global responses to viral infection in any bird. We propose a comparative transcriptomic approach to identify molecular signatures responsible for the differences in host susceptibility to H5N1 seen between avian species. We propose an integrated approach, combining viral pathology, transcriptome analysis, bioinformatics and functional tests of genes in vitro and in vivo, complemented by corresponding analyses of the differences in viral genes that confer higher virulence in the resistant species to investigate the molecular mechanisms underlying these species differences.\n\nSix avian species, chickens/turkeys (highly susceptible with heavy mortality), geese/pigeons (carriers with sporadic mortality) and ducks/crows (resistant to most AIV infections but having differential response to virus of different clades), will be infected with H5N1 from different clades, as well as LPAIV H9N2. Global responses to infection will be studied by RNAseq, bioinformatics and cytohistochemistry of critical tissues. Comparison of pathways involved in host responses in susceptible/resistant species and different AIV clades will be used to identify putative host resistant genes. Their roles will be tested in knockdown and over-expression experiments. The roles of sequence differences between virus isolates that show differential pathogenicity in normally resistant birds will be probed by reverse genetics and other functional assays. The knowledge gained from these comparisons can be used to develop sustainable strategies to control Avian Influenza infections in domestic poultry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004666/1","grantId":"BB/L004666/1","fundValue":"881714","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"BBSRC","impactText":"","person":"David William Burt","coPersons":["Paul  Digard","Lonneke  Vervelde"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}