{"id":"86F50CFB-0C23-459E-BCBA-34EBA8E7EBE4","title":"Mineral-Microbe interaction role in concentration and Fractionation of Rare Earth Elements (MM-FREE)","abstractText":"The increased need for new Rare Earth Element (REE) resources, to meet the growing demand from new &quot;green&quot; technologies, particularly heavy Rare Earth Elements (HREEs), and efficient resource processing has stimulated much research in recent years. Microbes can play a role in the accumulation, mobilisation and fractionation of REEs and other metals. However, this role is not fully understood in relation to the REE exploitation life-cycle - specifically, bioleaching, biosorption and biomineralisation of REEs in the context of: (1) REE recovery from low grade ores; and (2) the impact of REE release (together with other elements harmful to health) during mining on the environment and on human health. \nThese bio-geochemical processes are fundamental to optimising REE recovery from low grade ore deposits using biotechnologies, where microbial biocatalysis technologies are regarded as the most promising eco-friendly and efficient technologies for low-grade deposits. \nFurthermore, although the potential threats to ecology and human health from radionuclides associated with REEs are known, there are knowledge gaps which reduce confidence in environmental assessments of the impacts of REE mining and processing. These gaps include: interactions of REEs with other harmful elements; the resulting speciation, mobility and dispersion during processing; exposure levels; and the toxicological effects on aquatic and terrestrial organisms, and human health. \n\nAn evaluation of the fundamental science is therefore required to quantitatively describe the role of biological processes and controlling geochemical factors in the REE mining, processing, use and &quot;end-of-life&quot; disposal life-cycle.\nThe aim of the proposed work is to address these key knowledge gaps and develop a research strategy. This will build a mechanistic understanding of the critical bio-geochemical controls on REE behaviours and fractionation at low temperatures, from atomic- to field- scale; provide process quantification through mathematical modelling. \nThe complexity of natural and engineered (in ore-processing) REE fractionation and enrichment mechanisms will be considered. The proposed approach is robust and will ensure the delivery of critical information and quantitative descriptions which address the various phases of REE life-cycle.\n\nThe project brings together a multidisciplinary team with expertise in the required areas needed to deliver this catalyst grant. These include: geomicrobiology and molecular science of cell-mineral interactions, geology, mineralogy and petrography, environmental mining impact and medical geology, supported by extensive laboratory expertise and facilities to investigate the accumulation and mobility of REEs in weathering and sedimentary diagenetic environments. This catalyst grant will provide the necessary consortium building between unique research teams and the mining and health industry to ensure the development of a research programme which will deliver new knowledge for maximum impact for technology. The resulting full proposal will have a strong science-led framework. This will (1) help design biotechnology processes for efficient, low-energy exploitation of REE resources and (2) develop an understanding of impacts of REE exploitation on the environment and human health so that appropriate mitigation techniques can be developed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002361/1","grantId":"NE/L002361/1","fundValue":"69871","fundStart":"2013-09-01","fundEnd":"2014-06-13","funder":"NERC","impactText":"  We have designed a multidisciplinary research programme with the aim to make a step change in the understanding of the mobility of Rare Earth Elements in ore deposit formation and in the development of extraction technologies with low environmental impact. Electronics,Energy,Environment,Other Societal","person":"Barbara  Palumbo-Roe","coPersons":["John  Harding","Julia  West","Antoni Edward Milodowski","Maria  Romero-Gonzalez","Wei  Huang","Colin Lewis Freeman","Joanna  Wragg","Steve  Banwart"],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}