{"id":"86FC4B0A-7D11-4C78-BFB4-1F8D9EB9AD5B","title":"FLICC (Front of pack food Labelling: Impact on Consumer Choice)","abstractText":"Since 2006, retailers and manufacturers in the UK have begun using front of pack (FOP) nutrition labelling on foods. Presently, around four fifths of foods in UK supermarkets carry FOP labelling. There have been many studies of consumer understanding of FOP labelling, and of use of FOP labelling in experimental settings. However, little is known about how consumers use FOP labelling in real-life shopping situations. This project will investigate the use of FOP labelling during real-life shopping situations, and explore the feasibility of a trial of two interventions aimed at amplifying the impact of FOP labelling - tailored feedback to consumers on food purchases, and interactive education about FOP labelling. \nTwo recent studies involved participants being tailed by researchers during real-life shopping situations, in order to investigate facilitators and barriers to buying healthy foods. Transcripts of the interviews from these studies will be re-analysed with a focus on the role of FOP labelling in food purchasing decisions. A new qualitative study will then be conducted with innovative data collection techniques. Participants will be asked to wear SenseCam - a wearable camera that takes time-stamped first-person photos at regular intervals. After the shop, the participants will be interviewed, and images collected by SenseCam will be used to aid recall of the food purchase decisions at each stage in the shop. These interviews will be used to gauge the influence of FOP labelling in food purchase decisions, in relation to other competing influences. Participants will also be asked to consider how the influence of FOP labelling might be amplified in future shopping experiences, and their responses will feed into the development of two interventions. The tailored feedback intervention will consist of automatic delivery of information about the FOP labels of recently purchased products with alternatives from within the same product range with a more healthy FOP label profile. The interactive education intervention will consist of a web-based programme that educates individuals about how FOP labelling systems are designed and work, what consumers should look for in different food product ranges, and the range of FOP labels that are likely to appear in different food product ranges.\nA pilot RCT will then be conducted, which will assess the feasibility of conducting a full RCT of these two interventions. Stores from the Co-operative supermarket chain will be the setting. Approximately 400 participants will be recruited from all Co-operative store card holders. They will be randomised into four arms: control; tailored feedback only; interactive education only; tailored feedback and interactive education. Data collection will take place over 12 weeks. During this time, all food purchases made by participants using their Co-operative store cards will automatically be relayed to the researchers. For the first four weeks of data collection, no intervention will take place. Both tailored feedback and the interactive education intervention will take place during weeks 5-8. No intervention will take place during weeks 9-12. The primary outcome variables for the full RCT will be average healthiness of ready meals, pizzas, sandwiches and breakfast cereals purchased in weeks 5-8 minus average healthiness of similar foods purchased in weeks 1-4, and similar comparison between weeks 9-12 and weeks 1-4. Telephone interviews with participants and Co-operative staff will be conducted after data collection. The results of the pilot RCT and the telephone interviews will be used to assess feasibility of recruitment method, recruitment rates by demographic subgroups, effective delivery of intervention, feasibility of data collection, and estimates of drop-out rates. Because of the automated nature of the interventions, both could be rolled out to a wider population of supermarket shoppers if a full RCT demonstrates effectiveness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000256/1","grantId":"MR/J000256/1","fundValue":"584922","fundStart":"2012-03-01","fundEnd":"2016-05-31","funder":"MRC","impactText":"","person":"Mike  Rayner","coPersons":["Cliona  Ni Mhurchu","Monique Maria Raats","Edmund  Juszczak","Aiden  Doherty","Richard  Shepherd","Peter  Scarborough","Lada  Timotijevic","Charo Elena Hodgkins","Gill  Cowburn","Charlie  Foster","Moira  Dean"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}