{"id":"870ABE5D-EDAD-4ECA-9847-87EF5FEFB4AE","title":"Real time tracing of clay movement in fresh and marine waters as carriers of pollutants, or indicators of sediment transport and deposition","abstractText":"Clay is a key part of many of the world's soils, due to its ease of transport in flowing water it is an important means by which pollutants are dispersed in the environment. Such pollutants include: phosphorus, potassium, heavy metals and pesticides. Clay particles are moved by both overland and subsurface flow, which may then enter lakes, rivers and the sea. Understanding how suspended clays move with time in the environment has been hampered by lack of a way to easily observe this using suitable tracers. In this case, tracers are particles moving in unison with other water-borne clay particles, but more easily observed.\n\nThrough a NERC funded PhD, a unique clay tracer (CT) has been developed allowing clay particle movement by water to be seen in real-time without altering how the particles move or needing sampling methods that progressively remove the CT or disrupt processes one is observing. As the CT consists of clay particles coated in a fluorescent dye already used for environmental monitoring, the CT is suitable for large-scale environmental use with minimal environmental risk. Several valuable commercial applications have been identified for CTs within the environmental consultancy (EC) market including understanding:\n\n- Potential sources, pathways and sinks of clay sized particles and associated pollutants in water eg where pollutants are deposited and how those found in marine /freshwater sediments got there.\n\n- The effectiveness of mitigation measures for trapping and removing clay sized material from surface waters.\n\n- Understanding the movement of clay sized material through industrial processes e.g waste recycling facilities.\n\n- Tracing the movement of polluted or nuisance wind-blown dusts from industrial sites.\n\nA basic commercial strategy supported by intellectual property protection is in place for the CT, plus some understanding of the EC market and benefits of the CT over its competitors. However, market research expertise is needed to help us better understand the market, its size, identify potential ECs interested in using the technology and what type of CT product these businesses need. With this information we'll be better placed to establish demonstration projects and commercial relationships to get the CT used by ECs in the above and other applications. We also need to understand: who can produce the CT in 100Kg quantities, check production of tonne quantities won't need REACh registration and see if a strategy for strengthening our patent application can work. Our objectives are:\n\n1 Subscribe to Environment Analyst (E An.) and digest the information in several global and UK EC market and company reports, to understand the CT market size.\n\n2 Identify and access any other significant sources of market research to understand the CT market in the UK and other significant markets: Europe, North America, Australia, Middle East, China and Africa.\n\n3 Use lists of major then smaller EC companies identified by E An. in the UK and globally to determine: who uses particle tracers, for what purposes and if our CT is of interest.\n\n4 Conduct open interviews initially focusing on UK ECs likely to be interested in a CT to confirm if CTs are really of interest to them and answer many other questions.\n\n5 Undertake a SWOT analysis on the CT.\n\n6 Identify an initial route to commercialise the CT and a list of ECs for initial discussions.\n\n7 Identify companies able to produce CTs in 100Kg quantities, and understand: any scale-up issues, costs for CTs of different particle size ranges, any legislative issues and recommended storage options.\n\n8 Check if both CT components needed for larger-scale production are already REACh registered by potential suppliers, minimising the risk that further scale-up will need registration of the CT itself.\n\n9 Determine via patent searches if a route exists to strengthen our CT patent application.\n\nUK Stakeholders: Inventors, EA, SEPA, ECs, CT producers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N012089/1","grantId":"NE/N012089/1","fundValue":"16117","fundStart":"2015-09-14","fundEnd":"2015-11-13","funder":"NERC","impactText":"","person":"John  Quinton","coPersons":["Jacqueline Mary Pates"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}