{"id":"870B3C96-2D21-4986-8422-C044D8C5914E","title":"Antipodean Summer: Group Exhibition of Australian Painting in Britian 1961 - 1963","abstractText":"The international status that contemporary Australian painting achieved in the post-second world war period is largely due to a number of significant exhibitions that took place in Britain between 1953 and 1964. The proposed research will explore the reasons why London became such an important springboard for the young Australian artists who went there to live, work and exhibit in this period, and specifically, the significance of three major group shows of contemporary Australian painting that took place in Britain in the period 1961 3. It was Sir Kenneth Clark, a leading figure in the British art establishment at the time, who initially helped to establish a market for Australian contemporary figurative painting in Britain in the early nineteen fifties; art that he saw as offering a bright new future, 'free from the iron grip of historical determinism.' At home in Australia, young contemporary artists faced the constraints of a very conservative Commonwealth Art Advisory Board and battled against an art world dominated by academic tastes and senior painters of the 'gum tree school'. Young artists in Australia looked to the New York abstract expressionists for inspiration or argued passionately in favour of a new form of figuration, whilst in Britain, following the coronation of Elizabeth 11, there was renewed interest in art from the Commonwealth that culminated in the opening of the new and modernistic Commonwealth Institute in London in November 1962. \nThe research will explore the lives of the young painters came to live in London during the late 1950s and those based in Australia whose work benefited from international exposure in the three group exhibitions that were held in Britain between 1961 63. Arguably, it is these exhibitions that led to the much publicised international 'discovery' of contemporary Australian painting. Two of these shows were the work of individual curators: 'Recent Australian Painting' (1961), selected by Whitechapel Gallery director Bryan Robertson, and 'Australian Painting and Sculpture in Europe Today', organized by the London based Australian art dealer Alannah Coleman for the New Metropole Arts Centre in Folkestone in 1963. The third exhibition was a much larger and officially sponsored affair, organized under the aegis of the Commonwealth Art Advisory Board. '\nAustralian Painting: Colonial, Impressionist, Contemporary', which opened at the Tate Gallery in January 1963, attempted to put recent developments in Australian contemporary art within an art historical context. A number of archives in Australia contain important correspondence, documents and recorded material relating to these exhibitions and to the artists involved in them. In the proposed project of research I will conduct and record interviews with some of the surviving artists and explore archive material in the gallery's, state archives and libraries of Australia and Britain in order to gain a fully comprehensive picture of the forces at work behind the planning and collection of these exhibitions and their significance to the artistic communities in Britain and Australia. In addition to time spent in London at The Kreitman Research Centre, Tate Britain and the Whitechapel Gallery, an extended period of study and research in Melbourne, Canberra and Sydney is required to analyse the documents and to address a number of key research questions. \nThe published research will benefit the academic community, particularly in the areas of art history and Australian studies. Additionally, there are applications for this research in the fields of exhibition curation and it will be of benefit to all those interested in the British art scene of the nineteen-sixties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510256/1","grantId":"AH/E510256/1","fundValue":"15951","fundStart":"2007-01-01","fundEnd":"2007-12-31","funder":"AHRC","impactText":"","person":"Simon John Pierse","coPersons":[],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}