{"id":"87101EC9-D05F-4A0D-B09E-678238761592","title":"Unravelling energy transport in plasmon waveguides using dual-probe near-field optical microscopy: A feasibility study","abstractText":"The switch from a purely electronic to a photonic architecture for distributing signals on a computer chip has been a visionary dream of the IT and telecommunications industry for decades. Light can transport information both faster and in highly parallelized fashion; therefore photonic signal distribution would enable us to overcome the main obstacles towards further increases in processing speed of modern, multiple-core computer chips - the interconnect bottle-neck, and the bandwidth bottle-neck. Promisingly, a potential technology for the guiding of light in nanoscale geometries has been developed in recent years: so called plasmon waveguides, tiny metallic structures such as wires, grooves cut into a metal sheet, or chains of metal particles, which can confine light to metallic interfaces in the form of a surface waves. Crucially, these surface waves extend only over nanoscale dimensions away from the metal, hence opening up an avenue towards tightly integrated photonic (plasmonic) circuits. The main problem however is that metallic structures are inherently lossy at optical and near-infrared frequencies. In our proposal, we want to identiy the most promising geometry for plasmon waveguides using a novel approach: the use of two tiny, independently movalbe nanoscale probes for exciation and collection directly in the near-field zone of the waveguide, essentially in the nanoscale environment itself. This way, we can investigate the process of energy transfer, and the trade-off between localization and loss, in unprecedented detail. In principle, both excitation and collection can occur over an area with a diameter on the order of only 50 nanometres - a factor ten better than with lenses and conventional microscopes. Thus far, all approaches to access light fields on this scale have employed one probe only, limiting therefore either the resolution in excitation, or in detection. If we succeed in developing a working methodology for this dual-probe near-field optical microscopy, it would open up a whole new landscape for nanophotonic investigations, and pave the way towards functional manipulation of the nanoworld by giving us not only one but two nanoscale arms .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G041768/1","grantId":"EP/G041768/1","fundValue":"100168","fundStart":"2009-06-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"  We have shown that this microscopy technique is suitable for the investigation of electromagnetic waves propagating preferentially in one particular direction in a nanoscale waveguide. It can be easily implemented in academic labs. Digital/Communication/Information Technologies (including Software) Cultural","person":"Stefan Alexander Maier","coPersons":[],"organisation":"Imperial College London","findingsText":" We comprehensively analyzed the issues of loss and the possibility of uni-directional excitation in surface plasmon polariton waveguides, with a goal of moving towards highly integrated optical waveguides for next generation on-chip ICT. We further extended our work into Fano resonances in plasmonic nanocavities, providing new design routes towards highly integrated optical biosensors. Usage as waveguides for optical computing; new types of nanoscale optical sensors Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}