{"id":"871AAEB6-D058-4DB2-9A88-CD2DAF725270","title":"EnCoRe","abstractText":"In order to gain access to the many services and benefits of society, individuals are increasingly required to provide personal information via the Internet to companies, government bodies and other institutions. It is likely that this will continue, as the government agenda (see [1]), envisages the Internet being central to the delivery of benefits to the UK citizen in the future, a vision that is shared across Europe and beyond (see [2]). However, there is also a growing unease about this phenomenon. The incidence of identity fraud and other crimes continues to climb as the use and transfer of digital personal information increases. The recent loss of two HMRC disks containing the child benefit details of 25 million people has highlighted public concerns about the use, storage and transfer of personal data between government institutions. It has also illustrated the lack of regulatory powers that exist, as the Information Commissioner, Richard Thomas, has called for increased powers and sanctions, in order to 'send a very strong signal that it is completely unacceptable to be cavalier with people's personal information' (see [3]). In December 2007 the Prime Minister established an independent inquiry with the explicit purpose of making 'recommendations on how data sharing policy should be developed in a way that ensures proper transparency, scrutiny and accountability' (see [4]). These events illustrate two things: firstly, that individuals have very little control over how their personal information is used once it has been passed to a third party; and secondly that, regulators are currently ill-equipped to monitor and protect against breaches of privacy.The EnCoRe project seeks to develop innovative technological mechanisms to enable and simplify the process of giving and revoking consent for the storage and use of personal data. EnCoRe will provide a methodology by which systems can be designed and delivered to utilise personal data, but give direct and transparent control to individuals, thus enabling them, in appropriate circumstances, to have the ability to determine how their personal information is used and to take charge of securing their own privacy. If successful, EnCoRe would redress the imbalances that are perceived to exist, by placing an increased emphasis on individuals' ability to negotiate how personal information is used, which would complement any changes to the Information Commissioner's oversight and compliance powers, but would also be in alignment with the direction of emerging business practice.[1] Cabinet Office. (2005). Transformational government: Enabled by technology (No. Cm6683). Archived at http://www.cio.gov.uk/documents/pdf/transgov/transgov-strategy.pdf[2] See, for example, Dunleavy, P., Margetts, H., Bastow, S., &amp; Tinkler, J. (2006). Digital era governance: IT corporations, the state and e-government. Oxford: Oxford University Press.[3] S Bridge, 'Give Me More Power, Information Watchdog to tell MPs' The Guardian, 4 December 2007[4] Thomas R. &amp; Walport M., Data Sharing Review- A consultation paper on the use and sharing of personal information in the public and private sectors 12th December 2007, 1-12; 1. http://www.justice.gov.uk/reviews/datasharing-intro.htm","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G002541/2","grantId":"EP/G002541/2","fundValue":"142238","fundStart":"2011-10-02","fundEnd":"2012-06-01","funder":"EPSRC","impactText":"","person":"Sadie  Creese","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}