{"id":"871A2C05-AA68-4759-AED5-0FF06AB924EE","title":"The molecular basis of bacteria adhesion to gastrointestinal mucus","abstractText":"The human body is colonized by a vast number of microbes, most of them are present in our gut where they are collectively referred to as the human gut microbiota. The microbiota contains approximately 10-100 trillion bacteria belonging to 15,000~36,000 species with the greatest density populating the colon where they reach 1.5 kg. In fact, the microbes that we carry around outnumber our own cells by about 10-fold and collectively they have about 100-fold more genes than we do. The gut microbiota is required for the development and maintenance of human health. These bacteria help digest our food, produce nutrients, detoxify dangerous substances, protect us from harmful bacteria (pathogens) and help with the development of our immune system. However, the microbiota is not innocuous, and under conditions that compromise our ability to limit the microbiota's entry from the intestine, bacteria species can invade the body to cause disease. Furthermore, shifts in the composition of the microbiota, referred to as dysbiosis, have been linked to inflammatory bowel diseases and are also increasingly associated to a number of diseases outside the gut. There is currently no deep understanding of what triggers these changes in the microbiota. However we are starting to unravel the mechanisms that allow the majority of the bacteria to live in peaceful coexistence within our gut. \nResearchers recently showed that the protective mucus layer covering cells lining the gut plays a crucial role in the maintenance of the microbiota. Mucus is produced in large amounts in the colon where most of our gut bacteria are present. Its organisation is crucial to its protective function; it is divided into a dense layer which prevents the bacteria to penetrate into our body (thus protects us against a possible invasion) and a loose layer above it which provides a home for our gut bacteria (so that we can still benefit from their protective activities without the associated risk of an invasion). This system is based on the arrangement of large proteins called mucins which contain a very complex array of sugars. Mucus also harbours a large proportion of antibodies which reinforce the confinement of our gut bacteria into the gut. It is thought that the sugars present in mucins provide an attachment site for the bacteria that help maintain normal gut function. However these hypotheses remain to be tested. \nOur Group recently showed that some of the bacteria that live in the gut have mucus-binding proteins (MUB) on their surfaces which help them bind to the mucus layer. However we do not know what exactly they recognise in the mucus and how this may influence health. An important aspect of this work will be to identify the structures MUB bind to and how. Sugars are complex to analyze therefore their precise role and importance in biological systems has eluded us for many years. Recent technological advances will help us identify which mucin sugars are involved in the interaction. Complementary biochemical analyses will provide further insights into the specificity and strength of binding presented by the multiple protein units constituting MUB. Using crystallography and mutagenesis we will also determine the precise amino acids involved in the interaction with mucins and antibodies, this will help understand differences in the way harmful or protective bacteria interact with the gut. We will expand this in vitro work to intestinal cell models to study the interaction of MUB purified from the bacteria and of bacteria harbouring MUB in a biologically relevant system. We will determine the consequences of the association with antibodies to the adhesion of bacteria to mucus and how this may change the way the intestinal cells respond to bacteria. Results from this work will help us understand how to keep a beneficial relationship with our gut bacteria and may lead to the development of novel strategies to readjust microbial community or prevent dysbiosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K019554/1","grantId":"BB/K019554/1","fundValue":"421506","fundStart":"2013-12-06","fundEnd":"2016-12-05","funder":"BBSRC","impactText":"","person":"Nathalie  Juge","coPersons":[],"organisation":"Institute of Food Research","findingsText":"","dataset":"gtr"}