{"id":"871E9A91-9B5F-4B10-B56F-271308AB146F","title":"What Motivates Ethnic Conflict? Evidence from Ethnically Motivated Violence in the UK","abstractText":"<p>This project seeks to better understand the causes of and motivation for ethnic violence and harassment, both in the UK and elsewhere. First by constructing an economic model in which individuals make decisions both about the local area in which to live and the extent to which they participate in ethnic conflict in their local area. Which motive is driving ethnic violence and harassment will affect the level of violence and harassment in a given area, as well as how ethnic violence interacts with factors such as the relative sizes of the various ethnic groups, job supply, housing supply and the wealth of an area. In this way we will use the economic framework to understand how we can tell one motivation for ethnic violence from another.</p>\n\n<p>We will use data on ethnic violence in the UK by local authority area, the ethnic composition of each area, and features of each area to examine what we see happening in communities in the UK.&nbsp; We want to understand what we find in our data on the UK in light of the predictions of the economic framework.&nbsp; We would hope to comment on potential policy decisions capable of enhancing community wellbeing.<br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K001396/1","grantId":"ES/K001396/1","fundValue":"155712","fundStart":"2013-01-01","fundEnd":"2015-12-31","funder":"ESRC","impactText":"  Work is ongoing and details of how the findings have been used will be entered as developments occur.\n\nWork on nation-building was discussed in an article in 'The Hindu'.  ","person":"Bryony Debra Reich","coPersons":[],"organisation":"University College London","findingsText":" Research development: Theoretical and empirical findings on social interactions across diverse groups. This work examines social interaction and the evolution of cultural practices in diverse communities. Integration or segregation between groups, as well as the evolution of cultural practices, develop at the community (rather than individual) level. Different communities, however, can end up at very different outcomes, for example, socially cohesive versus highly segregated. Which outcome occurs depends on the environment: relative group sizes, existing cultural differences and how important these cultural differences are in day-to-day life.\n\nSkills development: Additional econometrics training through courses provided within the Economics Department at UCL, through the Centre for Microdata Methods and Practice (cemmap), and own study. \n\nDisseminating previous and ongoing work and academic networking: Presented work at a number of conferences in the UK, Europe and the US (using travel and subsistence funding). Work presented both at larger more general conferences and specialist conferences attended by academics in my particular field. In particular I have made use of conferences at UCL and cemmap. Short visit to Harvard University. \n\nDisseminating work to media: article in 'The Hindu'. Work is currently being taken forward as part of the grant. Communities and Social Services/Policy,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}