{"id":"8720249A-4C9D-42C3-8F78-31DB8302B35B","title":"Pathogen Distribution, Characterization and Identification of Resistance Markers associated with Root Rot Resistance in Common Beans","abstractText":"The common bean is an important legume crop in East and Central Africa, cultivated on smallholder farms, mainly by women, for food and income generation. In Ugandan, beans provide 45% of the total human dietary protein and play a significant role in ensuring food security. Beans provide a cheap source of protein to most vulnerable groups such as children below five years, pregnant mothers and AIDS patients.\nDespite its importance, the production of common beans is hampered by abiotic stresses such as land shortages due to increasing population, reduced soil fertility and recurrent droughts; and biotic stresses such as diseases. Some of the economically important diseases of beans are the root rots. In sub-Saharan Africa, yield losses due to bean root rots is estimated at about 221,000 metric tons per year. \nThe National Bean Programmes in the countries of eastern and central Africa, together with Centro Internacional de Agricultura Tropical (CIAT) have invested a lot effort in bean root rot research. They have identified two types of root rots (Pythium and Fusarium root rots) that are particularly severe in highland areas associated with decreasing land size and agricultural intensification; and have developed resistant varieties that are now been grown by farmers in these areas. Efforts are also underway to introduce resistance into other commercial backgrounds. However, the root rot problem still remains a big challenge and the disease seems to be featuring in areas and environments where it was not observed before.\nThe proposed research therefore seeks to; 1) determine the current importance of Pythium spp. and of other root pathogens previously considered unimportant, particularly Sclerotium rolfsii, 2) conduct phenotypic and genotypic characterization of S. rolfsii, 3) screen improved lines and farmer varieties for resistance to Sclerotium root rot and 4) develop resistant markers that can be used in varietal improvement for resistance to Sclerotium root rot.\nThis research will benefit both farmers and bean researchers in eastern and central Africa where bean root rots are a major problem. By identifying resistant varieties that can be used directly or in bean improvement programmes, we will greatly contribute towards reducing losses due to root rots and ensuring food security for the farming communities of Uganda and other common bean growing countries in the region. The immediate benefit of the proposed research to the farmers is the reduction of yield losses due to bean root rots. This will result from farmers growing resistant or tolerant bean varieties identified during screening for Sclerotium root rot resistance. The Uganda national bean programme is a member of the Pan-Africa Bean Research Alliance which is an alliance of 28 countries in sub-Saharan Africa. CIAT facilitates this partnership. Results from this research will be shared and also benefit researchers and end-users of other PABRA members countries where root rots are a problem. The proposed research will also develop technologies that can be used by pathologists and breeders of common beans in eastern and central Africa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J011436/1","grantId":"BB/J011436/1","fundValue":"279858","fundStart":"2012-11-01","fundEnd":"2016-10-31","funder":"BBSRC","impactText":"","person":"PAMELA  PAPARU","coPersons":["Donal Martin O'Sullivan","Stanley  Nkalubo","Robin Arani Buruchara"],"organisation":"National Crops Resources Res Inst NaCRRI","findingsText":"","dataset":"gtr"}