{"id":"87247C70-A722-4EDE-9A45-76F151E2F924","title":"The Constitutional Future of Scotland and the United Kingdom","abstractText":"<p>This in an interdisciplinary programme examining the&nbsp; options for Scottish constitutional change, including independence, and their implications for the future of the UK and Scotland. It will provide evidence to help inform voter understanding of the key issues ahead of the&nbsp; referendum to September 2014, and of the significance and consequences of the referendum result. In the longer term, it will develop a research centre involving academics from political science, economics and law to strengthen the capacity for the generation of new knowledge on the social, economic and political challenges associated with constitutional change.</p>\n\n<p>There are two broad themes:</p>\n\n<ul>\n \n\n <li>the rescaling of social and politial systems at multiple levels</li>\n\n <li>union, or ways of re-integrating policy at new levels.&nbsp;&nbsp; </li>\n\n</ul>\n\n<p>Research on citizen and elite behaviour cuts across each of these themes. The projects all address consequences of rescaling, that is, the migration of economic, social and political systems to new levels, which are connected in complex ways. The research employs legal analysis, political and policy analysis, economic modeling and behavioural analysis to explore the implications of different constitutional options. Whatever the outcome of the referendum, Scotland’s constitutional future will develop within a series of overarching ‘unions’ within the British Isles, the European Union and beyond. These will place some constraints on what a Scottish - and UK - government could do under all constitutional scenarios.</p>\n\n<p><br />&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L003325/1","grantId":"ES/L003325/1","fundValue":"2437960","fundStart":"2013-10-01","fundEnd":"2016-10-31","funder":"ESRC","impactText":"","person":"Michael  Keating","coPersons":["Julia  Darby","PAUL ALEXANDER CAIRNEY","Katerina  Lisenkova","David Nevin Bell","Nicola  McEwen","Liam  Delaney","Ailsa  Henderson","Kirstein  Rummery","Stephen  Tierney","Peter  McGregor","John Kim Swales","Angus  Armstrong"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}