{"id":"8728123B-035F-4FD2-96D4-6E29A2026F66","title":"Table-Top Lasers for Resonant Infrared Deposition of Polymer Films","abstractText":"Thin films of organic molecules and polymers play a critical role in a huge number of electronic, photonic, mechanical, and medical technologies that are crucial to modern life. Significant examples include antistiction coatings for micro-mechanical systems such as computer magnetic disk drives, multi-layer films for light-emitting devices and flexible displays, thin film transistors for computer and TV displays, and biodegradable coatings for time-release drug delivery. Current industrial technologies for deposition of such films have some significant drawbacks. For example, thin films of conjugated polymers, used in organic light-emitting diodes and photovoltaic solar cells, have been fabricated by a variety of methods based on solution casting processes, but this leads to solvent induced conformational defects that adversely influence the optoelectronic behaviour. As a solution-free alternative, thermal evaporation is viable for short chain oligomers and small organic molecules, but is very challenging for long-chain conjugated polymers. As another example, thin films of PTFE are desirable for a large number of applications due to its biocompatibility, low frictional resistance, chemical inertness, and low dielectric constant, and again many techniques have been developed for its deposition but each has certain drawbacks. For example, spin coating is problematic due to a lack of suitable solvents and a need for post-annealing that can be undesirable for microelectronic structures, while plasma polymerisation of fluorocarbon monomers and sputtering techniques produce fluorine deficient PTFE films. It is for these reasons that laser-based deposition of polymer films has become important. UV lasers may be used for pulsed laser deposition of polymers but it is difficult to grow a film with the same chemical structure as the starting material. Typically, the polymer is converted to monomers and small oligomeric fragments in the plume and repolymerisation occurs upon deposition. However, if repolymerisation is incomplete or if there are missing groups due to direct scission photoreactions then the film will be chemically modified. Matrix-assisted pulsed-laser evaporation aims to resolve this issue by dissolving the polymer in a volatile solvent, which is then frozen to create a solid target. Ideally the polymer would be transparent to the incident light and the host highly absorbent, thereby limiting direct interaction between the laser and the polymer. However, this ideal situation is not easily accomplished using UV lasers.These problems have led to the development of resonant infrared pulsed laser deposition (RIR-PLD) where excitation of vibrational resonances can lead to the breaking of relatively weak intermolecular bonds and deposition of polymer films with unmodified chemical structure. This technique can be applied directly to the polymer or in a matrix-assisted format. However, the relevant vibrational modes lie within the molecular fingerprint region of the IR spectrum (2-10um) where there is an unfortunate dearth of appropriate laser sources. Consequently, the vast majority of RIR-PLD experiments to date have been performed using a free-electron laser. While this source is ideal for demonstration purposes it is certainly not suitable for a commercial processing facility.We therefore propose to build a novel, compact and efficient source of high-energy picosecond pulses with broad tunability in the mid-IR. The source is based on an synchronously pumped optical parametric oscillator with a fibre feedback arm to conveniently allow long cavity lengths, relatively low repetition rates, and hence high pulse energies. It will be pumped by a simple gain switched diode laser, scaled to high average powers by an Yb-doped fibre amplifier. This table-top replacement for the FEL will revolutionise thin-film polymer deposition and consequently impact strongly upon a number of important applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I02798X/1","grantId":"EP/I02798X/1","fundValue":"511746","fundStart":"2012-01-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"David Patrick  Shepherd","coPersons":["Shaif-Ul  Alam","Robert William Eason","David John Richardson"],"organisation":"University of Southampton","findingsText":" To date we have investigated the limits of amplifying near-infrared picosecond pulses to high energies in standard all-solid fibres. We have produced a compact and robust source of pulses with energies up to 17 micro-Joules. We are now using this source to pump an optical parametric oscillator and produce pulses with high energies that are tunable across the mid-infrared part of the spectrum. Such a source would have applications in ablation and deposition of high quality polymer films fro a number of applications. This grant is still in progress but the high-power fibre laser source already developed could be useful for materials processing applications. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}