{"id":"872B0283-76B0-444D-8085-D6BFFC26FB2C","title":"R&amp;D on Liquid Argon detectors for neutrino physics","abstractText":"The historical discovery of the Higgs boson, a long-sought particle, has made waves around the world, but another particle, the neutrino, has also attracted a lot of attention recently. This elusive particle of the Standard Model of Particle Physics (this same model that predicted the existence of the Higgs) has already surprised physicists in the past. The seminal discovery that neutrinos have mass (although tiny) has seriously challenged the Standard Model, which predicted massless neutrinos. In the last years, amazing findings have once more brought neutrinos to the forefront of Science.\n\nAlthough neutrinos are one of the most abundant particles in the Universe, they are probably the least understood because they interact very weakly with matter. For this reason, very large detectors are required to answer the remaining questions neutrino physics can address, like explaining why matter won over the anti-matter in the Universe (one of the greatest puzzle of Science).\n\nLiquid Argon (LAr) detectors are a promising new technology to study neutrinos. These state-of-the-art detectors are extremely efficient at detecting neutrinos and allow 3D images of the particle interactions, which provide unprecedented ways to reject undesirable interactions.\n\nThe UK has recently undertaken a scientific programme to develop and better understand this technology. This proposal offers a unique opportunity to fulfil the goals of the new strategy by increasing significantly the UK involvement in the MicroBooNE experiment, the only LAr neutrino experiment that will be running in the next years. \n\nThe group formed from this proposal, while making significant scientific impact with the MicroBooNE results, will also build small LAr detectors that will be used for R&amp;D. With these new cutting-edge test stands, the Oxford group will be able to perform much needed measurements of the optical properties of LAr, which are essential for both neutrino physics and dark matter communities (some dark matter detectors use LAr detectors). In addition, R&amp;D effort will be dedicated to a new way of instrumenting the LAr detector to detect even more efficiently the particle interactions. The latter could prove to be an innovative way of imaging particle interactions, which could be directly applied to medical imaging, hence of great interest for the medical industries. In the same way several particle physics projects in the past produced great advances in medicine, this research will lay the path to an avant-garde imaging technology that could be use for medical purposes. \n\nThe results that will come out of this project will establish the UK at the forefront of the LAr development effort. They will also provide very cost-efficient ways to considerably improve the performance of the LAr detectors for neutrino studies and for the search of the mysterious dark matter. This research will have direct impact on many current and future experiments and could culminate in unravelling some of the greatest mysteries of Science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L002752/1","grantId":"ST/L002752/1","fundValue":"283351","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"STFC","impactText":"","person":"Alfons Josef WeberRoxanne  Guenette","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}