{"id":"872F7F67-9FD7-495F-AF51-4B6C8DC85E8E","title":"Palladium-Catalyzed Reactions in Aqueous Solution - A New Synthetic Approach to Novel Sugar-Nucleotides","abstractText":"If you think of sugar, you probably think of the cubes you put in your coffee and of the sweetness of their taste. But sugar comes in many other shapes, too, and with rather different properties.Nature has developed ways, for example, to assemble a lot of individual sugars, so-called monosaccharides, in long chains. This is a process that happens all the time, in bacteria, in plants, and yes, right now, in your body, too! Bacteria, plants, and the human body are all made of biological cells. The long chains of sugars can coat the outside of these biological cells and are needed so that two different cells can talk to one another. This sweet cellular talk can be a good thing, for example when two cells of your own body exchange information, but it can also be a bad thing, for example when a bacterial or fungal invader uses this technique to trick its way into your body.Today, we know a fair bit about the structure of these sugar chains and how they are put together, but a lot more still needs to be learned. We know, for example, that the sugar chains are put together at a cellular assembly line , where more than 7000 individual workers , so-called glycosyltransferases, toil, each single one of them with a very specific task. Only what exactly the task of the individual worker is, this we don't know. If only we knew, maybe we could interfere with their work and find a drug that keeps bacterial or fungal invaders out of our bodies.The tools the glycosyltransferase workers use to put together the various sugar chains are called sugar-nucleotides. These are small chemical molecules, part sugar, part nucleotide, which are not very stable. Cells find it easy to make such sugar-nucleotides, but for the chemist in his or her laboratory this is a much more complicated affair.At the cellular assembly line, a lot of workers share the same tools, which makes it hard for us to analyze which worker has added exactly which sugar to the chain. To find out, we want to make specialist sugar-nucleotide tools which will only be used by a few glycosyltransferase workers - or maybe only by a single one of them! We will make a lot of specialist sugar-nucleotides that are all slightly different from one another, to see if individual glycosyltransferases have a preference for a particular specialist sugar-nucleotide. Because sugar-nucleotides are very difficult to make, this is no mean task, but we believe that we have a good plan how we can do it. Instead of putting together each of our specialist tools from scratch, we will make a core sugar-nucleotide onto which we stick a lot of different ends. Using this technique, we hope that we can make quite a numer of these specialist tools in a fairly short period of time.And then we will take our specialist tools and offer them to the glycosyltransferase workers, first in a test tube, and later in a real life bacterium - some workers might like our new tools, and some might not. But whatever the result, this will help us identify those glycosyltransferase workers which carry out important tasks, and those which only add a sugar to the chain every now and then. And identifying the gaffer at the bacterial glycosyltransferase assembly line could well be the first step towards a new drug against bacterial infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D059186/1","grantId":"EP/D059186/1","fundValue":"113640","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Gerd  Wagner","coPersons":[],"organisation":"University of East Anglia","findingsText":" If you think of sugar, you probably think of the cubes you put in your coffee and of the sweetness of their taste. But &quot;sugar&quot; comes in many other shapes, too, and with rather different properties.\n\n\n\nNature has developed ways, for example, to assemble a lot of individual sugars, so-called monosaccharides, in long chains. This is a process that happens all the time, in bacteria, in plants, and yes, right now, in your body, too! Bacteria, plants, and the human body are all made of biological cells. The long chains of sugars can coat the outside of these biological cells and are needed so that two different cells can &quot;talk&quot; to one another. This &quot;sweet cellular talk&quot; can be a good thing, for example when two cells of your own body exchange information, but it can also be a bad thing, for example when a bacterial or fungal invader uses this technique to trick its way into your body.\n\n\n\nToday, we know a fair bit about the structure of these sugar chains and how they are put together, but a lot more still needs to be learned. We know, for example, that the sugar chains are put together at a &quot;cellular assembly line&quot;, where more than 7000 individual &quot;workers&quot;, so-called glycosyltransferases, toil, each single one of them with a very specific task. Only what exactly the task of the individual worker is, this we don't know. If only we knew, maybe we could interfere with their work and find a drug that keeps bacterial or fungal invaders out of our bodies.\n\n\n\nThe tools the glycosyltransferase workers use to put together the various sugar chains are called sugar-nucleotides. These are small chemical molecules, part sugar, part nucleotide, which are not very stable. Cells find it easy to make such sugar-nucleotides, but for the chemist in his or her laboratory this is a much more complicated affair.\n\n\n\nIn this project, we have developed simple synthetic methods to make non-natural versions of these sugar-nucleotide tools, which can be used to study the role of individual glycosyltransferase workers. Some of our novel tools, so called &quot;inhibitors&quot;, stop individual glycosyltransferases from working properly, which allows us to investigate their precise role in the assembly line of glycosylation. Other tools we have made are fluorescent, and allow us to &quot;illuminate&quot; the activity of individual glycosyltransferases.\n\n\n\nWe have found that our novel tools (or at least some of them) are indeed useful to study glycosyltransferases in biological systems. This will ultimately help us identify those glycosyltransferase workers which carry out important tasks, and those which only add a sugar to the chain every now and then. These are the first steps toward identifying new targets (and new treatments!) for bacterial infection and other crippling diseases in which glycosyltransferases are involved.  ","dataset":"gtr"}