{"id":"8732CD52-2398-4EF2-9AB7-596F2950F4C0","title":"The Struggle to Define Afro-Jamaican Womanhood, 1865-1938","abstractText":"This study examines ideas about women as sexual partners, wives, mothers, workers and citizens within the Afro-Jamaican community between the 1865 Morant Bay Rebellion and the labour riots of 1938 that put Jamaica on the road to independence, a period which has thus far received scant scholarly attention. It first of all tries to assess the extent to which these ideas engaged with the metropolitan ideal of womanhood that defined women as dependent wives and caring mothers and was held up by the government, churches and chapels, schools and media. It is furthermore concerned to unravel the impact of racial and class ideologies on the construction of womanhood ideals in the Afro-Jamaican community and the responses of Afro-Jamaican women to the pressures put upon them to conform to these ideals. \\nBy examining Afro-Jamaican ideas of womanhood within their socio-economic, political and cultural context and alongside Afro-Jamaican women's lived experiences, the study will be able to shed light on important developments that took place in Jamaica between 1865 and 1938, such as the decline of the sugar industry, migration, and revivalism. In particular, it will enhance our understanding of the quest of the second generation of freedmen for full citizenship. It will not only show that women played an active part in the struggle to undo the class and colour discrimination which was a legacy from slavery and prevented full equality but also that ideas about citizenship in this struggle were articulated through remarks about appropriate female behaviour.\\nThe study provides a more comprehensive account of the role played by gender in the second generation of freedmen's struggle for full citizenship than the few existing works on gender in post-1865 Jamaica because it is based on a wider range of sources and pays attention to the diversity of Afro-Jamaican women. It uses not only official sources and materials written by white islanders and visitors but also sources produced by Afro-Jamaicans, including materials that convey the gender ideals of lower-class, illiterate Afro-Jamaicans, such as published folktales, court testimonies and transcripts of interviews with second-generation freedmen, and it will demonstrate that not just class and colour but also age and locality mediated Afro-Jamaican women's ideas of womanhood and their responses to attempts to change their behaviour. \\n\\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F002165/1","grantId":"AH/F002165/1","fundValue":"16749","fundStart":"2008-04-01","fundEnd":"2008-06-30","funder":"AHRC","impactText":"","person":"Henrice  Altink","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}