{"id":"873BF61C-787A-487F-9C91-74947E72452E","title":"MICA Childhood Arthritis Response to Treatment consortium (CHART):partnership to define stratified medicine tools for childhood inflammatory arthritis","abstractText":"Arthritis (swelling, pain and inflammation of the joints) affects 1 in 1000 children and young people. Arthritis of children and young people is called juvenile idiopathic arthritis (JIA). If JIA is not fully treated it causes severe pain, joint restriction swelling and stiffness, fatigue, poor growth, thinning of bones, time off school, reduced social and sporting activities and lost family life opportunities. JIA can lead to major disability that lasts well into adult life. There are many modern, powerful medicines that can be used to treat JIA better than before. However we do not yet have reliable and child-friendly tests that can predict which drug will work best for each child. Each of these drugs may also have serious side effects. At the moment, children and young people (and their families) have to wait after starting a new drug to see if it works, and whether any important side effects happen. If it does not work, or side effects crop up, only then are they allowed to try another. This &quot;lets try it and see&quot; approach takes time and exposes children to drugs which might not work well, yet often have important short and long term side effects. \n\nTherefore there is an urgent need to develop ways that can help to predict how an individual child will respond to each drug, and so allow children with JIA to be treated with the most appropriate medicine. This approach is now known as 'precision' or 'stratified' medicine. Early control of the arthritis allows children to return to their education, as well as full sporting and family life activities, whilst continued control of arthritis prevents disability and avoids lost opportunities in the long-term.\n\nAt the moment, four major UK studies are collecting valuable data about response to treatment from children and young people with JIA across the country. Between them, these studies have a lot of data, both clinical as well as laboratory data, that can address this need. In this partnership we propose to bring these studies together to form a unique Consortium, called the Childhood Arthritis Response to Treatment Consortium (CHART). CHART will work with all the main national and international stakeholders including clinical and research collaborators, as well as families and patients who lives are affected by JIA. The overall aim of CHART is to directly improve clinical care for children with arthritis. \n\nThe key aspects of the work planned in the CHART Consortium are to : \n1. Find out exactly what data and samples are already available in the four major UK studies of JIA \n2. Design and agree a way to share all of the data, and bring the data together \n3. Agree to collect data and samples for understanding response to treatment in the same way in the future, in order to speed up progress for all children with JIA\n4. Give many more children and families the opportunity to contribute to these studies by including new centres and collaborators\n\nThe CHART Consortium, if established, will be one of the largest of its kind in the world. The CHART researchers will have the common goal of making treatment of JIA more individualised and precise, to help every child with arthritis return to a full normal life as quickly as possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M004600/1","grantId":"MR/M004600/1","fundValue":"400176","fundStart":"2014-08-18","fundEnd":"2018-08-17","funder":"MRC","impactText":"","person":"Lucy Rachel Wedderburn","coPersons":["Michael W Beresford","Kimme  Hyrich","Wendy  Thomson"],"organisation":"University College London","findingsText":"","dataset":"gtr"}