{"id":"873C3974-4DF0-4E69-8763-CAF82959D855","title":"Centre for Sustainable Road Freight Transport","abstractText":"The CfSRFT brings together two of the UK's leading academic groups to make road freight economically, socially and environmentally sustainable. This will be the first time that a team of international standing has fully addressed the complete 'triple bottom line' of sustainability in the sector. The team combines expertise in logistics, road freight vehicle engineering, human factors and sustainability. It will work in partnership with industry players, who will help set the research agenda and drive the adoption of results by the road freight industry.\n\nThe overall aims of the Centre are to:\n(i) perform a comprehensive programme to research on the sustainability of road freight transport: from tactical to strategic; fundamental to applied; micro and macro-level perspectives\n(ii) develop innovative technical and operational solutions to road freight transport challenges\n(iii) assess solutions to meet short, medium and long-term Government emissions reduction targets for the road freight sector, in particular, develop an achievable roadmap to provide an 80% reduction in CO2 emissions due to road freight transport by 2050\n\nThe research of the Centre will be run under four 'themes' coordinating the contributing disciplines, spanning the stakeholders and beneficiaries: \nCore Activities: managing the research portfolio to maximise quality and impact; disseminating results, insights and technology and mapping the road freight sector's path to meeting Government's emissions targets.\nData Management, Scenario Analysis and Decision Support Tools: creating integrated databases, assembling data on logistics systems, freight traffic flows and related costs and externalities; performing studies to determine the best ways to optimise logistic operations so as to minimise CO2 emissions, developing decision-support tools for companies and policy-makers.\nOptimising Long Haul Transport: optimising the energy efficiency of long haul vehicles through engineering of their size and weight, tyres, structures and aerodynamics, their management and the logistics infrastructure within which they operate.\nSustainable Urban Freight: optimising the efficiency of urban delivery vehicles through their engineering design and driver interfaces, their management and the city logistics systems within which they operate\n\nThe Centre will have six full-time research staff and six PhD students with twelve associated academic investigators. A computer officer will build software and database infrastructure and tools needed to disseminate the outputs to industry and government. A full time Manager will manage the engagement with industry and build the Centre into an economically sustainable unit capable of generating income streams from research, exploiting IP and identifying and providing services as appropriate.\n\nThe Centre will be supported by an Industrial Consortium of companies from the sector, steering the research, providing collaboration and implementation partners and providing about 20% of the funding over the first five years. \nBeneficiaries of the Centre's work will include transport operators and customers within the sector, achieving higher efficiencies and reduced costs and impact. The manufacturing supply chain will gain new engineering options and design guidance in new technologies, while adjacent industries such as software and electronics will gain new product and service opportunities. Policy and decision-makers will benefit from new insights and tools, offering better information and prediction capabilities as well as a roadmap which provide practical routes to addressing emissions targets. The academic community will gain a rich and integrated data resource, a wide variety of related tools and methodologies in logistics and vehicle engineering and a centre of excellence in logistics management and heavy engineering. The public at large stand to gain from reduced cost of goods, congestion, noise and environmental impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K00915X/1","grantId":"EP/K00915X/1","fundValue":"4423780","fundStart":"2012-12-01","fundEnd":"2017-11-30","funder":"EPSRC","impactText":"  The research is very much on-going, with approximately 40% of the grant period over.\n\nA number of early stage prototype tools have been developed and are currently being tested by the industrial partners. Transport Economic,Policy & public services","person":"David  Cebon","coPersons":["Tooraj  Jamasb","Alan  McKinnon","Maja Izabela Piecyk","Nick  Kingsbury","Holger  Babinsky","Adam  Boies","Guy Harrison Walker","Michael  Sutcliffe","David James Cole","Nick  Collings"],"organisation":"University of Cambridge","findingsText":" The project has been running for 23 months at the time of writing and various sub-project are starting to deliver practical results and tools for use by Industrial members of the centre and other organizations, to reduce the CO2 generation by their freight vehicle operations. These include:\n\n1. 'Carbon for Money Tool' This is a Carbon calculator for use by the freight industry to help fleet operators make the necessary interventions to substantially reduce their fuel consumption and CO2 emissions. The tool is currently being beta-tested by various commercial organizations, prior to being rolled-out by the Freight Transport Association (FTA).\n\n2. Aerodynamic modifications designed in the project and optimized through wind-tunnel testing of a model vehicle, have been implemented by John Lewis/Waitrose on a test vehicle. The vehicle has been tested under controlled conditions on the test track and found to have 12-15% less aerodynamic drag. It is currently being tested in-service.\n\n3. Hydraulic regenerative braking system for a semitrailer. A hydraulic regenerative braking system has been developed for a triaxle semitrailer. This system has the potential to reduce fuel consumption by up to 25% for start-stop urban traffic conditions. * Vehicle industry: Tools and concept systems for reducing vehicle fuel consumption.\n\n* Road Freight Industry: Practical tools and advice, both technical and logistica, for ways to reduce fuel consumption and vehicle emissions.\n\n* Government: Policy roadmaps and strategies for decarbonizing road freight Transport","dataset":"gtr"}