{"id":"873E5AC9-CB4B-453B-8140-1AA2DB355B57","title":"Balancing the impact of City Infrastructure Engineering on Natural systems using Robots","abstractText":"Our vision is that of a city where infrastructure is autonomously maintained and dynamically responsive, focused on: securing the health &amp; wellbeing of its citizens; contributing to flourishing and sustainable natural systems in the city; and creating positive economic and societal outlooks. \n\nTowards our vision we will tackle the Grand Challenge of: Zero disruption from Streetworks in UK Cities by 2050.\n\nOur strongly interdisciplinary team aspires to fulfil our Grand Challenge through pioneering scientific research (and research methods) into: autonomous systems for minimally invasive infrastructure sensing, diagnosis and repair; development of advanced robots for deployment in complex live city environments; and the socio-technical intricacy of the robot - human - natural systems interfaces. We will develop pioneering robot designs, technical implementations and socio-economic impact cases linked to specific application requirements, starting with three case-study systems:\no &quot;Perch and Repair&quot; remote maintenance and modernisation of lighting columns to promote their use as multifunctional platforms for city communication nodes; \no &quot;Perceive and Patch&quot; Swarms of flying vehicles for autonomous inspection, diagnostics, repair and prevention of highway defects (e.g. potholes);\no &quot;Fire and forget&quot; hybrid robots designed to operate indefinitely within live utility pipes performing inspection, repair, metering and reporting tasks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N010523/1","grantId":"EP/N010523/1","fundValue":"4217380","fundStart":"2016-01-04","fundEnd":"2021-01-03","funder":"EPSRC","impactText":"","person":"Phil  Purnell","coPersons":["Anthony  Cohn","Nicole  Metje","Raul  FUENTES","Gary  Graham","Mark  Miodownik","Nutapong  Somjit","Muhammed  Basheer","Gary Arthur Dymski","Robert  Richardson","Netta  Cohen","Stephen Dominic Prior","Jongrae  Kim","Andrew  Brown","Martin  Dallimer","Ian  Robertson","David Neil  Chapman","Natasha  Merat","Abbas Ali Dehghani-Sanij","Christopher David Foss  Rogers"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}