{"id":"873FB138-3F2F-4355-B932-11CC203C73C8","title":"14TSB_ATC_IR Renewable Fertiliser Production to Improve Agricultural Efficiencies &amp; Avoid Environmental Harm","abstractText":"Nitrogenous fertilisers are used in agriculture to provide essential nutrients for crop growth. To maximise yield they normally contain ammonia or urea, (made from ammonia &amp; CO2). Ammonia made from natural gas is responsible for 5% of global natural gas consumption (2% of world energy). Recent work by ITM Power has shown it is feasible to produce ammonia using renewable energy, where hydrogen is produced by the electrolysis of water and nitrogen captured from air. The project will design and build an integrated pilot scale system for ammonia production and urea synthesis. The unit will then be demonstrated on a UK farm. By producing fertiliser at a smaller scale, near to the point of use, it will be possible to decentralise fertiliser production, negating energy use to dry product for transport, reduce GHG emissions associated with fertiliser production and transport, improve UK food security and provide export revenues from fertiliser produced and system sales.\nThis proposal relates to primary crop production and the need for intensification of agriculture while reducing the industry's adverse impacts on the environment. UK Agri-Tech strategy identifies the unsustainable rate of consumption of the world's natural resources as one of 2 primary failings of the global food system. This proposal addresses the need to reduce the environmental impact of the production of nitrogen fertilisers, which are crucial to achieving the necessary increase in productivity of agricultural land. Current production is a large-scale industrial process, involving the production of H2 from natural gas, which is catalytically reacted with N2 derived from the air to form anhydrous ammonia. The project will develop a technology for decentralised synthesis of ammonia based fertilisers (urea) using H2 generated by electrolysis of water using renewable electricity. The unit will be on a scale which enables fertiliser production close to the point of use, further reducing emissions related to transport. The project will demonstrate a route to decarbonise the production and transport of ammonia-based fertilisers. The Foresight 'Future of Food and Farming' report estimates agriculture contribute 12-14% of GHG emissions, including those associated with fertiliser production. Agricultural production uses 4% of global fossil-fuel energy (560 GW/17.7 EJ) of which 50% is required for nitrogen fixation in fertiliser production. The widespread deployment of the technology has potential to dramatically reduce the GHG emissions of fertiliser production. The Foresight report also identifies the strong influence of fossil fuel prices on food prices, an important part of which is the impact fuel prices have on the cost of fertiliser production. By decoupling urea synthesis from fossil fuel consumption, the technology has potential to insulate the UK agricultural industry from an important source of future production cost increases and price volatility. The distributed farm-scale of the process promises the potential for UK farmers to reduce their production costs and to establish new revenue streams from the supply of urea, both locally and with potential export markets. The technology can help to keep down the costs of UK produce and also safeguard employment in the agriculture sector. Deployment of the urea-production process close to sources of renewable electricity generation offers a number of potential benefits to generators, including reduced grid connection costs, potential for reduced grid curtailment costs and improved price certainty. These savings translate into further potential revenue streams for the fertiliser plant operator. Deployment of the plant could also increase the capacity of renewable generation that can be connected, leading to further indirect environmental benefits.The project is business-led involving UK SMEs in technology and engineering sectors, while also drawing on the strengths of the UK academic community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M011917/1","grantId":"BB/M011917/1","fundValue":"601723","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"BBSRC","impactText":"","person":"Peter  Styring","coPersons":["James  McGregor"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}