{"id":"874E9A5B-0D7C-49CB-A093-4E1B8F24D127","title":"ROADBLOCK: Towards Programmable Defensive Bacterial Coatings &amp; Skins","abstractText":"This project fits the EPSRC Synthetic Biology Signpost.This application-driven research project will seek to integrate the creation of new computational algorithms, tools and theories for synthetic biology (SB) with well-established wet lab techniques to develop an integrated and validated software suite (i.e. an in silico workbench) for SB. This project will focus on synthetic biology (SB) routes for creating engineered coatings, based on modified bacteria, that will act as bio-programmable shields against colonisation. The target application in this proposal is healthcare, using SB to develop biological based tools to tackle infection, however it is envisaged that ROADBLOCK constructs could be applicable in other medical, environmental or industrial applications in which bacterial colonisation or biofilm formation should be avoided. It will also consider the major social and ethical issues raised by this technology. The new computational tools will permit rapid bio-model prototyping and specification, simulation, verification, analysis and optimisation. Moreover, it will create ROADBLOCK biological parts, devices and systems. Previous SB projects had mainly mathematical (e.g. control theory, bifurcation analysis, differential equations, etc) components as auxiliary tools. In this project, Computer Science (CS) takes centre stage as we look to push its boundaries in the context of ROADBLOCK bio-devices. To the best of our knowledge, this is the first wet SB project that will directly drive the development of cutting-edge computer science (CS) activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I031642/1","grantId":"EP/I031642/1","fundValue":"791388","fundStart":"2012-02-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"","person":"Natalio  Krasnogor","coPersons":["Stephan  Heeb","Paul  Martin","Miguel  Camara"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}