{"id":"87511AC5-1F45-44F1-99A9-E8859FB6601A","title":"Micro Materials NanoTest Vantage Testing Suite with NTX4Controller","abstractText":"The proposed bid will provide the UK with a world leading nanomechanical and nanotribological testing facility, with access available to all UK academic institutions and UK industry. The Micro Materials Vantage System represents a step-change in repositioning accuracy and testing speed than previous systems. It provides the ability to undertake 6 fundamentally different mechanical or tribological tests (Indentation, Scratch, Impact, Fatigue, Wear, Fretting), in a range of different environments, offering the ability to tailor tests to simulate service environments.\n\nThe ability to mechanically and tribologically test at the nano-scale is vitally important for a number of different scientific disciplines. \nIn Tribology, the behaviour of macro-scale contacts such as the bearing surface contact of a hip joint, is governed by the interfacial interactions at the nano-scale. Assessment of the nanomechanical and nanotribological behaviour of the surfaces, and the investigation of the surface layers or tribofilms formed during contact motion, is vital to the fundamental understanding of the contacts behaviour, and it provides crucial information for predictive modelling. \n\nIn manufacturing and materials science, new manufacturing and processing techniques such as laser processing and electrical discharge machining, produce microstructures, thin surface layers and textures on material surfaces which are of the order of microns in size. This means conventional hardness, wear and impact testing methods are simply not sufficient to assess them. This microstructure and texture formation can enhance and detract from the performance of the component in service; therefore the ability to test relevant properties at the appropriate scale is vital. \n\nCoatings science is a field which spans a multitude of disciplines ranging from ship antifouling paint films through to hard coatings for the turbine blades of jet engines. While these coatings can vary in thickness, hard coatings for wear, impact and erosion resistance can be typically 1-50 microns thick with properties tailored to fit their purpose. The low thicknesses of the coatings mean their adhesion to the substrate and mechanical properties which are vital to the prediction of their performance can only be accessed through nano-scale testing.\n\nMany natural materials such as bone and cartilage have complex hierarchical structures which extending down to the nano-scale. Changes occurring at the nano and micro-scale govern the macro-scale properties and performance and the ability to assess these levels provides valuable insights into the origins of conditions such as Osteoarthritis and Osteoporosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K005103/1","grantId":"EP/K005103/1","fundValue":"22928","fundStart":"2012-11-30","fundEnd":"2015-11-29","funder":"EPSRC","impactText":"  We have developed method to test biocompatible materials under conditions similar to real application (hip joints). The method is now used to analyze traditional and novel materials for implants. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Economic","person":"Tomas  Polcar","coPersons":[],"organisation":"University of Southampton","findingsText":" This project covers management costs of strategic funding by EPSRC. Funded device allows analysis of mechanical properties at nanonoscale, such as hardness and elastic modulus, in defferent conditions (temperature, impact, etc).\nThe device was succesfully instaled and is used by wide community of researches. Our finding help manufacturer to further improve his device. We developed newmeasuring methods, which are expected to become standards in the field (impact and fatigue testing; testing in biological liquids). Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology","dataset":"gtr"}