{"id":"8755005D-D759-4A1E-864F-F2731F99AC3C","title":"Economic inter-dependence and comparative regional dynamics in developed and developing economies: trade and regional trajectories in China and the EU","abstractText":"<p>This project will examine the impact of increasing economic interdependence (especially changing trade flows) on the restructuring of regional economies, regional economic performance and regional disparities in China and the European Union (EU). The first part of the project will identify the changing volume and composition of Chinese and EU exports and imports, the evolution of regional output and employment in traded sectors, and the impact of these regional evolutions on comparative regional economic performance in China and the EU. This phase of the research will classify Chinese and EU regional economies according to the performance of traded sectors and of the regional economy as a whole.</p>\n\n<p>The second part will explain these comparative sectoral and regional evolutions in the light of regional characteristics, regional industrial and public policy strategies and inter-regional relationships, including trade rules. This phase of the research will involve a series of case studies chosen to reflect different combinations of trade and overall regional economic performance, and will involve the use of comparative methodologies to make systematic within and cross-case comparisons.</p>\n\n<p>The research will identify those factors including public policies that determine the degree of success of regional economics in adapting to trade-induced economic change.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G020701/1","grantId":"ES/G020701/1","fundValue":"265478","fundStart":"2009-04-01","fundEnd":"2013-12-31","funder":"ESRC","impactText":"  The findings of this research have been used in a number of ways. Most important are a series of academic publications dealing with theories of trade and refgional development, an empirical analysis of the evolution of China's overall trade with the EU and the rest of the world, specific studies of the solar energy and textile and clothing industries and specific localities in China and the European Union.\nThis research led to particiaption in two other projects. One was a regional policy dialogue between the European Union and the National Development and Reform Commission in China. A report was published and a number of its proposals had an impact on the 2014-20 phase of European Union Cohesion Policy. It also led to particiaption in three projects involving GIZ and the Chinese State Council Leading Group on Poverty Alleviation and Development relating to the development of trade and economic activities to improve livelihoods in areas in China that were hit by natural disasters and in poverty areas.\nThe findings were also reported and discussed in a number of workshops and conferences including a workshop in Romania with all the participants in the field work, parliamentarians and a government minister. Energy,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology Policy & public services","person":"Michael  Dunford","coPersons":["Adam  Swain"],"organisation":"University of Sussex","findingsText":" The findings were multiple. In a world of increased international and inter-regional trade and competition, this research sought examined industrial and regional dynamics by developing a conceptual framework that embraced market expansion, trade-related wage and exchange rate adjustment and currency and capital flows and whose starting point was capital expenditure, credit and investment and the creation of income and markets. At a theoretical level it emphasized the significance of these mechanisms in economic adjustment in situations of disequilibrium, highlighting the problems associated with the polarization of trade surpluses and deficits globally and in the European Union. In the latter peripheral Mediterranean countries suffered from increasing trade deficits with Germany funded by loans that contributed to the subsequent crises of government debt, the Euro zone crisis and the subsequent recession. The research also examined the reasons for the rise of China and the progressive decline in economic dynamism of the European Union paying considerable attention to the importance of efficiently-used public assets and infrastructure provision in driving China's remarkable growth and its capacity to respond to the global financial crisis by redirecting growth towards the centre and west of the country. More specific results emerged in relation to the industrial and regional case studies dealing with for example the way Chinese solar energy companies were able to take advantage of Germany's market creation measures, and the impact on Italian clothing and textile producers, who had relied on outward processing in Romania, of Chinese competition and the rise of Chinese entrepreneurship in Italy itself. The theoretical research should encourage economic geographers to pay more attention to economic dynamics/adjustment and economic calculation and more specifically to efficiency wage costs, exchange rates and currency and capital movements in shaping global economic geography. \nThe research highlights the significance of investment including investment in infastructure in contributing directly to growth and development and in creating externalities for industrial and regional growth. The research will also hopefully lead to a re-assessment of the factors underlying China's growth and its relation to the Chinese social model which remains seriously ill-understood in many other parts of the world. Energy,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}