{"id":"8755B9F2-4D23-4BD5-8C3F-6ADCD28D87B1","title":"An evaluation of legal responses to HIV and AIDS","abstractText":"Since the outset of the AIDS pandemic in the early 1980s, legislators and courts have responded in a variety of ways. Some responses have been sensitive to the needs of those with HIV, seeking to guarantee heightened levels of confidentiality or freedom from discrimination. Others have sought to use the law as a tool to limit the spread of HIV, either by imposing liability for its transmission or restricting the freedoms of those who are HIV-positive. More recently, treatments for HIV have developed to the extent that for many, HIV is a chronic disease rather than an inevitably fatal condition. Such treatments, however, pose new challenges: they are expensive and as such are not widely available in those parts of the globe where HIV infection is most widespread. The effects of this disparity have been seen most markedly in recent litigation in the UK where HIV-positive asylum seekers have / generally unsuccessfully / attempted to argue that deportation to a country where such treatment is not widely available would be a violation of their rights under the European Convention on Human Rights. Elsewhere, the disparity between medical technology and financial resource has resulted in debate over the right to medical treatment and the extent to which the intellectual property rights of pharmaceutical companies should be protected in the face of extensive human suffering. This project will attempt to examine and evaluate these various responses, thereby providing guidance as to how the area should develop in the future. It will draw on legal responses to other sexually transmitted infections (and contagious diseases) but will concentrate on HIV and AIDS. The focus will / depending on the particular issue under consideration / be placed primarily on the UK, but will draw on material from a wide range of other jurisdictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000584/1","grantId":"AH/E000584/1","fundValue":"23514","fundStart":"2007-09-18","fundEnd":"2008-01-17","funder":"AHRC","impactText":"","person":"James Peter Chalmers","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}