{"id":"87575443-568E-4C03-8AAA-65DEC7F89443","title":"Exploring Children's Relationships across Majority and Minority Worlds","abstractText":"<p>The seminar series brings together leading research on children's relationships, to foster debate, challenge and dialogue across Majority and Minority world contexts. It has a distinctly interdisciplinary agenda, bringing together theoretical developments and research in Childhood Studies with concepts of intimacy and relationships. </p>\n\n<p>Childhood Studies has made a substantial contribution to the policy focus on children, by arguing theoretically and empirically for recognising children as contributors, agents and rights-holders. But in perceiving children as individuals (rather than submerged into 'households'), Childhood Studies has risked losing the interlinking, inter-dependent relationships of children with family members, peers and other important adults. Childhood Studies has also risked concentrating on the Minority World and not fully integrating learning from development studies, and the growing indigenous work in the Majority World. This seminar series specifically seeks to add to cross-world dialogue on Childhood Studies.</p>\n\n<p>Four seminars are being held: </p>\n\n<ol>\n \n\n <li>Peer Relations (April 2010, University of Edinburgh)</li>\n\n <li>Intergenerational Relationships (November 2010, Medical Research Council’s Social and Public Health Sciences Unit in Glasgow)</li>\n\n <li>Youth Transitions to Adulthood (April 1st 2011, University of Edinburgh)</li>\n\n <li>Migration and Family Relationships (Oct 24/25 2011, UHI Centre for Remote and Rural Studies, University of the Highlands and Islands)<br />&nbsp;<br /></li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0685","grantId":"RES-451-26-0685","fundValue":"18706","fundStart":"2010-02-04","fundEnd":"2012-02-03","funder":"ESRC","impactText":"","person":"Elizabeth Kay Tisdall","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}