{"id":"875A5059-3A68-46B8-9506-6C29EE8B3526","title":"Creativity@home-Novel Tools for Single Cell Manipulation","abstractText":"Cells which are amongst the smallest units of life are made up of smaller components including lipids and proteins that combine together to perform functions that are vital to the life of the cell. Lipids form the backbone of membranes that help to compartmentalize them whereas proteins are the worker molecules in cells, making, building and moving things throughout. Interestingly, these molecules do not work in isolation, instead they often come together to perform higher order functions and their levels throughout a cell vary both as a function of time and space. They fluctuate as a function of time in response to stimuli, some external and some internal to the cell. Unfortunately, the state of the art in terms of our ability to measure the inner workings of these systems is such that it is still not possible to measure the protein levels in or accurately deliver or remove material to or from a single cell (either to the surface of to a sub-cellular location). This proposal puts forwards a series of feasibility studies to trial a series of new technologies that have the ability to address these technological bottlenecks thereby unlocking the inner workings of cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I031561/1","grantId":"EP/I031561/1","fundValue":"101750","fundStart":"2011-08-26","fundEnd":"2012-08-25","funder":"EPSRC","impactText":"","person":"Oscar  Ces","coPersons":["Richard  Templer","David R Klug","Robert Guenter Endres","Mark Andrew Neil"],"organisation":"Imperial College London","findingsText":" The aim of this project was to investigate how optically trapped bio-emulsion droplets (Smart Droplet Microtools: SDMs) in microfluidic devices can be used to undertake a variety of novel single cell analysis functions using the biological process of phagocytosis as a soft focus for these feasibility studies. The aim was not to determine how well each function worked but whether they would work at all. With respect to objective (a) we were able to trigger binding of the macrophages (RAW 264.7 macrophages) to a variety of delivery systems, ranging from collagen-coated polystyrene beads through to latex spheres coated with rabbit IgG and finally a novel type of SDM based upon a solid-core of silicon dioxide coated with a lipid bilayer. The latter SDMs offer superior trapping capabilities with respect to previous generations of SDMs and have opened up the possibility of using SDMs to transfer material from one membrane to another (see below). In addition, not only were we able to demonstrate that we could trigger phagocytosis with SDMs but that we could also do so simultaneously at multiple sites on the surface of a cell with spatial and temporal specificity using holographic optical traps. Due to the adhesion forces involved in the uptake of the SDMs we were not able to sample the macrophages (either surface or sub-cellular locations, objective e) but we were able to demonstrate that the new solid core SDMs could be used to remove material with spatial specificity from human biliary epithelial (BE) colon cancer cells (objective b). In order to demonstrate that we could use microfluidic antibody capture chips to measure proteins level we had to show for the first time that we could both uptake material from a surface and then release it onto another using SDMs as the cargo transporters. We were successful in doing so, isolating green fluorescent protein (EGFP) labeled K-ras proteins located at the inner leaflet of the plasma membrane of colon carcinoma cells, before transferring them (and their associated lipids) to an S-layer supported lipid bilayer system. Not only did this demonstrate we could unload an SDM cargo, it also demonstrated that the SDM platform could be used to pattern model membrane surfaces with spatial control, which is currently a bottleneck in membrane engineering. In terms of delivery to single cells we demonstrated that the macrophages could uptake SDMs at user defined sites on the cell surface and extended this capability even further by undertaking single cell transfection. These results have underpinned: (i) a successful EPSRC Programme grant application (EP/J017566/1) (ii) 2 publications (Soft Matter, SMALL, under preparation) and (iii) numerous (iii) presentations to industry with all the PDRAs on the project benefitting from multi-disciplinary research training. These developments have led to new tools and technologies for single cell analysis and the construction of patterned membrane surfaces. There are two main ways in which this research is being exploited. Firstly there is its application for the study of biology in order to further our understanding of a range of key biological functions. The fields of proteomics and genomics have developed in ways which emphasise the rate and volume of data acquisition and analysis. They have by necessity worked on large populations of cells reporting on population averages rather than their distributions and have been unable to analyse cells which are only produced in small numbers. In addition genome sequence information provides powerful insights into cellular complexity but limited information pertaining to how individual parts of a cell are integrated in time and space to form dynamic cellular processes. These feasibility studies have demonstrated that SDMs can address many of these issues as they can be used to perform &quot;nanosurgery&quot; on single cells whilst retaining cellular viability, both removing material, delivering material between membrane surfaces and delivering material to sub-cellular locations to trigger e.g. single cell transfection. These are key elements required to underpin spatial and time-resolved proteomic measurements. \nBy developing techniques to study and manipulate cells at the single cell level it is possible to better understand and manipulate the molecular networks that make cells function. The ability to deliver (and measure) molecular doses of biological reagents to a specific subcellular location, is a largely unmet technological challenge hampering our understanding of cell biology. Our SDM studies have led to a platform that offers unprecedented control with respect to cell manipulation and targeted intervention and we therefore anticipate that it will find widespread applications in bioengineering and healthcare. We have already demonstrated the potential with respect to single cell transfection but anticipate downstream applications in fields such as theranostics, drug delivery systems with tailored drug release kinetics, single cell transplantation and micromechanical systems. This technology has been integrated into a facility at Imperial College London where a consortium of around 50 research collaborators are making use of the facility for subsequent biological projects.\n\nSecondly there is the application of SDMs in the emerging field of molecular membrane engineering as it will facilitate the construction of artificial membranes with user defined levels of patterning which will revolutionize the fabrication of smart, soft materials based on the lipid bilayer as the basic structural motif. These developments are being exploited through a recently awarded programme grant (EP/J017566/1) with applications in nanomedicine, liquid crystal templating and artificial cells. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}