{"id":"875C6C94-2E68-4779-BB0D-4B28F6D76347","title":"Fluorescence Light Sheet Microscopy for Live 3D and 4D imaging","abstractText":".Individual cells in a plant or an animal are exposed to changes in their environment (biochemical signals, temperature, light variations...). Cells have to interpret this information to adapt and respond appropriately. To understand the molecular mechanisms leading to a particular response (e.g., cell death, cell growth, cell migration, etc), biologists have to measure the levels and localisation of proteins in the cells. Each individual cell might respond differently from its neighbour and at a different time so it is crucial to follow the events in real time and in each individual cell. This can be achieved using live cell imaging coupled with the use of fluorescent labels. However, technological limitations have restricted the measurements to flat samples, such as cells attached to a glass coverslip. \nIn 2004, a German group invented a new microscope called light sheet microscopy, which illuminates the sample using, as the name indicates, a sheet of light. This technology also includes rotation of the sample to acquire different views. Images can be acquired very quickly through the depth of a sample (up to 1 mm thick, which is far more than with conventional microscopes). Because of the illumination geometry, the sample does not suffer from the toxicity induced by the laser light, enabling longer term imaging of living organisms. For example, the development of a zebrafish or drosophila embryo, from a few cells up to a whole organism, with single cell resolution can be observed in real-time. The first commercial light sheet microscope was released at the end of 2012. We propose to purchase one of the first commercial light sheet instruments in the UK and to install it in the Liverpool Centre for Cell Imaging (CCI). The CCI is an open access facility, so the microscope will be accessible to groups from several universities and companies. To illustrate the breadth of the science that will be served by this equipment, we briefly present below three exemplar projects:\n1. Repair of muscles during ageing.\nAs people age, their skeletal muscles starts to deteriorate. Skeletal muscle cells do not divide and hence need to have a robust mechanism in place in case of damage or loss. Repair requires a unique population of specific muscle stem cells called satellite cells. Failure in satellite cell function can lead to delayed, impaired or failed recovery after injury and such failures increase in old age. With the new microscope, we will follow for the first time, the movement, division and differentiation into muscle cells of the satellite cells, in real time on damaged muscle fibres.\n2. 3D cell culture models for drug testing\nThe reduction, replacement, and refinement of animal experiments is one of the BBSRC priorities. It requires better in vitro models to improve drug discovery and drug testing. Three dimensional multi-cellular spheroid models allow faster and less expensive screening in a 3D cellular organisation. To develop drug delivery and toxicity testing using 3D cell culture system, we need to understand how the cells survive, divide and move at different positions within the spheroid. Using Light sheet microscopy, we will image in real time cell survival, proliferation and migration of individual cells in the whole spheroid. This has attracted the attention of biotech companies developing biomaterials for 3D culture and pharmaceutical companies for drug testing.\n3. Uncovering cell specific changes in the plant circadian clock\nThis project is about understanding the regulation of intracellular signals in plants triggered by the day and light changes (circadian clock). Using 3D analysis of seedlings with the light sheet microscope, we will elucidate each cell type specific regulation of the circadian clock intracellular network. This research has important implications, because the circadian clock regulates many agronomic important processes including yield, water use efficiency, disease resistance and flowering time","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L014947/1","grantId":"BB/L014947/1","fundValue":"247189","fundStart":"2014-01-01","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"  The equipment funded by this award has already allowed to image 3D cell spheroids, fruitflies, kidney rudiments, arabidopsis. The projects have only started 6 months ago, so no new fidings have been used yet.\nWe have organised an imaging workshop in October 2013, sponsored by carl Zeiss, with 1 day dedicated to light sheet microscopy. This has attracted 90 delegates.  ","person":"Violaine  See","coPersons":["Daimark Hamilton Bennett","Andrew Robert Cossins","Rachel Naomi Bearon","Brian Kevin Park","Malcolm Joseph Jackson","Alistair Charles Darby","Raphael  Levy","Anthony James Hall"],"organisation":"University of Liverpool","findingsText":" The new microscope (light sheet fluorescence microscope) has been installed 6 months ago. It is a new technology and we have to optimise sample preparation for 3D imaging. We have started to image different samples with unprecedented cellular resolution. The samples used are ranging from 3D cellular organisation in spheroids, fruitflies, arabidopsis, zebrafish embryos, mouse kidney rudiments. Several biologists may want to apply light sheet microscopy to test the cellular response (cell fate, drug toxicity etc) in a 3D environment. It is only early days, yet the new equipment is already used at full capacity by several reserach groups from the University of Liverpool. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}