{"id":"87675D9B-1116-4548-AB40-AC3457DCCB91","title":"Workshop on Entanglement Entropy in Many Body Quantum Systems","abstractText":"Quantum mechanics has very intriguing features. One of them is that we just cannot know all physical properties of any system for sure - there is always some fundamental uncertainty. Wherefore with quantum mechanics, we only predict probabilities of measurements. Another intriguing feature is that what we thought were particles sometimes behave like waves, and what we thought were waves sometimes behave like particles. Electrons will show interference patterns, as if there was a &quot;probability wave&quot;.\n\nBut perhaps the most intriguing, and arguable the most &quot;quantum&quot; of all features, is quantum entanglement. This is the single property that displays most clearly the dichotomy between the description as particles with probabilities, and as waves with interference. Entanglement was famously referred to as &quot;spooky action at a distance&quot; by Einstein, and led to what is still known as the Einstein-Podolsky-Rosen &quot;paradox&quot;. In simple terms, it says that, according to the rules of quantum mechanics, if two particles (or two quantum systems of any kind) are entangled, then a measurement on one particle will instantaneously affect the actual physical state of the other particle. This is spooky because entanglement can in principle exist between particles that are as far as we want from each other: for instance, pairs of particles spontaneously created at some point and traveling in opposite directions. Something happening here on one of these particles can affect instantaneously the state of the other while it's on the other side of the galaxy!\n\nEntanglement has led to many interpretative issues in quantum mechanics, especially with respect to the principle of locality that was so dear to Einstein (no information can travel faster than the speed of light), and work as been done beyond the Copenhagen interpretation we implicitly referred to here. Perhaps most interestingly, however, as Feynman envisioned, quantum mechanics, and in particular quantum entanglement, led to a revolution in information and computing science. Quantum entanglement, this very quantum correlation between particles, is nowadays perceived as a resource, and gives rise to algorithm that are exponentially faster than their classical counterpart, like Shor's algorithm for prime factorization of large numbers; this may have very deep technological implications.\n\nIn recent years, the quantum information viewpoint led to an unexpected direction: quantum entanglement, it turns out, is also at the basis of many phenomena of theoretical physics that occur when many particles interact with each other. These many-body &quot;emergent&quot; phenomena are some of the most interesting and complex in theoretical physics, and have been known and studied for a long time; one of the most well-known being the Kondo effect, by which magnetic impurities in metals drastically affect its conductivity at very small temperatures. In the quantum entanglement viewpoint, this is simply because of the strong entanglement between metallic electrons and the magnetic impurities. Studying entanglement in many-body systems has led to surprising realizations, has challenged what we thought we understood about many-body systems, and has led to new methods, new theoretical frameworks and even new classes of many-body behaviours. This is a very active research area, with theoretical, numerical and potentially technological implications.\n\nThis workshop will bring together the leading researchers worldwide in the area of quantum entanglement in many-body systems, with an emphasis on, but not restricted to, the entanglement entropy, a mathematical characterization of entanglement which has found deep underpinning in many-body systems. The workshop will provide the most recent research in the area, and will be a platform for determining and disseminating the important problems and ideas to be developed in the near future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L027399/1","grantId":"EP/L027399/1","fundValue":"9653","fundStart":"2014-05-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"  There has not yet been any economic/social impact of this workshop. The talks have of course been seen by participants and more generally by interested scientists via the workshop webpage.  ","person":"Benjamin  Doyon","coPersons":["Olalla Amparo Castro-Alvaredo"],"organisation":"King's College London","findingsText":" Quantum mechanics is the theory that describes what happens at very small scales - that of molecules, atoms and fundamental particles such as electrons. One crucial difference with what we see at our scales is the presence of quantum entanglement. This is a property that connects particles that may be very far apart from each other, in a conceptually mysterious but mathematically precise way. It leads to new phenomena, such as quantum teleportation, or the quantum parallelism that can be used in The research discussed in the workshop may be used to make better classical simulators of quantum mechanical systems, thus allowing scientists to better understand the quantum physics at the basis of new technologies; it may also help better understand how to build / use quantum computers. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}