{"id":"87725AA6-EADE-4029-A3B2-204B9DDC37B0","title":"Integral Inherently Safe Light Water Reactor (I2S-LWR)","abstractText":"This research project will evaluate the concept of an advanced (beyond Gen-III+), large light water reactor (LWR) (GWe-class), with advanced fuel design, several specific novel design features, and safety enhanced beyond the passive safety in state-of-the-art LWRs. It is not competing with the current large Gen-III+ reactors (such as the Westinghouse AP1000 or the Areva EPR) with respect to markets or timeline, but addressing the next step in nuclear power generation.\n\nState-of-the-art LWR designs include:\n1. Large LWRs with power levels by definition &gt;700MWe, and in practice of the order of 1 GWe (typically in the 900-1,600 MWe range for modern large LWRs).\n2. Passive safety in some of the large Gen-III+ LWRs (e.g., AP1000) notably enhances safety characteristics when compared to the older generation reactors currently operating.\n3. Enhanced safety is achieved in some conceived small modular reactor designs by features (including an integral primary circuit) which deterministically eliminate some accident initiators and probabilistically promote the safety level beyond passive safety (&quot;inherent safety&quot;).\nHowever, it is perceived that inherent safety limits the power level to small/medium size. The new concept to be investigated in this project aims to achieve both large power and inherent safety simultaneously.\n\nThis project will evaluate a novel concept of a high-power (&quot;GWe-class&quot;, i.e., at least 900 MWe, and preferably 1 GWe or more) inherently safe LWR. Inherent safety is used to denote:\n- a safety level beyond that of passive Gen-III+ LWRs (achieved by elimination of accident initiators and enhanced probabilistic indicators);\n- a long-term self-sustained decay heat removal capability with no need for intervention in case of an accident and loss of external power;\n- improved resilience to seismic events.\nAdditional desirable safety characteristics are incorporated as well.\n\nKey design elements enabling the design objectives to be achieved are: \n- fuel with increased accident tolerance;\n- compact core design;\n- compact heat exchanger design;\n- ambient/air as the ultimate heat sink for decay heat removal;\n- integral primary circuit layout;\n- seismic isolators.\n\nThis project will investigate and evaluate a range of design details and choices in respect of the reactor core, fuel design, fuel cladding, coolant flow conditions, heat exchangers, instrumentation and plant configuration in order to identify and assess both technically and economically options that meet the design objectives.\n\nA critical novel aspect of the concept is high power (and high power density) in an integral primary system layout. Conventional wisdom is that a higher power density will challenge safety performance. However, in this new assessment, it is realised that high power density may have both positive and negative impacts on safety indicators, and thus the overall effect is not necessarily negative. The major positive impact, as compared to large power loop reactors, is that it enables an integral configuration, which is significantly more conducive to inherent safety.\n\nFrom an economic perspective, the compact design leads to a reduced footprint which reduces the cost. High specific power reduces fuel carryover charges. Compact design facilitates (and reduces cost) of a design resilient to seismic events and security treats. A portion of that saving is used for a long-term self-sustained decay heat removal system, overall providing increased safety and competitive design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K033611/1","grantId":"EP/K033611/1","fundValue":"278731","fundStart":"2013-06-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Geoffrey Thomas Parks","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}