{"id":"8775A982-AC59-4356-9E71-8E5CB3C55B6B","title":"xBASE: a bioinformatics resource for the AgriFood bacteriology community","abstractText":"Bacteria play important roles at every stage in the human food chain, from improving the productivity of the soil to infecting the human consumer. The advent of genome sequencing, functional genomics and systems biology brings the promise of unparalleled progress in the bacteriology of the human food chain. However, bacteriologists are drowning in in a sea of data. Hundreds of bacterial genome projects have been completed or are underway. On top of this, we are now threatened with a novel deluge of data from systems biology studies . Unless the average bacteriologist is able to exploit the new flood of genomics data, the whole genomics enterprise risks becoming an expensive molecular stamp-collecting exercise. In recent years, we have met this challenge by providing bacteriologists with a set of user-friendly tools for visualising, analysing and exploiting genome sequence data from bacteria of importance to the human food chain. Our most recent effort is coliBASE, a web site and database dedicated to the comparative genomics of E. coli and related bacteria of relevance in the AgriFood context. As evidence of its success, this site is receiving &gt;1000 visitors a month. In this proposal, we aim to take these facilities into the second decade of the twenty-first century by the development of xBASE, a series of taxon-specific databases, in which we add breadth (by covering a wider range of organisms) and add depth (by adding additional analytical and visualization tools, including new tools to cope with data from bacterial Systems Biology and meta-genomics projects) to our current repertoire.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E011179/1","grantId":"BB/E011179/1","fundValue":"777649","fundStart":"2007-02-01","fundEnd":"2012-01-31","funder":"BBSRC","impactText":"","person":"Mark John Pallen","coPersons":["Dov Joseph Stekel"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}