{"id":"87825D33-823C-44EC-88DE-D374FEA558A4","title":"International Collaboration in Chemistry: Mechanism of Operation of the BLUF Domain - Blue Light Sensitive Biosensors","abstractText":"Plants and animals respond to light - the growth of a plant toward sunlight is an example (our own 'body clock' may be another). In this project we investigate the mode of operation of one recently discovered blue light sensitive protein, which controls the expression of bacterial photosynthesis. This study requires complementary skills in protein chemistry, spectroscopy and dynamics, which are a particular feature of the research team. What is known about the light sensing mechanism is that blue light absorbed by a flavin produces a structural change in the protein. What is not known is how and how fast. Our first objective will be to use the structural and dynamic information available from ultrafast electronic and vibrational spectroscopy to address these questions in the native protein. To do this we will use a traditional tool of spectroscopy - but one which is difficult to apply to proteins - isotope substitution. Having characterised the mechanism we will then seek to modify and enhance it through chemical manipulation of the protein structure. This research addresses the fundamental mechanism of operation of the light sensitive protein, but our long term aim is to regulate and enhance the blue light response to develop photoactive proteins, which might, for example, be used for light activated drug release.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G002916/1","grantId":"EP/G002916/1","fundValue":"285543","fundStart":"2008-10-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  A large number of research groups have cited our work, using it to explain their findings. These have included new theoretical calculations of the BLUF domain function. Further these results have been useful in stimulating further developments in laser methods at advanced laser facilities. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural,Societal","person":"Stephen  Meech","coPersons":[],"organisation":"University of East Anglia","findingsText":" Light sensitive proteins are critical to many functions in biology, including vision, the opening of flowers and the orientation of leaves. However, the mechanism through which light is converted into the reorganisation of protein structure is in many cases unknown. This is particularly true for the recently discovered photoactive flavoproteins, in which absorption of light by the flavin molecule leads to the control of many light sensitive processes in plants and bacteria. \n\nIn this work we have characterized in detail the primary photochemical mechanism of the BLUF (blue light sensing using FAD) domain of the AppA protein which controls expression of photosynthetic apparatus in response to changed light levels. To achieve this we made use of sophisticated femtosecond time resolved IR and transient absorption in combination with advanced protein chemistry, flavin spectroscopy and calculation. Potential applications are in optical control of gene expression and in bioimaging. The former suggest uses in the method of optogenetics, where light activated function is recruited to photocontrol gene expression spatially and temporally localised in a living cell. The second suggests new genetically expressed fluorescent probes to complement the GFP family. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}