{"id":"878314F5-2AB8-4DAC-9A25-C89FEE8CA9D6","title":"Modulation of Staphylococcus epidermidis adhesion and biofilm formation by specific biomaterial surfaces","abstractText":"Medicine?s tremendous progress in recent decades is closely linked to the ever increasing use of biomaterial implants, that is, artificial devices which are implanted into patients? tissues, such as some types of catheters (or large ?drips?) in blood vessels, artificial joints and heart valves, cardiac pacemakers, artificial intraocular lenses, and shunts in the brain. Infection is a major complication of the use of such devices causing major suffering and mortality for the affected patients, and significant costs for the health care system and society in general. Once the devices become infected it is very difficult to eradicate the infection, and often the devices must be removed again, and further procedures undertaken to replace them. In some cases replacement procedures, as well as the infection itself, carries very high risks to the patient. The organism causing these infections most frequently, namely, Staphylococcus epidermidis, has risen from rare obscurity as a pathogen to be one of the five major causes of health-care associated infection in line with MRSA, Clostridium difficile, and other antibiotic resistant organisms. Staphylococcus epidermidis has a particular propensity to adhere to, or colonise, biomaterial surfaces. Better understanding of the interaction of this bacterium with biomaterial surfaces, and the changes in the properties of the organisms during process is urgently needed. We have recently found that different biomaterials enhance expression of the mechanisms involved in bacterial colonisation in measurably different ways. We seek to better understand these processes, which may lead to the rational development and evaluation of biomaterials less prone to colonisation and infection. The reduction of the number of biomaterial-related infections through these new developments by only a few percent could prevent unnecessary incapacity and sufferings for thousands of patients, not to mention large cost savings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801929","grantId":"G0801929","fundValue":"340973","fundStart":"2009-09-01","fundEnd":"2012-12-31","funder":"MRC","impactText":"","person":"Dietrich  MackSam  Sheppard","coPersons":["Llinos Gwawar Harris"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}