{"id":"87867A2F-BB65-4C66-AA16-58B1D6F21BDE","title":"The Creative Speech Technology Network","abstractText":"People are increasingly expected in every-day like to interact with synthetic voices. These encounters are often not very satisfactory. The suggestion is that a major reason for this is that these voices do not sound 'right'. Synthetic voices have improved greatly in recent years in that they sound more human-like. Yet there remain two (conflicting) problems: On the one hand they are still not entirely human-like; most people spot the fact that they are listening to synthesizer within a few words.At the same time, even if it were possible to re-create a perfectly human-sounding voice, it would convey the wrong associations for what are computer-generated utterances. The computer does not have all of the other attributes of a person, such as intelligence, a sense of humour, empathy etc. Put another way, a computer voice should sound like a computer voice. The question is: how should that sound?The objective of this network is to bring together people who know about (human) voices and how to use and manipulate them - from an artistic background - with technicians who know how to generate synthetic voices. By establishing and developing a language through which these disparate people can communicate, it will be possible to create new voices for specific purposes. The focus of the work will be on creating artistically inspired artefacts which will challenge the potentials of synthetic voice production. Those artefacts will also be used to disseminate the results of the work - to expose it to members of the public. This will share the results of the research as well as allowing the final evaluation of the voices to be given to the people who matter - those who have to put up with this kind of interaction on a daily basis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I013512/1","grantId":"EP/I013512/1","fundValue":"52518","fundStart":"2011-03-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"  The approach adopted by the CreST Network included a number of innovative methodologies and as an extreme interdisciplinary network it was driven by cross-disciplinary approaches.\n\nBy no means a 'talking shop' and with collaborators from arts, science, industry and users, the focus of the Network was on making work to display to both the academic community, the general public and a more specialized public made up of AAC users. These exhibits or artefacts were produced in individual interdiscip Creative Economy,Other Cultural,Societal","person":"Alistair Douglas Edwards","coPersons":[],"organisation":"University of York","findingsText":" The CreST Network create opportunities for a wide range of people with different interests related to speech technology to work together. It did not have specific technological or theoretical research objectives. It was successful in promoting collaboration and has led to research and creative projects. Some may benefit by extending some of the specific outputs of the project (e.g. performances of human and synthesized voices). Others may be able to learn from the ways we were able to successfully promote highly interdisciplinary collaboration. Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Other","dataset":"gtr"}