{"id":"87884FAC-888F-49EE-995E-0348DA9571D2","title":"Minimal DNA Nanopores for Electrical Sensing of Proteins","abstractText":"Proteins are of paramount importance in our lives. They carry out the main functions in our bodies and control our movement, energy conversion, immune defence, and thinking. In medicine, functionally aberrant proteins cause disease. The proteins can, however, be targeted by drugs to cure cells. Enzymes are also of biotechnological importance in the cost-efficient synthesis of drug molecules or for the energy-saving cleaning of fabrics.\n\nDetecting and analysing proteins is the first step towards predicting diseases, developing cures, and engineering proteins for industry. The analysis of proteins improves our understanding their structure, dynamics, and function. Ideally, sensing of proteins should be simple and fast and be conducted using inexpensive and portable equipment. This increase research efficiency and opens up point-of-care sensing in diagnosis and homeland security.\n\nThis project will provide a new way to sense proteins in a portable yet scientifically accurate fashion thereby overcoming problems of existing approaches. Classical approaches have issues such as the requirement to label the proteins with a fluorescent tag which can interfere with the structure and function of the proteins. Optical detection can also increase the weight and cost of the analytical device. Another limitation of conventional sensing approaches is that they average over millions of molecules and have difficulties to detect biologically important sub-groups.\n\nWe will develop a new approach to sense proteins in a label and optics-free electrical fashion using portable equipment capable of uncovering proteins down to the level of individual molecules. The proposed strategy is currently being used for DNA strand sequencing. Our industry partner Oxford Nanopore Technologies has developed a hand-held device for genome sequencing. The analytes are detected when individual strands pass through nanoscale pores in a thin membrane. The temporary blockade of the pores alters the electronic read-out signal similar to the reduction of water flow when a stone is inside a tube. \n\nWe will be able to sense proteins which are wide enough to accommodate proteins. The new pores will be composed of DNA stands, thereby exploiting the exquisite ability of DNA to function as a nanoscale construction material. Chemical modification will be key to achieve the functional performance of the pores. To maximise the benefit for academia, industry and society, we will strongly collaborate with our commercial partner to test the new pores in the portable electrical sensing devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N009282/1","grantId":"EP/N009282/1","fundValue":"405368","fundStart":"2016-01-11","fundEnd":"2019-01-10","funder":"EPSRC","impactText":"","person":"Stefan  Howorka","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}