{"id":"878F9068-89F2-4899-ADEA-B63979A3C6EB","title":"Synergistic microenvironments for non-union bone defects","abstractText":"Long bone fractures involve damage to the surrounding tissues and vascular networks and, as a result, the natural bone healing capacity is lost and non-union defects are formed. The prevalence of this clinical problem is 2.5% for bone fractures but this rate increases up to 15% and 45% when there is collateral soft tissue and vascular injuries respectively. Current treatments comprise bone autografts, bone substitutes and the use of growth factors (GFs), specially bone morphogenetic proteins (BMP) with limited success and significant drawbacks.\n\nThus, there is an unmet clinical need to develop new therapeutic approaches for bone regeneration and vascularisation in non-union bone defects. The role of GFs in bone regeneration is broadly recognised but the delivery of these factors to enhance tissue healing, while maintaining their activity, has not been successful. Soluble administration or controlled delivery (including hydrogels and scaffolds) have failed to meet the need due to the breakdown and clearance of GFs from tissue sites. More importantly, however, catastrophic collateral risks have been reported due to the high dose used. This unsatisfactory clinical translation of growth factors demands robust, safe and effective systems that control delivery. \n\nHuman bone morphogenetic protein-2 (BMP-2) is a powerful growth factor that is essential in tissue morphogenesis and is involved in a myriad of cellular processes, including cell recruitment, cell differentiation, and angiogenesis. The use of recombinant BMP-2 (rhBMP-2) has been generalised to promote bone growth in a broad range of clinical applications (spine, oral-maxillofacial and trauma). Current clinical delivery involves the incorporation of the protein in a collagen sponge carrier at a concentration of 1.5 mg/cm3. However, serious clinical complications have been reported that even led the FDA to issue a Public Health Notification of life threatening complications associated with rhBMP-2 (respiratory, neurological, inflammatory).7 Reports since then include observations of uncontrolled bone formation and carcinogenic risks associated to the high doses used. Notwithstanding collateral risks and controversy between health agencies, clinical researchers and industry, the use of rhBMP-2 continues to increase in clinical practice.8\n\nHere we present a simple and robust materials-based strategy to induce bone regeneration in non-union defects. It is based on engineered constructs that tune the interaction between GFs and their receptors and it allows very small rhBMP-2 doses to be used (&lt; 0.1 mg/cm3) while maintaining cell activation. This will clearly make treatments cheaper, safer and more effective. It is important to note that our approach does not tune GF delivery per se, but rather it tunes the effective presentation of growth factors to cell receptors, and hence prevents collateral risks associated with the delivery of soluble rhBMP-2 at the regenerating site. The final strategy involves the implant of a cell-free 3D construct that incorporates synthetic-biodegradable polymers, extracellular matrix proteins and rhBMP-2. The system is designed to recruit stem cells in vivo (no pre-loading the construct with stem cells needed) and to promote bone regeneration in non-union defects, as well as aiding in revascularisation of the new tissue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022710/1","grantId":"MR/L022710/1","fundValue":"1005440","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"MRC","impactText":"","person":"Manuel  Salmeron-Sanchez","coPersons":["Karl  Burgess","Kevin  Shakesheff","Robert Marshall Meek","Nikolaj  Gadegaard","Matthew John Dalby","Kathleen Elizabeth Tanner","Brigitte  Scammell","Richard  Burchmore","Mathis Oliver Riehle","S. Faisal  Ahmed"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}