{"id":"8794D554-A10E-463F-A0B7-403432EF56C6","title":"String Topology, J-holomorphic Curves, and Symplectic Geometry","abstractText":"Differential geometry is the study of multi-dimensional curved spaces called &quot;manifolds&quot;. The surfaces of a sphere or a torus (doughnut) are examples of 2-dimensional manifolds. Often one puts extra geometric structures on manifolds. &quot;Symplectic manifolds&quot; are manifolds with a &quot;symplectic structure&quot;. They are part of the mathematical foundations of mechanics -- the basic physics of how objects move -- and quantum mechanics. \n\nIf M is a symplectic manifold, a &quot;Lagrangian submanifold&quot; N in M is a manifold N inside M, with half the dimension of M, compatible with the symplectic structure in a certain way. They are central objects in symplectic geometry. \n\nTopology studies the &quot;shape&quot; of spaces including manifolds, focussing on qualitative properties that are unchanged by stretching or bending the space. The &quot;number of holes&quot; (genus) of a 2-dimensional manifold is a topological invariant. The sphere has no holes, and the torus has one hole, so they are different as topological spaces.\n\nOne important topological invariant of a space M is its &quot;homology&quot; H(M). Introduced by Henri Poincare in the 19th century, H(M) is an algebraic object which measures things like the &quot;number of holes&quot; in M.\n\nIf M is a space, the &quot;loop space&quot; LM is the space of all loops (circles) inside M. For example, if M is the 3-dimensional space we live in, then (embedded) loops are knots. Loop spaces are important in topology, and also String Theory in Physics, which models elementary particles not as points but as tiny &quot;loops of string&quot;.\n\nIn 1999, Chas and Sullivan discovered that if M is a manifold, then the homology H(LM) of the loop space LM carries some extra algebraic structures coming from intersections of families of loops in M with each other -- basically, H(M) has a multiplication on it. This was unexpected and exciting, and has grown into a subject called &quot;String Topology&quot;.\n\nThe homology H(M) is defined using a more basic object C(M) called a &quot;chain complex&quot;. There are many different ways to define a chain complex C(M), but they all compute the same homology H(M). One difficulty in String Topology is that, up to now, there is no nice way to define the String Topology multiplication on a chain complex C(LM) computing H(LM) -- it is only defined directly on homology H(LM). \n\nString topologists believe that if one could define the operations on the level of chains C(LM), then deeper algebraic structures in Strong Topology would be revealed, leading to the definition of a Topological Conformal Field Theory (TCFT, a mathematical object coming out of quantum physics) from LM.\n\nOur first project is to define a chain complex C(LM) which computes H(LM), upon which we can define a version of the String Topology multiplication on chains, and so construct (at least the genus 0 part of) the TCFT.\n\nWe will do this using a new homology theory called &quot;Kuranishi homology&quot; recently defined by the PI. Kuranishi homology has the property that problems to do with &quot;transversality&quot; usually disappear. Since the difficulty of defining string topology operations on chains is mostly about transversality, Kuranishi homology is a good choice.\n\nNow let M be a symplectic manifold, and N a Lagrangian submanifold. A major tool in symplectic geometry is the study of &quot;J-holomorphic curves&quot;, 2-dimensional manifolds C in M whose boundary dC is a 1-dimensional manifold (loop) in N. So there is a natural map from families of J-holomorphic curves to the loop space LN, mapping C to dC.\n\nOur second project is to prove some conjectures by Fukaya. These say that using the families of J-holomorphic curves in (M,N), we can define chains in C(LN) satisfying equations involving the chain-level String Topology operations defined in the first project. \n\nBy combining this with facts about the topology of LN, we expect to prove important new restrictions on the topology of Lagrangian submanifolds in simple symplectic manifolds, such as flat spaces and projective spaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016950/1","grantId":"EP/J016950/1","fundValue":"252014","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Dominic  Joyce","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}