{"id":"87A01F0F-E3C5-4024-A192-F5A8F2EE4377","title":"Community as micro sociality and the new localism agenda","abstractText":"The Big Society and localism agendas bring to the fore issues of how communities might operate within a time of austerity. This project addresses current concerns by using a theoretical approach to community which understands it as relational activity, the act of communing, which is the small everyday activity which makes up what counts as community. The importance of this lies in the way that it can understand communities not as broken or lacking, but as containing small everyday aspects of activity which can be developed and enhanced. This means that a bottom-up approach to community organisation would understand how relationality operates in time and space. We argue that this can form the basis of a way of approaching community organisation and governance which take localism seriously and which builds upon that activity which already exists, rather than attempting to make up for a perceived lack. Thus we wish to demonstrate that there is such a thing as communal meaning and communal affects, which are always present to some degree. It can be understood as the outcome of action. This approach builds upon a theory of relationality which understands relational connections as central to human subjectivity and argues that communing exists as a complex interrelated network of a number of relationalities, in which communal meanings are created in a way that is separable from relationships which make up the state. In the small acts of sociality which make up communing, cohesion exists to some extent all of the time. Instead of looking for what is absent or broken, this approach looks to what is there in embryo and may be enhanced and developed. \nThe project approaches this by working with two community organisations in one town, Abergavenny, to produce an account of how community residents live their community sociality across time (historically) and throough the space of the town's geography. We have chosen this location because it presents as a small town, not defined by deprivation or as scoring high on related indices. It thus provides a way to demonstrate how, nevertheless, the differentiation between state and community meanings, can, in the experience of the townspeople, hamper a local approach based ont heir own sense of their community and the actions through which it is created. Their own concerns and frustrations with the local state as currently expressed are the starting point for the project. Could a different approach to localism be built by understanding, mapping and enhancing communal meanings? This approach to localism works across humanities and social sciences disciplines. By working together across the boundaries and edges of these disciplines, we seek to provide a new way of thinking and working. The project engages with the arts to provide a way for local citizens to express their own feelings about their community and the meanings they create and that sustain them. The team will work with cpartner community organisations to support them in developing arts based projects of their own, which form the basis of discussion with the town and with government about the ways forward for a different kind of localism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006890/1","grantId":"AH/J006890/1","fundValue":"73084","fundStart":"2012-02-01","fundEnd":"2013-02-05","funder":"AHRC","impactText":"","person":"V  Walkerdine","coPersons":["Graham Paul Crow","Niamh  Moore"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}