{"id":"87A0A0ED-B55C-46CD-A458-6DBB9F42CF01","title":"Study of Nuclear &amp; Hadron Structure with Leptonic Probes","abstractText":"Using the high precision electromagnetic probe, we will investigate how the structure of strongly interacting hadronic systems, such as nuclei, nucleons, nucleon resonances and mesons, evolves with the size of the system. We will thus be able to study fundamental aspects of the strong nuclear force. Incident electron and photon energies up to several hundred MeV will be used at MAXlab in Sweden to determine global properties of light nuclei, halo nuclei and neutron distributions in heavier nuclei. Energies up to 6 GeV will be used at MAMI in Germany and Jefferson Lab (JLab) in the USA to study the short-range structure of nuclei, as well as nucleons, nucleon resonances and mesons, both inside nuclei and as free particles. Studies up to 27.5 GeV (at JLab and DESY in Germany) will be performed to probe all systems at the quarkgluon level and investigate strangeness production with a special emphasis placed on pentaquark studies. The recently detected pentaquark represents a completely new form of matter. In the pentaquark, five quarks (rather than the ordinary three quarks) are confined in a heavy strange particle. Our results will provide tests of models that attempt to extend the theory of strong interactions, Quantum Chromodynamics (QCD), into the nonperturbative region, at the nuclear physics energy scale, by identifying which degrees of freedom are most relevant at the different length scales. To carry out the above experiments, a number of technological developments are necessary. This includes the upgrade of the HERMES experiment at DESY by installing a hermetic Recoil Detector around the target, and the improvement of the focal plane detector of the Glasgow photon tagger at MAMI by supplying it with an ultrafast electronic readout system to cope with higher electron intensities at the new beam energy of 1.6 GeV. High photon flux detectors and novel linearly polarised photon sources will be developed, as well as a new particle identification detector","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=GR/T08692/01","grantId":"GR/T08692/01","fundValue":"2717730","fundStart":"2005-04-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"Guenther  Rosner","coPersons":["R  Owens","Ravi Prakash Singhal","J  Kellie","Ralf  Kaiser","Ian James Douglas  MacGregor","David  Ireland"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}