{"id":"87A64069-8479-47C6-B983-674CE83E4326","title":"Integrating systems biology and transgenic technologies to unlock the secrets of Sertoli cell development and function","abstractText":"The testes function to produce germ cells (sperm) and to make androgens (testosterone). These actions are essential for normal male fertility, male behaviour and for general adult male wellbeing. This project is designed to find out how the different component cell types in the testis interact to ensure that the testes develop and function normally. This information will be combined with previously published data to create a computer model of how the testis works and this model will be made available to allow scientists to test novel scenarios and hypotheses of testis function.\n The testes are composed largely of an array of small tubules (the seminiferous tubules) in which the sperm develop supported by a group of cells called the Sertoli cells. The seminiferous tubules are surrounded by another cell type called the peritubular myoid cells which are thought to help sperm development. Androgens are secreted by the Leydig cells and these are found lying in between the seminiferous tubules. Early formation of the testis is known to be dependent upon the Sertoli cells. They develop first and then act to promote the subsequent differentiation of other cell types. What is much less clear, however, is how important the Sertoli cells are for later testis development and for overall function in the adult. In other words, we don't know if the Sertoli cells orchestrate overall testicular function or just act within the tubules to maintain sperm development. This is important because it is fundamental to our understanding of testis biology and normal development of the testis is essential for adult fertility and normal adult health.\nFor studies designed to examine the overall function of a particular cell type the most effective approach is to destroy that cell and see what happens to organ development or organ function in the adult. Until recently that was only possible using cell-specific toxins and these only existed for a very small number of cell types. Recent developments in mouse transgenics, however, now mean that almost any cell type can be targeted. The new techniques depend upon rodent insensitivity to the effects of diphtheria toxin which can be lethal in the human. In humans, diphtheria toxin binds to a receptor present on the cell surface (called the diphtheria toxin receptor or DTR) allowing part of the diphtheria toxin molecule to enter the cell and destroy it. Mice normally lack this DTR but using transgenics it is now possible to create mice that have the DTR on specific cell types. This then makes those cells sensitive to the toxic effects of diphtheria toxin. We have now made a line of mice that have the DTR on the Sertoli cells. Preliminary experiments have shown that when we inject diphtheria toxin into these mice it very quickly kills the Sertoli cells but does no other damage to the mouse. What we now propose to do is find out what happens to the other cell types in the testis when we kill some or all of the Sertoli cells. In addition, because we can choose when to inject the diphtheria toxin we can find out whether the function of the Sertoli cell changes as the animal develops. For example, will Sertoli cell death in the adult animal have the same effect on the peritubular myoid cells as cell death in the newborn? \n\nData from this work and from previous studies will be brought together within our modelling programme (Biolayout Express 3D, see www.biolayout.org) to create a computer model of how the cells and molecules within the testis interact to promote correct testis function. Together these computer and mouse models will allow us to determine the complex ways in which the Sertoli cell interacts with other cell types in the testis and how they act to promote testis growth and ensure fertility and wellbeing in the adult male.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015105/1","grantId":"BB/J015105/1","fundValue":"384920","fundStart":"2012-11-01","fundEnd":"2015-10-31","funder":"BBSRC","impactText":"  The project is ongoing, so it is difficult to state details of how the findings have been used. I have however been invited to two international conferences to speak on the results of this project and interest in the research community is high Healthcare ","person":"Lee  Smith","coPersons":["Tom Charles Freeman"],"organisation":"University of Edinburgh","findingsText":" In this project we uncovered several previously unknown roles for testicular Sertoli cells, revealing a new paradigm in how testis development is controlled. Understanding testis development is essential for research focussed upon male fertility, contraceptive development and androgen production, which is essential for lifelong male health. Anyone working in these fields will find the results of this project illuminating and of utility in guiding their own projects Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}