{"id":"87AB32D6-BDCC-4F52-9345-74EAF6F7FA30","title":"Global assignment of the function of salmonella genes in livestock","abstractText":"Bacteria of the species Salmonella enterica are a threat to public health and sustainable agriculture. Over 2460 distinct variants of the organism have been described and these can be divided into two groups; serovars restricted or adapted to a given host that cause systemic illness (e.g. S. Typhi, which causes Typhoid fever in humans) and serovars causing gastroenteritis in a wide range of hosts (e.g. S. Typhimurium). Typhoid fever is a largely water-borne disease perpetuated by unsanitary conditions and 21 million human illnesses and 216,510 deaths are estimated to occur each year worldwide. Gastroenteritis caused by non-typhoidal Salmonella strains is also common, with an estimated 1.4 million cases and 600 deaths per annum in the United States alone. These infections are often associated with the consumption of foods derived from chickens, pigs and cattle owing to the ability of the bacteria to colonise the intestines of such animals. Strategies to reduce the carriage of S. enterica in food-producing animals are expected to lower the incidence of human infections and improve animal health. Whilst vaccines exist for the control of Salmonella in poultry, they confer weak and variable protection against different serovars and it is widely agreed that effective vaccines or treatments are needed for use in other livestock species. Furthermore, not all S. enterica serovars found in animals pose a threat to humans and tools are needed to predict the epidemic potential of such strains. The development of novel vaccines, treatments and diagnostics for Salmonella requires an understanding of the molecular events underlying intestinal colonisation. Our laboratories have identified some S. Typhimurium factors needed for colonisation of chickens, pigs and calves, but the function of less than one fifth of all Salmonella genes has so far been examined. S. Typhimurium infections in calves and pigs result in acute gastroenteritis whilst carriage in chickens tends to be asymptomatic. The reasons why Salmonella causes disease in one host but not another are not understood. Furthermore, it is not known why some S. enterica serovars cause systemic disease in a given host whereas others are restricted to the alimentary tract. We have invented a new method that permits the simultaneous screening of thousands of individual Salmonella mutants, each lacking a particular character, during infection of animals. The method (transposon-mediated differential hybridisation, TMDH) can rapidly describe the role of virtually all Salmonella genes during infection and relies on detecting signals from each mutant on a chip on which all the bacterial genes are arrayed. Bacterial genes are mutated at random then the mutants are assembled into large pools that can be inoculated into animals. The use of large pools dramatically reduces the number of animals that are needed. If a mutant is represented in the inoculum, but not in a pool recovered after the bacteria have passed through the animal, it can be inferred that the character disrupted in that mutant is important for colonisation. TMDH has been validated in mice, but it now needs to be used in food-producing animals. The method supersedes existing approaches, since it can inform the researcher when a gene is, or is not, required during infection without the need to isolate and examine the mutated gene. We propose to screen 10,000 S. Typhimurium mutants by this method for their ability to colonise the intestines of chickens, pigs and cattle. This will provide insights that cannot be obtained using surrogate rodent or cell-based assays and relies on the unique expertise and facilities at the applicants' laboratories. TMDH will greatly accelerate the identification of factors needed for Salmonella pathogenesis, some of which may be suitable as targets for drugs or included in a vaccine. Treatments developed for use in livestock may also be suitable for use in humans against typhoid fever.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D018080/1","grantId":"BB/D018080/1","fundValue":"71621","fundStart":"2006-05-01","fundEnd":"2009-04-30","funder":"BBSRC","impactText":"","person":"Ian  Charles","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}