{"id":"87C6519B-4964-41E6-98CE-F7E6B7A567A1","title":"Impacts and dynamics of volcanically-generated jokulhlaups, Eyjafjallajokull, Iceland","abstractText":"Eyjafjallajokull, a 1666 m high, glacier-clad, stratovolcano in southern Iceland, is known to have erupted on four previous occasions in the historic record: ~500 AD, ~920 AD, 1612 AD and 1821-23 AD. Each eruption has resulted in rapid and large-scale glacier ice melt, generating very large jokulhlaups (glacier outburst floods) with peak discharges of 10^3-10^4 m^3s^-1 inundating the surrounding populated lowlands. On March 3rd 2010, the Icelandic Meteorological Office (IMO) informed us of a period of enhanced seismic activity under Eyjafjallajokull (since the beginning of January 2010). Based on the assumption that the exponential increase in both seismic activity and rates of ground deformation represented pre-eruption behaviour and intrusion of a magma tongue into the Earth's crust at this location, we collected pre-eruption Terrestrial Laser Scanner and dGPS survey data from a number of probable j&ouml;kulhlaup routeways between March 9th and 16th 2010. Five days after the end of this data acquisition period (on March 20th 2010), the magma reached the surface along a newly formed 500 m-long fissure located north of Fimmvorduh&aacute;ls pass and directly east of the Eyjafjallajokull ice cap. This phase of eruption was on a non-ice covered area and activity ceased on April 12th. Only two days later (April 14th at 02:00 GMT) a large subglacial explosive eruption started beneath the 2.5 km-wide summit caldera of Eyjafjallajokull (to the west of the original fissure eruption). Within hours the eruption melted through 200 m of the ice cap and became fully phreatic, producing a major 8.5 km-high volcanic plume (with subsequent serious implications for pan-European air traffic). By 07:00 GMT on April 14th, rapid melting of the Eyjafjallajokull ice cap generated volcanogenic jokulhlaups that cascaded from Gigjokull and down Nupakotsdalur on the northern and southern flanks of Eyjafjallajokull respectively. The initial jokulhlaup from Gigjokull reached peak discharge in the rkarfljot river system several hours later, damaging Iceland's main ring road near the Markarfljot bridge. Subsequent increases in eruption intensity generated repeated jokulhlaups from Gigjokull that inundated the Markarfljot. On an overflight at 18:55 GMT on April 15th, Dr Matthew Roberts (Icelandic Met Office &amp; project partner) witnessed an enormous jokulhlaup (peak discharge ~ 10^4 m^3s^-1) from Gigjokull which prompted the immediate evacuation of the population within the entire Markarfljot area. This jokulhlaup was 'sediment-laden', characterised by a viscous, smooth-surfaced, lobate flow front followed by a more turbulent fluid flow body. These initial observations suggest that the frontal wave of this jokulhlaup was hyperconcentrated. In this project, we aim to improve understanding of volcanogenic jokulhlaup impacts and processes due to a subglacial volcanic eruption. In order to do this, we will acquire post-jokulhlaup data for the Gigjokull proglacial area and the Markarflj&oacute;t to compare against our directly pre-eruption (9th -16th March 2010), full 3D TLS topographic datasets. We therefore have an UNPRECEDENTED and UNIQUE OPPORTUNITY to (1) accurately quantify the geomorphological and sedimentary characteristics of a series of jokulhlaups and (2) to use these to inform and validate our reconstructions of the hydrodynamic characteristics of a series of volcanogenic jokulhlaups capable of valley-scale geomorphological and sedimentary impact. To do this, we need to re-survey areas for which we have important baseline data but where the evidence of volcanogenic jokulhlaup impacts and processes is transient (hence this Urgency application to NERC). A second and important phase of the project will use this data to model the impacts of the eruption on the outflow system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I007628/1","grantId":"NE/I007628/1","fundValue":"52169","fundStart":"2010-06-01","fundEnd":"2011-09-30","funder":"NERC","impactText":"  Our project results have been used mainly by academic researchers researching on glacier outburst flood hazards in many locations worldwide. Environment Policy & public services","person":"Andrew John Russell","coPersons":["Qiuhua  Liang","Stuart Alistair Dunning","Andrew Richard Large","Anne-Sophie  Mériaux","Jonathan Lee Carrivick"],"organisation":"Newcastle University","findingsText":" This project provides a detailed assessment of volcanogenic-glacier outburst flood (j&ouml;kulhlaup) impact based on high resolution quantification of pre- and post j&ouml;kulhlaup flood landscape. We have established that numerous j&ouml;kulhlaups generated by the same volcanic eruption had very different causes, characteristics, landscape impacts and sedimentary signatures. An ice-rich j&ouml;kulhlaup propagated much more rapidly downstream and had a much greater capacity to erode channel margins and flood defences. We also examined the cumulative impact of the entire volcanic-j&ouml;kulhlaup cycle. We have presented the results of the project at several international conferences and have published one paper in Geology with a further two papers currently in preparation. Our research on ice-rich outburst floods is of interest to bridge engineers concerned with constructing flood defenses capable of withstanding ice-rich flows. Our findings are also of interest to the civil defense community. Education,Environment,Transport","dataset":"gtr"}