{"id":"87C8E837-7630-49AB-BE58-32F862552276","title":"Making Europe in their Image: Communities of expertise and the shaping of transnational governance","abstractText":"The project investigates recent negotiations over reform to the governance of telecoms in the EU to test an innovative endogenous account of EU institutional change. Given public sensitivity towards straight policy transfers to the EU, European states tend to hold onto these powers while seeking ways to coordinate their exercise when they raise complex, transnational issues. Increasingly they turn therefore to transnational networks made up of their own national policymaking experts, to which they submit their policy for scrutiny, as a means of systematising policy innovation and the exchange/emulation of best practice, but without any degree of harmonisation, but only a softer disciplining via expert peer review, monitoring and evaluation. The orthodox explanation for this 'New Governance' trend attributes it to the preferences of national governments, but the project reverses this to ask whether the very expert networks upon which this mode of governance depends might in fact account for its (trans)formation.\\n\\nTaking expert networks' well-documented influence over policymaking for granted, the project considers whether it might extend to the design of the processes through which they exert that influence, in which case they are likely to ramp up certain characteristics in those processes that we associate with them: Organised around a common professional outlook, rather than national affiliation, they prefer to operate above 'parochial' national politics, in cooperative, technocratic and transnational settings. Their rationalist orientation resonates with the EU's legitimacy-by-results orientation, while their faith in experimentation, peer-review, and consensus-building resonates with its New Governance mode, though not its more top-down, harmonizing modes.\\n\\nOn this account, less formalised (but nonetheless transnational) communities of expertise that pre-exist their formal induction into New Governance's networks, lobby to be taken into this institutional fold, from where they are powerfully positioned to push for more of the same. Once established, a New Governance trajectory is therefore path-dependent; its entangled/symbiotic relationship with its expert networks making the two self-reinforcing. Better able to generate reasons to grow their power than others are at wresting it back, their specialist expertise emancipates them from their generalist political masters, who they easily out-manoeuvre to pull away from national political structures, while avoiding absorption into the EU's own structures, thus carving out a transnational governance space between the levels that lacks equivalent checks upon them.\\n\\nThe tortuous negotiations over the EU's new regulatory framework for telecoms (2006-2010) present an ideal laboratory for testing this theory. The project does not concern those aspects relating to substantive telecoms regulation, but only to reform to the institutional architecture and, more specifically: (1) the design of the new EU regulator, which boiled down to a choice between a network of national regulators or a centralised agency; and (2) the extent of the European Commission's powers over remedies designed by national regulators to solve competition problems on their telecoms markets, which boiled down to whether it should be able to veto and/or harmonise them. The significance of these issues is that the choices fall either side of the fault-line that the project investigates. Expressed in binary terms, they pitch traditional EU decision-making against New Governance; centralised implementation/harmonisation against decentralised processes and local discretion; and an EU agency against a networked model. We know something of the preferences and negotiating positions of the key actors and the outcomes of the negotiations, but need to research the influence of the network of national regulators in getting to this point.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I020306/1","grantId":"AH/I020306/1","fundValue":"88001","fundStart":"2011-10-01","fundEnd":"2013-06-30","funder":"AHRC","impactText":"  Drawing on this AHRC early career grant Joseph Corkin and Nina Boeger have produced a highly significant and original body of socio-legal research investigating the recent negotiations over reform to the governance of telecoms in the EU, as a test case for evaluating the explanatory potential of an innovative endogenous account of EU institutional change. Their research exposes the influence of national regulators in the creation of the current European regulatory body BEREC and its secretariat, the BEREC Office. They used archival work as well as over 40 face-to-face interviews conducted in 2011 and 2012 with key figures in the Commission, European Parliament and Member States (regulators, ministries and the national permanent representatives to the EU). \n\nAs a direct consequence of this research, both researchers were asked by the EU Commission (DG CONNECT) to evaluate governance aspects of the functioning of the EU telecoms regulatory framework, BEREC and its Office, for the Commission. Bringing their entire body of research to bear on this report, and drawing on an additional empirical dataset (an e-survey and eight further elite interviews), they examined whether BEREC and its Office were effective in performing one of their key functions, namely the coordination and review of national market-regulatory decisions (known as the &quot;Article 7/7a Procedure&quot; in reference to the relevant provision in EU legislation). They conclude that the procedure has been reasonably successful and has led to more consistent regulation across the EU. But they also make a compelling case, and offer detailed recommendations, for implementing a number of far-reaching improvements to BEREC's working methods, including: profound changes to timing, forward-planning and calendaring of review procedures, ensuring their procedural consistency and effective monitoring; optimising the selection and management of those experts who bear direct impact on the quality of BEREC's role in reviewing market-relevant regulatory decisions, including the administration of an expert database; and proposals to review regularly the co-operation between BEREC, the BEREC Office and the Commission so as to optimise their respective roles, commit BEREC to detail and reinforce the Office's support functions (including language and translation support) and manage resources more efficiently.\n\nBEREC and its associated office are responsible for reviewing regulatory decision-making on telecoms markets across all 28 EU member states. The research by Corkin and Boeger was published by The EU Commission, and included their specific contribution with associated recommendations for reform (under its own name, although Corkin and Boeger are named as co-authors on a separate page), formally adopting it as a Commission Working Document on 23 April 2013. It has directly impacted on the ways in which BEREC and its office use the Article 77a Procedure in the following ways: substantial reform of BEREC and its Office's working methods; dialogue shaping across the EU Commission, European Parliament, and Member States; influenced an EU Parliament report; and has been the driver of inter-institutional pressure on BEREC and its office. In summary, the research kick-started and directly shaped the substantial changes to BEREC and its office both now and in the future, and is the key reference point.\n\nCorkin and Boeger have facilitated this impact through workshops. For example, on 8 October 2012, the Commission held an open workshop in Brussels where Boeger presented the report (alongside some of the other authors) to members of industry and their representative association, national telecoms regulators and representatives of the BEREC Office, including its Administrative Manager (who commended the quality of Boeger and Corkin's analysis). Senior representatives of several national telecoms regulators also offered highly positive feedback. On 21 June 2013, Corkin and Boeger co-organised a workshop attended by the key stakeholders in telecommunciations regulation - EU and national regulators themselves, MEPs, EU commission members - at which there was a further drive to progress and discuss the reforms.\n\nSubstantial Reform of BEREC and its Office\nBEREC and the BEREC Office have committed to implementing Corkin and Boeger's evaluation and associated recommendations. BEREC had already initiated several actions to improve aspects of the Article 7/7a procedure before the evaluation report was completed in 2012, but its published work programme for 2013 commits it formally to consider the report's recommendations in this internal review, describing the two processes as 'closely linked'. \n\nBEREC officially responded to the evaluation report, and to Corkin and Boeger's co-authored contribution to that report, on 6 June 2014 with a set of BEREC Recommendations and Follow-on Actions. These include several far-reaching improvements in response to Corkin and Boeger's findings. The BEREC Office in particular has put in place (with further progress ongoing) comprehensive changes to its working methods under Article 7/7a. They include: Extending time limits for national regulators to comment on BEREC draft opinions; Developing templates for BEREC opinions; Monitoring notifications of regulatory measures and potential early-warning &quot;alerts&quot;; Maintaining a register of regulatory experts and rapporteurs; Regular assessment reports about the work of Article 7/7a working groups; Committing national telecoms regulators to give the Article 7/7a procedure high priority; Clarification of definitions and detailed procedure for BEREC and its Office under Article 7/7a (including the role of rapporteurs); Improving language and translation support; Facilitating cooperation and tripartite meetings. \n\nDialogue shaping\nThe Commission was compelled to commission/produce this evaluation report pursuant to EU legislation. The report has been designed specifically to frame directly the published inter-institutional discussions, consultations and negotiations between the Commission, the European Parliament and the Member States (including ministries and telecoms regulators) in preparing the next (2014) review of the EU telecoms framework (five EU Directives and one EU Regulation). In this context, the document co-produced by Corkin and Boeger has acted as the primary point of reference for all their subsequent communications on the subject in a number of crucial respects.\n\nThe European Parliament was compelled by law to respond publicly to the Commission by commenting on the report and did so in December 2013. Therefore, the recommendations by Corkin and Boeger directly shape this published inter-institutional dialogue that lead, eventually, to the Commission's call-for-input for the next review of the telecoms framework in 2014. Exploiting their research fully as a platform to generate wider inter-institutional exchanges, Corkin and Boeger's stakeholder workshop brought together academic experts alongside senior policy players in the formal process, including from the European Parliament, the Commission, national telecoms regulators and senior industry representatives, to exchange views on the institutional arrangements discussed in their study. \n\nInter-institutional pressure\nThe EU Commission has used the report to exert some inter-institutional pressure on BEREC and the BEREC Office to follow the line advocated by the researchers in their report. The Commission's strategic positioning means that even greater weight and visibility has been given to the evaluation report. The Commission has directly incorporated the report into its 'thinking process' in its recent and potentially far-reaching initiative on completing the single market in telecoms. BEREC and the Office have argued their position is broadly compliant with the approach in the report, as part of their negotiating position with the Commission, again demonstrating the report's strategic significance. Digital/Communication/Information Technologies (including Software) Economic,Policy & public services","person":"Joseph  Corkin","coPersons":["Nina  Boeger"],"organisation":"Middlesex University","findingsText":" Networks are now a standard means of addressing governance challenges in the EU and a mode of European integration in their own right. They bring policymakers from different Member States together to advise on EU level policymaking and/or coordinate &amp;amp;amp; discipline one another's national policymaking (within or without a broad EU regulatory framework) more softly than the hard law and centralised institutions of the 'Community Method'. The architecture crops up in fields as diverse as telecoms, transport safety, pensions, health, environmental protection, migration, organized crime, drug control &amp;amp;amp; financial markets.\nNetworked integration is a hugely important phenomenon in the EU, yet research on it tends to focus on discovering it in ever more domains, on normative debates about its legitimacy or on conceptual debates about how it departs from, relates to and interacts with the Community Method. The received understanding of its emergence, evolution and expansion remains, arguably, under-theorised (limited to H1 &amp;amp;amp; H2 below). \n\nIn this research we proposed and tested propose three additional framing hypotheses (H3-5):\n\nH1: Complexity &amp;amp;amp; interdependence create functional pressures for inter-state coordination, but checked by the sovereignty reflex of Member States reluctant to cede power to supranational institutions and willing only to tolerate the softer disciplining of a network.\n\nH2: The EU exploits these functional pressures to 'upload' new policy domains to the European level, albeit via a network, in the hope that Member States will one day acquiesce to more supranational solutions.\n\nH3: Networks decouple their members from national political principals without re-coupling them into the supranational level (and a new set of political principals) thereby allowing them to carve out a transnational space between the two in which they are subject to fewer hierarchical checks, whatever the source.\n\nH4: The epistemic communities that populate the networks and that do their soft disciplining use their cross-border reach, extensive internal consensus, ability to frame complexity and their informational advantages to influence not only policymaking (already well-documented) but also their own formalisation as (networked) institutions of European governance, so that transnational networks (trans)form also endogenously.\n\nH5: When influencing institution-making (H4), epistemic communities draw on their own internal governance practices - to which they attribute universal validity that transcends the needs of their own community - to remake EU integration in their own (networked) image, ramping up characteristics in the integration process that we associate with their commitments to: experimentation; peer-review; mutual learning; heterarchy of networks (over the hierarchy of centralised authority), organisation around shared epistemic perspective (over national affiliation).\n\nIn our AHRC-funded case study of the evolving institutional architecture for EU telecoms regulation, we have tested and found compelling evidence in support of H3-5.\n\nThis case study has also built a solid foundation for further work that will enable us to generalize more confidently to the overall universe of EU network (trans)formations, by studying them in other policy domains. This research and its dissemination and engagement strategy has stimulated and encouraged exchanges amongst researchers, and between researchers and the members of the network(s) under scrutiny, with expertise in the governance of various policy domains. In these exchanges, new knowledge, reflection and research outputs are being created (which in turn serve as basis for teaching and follow-on research); existing perceptions of the way in which European integration appears to be happening today may be challenged and issues might be re-framed; received understandings of how/why networks (trans)form will be scrutinised and refinements or alternatives to those models might be proposed. \n\nThe project most immediately impacts on its participants, but we have sought to multiply this impact by using the project as a platform for engagement with other researchers and with policy-makers. This project has been of interest to researchers from across and beyond the EU, at different career stages and from different disciplinary background (including law, political science, sociology, public management, IR, history). These are researchers with expertise in the governance processes in disparate policy domains that all deploy(ed) variations of a networked architecture but this project and its hypotheses has awakened their interest in a more parsimonious model that explains Europe's networked integration in general. We have identified a far-reaching variety of domains to which this applies, namely: I. Regulating infrastructures (telecoms, energy, transport); II. Sustaining the Environment &amp;amp;amp; Welfare States (pensions &amp;amp;amp; social security, health &amp;amp;amp; long-term care, environment); III. Securing Borders, the Public &amp;amp;amp; Financial Markets (borders, crime, financial markets). Notably, some domains belong to what was the intergovernmental 'Third Pillar', some are subject to the 'Open Method of Coordination'. \n\nThe project directly targeted, by involving them as participants, members of the networks under scrutiny. Thus, it reaches the very policy-makers (national &amp;amp;amp; EU level) whose epistemic affiliation, arguably, shapes the (trans)formation of the networked governance processes which are the subject of inquiry. Not only may these policymakers be better informed and/or self-aware when taking decisions, as a result. They might also pass on their knowledge to other members of the networks in question. The project also bears on mainstream debates on European integration whenever they touch on subjects dealt with by it, and we will seek opportunities to contribute to these debates, enhancing visibility and accessibility of academic expertise for general audiences. The results of the project have also enhanced the quality of undergraduate and postgraduate teaching on European integration at Bristol and Middlesex University, and very possibly, well-beyond. Aerospace, Defence and Marine,Agriculture, Food and Drink,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport,Other","dataset":"gtr"}