{"id":"87E4C2EC-AD64-4132-A540-17FE70BA900C","title":"The molecular basis of phenotypic transitions in eusocial evolution","abstractText":"Major evolutionary transitions are key sources of diversity in the natural world. Yet we understand little about the mechanisms by which they arise, and specifically their molecular basis. An outstanding question is to what extent do these transitions arise via decoupling of ancestral genes and traits, or the evolution of new genomic material for new traits. This is important as it tells us whether molecular mechanisms constrain major evolutionary change. This project aims to explore the molecular basis a major evolutionary transition. \nThe evolution of sociality is one of eight major evolutionary transitions and examples can be found across levels of biological organisation: genes aggregate into genomes, cells into multicellular organisms, and insects into societies. In each case, smaller entities unite to form larger higher-level entities, with division of labour, cooperation and specialized roles. In the transition to sociality the ancestral traits of reproduction and non-reproductive tasks, are thought to be decoupled to form a division of labour among group members. For example, in the transition from single- to multi-cellularity, cells become specialised as reproductive (gametes) or non-reproductive (somatic) units; in the transition from solitary living to sociality in insects, individuals become specialised as egg-layers (queens) or provisioners (workers). The decoupling of ancestral traits to form social traits is the main hypothesis to explain the mechanism by which sociality evolves. \nHowever, the decoupling hypothesis fails to consider the evolution of new behaviours or traits that arise during major transitions. These include: (1) the evolution of group living from a solitary, ancestral state; (2) the evolution of altruistic behaviour from an ancestral, selfish behaviour; (3) the evolution of inflexible (committed) phenotypes, from flexible (uncommitted) phenotypes. Therefore, defining the transition to sociality simply as a re-organisation of ancestral reproductive and provisioning traits maybe too simplistic, as it does not account for the emergence of essential novel traits. \nThis Project will identify the genes and proteins underlying the decoupling of ancestral traits (reproduction and provisioning) and novel social traits (group living, altruism and committed castes) in the eusocial wasps. Eusocial insects are powerful models for studying the mechanisms and evolution of sociality. The eusocial wasps include species representatives across the spectrum of social complexity from species that can choose whether to be social or not, to highly complex, committed societies with extreme task specialists and complex societies. \nWe will generate genome sequences and interrogate phenotype-specific transcriptomes and proteomes for 5 species of eusocial wasps. This work will be the first systematic interrogation of the molecular basis of insect behaviours across the spectrum of social diversity. We combine field manipulation experiments with state-of-the art genomic and bioinformatic approaches to dissect social behavior in an ecologically relevant context. The Work Programme consists of 3 stand-alone species-level studies on wasps representing different stages in social evolution. We use field manipulation experiments as a 'top-down' way of identifying genes associated with each behavioural innovation. Then, we exploit the datasets generated by these studies to address comparative questions on the molecular basis of social evolution. The combination of transcriptomics and proteomics is a powerful yet little exploited approach that is likely to lead to significant scientific breakthroughs. Our approach, therefore, seeks to uncover proximate mechanisms underlying key innovations in social behaviour in order to address ultimate questions on the nature of this major transition in evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M012913/1","grantId":"NE/M012913/1","fundValue":"675317","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"NERC","impactText":"","person":"Seirian  Sumner","coPersons":["Gary  Barker","DA  Matthews"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}