{"id":"87E78381-5B39-41BD-8FD8-C6C690421D26","title":"Understanding the South, Understanding America: The American South in Regional, National and Global Perspectives","abstractText":"Four Network meetings will be held during the 24-months of the grant: one each at the universities of Manchester, Florida, Cambridge and Copenhagen. Each meeting will focus on one of the major research questions relating to the study of American South outlined in the Objectives (see 2 above). Individually and collectively, the meetings will encourage theoretical retrospection and methodological innovation in the field of Southern Studies, while also promoting a deeper understanding of the history and cultures of the American South in national and transnational contexts. While paying close attention to the diversity apparent within the South, the Network will explore the region's complex relationships with broader national and global histories from the colonial era to the contemporary period. Ultimately, the Network will both affirm the signal importance of the American South as a place where vital social, political, economic, and cultural crosscurrents have traditionally intersected and been reshaped, and refine new modes of enquiry into the history, nature and significances of those intersections. \\n\\nThe Manchester meeting (May 2008) will use multidisciplinary perspectives on the contemporary South primarily to delineate its influence on modern America and, by extension, on much of the post-World War Two world. In the process it will facilitate long overdue dialogue between historians and practitioners of the New Southern Studies based principally in literary and cultural studies. Key speakers will include Martyn Bone, David Colburn, Allison Graham, Paul Harvey, John Kirk, William Link, Rich&eacute; Richardson, and Sharon Monteith. The Florida meeting (January 2009) will explore changing southern notions of citizenship, nationalism, and the experience of secession in comparative international perspective. Key speakers expected include David Brown, Don Doyle, Laura Edwards, Martha Hodes, William Link, Michael O'Brien, and Andres Resendez. The Cambridge meeting (August 009) will re-examine the analytical virtues (and perils) of situating the study of southern history and cultures within an 'Atlantic World' framework and explore the possibilities for stretching the chronological scope of that model beyond its traditional home in the Early Modern period. Key speakers are expected to include Michael Bibler, Peter Coclanis, Trevor Burnard, Alison Games, Richard King, Jon Sensbach, Brian Ward, and Betty Wood. The Copenhagen meeting (May 2010) will focus on the ways in which the South and its cultures have been imagined, produced, marketed and consumed within the US and globally, from colonial times to the present. Key speakers are expected to include Tony Badger, Deborah Cohn, Russell Duncan, Anne Dvinge, Allison Graham, Richard King, Sarah Meer, Helen Taylor, and Brian Ward. \\n\\nIn addition to formal presentations by leading southern scholars, each conference meeting will feature a plenary session at which members of the Network Steering Committee will lead discussions of the theoretical and methodological issues raised by the papers and central to the Network. A website-cum-discussion board dedicated to the Network will be created at Manchester. Two (possibly three) edited volumes will be published by the University Press of Florida, to perpetuate the innovative work of the Network beyond the life of the grant. In a similar move to stimulate continued scholarly concern for the kinds of empirical and theoretical issues at the core of the Network, each meeting will incorporate some papers by US and UK/EU postgraduate students (funds for this are NOT requested as part of this application). It is envisioned that the Network will provide the basis for a permanent Southern Studies Network, with hubs at Manchester and one or more of the partners in this bid.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G001251/1","grantId":"AH/G001251/1","fundValue":"48015","fundStart":"2008-10-01","fundEnd":"2010-09-30","funder":"AHRC","impactText":"  Initial impact was within the realm of scholarship and the academy, with a series of articles and books. With AHRC follow-on funding additional, non-academic impact will be made possible through the Shadow of Selma project which uses the African American Struggle for Civil and Voting Rights in the US South as the basis for public discussions, museum exhibits, cultural, artistic, and educational initiatives around issues of democracy, citizenship and social justice in contemporary society. Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural","person":"Brian  Ward","coPersons":[],"organisation":"The University of Manchester","findingsText":" The purpose of the AHRC-funded Understanding the South, Understanding America Research Network, based at the University of Manchester and organized in collaboration with the Universities of Cambridge, Copenhagen and Florida, was to encourage theoretical retrospection and methodological innovation in the field of Southern Studies, while also promoting a deeper understanding of the history and cultures of the American South in national and transnational contexts. While paying attention to the diversity apparent within the South, the Network explored the region’s complex relationships with broader national, hemispheric, and global histories from the colonial era to the contemporary period. Ultimately, the Network affirmed the signal importance of the American South as a place where vital social, political, economic, and cultural crosscurrents have intersected and been reshaped, and advanced the quest to refine new modes of enquiry into the history, nature and significances of those intersections. \n\nThe disciplinary range in the Network was especially striking. Participating scholars included people identified with history (social, cultural, political, economic, religious, colonial, nineteenth-century, and modern), literature, American, cultural, gender studies, media, film, communications, music, theatre and performance studies as well as many whose disciplinary allegiances were, as befitted the goals of the Network, many and varied. \n\nThat said, it would be disingenuous to suggest that any consensus was reached about the relative merits or otherwise of different approaches to the South. There were still very clear lines of demarcation between the disciplines with regard to the use of particular vocabularies, theoretical models, and kinds of evidence. Nevertheless, the Network did foster a greater understanding of, and respect for, the value of alternative ways of dealing with southern history and culture. At the very least it exposed participants to a wide range of methods and sources for studying the South in overlapping local, national and global contexts; at its best, the Network suggested new ways of framing questions about the region as well as offering new ways of answering older questions about southern history and culture. Issues of democracy, citizenship, social justice and representation was common to much the scholarly work undertaken by the Network. Although the immediate context for the discusson of those issues was the US South (sometimes in comparative and transnational perspective), these are matters of such importance in contemporary Britain, as well as in the US, that I hope to find a way to use that scholarship as the foundation for more outward facing project to engage a non-academic audience in discussions of citizenship and democracy. That ambition is at the heart of a project called &amp;amp;quot;The Shadow of Selma&amp;amp;quot; for which AHRC follow-on funding will be sought. Communities and Social Services/Policy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}