{"id":"87E7FC24-F307-4AB8-83C1-EFE89DA245DF","title":"Towards the Mechanism(s) of Early Transition Metal Promoted Selective Olefin Oligomerisation Catalysis - Synthesis, Spectroscopic and XAFS Studies","abstractText":"The quest for more highly selective, cleaner and more efficient catalysts e.g for olefin trimerisation or tetramerisation remains a high priority for the chemical industry. Achieving these targets demands a detailed understanding of the catalytic cycle(s) and the nature of the active species. Characterisation of the individual stages in a homogeneous catalytic cycle is not easily achieved since the active species are likely to be highly reactive and often very transient, making their crystallographic characterisation highly unlikely. Furthermore, for the paramagnetic e.g. Cr-based catalysts NMR spectroscopy is not informative. Under this project we will develop and use a unique freeze-quench cell to allow the transient and active species to be trapped at various selected stages through the cycle, allowing in situ spectroscopic analysis by extended X-ray absorption fine structure (EXAFS) and X-ray absorption near edge structure (XANES) spectroscopy techniques. We will prepare and characterise a series of related metal complexes based on Cr, Mo and Sc in the presence of a selected set of N-, S-, N/S- and N/P-donor ligands, including complexes of the industrially important NH(CH2CH2Sdecyl)2 and iPrN(PPh2)2. Using a range of techniques (UV-visible, EPR, 45Sc NMR spectroscopy), in conjunction with XAFS and XANES data using the set-up described above, we will probe in detail the oxidation state and structures at various stages through the activation and catalysis to provide a much more detailed understanding of the mechanisms at work. We also expect to demonstrate the potential of the new rapid (millisecond) freeze-quench XAFS/XANES approach much more widely to provide key information regarding other homogeneous catalysis systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032463/1","grantId":"EP/F032463/1","fundValue":"614868","fundStart":"2008-09-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  The results have provided an insight into the mechanism of an industrial chemical process for the conversion of ethene to hexene. In addition, the work has provided a new methodology for studying such reactions. Chemicals Economic","person":"John  Evans","coPersons":["G  Reid","Moniek  Tromp"],"organisation":"University of Southampton","findingsText":" The aim of designing a means of studying the early stages in a chemical reaction in solution by X-ray Absorption Fine Structure (XAFS) spectroscopy was realised. Rapid mixing (in about 1/1000 of a second) of reaction solutions was combined with a spray into a sample tube in a liquid nitrogen bath effectively stopped the reaction within the first second. This was used to investigate the activation of catalysts for the polymerisation or the selective tri- or tetra-merisation of ethene, which is a commercial process using chromium complexes as precursors for the operating catalysts. The results have shown that the activation by trimethylaluminium can take various forms: the creation of an adduct with the aluminium coordinated to a chloride ligand (as seen for scandium(+3)), and the transfer of the methyl group to the transition metal centre (as observed on molybdenum) and also the reduction of the oxidation state of the active metal (as observed of chromium(III). This method also provided detail about the atomic geometry at the reaction sites in solution. This instrumentation is also available to industrial research laboratories. The techniques developed have wide applicability in the field of solution chemistry, especially of metal complexes. A key aspect of that chemistry is homogeneous catalysis, where the metal complex is dissolved in the reaction solution and mediates the formation of commercially important products. The instrumentation has been transferred to the Research Complex at Harwell (RCaH) to become available to the wider community. This is through the auspices of EPSRC grants to establish the Dynamic Structural Science Consortium and the Catalysis Hub at RCaH. Chemicals","dataset":"gtr"}