{"id":"87E90F63-FBBC-4BF5-A903-4EAAFFB5D0E0","title":"Inference of Evolutionary Histories of Mobile DNAs","abstractText":"One of the major discoveries that has been made in the study of the genomes of higher organisms is that only a small fraction of the DNA in the chromosomes consists of genes, and an even smaller fraction of the DNA is involved in specifying the amino acid sequences of proteins. In organisms with large genomes, such as man, it remains true that the majority of the DNA is of unknown function. Of this unexplained DNA, a large fraction (around 40% of the genome in total) consists of repeated DNAs that have become scattered throughout the chromosomes as a result of their capacity to 'transpose'- to move to new chromosomal locations. These transposable elements, or TEs, replicate as they move to new locations, and so, over time, their numbers in the chromosomes will tend to build up. For this reason, they are now usually viewed as primarily selfish DNAs, increasing their abundance in the chromosomes in which they 'live', but only rarely conferring any advantage on the organism in which they are found. The capacity to move between chromosomal locations has the effect that copies of these TEs, found at different sites, share common ancestry, which could have consisted of a common ancestor just one fruit fly's generation ago, or could have been a common ancestor fifty million years ago, in the case of mammalian TEs. The evolutionary relationships between these sequences tell us about the process through which they have come to spread themselves through the chromosomes, either in the past, or in an ongoing process. The science of population genetics interprets data on DNA sequence variation that we see today, and uses this to reconstruct evolutionary events in the past. This can be used to interpret the variation in TE families, and has been used in this way by the Principal Investigator. This project will allow inferences of the evolutionary histories of families of elements to be made in a more formal way, assessing the probabilities of various evolutionary scenarios on the basis of the transposable element sequence data that we now see. However, the situation is complex, and many different mathematical approaches can be used in this process of inference. This project will produce more sophisticated methods, which will combine features of earlier models, and will allow us to say, from a collection of DNA sequences, how likely are various differing histories of these sequences. As these mobile DNAs, the TEs, constitute more than forty per cent of our DNA, and as they are often being put to use in the creation of new adaptive functions, a full understanding of eukaryotic evolution, and human health, requires us to be able to see where these elements are derived from, and what, if any, purposes they now serve in our genomes. The project will allow the sophisticated mathematical approaches to be developed to be accessed using user-friendly software, such that workers worldwide who have discovered new TE families in any genome will be able to draw inferences about the families' evolutionary histories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009884/1","grantId":"BB/H009884/1","fundValue":"303933","fundStart":"2010-08-01","fundEnd":"2013-07-31","funder":"BBSRC","impactText":"  The finding will be of interest to those who have an academic interest in the evolution of the genome. There is a debate about the importance of those parts of the genome outside structural genes. If these non-genic DNAs are selectively important, then mutations in them will be subject to purifying selection. In the human context, this purifying selection will typically manifest itself as a medical outcome.  Cultural","person":"John  Brookfield","coPersons":[],"organisation":"University of Nottingham","findingsText":" While DNA sequences in the genome are usually thought of simply having evolved by a process of natural selection, in which mutations that improve the adaptation of organisms to their environment are retained and spread through populations, we have known, since before the start of the genomic era, that there are a many sequences in our genomes that are not simply explained in this way. It has become clear that a large fraction (almost half) of the human genome consists of DNA sequences that were once, in our evolutionary history, mobile in the chromosomes. These DNA sequences have, in the past, spread through our chromosomes by copying themselves to new locations. This process of spread does not require that these DNA sequences confer any benefits on the organism in whose genome they are found. Rather, they might be able to spread even if they are harmful to the organism. For this reason, we regard these sequences as &quot;parasitic&quot; or &quot;selfish&quot; DNAs. This project has used the DNA sequences of hundreds of thousands of these mobile elements, currently residing in the human genome, to reveal the evolutionary history of the sequences. What we have found is that, for one major class of elements, their proliferation was an early event in the genomes of ancestral mammals, and they were very soon inactivated, so they were no longer mobile. Since then they have remained in mammalian, and, ultimately, human chromosomes, and one important question that we have also addressed is whether these formerly parasitic sequences have, over these tens or hundreds of millions of years, evolved new activities and functions, which actually benefit their mammalian &quot;hosts&quot;. Here the data form interesting contrasts. We have found some highly significant evidence that one type of sequence has indeed evolved new and useful functions. On the other hand, a more detailed and thorough re-analysis of one sequence family (a particularly abundant type called the &quot;Alu&quot; sequences) has revealed that evidence which has led others in the past to conclude that these are function was probably over-simplified. By looking at individual elements in more detail, we see no signs of retention of these sequences in the human genome by natural selection, which suggests that they may not have any useful function. There are no results from our research that lead directly to changes in healthcare. However, an important question in human healthcare is which DNA sequences are responsible for human genetic disorders. The genes which, when mutated, give rise to &quot;single-gene&quot; disorders such as Duchenne muscular dystrophy, cystic fibrosis etc., have almost all been identified. The main focus of medical genetics is now the identification of the changes in the genomes that underlie multifactorial diseases such as heart disease, bipolar disorder, and diabetes etc. These diseases are called &quot;multifactorial&quot; because they are affected by variation in many different genes and also affected by the environment (diet etc.). A major unsolved question about multifactorial diseases is which DNA sequences can influence their occurrence. While we think of the genes that code for the proteins of the body being the important parts of the genome, these protein-coding genes form less than five per cent of the DNA in the genome. So, in considering the determination of disease, there is clearly an important question, which is whether the remaining 95%+ of DNA sequences that do not code for proteins are important in making us what we are, such that changes in these DNAs may well be a cause of these multifactorial diseases. One view is that most of the DNA that does not code for proteins is &quot;junk DNA&quot;, DNA that has accumulated over evolution, but which serves no purpose today. Another view is that the so-called &quot;junk DNA&quot; is merely DNA whose functions have not yet been discovered. If so, it may well be that it is in this DNA that the determinants of human multifactorial disease are found. \nThe DNAs postulated to potentially be &quot;junk DNA&quot; are mainly DNAs derived from mobile DNA ancestors, DNA sequences which were once parasites in the chromosomes of ancestral mammals. Our results, revealing the historical changes to these sequences, and seeing whether they have now evolved activities and functions that are useful to their human hosts, are relevant to whether these should now be seen as &quot;junk DNAs&quot;. If they still have no useful function, they can be eliminated as candidate DNA sequences that might be responsible for human disease, thus narrowing down the search for medically important DNAs, among those that do not code for proteins, to those that do not have ancestry as mobile sequences. Healthcare","dataset":"gtr"}