{"id":"87F05A60-315F-41A6-9BD8-CE8D5D9307C0","title":"Connected Seeds and Sensors: supporting sustainable food-growing in the city","abstractText":"In this proposal we investigate the ways in which Internet of Things can support more sustainable food production and consumption in the city. Using participatory design methods, we will co-create, conduct, and evaluate our research with Spitalfields City Farm , an urban grassroots food-growing community. We will use connected sensors and tracking technologies to support the telling of stories of seeds and plants, as well as the people who grew them. Through the development of a smart seed-bank we will interrogate how the combination of smart sensors, data collection, and participatory co-design can help raise awareness, empower communities and increase participation in sustainable urban food practices.\n\nA report of The World Health Organisation on urban agriculture found that the ways in which London's residents feed themselves are fundamentally socially, economically and environmentally unsustainable, and that the city of London requires the entire surface area of the UK in order to feed itself (Petts, 2001), which is certainly not sustainable. Sustainability here refers to the definition of the World Commission on Environment and Development (1987) as &quot;development that meets the needs of the present without compromising the ability of future generations to meet their own needs.&quot;\n\nTo further compound the problem of unsustainable food-practices in the city, proposed changes to EU legislation will make it more difficult for small-scale farmers to save and exchange seeds. The new laws favour distinct, uniform and stable varieties, and require an annual registration fee for each type of seed. Some such as the Soil Association argue that this will favour large corporate seed monopolies such as Monsanto, and will impact negatively on biodiversity. \n\nSeed banks (also known as seed libraries) exist as a way to preserve genetic biodiversity, (Tanksley &amp; McCouch, 1997) in the face of dwindling numbers of plant varieties sold by seed companies. They provide a resource to people wishing to grow their own food from seed, without having to rely on buying them. Despite relative affluence and food security, consumers in the West are described as living through an 'age of anxiety' provoked by a range of food scares and farming crises (Jackson, 2010). Seed banks provide a sense of security due to knowledge of provenance and reduced risk of disease, GM and chemical contamination. Gardeners can choose seed from plants that have adapted to local climates and micro-climates. Seeds are shared as part of the gift exchange (Mauss, 1954), therefore contributing to social, economical and personal well-being.\n\nWe will work with Spitalfields City Farm to identify how best to capture information about food-growing practices with a focus on seeds. Together with the farm community we will create an interactive seed-bank for connecting users to the stories of the seeds on the farm and across the web in simple, accessible, and intuitive ways. We will iteratively build, refine and evaluate the smart seed-bank prototype in collaboration with the farm, exposing the research solutions to the end-users at a number of workshops and seed-swap events. We will use qualitative and quantitative evaluation methods (including thematic analysis of interviews; statistical analysis of user and sensor data). We will disseminate our findings through a public exhibition, a toolkit, a short film, a panel discussion for the food and food-technology industry, and an academic workshop to seed the growth of a UK network of researchers interested in Internet of Things for sustainable urban food practices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023504/1","grantId":"EP/L023504/1","fundValue":"257878","fundStart":"2015-10-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Nicholas Johnathan Bryan-Kinns","coPersons":["Hamed  Haddadi"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}