{"id":"87F2037E-5924-419B-ADE3-38CB162BD3E7","title":"Newton001: Identification of host and pathogen glucose metabolism modulation during Mycobacterium leprae infection of human macrophages and Schwann ce","abstractText":"According to World Health Organization, the number of leprosy new cases in 2012 stood at 189,018 around the world. Although not fatal, leprosy is responsible for more than 12 thousands cases of irreversible motor disability and deformity per year in the world. The disease is caused by the Mycobacterium leprae, an obligatory intracellular pathogen that preferentially infects skin macrophages and Schwann cells causing nerve damage and scarring, which results in the disfigurement and the classic hand and foot deformities of leprosy. Brazil has 33,303 cases/year of leprosy, being the most affected country in Latin America, representing 14 percent of the global number of cases and is surpassed only by India, which has approximately 134,752 new cases per year. \n\nIntracellular bacteria must obtain nutrients from their host cell and grow by either adapting their own metabolic pathways or manipulating the metabolism of the host. Understanding how they obtain nutrients from their host and how they utilize them will lead to better understanding the infection and may inspire novel ways to grow the bacteria for vaccine or drug studies; which is particularly relevant to the leprosy bacillus which cannot be grown in pure culture in the laboratory.\n\nIn this project we will use a newly-developed developed technique called 13C flux spectral analysis to investigate the metabolism of M. leprae in its host cell. The M. leprae cells will be grown in mouse footpads, and then incubated in media containing a mixture of 12C and 13C-labelled glucose and metabolites extracted for analysis. We will use another technique called mass spectrometry to determine the distribution of 12C and 13C carbon in these metabolites and computer analysis of the data will reveal clues to both the nutrients used by M. leprae and how it utilises them. The work will be published in a peer-reviewed journal and may lead to novel approaches to growing the leprosy bacillus and developing new drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M026434/1","grantId":"MR/M026434/1","fundValue":"50405","fundStart":"2015-01-26","fundEnd":"2016-10-25","funder":"MRC","impactText":"","person":"Johnjoe  McFadden","coPersons":["Dany Justine Venetia Beste"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}