{"id":"87F8EACC-0B64-4F4E-A25A-BFA917768C68","title":"Quantifying the dynamics of predator avoidance learning: bumblebees as a model","abstractText":"For many years, scientists have been fascinated by the continuous battle that rages between foraging animals and their predators. Foragers must collect sufficient food but also be able to detect and avoid predators. On the other hand, predators must try to outsmart their prey and come up with ways to catch them unawares. For example, crab spiders can blend in with their background (flowers in this case) and ambush unsuspecting flower visitors, such as bumblebees. As a result, it is impossible for foraging animals to avoid predation threats entirely, so they are faced with the tricky task of balancing risks against rewards. Animals must learn to respond to some predators: e.g. children learn to avoid wasps by getting stung! A great deal is known about how animals are able to detect the presence of predators and we also know that animals learn to avoid situations where predators are present. However, we know almost nothing about how animals learn to avoid predators. Does the number and severity of failed predation attempts encountered, or the number of observed predator attacks on others of the same species, influence the speed in which bees learn to avoid predators? Does the severity of predation risk influence how long the information about predation risk is retained in memory? We will use bumblebees as a model system to address these questions. Bumblebees are ideal animals to study predator avoidance behaviour. They are social insects and have a colony consisting of an egg-laying queen and a large workforce that collects food for the colony from flowers. But visiting flowers is a dangerous activity: ambush predators such as crab spiders lurk on flowers. In fact, scientists have estimated that a bumblebee colony might lose up to 5% of its workforce through predation every day! On the other hand, bees often manage to struggle their way out of the clutches of predators, and hence have a chance to learn both the appearance of their enemies, and to avoid the locations where an attack is likely. Bumblebees are wonderfully cooperative in laboratory experiments: their social nature means that foraging bees collect food for the colony, rather than for their own needs, so they do not become satiated and stop working. Furthermore, bumblebees can also readily be trained to collect food from artificial flowers, of almost any appearance, in the laboratory. Therefore, we will present foraging bumblebees with cutting edge computer controlled artificial flowers that simulate an attack by a crab spider. We will use infrared light barriers on these 'dangerous' flowers to switch on a plunger trapping device to trap bees as they land. By presenting bees with 'safe' rewarding (containing sugar solution) artificial flowers of one colour alongside rewarding, but dangerous, flowers of another colour that harbour model crab spiders, we will train bees to avoid dangerous flowers. We will investigate how the way that bees respond to predation attempts and learn to avoid predators depends upon: i) the relative visibility of cryptic (camouflaged) predators, ii) the number and duration of predation attempts encountered and iii) observing predation attempts on other bees. We will also test the fascinating prediction that bees from small colonies will avoid foraging from dangerous flowers (because their death would be damaging to the colony), whilst the choices made by bees from large colonies will depend on the value of rewards and risk on offer (the loss of a forager will be much less damaging to a larger, old colony). Finally, we will investigate how the results of our experiments compare with the predator avoidance behaviour of bees in nature. We will observe bees collecting food from flowers with many predators (crab spiders and orb webs) and record their behaviour. We would expect bees that have experience of predators to fly more cautiously and spend more time studying flowers before landing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D012813/1","grantId":"NE/D012813/1","fundValue":"334418","fundStart":"2006-10-01","fundEnd":"2009-12-31","funder":"NERC","impactText":"","person":"Lars  Chittka","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}