{"id":"880965A8-3B51-44E6-8088-3B040DA1F460","title":"Digital coin catalogues: establishing standards for collections","abstractText":"The first workshop would bring together a small group of experts concerned with the online presentation of museum materials, particularly coins. This group would work to agree a set of guidelines for such publication, which would ensure the maximum compatibility with other catalogues, and the best possibilities for conservation.\\n\\nAfter that workshop, members of the group would use and test the guidelines in their own work, exchanging information as they did so. As they worked, materials would be accumulated on a website.\\n\\nThe second workshop would bring together the same experts, but with a wider group of users from the academic and museum sectors. At this event the guidelines would be presented and discussed: there could also be a training session in using the guidelines. The website would become a public resource.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E500358/1","grantId":"AH/E500358/1","fundValue":"11458","fundStart":"2006-07-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"  The aim of the project was to agree on standards for marking up publication of ancient and medieval coins. The agreed standards are being applied - and developed through practice - by the American Numismatic Society, and other publishers are being encouraged to share these standards. Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections Cultural","person":"Charlotte Mary  Roueche","coPersons":[],"organisation":"King's College London","findingsText":" We held 2 international workshops to develop agreement on standards for marking up information about coins, for online publication. We made considerable progress, and this has continued, as practitioners apply the standards and then provide feedback. This process is handled by the American Numismatic Society Publication of coin collections in Museums, and also in private collections. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}