{"id":"881258AF-3B3F-4F84-B804-BEFFF5E60CF7","title":"Provision of TILLING resources and platforms in wheat.","abstractText":"Wheat is a vital food crop, planted on over 200 million hectares of land globally and providing about 20% of the calories that we consume. Yields of wheat increased dramatically in the last century, particularly in the developing world, due to a combination of plant breeding and increased use of fertilisers and pesticides. More recently, yield improvements have slowed and in many countries may be levelling off. A host of factors such as population growth, change in dietary patterns, climate change and use of land for biofuels have highlighted the importance of food security and demonstrate the need for continued improvement in wheat yields and in the efficiency with which crops use inputs such as water and fertilizer. This comes at a time of rapid advances in our understanding of plants that will greatly assist in knowledge-based crop breeding. Work on so-called 'model species' is identifying genes and pathways that are important in plant growth and productivity. At the same time, new technologies are being applied to biological questions, resulting in an explosion of information on the genetic makeup of plants in general, and crops in particular. This will identify 'candidate genes' in wheat that may play significant roles in crop yield and quality. In order to test the importance of these genes or to manipulate their activity to improve crop performance, we need the ability to routinely modify gene function in wheat. While this can be achieved through genetic transformation, transgenic plants have yet to gain consumer acceptance in Europe. As an alternative, we can use natural or induced variation in these candidate genes to investigate their function. However, the wheat genome is very complex (containing sixteen billion base pairs of DNA) and until recently identifying small differences in specific genes was an impossible task. Recently, plant scientists developed a method called TILLING which makes the mutation discovery process more feasible. This technique allows researchers to search within a large collection of plants for those carrying mutations in a single gene of interest. Those individuals identified can then be compared to assess the role of the gene in determining plant performance, and in crop species those with improved properties can be entered into breeding programmes to produce new varieties. TILLING is potentially a very attractive approach to accessing genetic variation in crop species, but it has several limitations. Although TILLING is efficient, the existing methods are quite complex and require expensive equipment. In addition, certain crops such as wheat are not ideally suited for this technique due to inherent complexities in their DNA. Equally important, scientists need access to wheat TILLING lines to be able to screen them, but not all of the existing resources are publicly accessible or in a readily usable form. In this proposal we will organize wheat TILLING as a public and open access resource. We already possess suitable collections of both bread and pasta wheat lines containing natural and induced mutations, and we will make these readily available by preparing large quantities of DNA and seeds for each line, and provide these free to UK researchers. We have developed a low-cost TILLING method that should enable all interested scientists and plant breeders to perform this technique in wheat. As part of this project, we will offer practical training courses on these methods to reduce further the barriers to wheat TILLING. We also aim to establish new methods for identifying mutations by high-throughput sequencing. We are convinced that by making this technology more accessible to researchers we will advance our understanding of gene function in wheat. This is the first step in modifying these genes to help wheat breeders produce new varieties with improved yield, better nutritional properties and better resource use efficiency for the benefit of consumers, farmers and the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000607/1","grantId":"BB/I000607/1","fundValue":"176902","fundStart":"2011-01-13","fundEnd":"2012-04-30","funder":"BBSRC","impactText":"  The resources from this project have been used by many visitors and collaborators to identify mutations in their target genes. We also contributed to a new project that aims to use exome enrichment and next-generation sequencing to provide data on all coding mutations in 1500 lines of this population. Agriculture, Food and Drink Economic","person":"Andrew Leonard Phillips","coPersons":[],"organisation":"Rothamsted Research","findingsText":" We developed a resource of 2000 DNA samples from mutant lines of wheat and 2000 corresponding grain samples. These were used to identify novel mutations in key wheat genes for crop improvement. The resources from this project have been used by many visitors and collaborators to identify mutations in their target genes. We also contributed to a new project that aims to use exome enrichment and next-generation sequencing to provide data on all coding mutations in 1500 lines of this population. Agriculture, Food and Drink","dataset":"gtr"}