{"id":"8812DD2C-92A9-4BD1-AC89-DF7AE61A8774","title":"Hydromechanical and Biogeochemical Processes in Fractured Rock Masses in the Vicinity of a Geological Disposal Facility for Radioactive Waste","abstractText":"The main goal of this project is to build up expertise and capability in modelling hydromechanical and biogeochemical processes that occur in fractured rock masses in the vicinity of a geological disposal facility for radioactive waste. A consortium of three UK universities will carry out the research, with the expectation of creating durable teams that will continue to collaborate in the future on other radioactive waste projects. The project will bring together researchers with extensive experience in radioactive waste research, as well as others who will bring in key expertise and technologies that were developed in other research fields, such as mining, petroleum engineering, geophysics, or biogeochemistry but are now key to tackling the interdisciplinary problems involved in nuclear waste. The project will also benefit form interactions with leading researchers worldwide, as well as international facilities such as the underground research lab at Grimsel, Switzerland. \n\nThe overall project comprises six work packages. Work Package 1 will develop improved methods for estimating the repository-scale hydraulic conductivity of a fractured rock mass, based on geologically realistic fracture network geometries. Work Package 2 will explore and evaluate suitable seismic monitoring strategies, and develop data processing techniques, for the characterisation of potential repository sites. Work Package 3 will examine the key seismic attributes for identifying fracture properties (e.g., fracture density, orientation and stiffness) that play a critical role in repository performance. Work Package 4 will develop coupled thermo-hydro-mechanical models for the behaviour of fractured rock masses. Work Package 5 will model colloid and tracer transport experiments that have been conducted at the Grimsel test site in Switzerland. Work Package 6 will test the importance of biogeochemical processes involving microbes and natural organic matter on actinide mobility in the near-field environment of a nuclear waste repository. \n\nThe six work packages are complementary, but are linked to each other in some cases through shared data between, overlapping supervision of PhD students, etc., as described in more detail below. Overall, the project addresses two scientific areas prioritised in the RATE call: Technological innovation for rock mass characterisation at a range of spatial scales, and Biogeochemical coupling, including deep multiphase transport processes. The project involves three UK universities (Imperial College, University of Birmingham, University of Leeds), as well as collaborators from several institutions in the US and Europe. \n\nThe main outcomes of this project will be a set of new and/or improved methodologies, codes and protocols for analysing various processes that occur during the lifetime of a repository, or during the site characterisation phase. These methods and tools will be sufficiently flexible and generic to be used in any fractured geological formation that might be investigated as a potential location of a geological repository in the UK. The results and findings of this project will be published in peer-reviewed journals, and presented at appropriate national and international scientific conferences and workshops. Throughout the project, close contact will be maintained, through frequent meetings and visits, with the Nuclear Decommissioning Authority, which is the governmental agency responsible for the safe disposal of nuclear waste.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L000423/1","grantId":"NE/L000423/1","fundValue":"682522","fundStart":"2013-09-01","fundEnd":"2019-02-28","funder":"NERC","impactText":"","person":"Douglas Alexander Angus","coPersons":["Graham  Stuart","Mark William Hildyard"],"organisation":"University of Leeds","findingsText":" In the first year I have had to fill two PDRA positions and 2PhDs as well as go on some software training. So currently, the main thrust has been to build the research team (and that is complete with the exception of one PhD studentship unfilled) as well as map out the specific research tasks that need to be worked on. As well, I have now gathered access to the needed data. The project has now set the direction and objectives and this has been only possible after filling the two PDRA positions. The skills of the PDRA have now allowed me to map out the directions that we can go in to complete the main objectives. Energy,Environment","dataset":"gtr"}