{"id":"882A6B42-DB25-499B-87B2-DF5E6F7AD8E1","title":"MAPP-MAL: Multidisciplinary approach to a prototype for prevention of malnutrition in older people: products, places, people and procedures","abstractText":"<p>The aim of the New Dynamics of Ageing <strong>mapp</strong>mal project is to develop a new systems prototype for food provision to older patients to prevent malnutrition. The project will first map out current practice in hospitals for provision of food to older patients and identify opportunities for change. Then, with input from end users and stakeholders, a new food system will be devised that exploits new and existing technologies in considering 4 key areas:</p>\n\n<ol>\n \n\n <li>the food provided, including new foods for patients with swallowing difficulties </li>\n\n <li>the 'Food Journey' - how the food is transferred from the production site to the patient, and the maintenance of quality throughout this journey </li>\n\n <li>the patient's eating environment </li>\n\n <li>monitoring food intake. </li>\n</ol>\n\n<p>Development of the prototype for the Food Journey and Patient Environment will involve iterative design and process evaluation using scenario building and visualisation tools eg physical mock ups and virtual 3D modelling of ward and patient environments.</p>\n\n<p>The feasibility and acceptability of the prototype will be investigated through qualitative investigations with end users and stakeholders to determine the workability/integration into real life. The potential application of the prototype to other care settings for older people will also be investigated.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-354-25-0001","grantId":"RES-354-25-0001","fundValue":"1071710","fundStart":"2008-10-01","fundEnd":"2012-04-30","funder":"ESRC","impactText":"","person":"Paula Jane Moynihan","coPersons":["Carl  May","Margot  Gosney","Alastair  Macdonald","Patrick  Olivier","Lisa  Methven"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}