{"id":"882A4AC8-7D53-4827-9D42-16A86A026D1A","title":"Do appetitive gut hormones attenuate core behavioural components of addiction to prevent relapse in nicotine and alcohol addiction?","abstractText":"Smoking and alcohol abuse are major health burdens, with significant economic and social impacts on society. Once people stop smoking or drinking alcohol it is common for them to restart. There are only a few medications to help prevent people restarting, and they have limited success. New targets and more effective medications are needed. An additional problem after people stop smoking is that they commonly gain weight, which often hinders people trying to stop smoking, and can undo the health benefits gained by stopping smoking. Medications that prevent both weight gain and restarting smoking would therefore be most welcome.\n\nBehaviours that increase the risk of relapse to restarting smoking or drinking alcohol include: (i) increased craving for a drug or getting greater pleasure from taking it; (ii) being compulsive, that is doing the same actions repeatedly and being unable to inhibit oneself taking the drug; (iii) being impulsive, wanting things sooner rather than later, and engaging in risky behaviour; and (iv) increased sensitivity to stressful circumstances. These behaviours interact with each other, and involve co-ordinated activity of several overlapping brain regions including the frontal lobes, amygdala, dorsal and ventral striatum. New brain imaging techniques using functional MRI and computer tasks can measure these behaviours and associated brain activation. \n\nWe have recently developed a sophisticated selection of such tests, as part of the MRC-funded ICCAM project, investigating how people with alcohol, cocaine and heroin abuse, may be helped by medications that block specific brain pathways e.g. dopamine. The tests involve winning or gambling money, looking at food, drug or unpleasant stressful pictures, trying to stop repetitive movements, and tests of memory and choice.\n\nThis current proposal will use an identical series of tests to investigate a completely new way of modifying these behaviours in addiction by targeting hormones from the gut that are involved in appetite. It has long been known that similar regions are involved in the brain's processing of alcohol, drugs of abuse and food. Several drugs developed to treat addiction have had some benefits to help with weight loss in obesity and prevent binge eating. When we eat, the gut changes the release of hormones into the blood to signal to the brain how much and when we last ate, to reduce hunger and increase fullness. These include falls in the levels of the hormone acyl ghrelin from the stomach and increases in the hormone GLP-1 from the intestine. Medications based on these hormones are available or in development to treat obesity and diabetes. Gut hormones also alter how pleasurable food is to eat through actions on brain reward systems.\n\nRecently studies in animals have found that ghrelin increases and GLP-1 decreases the intake of alcohol, nicotine and other drugs of abuse. This raises the possibility that they may be targets to treat human addiction and prevent relapse after people stop smoking or drinking alcohol. They would also have the added benefit of aiding weight loss. Our proposed study will investigate such effects in humans for the first time by administering differing hormones or a dummy water injection on different days and seeing their effects on addictive behaviours using these brain imaging and computer tasks. \n\nOur Gut Hormones in ADDiction (GHADD) study will therefore investigate in healthy adults and those who have recently stopped smoking and abusing alcohol, if lowering/blocking acyl ghrelin or giving the gut hormone GLP-1 reduces the behaviours of reward sensitivity, impulsivity, compulsivity, and responses to negative emotions, and if either treatment reduces the desire for high-calorie foods and appetite.\n\nThe results of this study will enable progress to clinical of whether drugs mimicking the actions of these hormones prevent relapse after people stop smoking or abusing alcohol, and explain how they work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M007022/1","grantId":"MR/M007022/1","fundValue":"1868000","fundStart":"2014-10-01","fundEnd":"2018-09-30","funder":"MRC","impactText":"","person":"David  Nutt","coPersons":["Anne  Lingford-Hughes","Marcus Robert Munafo","Anthony Peter Goldstone"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}