{"id":"882ABC84-857B-4BBC-91C9-C75767620DA4","title":"Modernism, Medicine and the Embodied Mind: Investigating Disorders of the Self","abstractText":"'Modernism, Medicine and the Embodied Mind' is an interdisciplinary network that will use the radical insights of aesthetic modernism to develop dialogue with medical practice in psychiatry, psychoanalytic psychotherapy, neurology, and the mental healthcare offered at the end of life. The project is dynamically interdisciplinary, fostering collaboration between researchers and clinicians working in Higher Education, the NHS, and international healthcare. It brings literary and arts scholars, philosophers, psychiatrists, psychoanalysts, neuropsychologists, neurologists, research scientists, and doctors in palliative care and general practice into dialogue with theatre practitioners, dancers and artists from across the UK, Europe and the USA, asking them to explore together the resources modernism offers for creatively understanding experiences of body and mind poorly served by realist models of self. \n\nThe project will extend Barry, Maude and Salisbury's work exploring the historical and discursive links between literary modernism, medical discoveries, and clinical practice, by putting it into dialogue with the insights of visual artists and art historians, dancers and dance scholars, and contemporary scientists and clinicians. The benefits of this will be reciprocal. The humanities scholars and practitioners will be offered innovative vocabularies, concepts, and ethical research frames for their work, while scientific researchers and medical practitioners will gain new resources for contextualising and analysing the institutional, cultural and conceptual assumptions that inform current practice. Underpinning the project is the significance of phenomenology and the first-person experience of medicine, as explored in literature, theatre, dance, and the philosophy of medicine, and as applied to medical education and clinical care through innovative performance-based workshops and pedagogical interventions. \n\nThe Network's core team consists of Dr Ulrika Maude (Bristol; PI), Dr Elizabeth Barry (Warwick; Co-I) and Dr Laura Salisbury (Exeter; Co-I)-all scholars of literary modernism and medical humanities-and dancer and academic Dr Charlotta Palmstierna Einarsson (Stockholm), visual artist and academic Dr Deborah Robinson (Plymouth), NHS psychiatrist and philosopher of psychiatry Dr Matthew Broome (Oxford), and Theatre Research Fellow, Jonathan Heron (Director of Fail Better Productions). The international working group includes: researcher in the field of art and neuro-psychoanalysis Prof Lois Oppenheim (Montclair State); Hunter Groninger, geriatrics and palliative care MD (NIH, Washington); Sander Gilman, Professor of the Liberal Arts and Sciences and Professor of Psychiatry (Emory); Ronald Schleifer, Professor of English and Adjunct Professor in the College of Medicine (Oklahoma); philosopher Prof Catherine Malabou (Kingston), Femi Oyebode, Professor of Psychiatry (Birmingham) and modernism scholars Prof Dirk van Hulle (Antwerp), and Dr Peter Fifield (Birkbeck). The interdisciplinary project team and its intellectual and clinical goals speak to the key AHRC 'Science in Culture' initiative and also address the RCUK's research challenge of 'Lifelong Health and Well-being'. \n\nThe project will combine aesthetic criticism, which can attend to aesthetic form and engage in nuanced ways with questions of language, representation, subjectivity, and affect - with the archival emphases of cultural history and conceptual rigour of philosophy and critical theory, to explore modernism's specific ability to speak to seemingly unruly mental and embodied states, and the conceptual 'black hole' of extreme old age. It will use performance-as-research strategies to consider how theatre and dance might help scholars and clinicians understand these states via experiential means, and explore the role of the visual arts in communicating experiences that resist conceptual definition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006883/1","grantId":"AH/M006883/1","fundValue":"35953","fundStart":"2015-02-01","fundEnd":"2016-07-31","funder":"AHRC","impactText":"","person":"Ulrika  Maude","coPersons":["Elizabeth Claire Barry","Laura  Salisbury"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}