{"id":"882B3550-338E-4911-8234-63B188B93B98","title":"Diversity and evolution of vertebrate immune system genes in the natural environment.","abstractText":"A major part of biodiversity research is to understand the consequences of genetic differences between individuals. Such differences may mean that some individuals are more resistant to infectious diseases than others. Indeed, genes involved in the immune system often exhibit evidence that evolution has driven their genetic diversity. However, such evidence has so far been relatively piecemeal: either studies of a very limited number of genes in the natural environment; or studies of entire genomes, but divorced from any ecological information. Here we propose a more comprehensive approach that exploits (i) the latest sequencing technology to rapidly assay genetic diversity across hundreds of genes, and (ii) detailed ecological datasets relating individual genotype to pathogen resistance and immune phenotype.\n\nOur study is based on a pair of wild rodent species, wood mice and field voles, that are common in the UK and are host to a variety of pathogens in the natural environment and which have been characterised for large numbers of samples in previous studies. Thus we have a replicated study in which we will ask:\n\n How many genes are under selection and what do these genes do?\n Does evolution target the same genes in different species?\n Are genes that are diverse within a species also divergent between species?\n Do differences between individuals at these genes cause differences in resistance to pathogens?\n\nThis proposal is fundamental, blue-skies research with broad implications:\n\n In conservation, there has been a long-standing interest in conserving genetic biodiversity, particularly to protect populations from epidemics of infectious disease. But it has not been clear what genes are important for such diversity and this proposal will help us understand what to conserve. \n\n In biomedicine, much of our understanding of immunology derives from the laboratory mouse, but only in animals with a very limited genetic diversity and with no interaction with the natural environment. Studies of wild rodents, such as we propose, should help to place results from the laboratory mouse into a more ecological context. In so doing, our results may help to inform immunological studies of humans, particularly in the developing world, where there is considerable interest in understanding why some individuals are resistant and some susceptible to common and fatal diseases such as malaria and TB.\n\n In evolutionary biology, there is a wealth of theory on the role of pathogens to drive the evolution of hosts and vice versa. But data with which to test the theory, and to drive the field forward, is mostly lacking. We now have the tools to provide such data and to examine the role of pathogens for the evolution of host genomes in the natural environment. The proposed work may highlight novel genes that are highly diverse, or evolving rapidly, that will provide exciting avenues of future research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J007307/1","grantId":"NE/J007307/1","fundValue":"373447","fundStart":"2012-09-01","fundEnd":"2015-11-30","funder":"NERC","impactText":"","person":"Steve  Paterson","coPersons":["Michael  Begon"],"organisation":"University of Liverpool","findingsText":" Genome sequencing of wild rodent species is ongoing The natural environment provides a novel source for biomining of novel therapeutics for autoimmune and infectious disease. NGO and commercial Healthcare","dataset":"gtr"}