{"id":"882EF3E8-4FD2-483C-95E2-ACE3A8F474BB","title":"FLPing around aids behavioural adaptability in nematodes","abstractText":"Nematodes are a success story in the Animal Kingdom and they are second only to the Arthropods in terms of numbers. The anatomy of a nematode is very simple - they only possess longitudinal muscles in their body wall and their nervous system comprises of ~300 nerve cells that are arranged in a similar pattern in species across the phylum. Despite this, they are complex, diverse and highly specialised animals. Indeed, one reason for their success is the diversity in their behaviour and their ability to survive in many different habitats throughout the world as both free-living and parasitic species. Nematodes can be divided into different clades based on their relatedness - the current train of thought is that there are five major clades (I-V). As parasites of livestock, nematodes can significantly impact the health and well-being of agricultural animals, thereby directly affecting productivity, economic return and animal welfare. For example, Haemonchus contortus is the most pathogenic nematode of sheep, leading to severe anaemia and sometimes death. As parasites of plants, nematodes can cause total destruction of plant material, and are a significant problem in many commercially important crops such as potato and tomato, amongst others. A key issue in the control of nematode parasites is that the drugs that are currently used to treat them are becoming less effective as the worms develop resistance. In fact, in some areas of the world (for example, parts of Scotland and New Zealand), sheep and cattle cannot be farmed simply because of parasite control problems. Therefore we need to search for novel drug targets so that livestock farming has a future both in the UK and further afield. In order to ensure survival a nematode must move, feed, and reproduce. Each of these behaviours rely on muscle, and are under the control of signalling molecules within the nervous system of the nematode. Unlike structure, the chemical make-up of the nematode nervous system is complex. One group of signalling molecules are the neuropeptides. In nematodes there are three main families of neuropeptides, the largest of which are known as the FMRFamide-like peptides or FLPs. FLPs have been shown to modulate feeding, reproduction and movement in many nematode species and therefore, the FLP signalling system is a potential novel drug target candidate. There are &gt;70 FLPs in nematodes, and the same structures have been shown to be present in free-living and parasitic species. We don't know if these structures play similar roles in different nematode species. This information is important in order to select the 'best' candidates for drug targetting. For example, if an individual FLP was critical to the survival of one animal-parasite but not to another, then it would be a less attractive target than one that played an important role in several important nematode parasites. We have some preliminary evidence which points to functional differences in FLPs across the nematode phylum. This study plans to investigate the role of individual FLPs in nematodes by examining their distribution in the nervous system of a range of nematode species representing different clades and lifestyles and probing the effects of the FLPs on muscle-based behaviours. This research will increase our understanding of the FLP signalling system in nematodes, and comparative analyses will provide baseline data on the utility of FLP signalling as a target system for parasite control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H019472/1","grantId":"BB/H019472/1","fundValue":"405069","fundStart":"2010-10-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"","person":"ANGELA  MOUSLEY","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}