{"id":"8841C392-4C78-4737-9B46-22C73E28ECB3","title":"When was Cornish tin mined and processed in prehistory?","abstractText":"The objective of this study is to record the expansion and contraction of the Cornish tin exploitation throughout prehistory using environmental chemical characterization and radiocarbon dating of undisturbed Bodmin Moor and Dartmoor peat cores . Where tin was sourced for the production of bronze is one of the great mysteries of the ancient world. Fragmentary texts, circa. 300 B.C. of the Greek explorer Pytheas suggest that the Phocaean traders of the Western Mediterranean where in contact with Cornwall, by far the most abundant tin ore source in Europe/Middle East, stating that ore was mined and smelted. Virtually no archaeological evidence has been unearthed to provide factual evidence to support this claim, or of previous, or later pre-historical exploitation of Cornish tin sources. Ancient activity involving metal smelting is preserved chronologically through atmospheric deposition in peat and ice cores. It is proposed here to profile tin and other associated/co-occurring elements (arsenic, copper, lead, silver etc) undisturbed peat cores from Bodmin Moor and Dartmoor, both situated in the heart of the tin deposits of Cornwall/Devon. Undisturbed peat deposits on these moors have already been identified. Radiocarbon dating would be used to date peaks and troughs in peat metal profiles. Lead isotope analysis will also be conducted to provide further diagnostic characterisation, to distinguish between local ore smelting activity and that transported long distance. In this way prehistoric mining/smelting activity in this region will be ascertained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G009880/1","grantId":"NE/G009880/1","fundValue":"18644","fundStart":"2009-03-01","fundEnd":"2010-08-31","funder":"NERC","impactText":"  This was a cultural study of ancient history and findings were highlighted in NERC News. Culture, Heritage, Museums and Collections ","person":"Andrew  Meharg","coPersons":["Kevin John  Edwards"],"organisation":"University of Aberdeen","findingsText":" The grant was to explore if ancient tin mining left a depositional record in undisturbed and dated ombrotrophic bogs, and if so when did this deposition occur to resolve outstanding issues regarding ancient tin exploitation in British pre-history. Our findings clearly showed extensive deposition of tin around the time of Roman colonisation that declined to background after the Romans left, but rose sharply in the late Dark Ages, falling to background during Norman Colonisation. Interesting no Bronze Age signal was found. This approach gave an unprecedented insight into the British pre-history, with the extensive Anglo-Saxon exploitation of tin being previously unknown. The findings set a new bench mark in understanding of the exploitation of tin in ancient history - to be taken forward by archaeologists in this field. Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}