{"id":"88460ED6-E31D-45DF-B782-D487376D8525","title":"The landscape(s) of the body: the investigation of the spread of cremation practices during the Middle Bronze Age in Europe","abstractText":"In the later Bronze Age almost all of Central Europe had 'converted' from inhumation to cremation burial rituals. This change is commonly associated with the spread of the 'Urnfield culture', known through numerous cemeteries of cremation burials in urns. This change, while poorly understood, raises significant questions about cultural change at the most fundamental level of society - its attitude towards death and the status of the deceased body. The shift in burial ritual took place in tandem with broad social and political changes, and the period presents us with a remarkable reflection of change in the integration of the individual within various social structures. Amongst these changes the transformation in attitudes towards the body, which cremation represents, is a particularly central shift. The period of leave will be used to prepare the publication of new comparative research into these changes. \\n\\nIn contrast to previous explanations, this new analysis argues that the change was as much about new understandings of the body as about 'religion' or ideology in a modern sense. It is based on extensive case-study analysis of cemeteries throughout central and northern Europe. The central question considered is what it meant to go from a world in which the body was buried intact and displayed with fineries, pottery and clothing to one in which the dead body is cremated and then buried? \\n\\nTo answer this question, a substantial number of Middle Bronze Age cremation cemeteries have been investigated. The case studies demonstrate that rather than being a swift and coherent horizon of change, the full adaptation of cremation takes time and follows different trajectories. Moreover, there was considerable local experimentation and apparent concern with finding a new physical form for the burials and with the redefinition of the cremated bones as some kind of corporeal substance. While the expression of these concerns varies, they are recurrent themes in all the regional studies. The analysis has also revealed in details how existing local traditions inform and shape the ways in which the innovative elements are being incorporated. Two features stand out in these processes. One is the recurrent evidence of how the attempts at formulating a proper but new burial tradition draws on existing local building traditions as these provide practical technological 'answers' to how a burial is built and shaped. The other is how the drawing of associations between the presentation of the living and the deceased body, such as the ability to use jewellery or the need for food, helps to reconstitute the fragmented cremated bones as a corporeal body. These are significant results as they questions traditional interpretation that saw the spread of cremation as the diffusion of a standard set of ideas and practices.\\n\\nThe monograph will radically revise our understanding of the spread of cremation. It will introduce the local cultural context as a crucial influence on how the idea of cremation is locally absorbed and adapted. It will also provide a rich range of examples arguing that the understanding of the deceased body is articulated through contemporary embodied understandings of the human form. It will argue that this way of perceiving the body was finally broken with the full and standardised development of cremation im urns.\\n\\nThe volume uses the changing attitudes to and treatment of the body as a cross-cutting theme; the analysis and discussion are therefore explicitly concerned with the concrete observable consequences and impacts of the new burial rites. Through this focus, the classic question of the spread of cremation can be discussed through a radically altered lens of inquiry and the resolution will be at the level of what actually happens, while at the same time common trends and tendencies will be acknowledged and articulated through the systematic comparison between case studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G007039/1","grantId":"AH/G007039/1","fundValue":"19880","fundStart":"2009-01-01","fundEnd":"2009-03-31","funder":"AHRC","impactText":"","person":"Marie Louise Sorensen","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}