{"id":"8858F7A9-A6BD-48B3-8F36-2CA57F3BE94F","title":"Scene Understanding using New Global Energy Models","abstractText":"This proposal concerns scene understanding from video. Computer vision algorithms for individual tasks such as objectrecognition, detection and segmentation has now reached some level of maturity. The next challenge is to integrate all thesealgorithms and address the problem of scene understanding. The problem of scene understanding involves explaining thewhole image by recognizing all the objects of interest within an image and their spatial extent or shape in 3D.The application to drive the research will be the problem of automated understanding of cities from video usingcomputer vision, inspired by the availability of massive new data sets such as that of Google's Street Viewhttp://maps.google.com/help/maps/streetview/, Yotta http://www.yotta.tv/index.php (who have agreed to supply OxfordBrookes with data) and Microsoft's Photosynth http://labs.live.com/photosynth/. The scenario is as follows: a van drivesaround the roads of the UK, in the van are GPS equipment and multiple calibrated cameras, synchronized to capture andstore an image every two metres; giving a massive data set. The task is to recognize objects of interest in the video, fromroad signs and other street furniture, to particular buildings, to allow them to be located exactly on maps of the environment.A second scenario would be to perform scene understanding for indoor scenes such as home or office, with video taken froma normal camera and Z-cam.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001107/1","grantId":"EP/I001107/1","fundValue":"439228","fundStart":"2011-09-07","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  We are integrating our object recognition into glasses for the partially sighted.\n\nWe are working with a chip company Apical to put it on mobile phones.\n\nWe are working with Microsoft to put it in games\n\nWe are working with Technicolor to put the segmentation into films Creative Economy,Electronics,Healthcare Societal,Economic","person":"Philip Hilaire Torr","coPersons":[],"organisation":"Oxford Brookes University","findingsText":" A way to automatically recognize and segment objects in images. Can be used by the partially sighted via augmented reality specs see http://www.ndcn.ox.ac.uk/research/oculab-2013-vision-congition-eye-movements-and-augmentation/projects/oxford-smart-specs-project;d=RENO\n\nCOULD also be used for augmented reality gaming\n\nor for any wearable device e.g. google glass\n\nor for robotic navigation\n\nto name just a few of the many many applications of this technology, object recognition is key that unlocks many areas Creative Economy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Retail","dataset":"gtr"}