{"id":"88686F6F-AC05-433E-A2A5-74C6D29506B5","title":"Membrane Biophysics Platform","abstractText":"The proposed Platform grant renewal is aimed at giving us the ability to capitalise upon our position as a world leading group in membrane biophysics and self-assembled amphiphilic materials, and to promote and facilitate collaborations within the currently fragmented membrane biophysics community in the UK. To achieve these aims we will form collaborative research networks with groups having complementary expertise, and encourage interconnections between external groups via a combination of 'Ideas Workshops' and IT platforms. These networks will focus upon tackling key challenges at the Life Sciences Interface requiring multi-disciplinary approaches. We will support targeted short-term personnel exchange with a view to effecting knowledge transfer, proof-of-concept experiments and research training. Within this framework we will invite key collaborators as academic visitors and to present seminar series within our Department. We also wish to continue to facilitate exploitation of our specialised facilities by the wider research community.In addition to building upon the successes of our original objectives by studying the phase behaviour of novel amphiphiles and complex lipid mixtures, and the development of millisecond and microsceond pressure-jump synchrotron X-ray studies of lyotropic transitions, we also plan to develop the following areas of research within the renewed Platform grant, which we have identified as timely and important challenges at the Life/Physical Sciences interface:i) Understanding Membrane Asymmetry;ii) Protein Control of Lipid Membrane Morphology;iv) Regulation of Lipid Biosynthetic Pathways.iv) Lipid Mesophase Engineering Rules for Biomedical Imaging Applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G00465X/1","grantId":"EP/G00465X/1","fundValue":"1366560","fundStart":"2009-02-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"  Consultancy: Lipids &amp; Membrane Biophysics, 161\n\nJournal Issue. Discussion summary and research papers, in physical chemistry, chemical physics and biophysical chemistry.\n\nGrant: Contributions to Industry/NHS etc through Teaching/Training\n\n&pound;2.5M Marie Curie Innovative Doctoral Programme (IDP) in collaboration with Syngenta (13 three year PhD studentships).\n\nInvited Article: RSC Journal Analyst-Special Issue\n\nInvitation to submit article to special issue of the RSC Jourmal Analyst entitled Emerging Investigators. Its a themed issue &quot;to highlight some of the outstanding young analytical scientists of today&quot;.\n\nInvited Article: SDM Droplet Part III\n\nInvitation to submit paper to 10th anniversary edition of &quot;Lab On the Chip&quot;. Cultural Cultural","person":"John Michael Seddon","coPersons":["Oscar  Ces","Robert  Law","Richard  Templer"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}