{"id":"886B85E9-EA14-4822-A370-DF87D36D155B","title":"Function based Geometry Modelling within Visual Cyberworlds","abstractText":"The aim of this research is to develop an efficient method for complex geometry generation and manipulation within visual cyberworlds. The method will be based on a function based geometry modelling approach to define complex objects within visual cyberworlds by means of a combination of simple mathematical functions. The idea based on the function-based approach to shape modelling assumes that relatively small mathematical functions are used for defining geometric shapes rather than large models based on polygons and points. This will have the advantage that the object is defined in terms of mathematical functions (as opposed to discrete polygons) and therefore the object in question can be rendered at arbitrarily level of refinement. The approach proposed here will involve function based geometry definition through a mathematical boundary-value approach by which a shape is characterised by defining a number of space curves that correspond to the boundaries or character lines of the object in question. There has been some recent work on the concept of function based geometry modelling through the use of boundary-value problems defined as a solution to an appropriately chosen Partial Differential Equation in order to generate simple shapes which can be directly manipulated and rendered within simple visual cyberworlds. The preliminary results obtained so far are very encouraging. Consequently, this project will embark on the study of these ideas further in order to develop novel techniques for complex geometry modelling for realistic visual cyberworlds. As part of this work the resulting techniques will be tested and verified within the Singapore Co-Space. Co-Space is an ambitious project by Singapore government in order to develop a virtual environment in which interoperability between physical and virtual world technologies to produce an amalgamation of bespoke experiences that synthesize the benefits of both physical and virtual worlds applicable to Singapore.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G067732/1","grantId":"EP/G067732/1","fundValue":"19710","fundStart":"2009-06-13","fundEnd":"2011-06-12","funder":"EPSRC","impactText":"  We have developed a software environment for exchanging large 3D data over the web. Digital/Communication/Information Technologies (including Software),Education,Healthcare Cultural,Societal","person":"Hassan  Ugail","coPersons":[],"organisation":"University of Bradford","findingsText":" We developed a number of novel algorithms manipulating and transmitting 3D geometry over networks particularly over the internet. A number of other researchers started working in this area particularly researchers based in the USA and China. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}