{"id":"88729CD3-F8BB-47F7-A3DA-C376544AFD9B","title":"Reactive Halogens in the Marine Boundary Layer","abstractText":"RHaMBLe is an integrated programme aiming to quantify impacts of marine halogen emissions on atmospheric composition by the direct observation of a range of reactive halogen species (RHS) in the marine atmosphere. Emphasis is placed on the roles of halogens in oxidative processes and on secondary aerosol formation and transformations resulting from the cycling of RHS. RHaMBLe will extensively link to UK and Internationally funded programmes to provide a package within UK SOLAS to link oceanic fluxes to atmospheric impacts. The recent focus of marine boundary layer halogen research has been on two atmospheric implications: i) participation of reactive halogen species in catalytic ozone destruction cycles including heterogeneous reaction in or on seasalt aerosol and ii) the formation of new aerosol particles in the coastal boundary layer and their potential to act as cloud condensation nuclei (CCN). RHaMBLe will develop both closely related areas of SOLAS science. RHaMBLe will use a targeted combination of open ocean and coastal field deployments. Two open ocean deployments will link with proposed long-term studies in the tropical Atlantic Ocean on Sao Vicente in the Cape Verde Islands: i) an intensive campaign and supplementation of the continuous measurements already funded at Cape Verde and ii) a simultaneous ship transect through the biologically-active upwelling region west of Mauritania. These will provide possibly the most comprehensive characterisation of halogen compounds in the marine atmosphere to date, including both organic and inorganic reactive species and providing substantial spatial and temporal coverage. A coastal field project is planned to provide direct observational linkage between new particle formation and RHS, to enable development of a usable parameterisation for use in large-scale models. This investigation will use largely the same observational techniques and personnel as the open ocean deployments. Funding is not sought within RHaMBLe for the explicit development of a fundamental understanding of either biological production processes or atmospheric chemical processes, but the project will interact bi-directionally with a range of funded activities to achieve such integration. The interactions within this cluster of activities will ensure that measurements made within RHaMBLe are used optimally to contribute to the quantification of the effects of marine halogens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D006570/1","grantId":"NE/D006570/1","fundValue":"119740","fundStart":"2006-05-23","fundEnd":"2008-11-22","funder":"NERC","impactText":"","person":"Gordon Bruce McFiggans","coPersons":["Martin William Gallagher"],"organisation":"The University of Manchester","findingsText":" This SOLAS programme that finished in 2008 pushed the frontiers of the science surrounding coastal and remote marine halogen chemistry as documented in the wide range of publications. Already demonstrated use in further findings and subsequent publications and further programmes Environment","dataset":"gtr"}