{"id":"8872C071-1A95-4FAE-88F8-F7B7F23C920D","title":"Reactivation of a CNS Lesion by a Systemic Inflammatory Response","abstractText":"Lay Summary: Multiple Sclerosis is a disease of the brain and spinal cord, with devastating effects on human health. The major consequence of the disease process is to impair the ability of nerves to transmit electrical impulses, which can cause various forms of disability depending on the site within the brain that is affected. Most individuals with multiple sclerosis experience periods of disability (relapses) followed by periods of recovery. However, we still do not understand what causes relapse. It is likely that there are many causes of relapse, although infections (e.g. urinary tract infections) have been suggested to be an important contributing factor. Magnetic resonance imaging (MRI) provides images of the brain in which changes can be seen when disease or damage is present. Consequently, MRI provides an important way in which to diagnose and monitor multiple sclerosis. Under this research proposal, we plan to use MRI to study the relationship between infections and relapse in a clinically-relevant model of MS. We will also investigate whether current and novel treatments for multiple sclerosis may be able to prevent or reduce relapse caused by infections in our properly controlled experimental systems. By investigating one of the possible causes of relapse in multiple sclerosis, we aim to significantly improve our ability to treat individuals with multiple sclerosis. \n\nWe have established web sites both in Oxford (www.bioch.ox.ac.uk/mrs) and in Southampton (www.soton.ac.uk/~da3) to promote the activities of our MRC Co-operative and to disseminate our findings. If the application is successful, the lay summary will be placed on the web sites, which will be updated as the milestones are reached.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401438","grantId":"G0401438","fundValue":"323992","fundStart":"2005-12-01","fundEnd":"2008-11-30","funder":"MRC","impactText":"","person":"Nicola Ruth Sibson","coPersons":["Daniel Clive Anthony"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}