{"id":"88733141-FBF9-4901-B406-4C9B92CF6885","title":"Characterisation of cortical subplate neurons","abstractText":"Building the brain is like erecting a huge complex tower or bridge. The construction requires a dynamic scaffold which is built and modified along with the final permanent structure. After the completion of the construction the scaffold has to be dismantled at the right places and at the right time. The subplate, the earliest generated and largely transient cortical neurons is the foundation of the brain, and disruption of these cells may be the source of many developmental flaws, and therefore a fundamental topic to study. Cerebral cortical developmental disorders (schizophrenia, autism, attention deficit/hyperactivity disorder, ADHD) and perinatal hypoxic injuries (periventricular leucomalacia, PVL) involve cells of the subplate. The Molnar group has been investigating the integration of subplate cells into the intracortical and extracortical circuitry, their neurochemical properties and physiological characteristics over the last 15 years. The major hindrance of progress in the understanding of the role of this enigmatic cell population in cortical development and disease is the lack of reliable markers for these cells. In view of the selective vulnerability of this cell population and their important role in cortical development we propose to identify specific gene expression patterns in subplate and exploit this knowledge for further molecular and genetic approaches to study their role and vulnerability. These approaches require much specialised skills, which are beyond the scope of a single research group. The proposed collaboration will foster the interactions between a molecular and genetic laboratory and a cellular and anatomical group within the same Department of the same University and will open opportinities for collaboration with practising clinicians to initiate clinical applications in neuro-imaging, psychiatry, ophthalmology and neuropathology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700377","grantId":"G0700377","fundValue":"683331","fundStart":"2007-08-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"Zoltan  Molnar","coPersons":["Kay  Davies"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}