{"id":"8875825B-0884-4093-877E-9544926CDDDA","title":"CRUST: Cascading Risk and Uncertainty assessment of earthquake Shaking and Tsunami","abstractText":"CRUST takes advantage of the UK's leadership in uncertainty evaluation of earthquake source and ground motion (Goda [PI] and University of Bristol/Cabot Research Institute) and on-shore tsunami impact research (Rossetto [Co-I] and University College of London/EPICentre [Earthquake and People Interaction Centre]) to develop an innovative cross-hazard risk assessment methodology for cascading disasters that promotes dynamic decision-making processes for catastrophe risk management. It cuts across multiple academic fields, i.e. geophysics, engineering seismology, earthquake engineering, and coastal engineering. The timeliness and critical needs for cascading multi-hazards impact assessments have been exemplified by recent catastrophes. CRUST fills the current gap between quasi-static, fragmented approaches for multi-hazards and envisaged, dynamic, coherent frameworks for cascading hazards.\nCRUST combines a wide range of state-of-the-art hazard and risk models into a comprehensive methodology by taking into account uncertainty associated with predictions of hazards and risks. The work will provide multi-hazards risk assessment guidelines and tools for policy-makers and engineering/reinsurance industries. The proposal capitalises on a breakthrough technology for generating long-waves achieved by Rossetto. CRUST is composed of four work packages (WPs): WP1-'Ground shaking risk modelling due to mega-thrust subduction earthquakes'; WP2-'Tsunami wave and fragility modelling due to mega-thrust subduction earthquakes'; WP3-'Integrated multi-hazards modelling for earthquake shaking and tsunami'; and WP4-'Case studies for the Hikurangi and Cascadia subduction zones'. In WP1-WP3, the research adopts the 2011 Tohoku earthquake as a case study site, since this event offers extensive datasets for strong motion data, tsunami inundation, and building damage survey results, together with other geographical and demographical information (e.g. high-resolution bathymetry data and digital elevation model). The aims of WP1 are: to generate strong motion time-histories based on uncertain earthquake slips, reflecting multiple asperities (large slip patches) over a fault plane (WP1-1); to characterise spatiotemporal occurrence of aftershocks using global catalogues of subduction earthquakes (WP1-2); and to conduct probabilistic seismic performance assessment of structures subjected to mainshock-aftershock sequences (WP1-3). WP2 comprises tsunami wave profile and inundation simulation using uncertain earthquake slips (WP2-1); characterisation of tsunami loads to structures in coastal areas through large-scale physical experiments using an innovative long wave generation system at HR Wallingford (WP2-2); and development of analytical tsunami fragility models in comparison with field observations and experiments (WP2-3). The WP2 will be conducted in collaboration with academic collaborators from Kyoto University and Tohoku University (Japan). WP3 integrates the model components developed from WP1 and WP2 into a comprehensive framework for multi-hazards risk assessment for the 2011 Tohoku earthquake and tsunami (WP3-1). Then, practical engineering tools for the multi-hazards method will be developed in WP3-2. Finally, in WP4, the developed multi-hazards methodology will be applied to the Hikurangi and Cascadia subduction zones. The assessments are done in a predictive mode, and these case studies will be conducted in close collaboration with academic partners, GNS Science (New Zealand) for the Hikurangi zone, and researchers at Western University and University of British Columbia (Canada) for the Cascadia zone.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M001067/1","grantId":"EP/M001067/1","fundValue":"501474","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Katsuichiro  Goda","coPersons":["Tiziana  Rossetto"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}