{"id":"887737DD-753C-4252-A904-C90B76260CA1","title":"Palimpsest: an Edinburgh Literary Cityscape","abstractText":"This project involves a collaboration between literary and informatics scholars in order to develop an interactive, mobile-friendly website called Palimpsest. The name Palimpsest was chosen to evoke the multi-layered imaginative, conceptual and historical cityscapes of our everyday settings that the resource seeks to bring to life. Palimpsest will provide access to vivid, evocative and dramatic excerpts of a wide range of geolocated Edinburgh-based literary texts either via the web resource, or in the city streets via a smartphone or tablet.\n\nThe University of Edinburgh's literature department initiated a prototype project's development in 2012 as an innovative means of engaging people with literature. The prototype was manually curated; due to the laborious nature of this method it only includes around 200 excerpts. This project aims to greatly extend the scope and functions of Palimpsest through employing text mining and visualisation techniques.\n\nThis project will explore the ways in which text mining can be developed through drawing on literary methods, skills and experience in order to create a more in-depth means of machine reading than is currently available. An extensive search of online resources will be used to compile a comprehensive dataset of Edinburgh-based literary texts. The end-users of Palimpsest will have the capacity to access the full range of excerpts as they move around the online map or the city itself and to filter the excerpts according to certain properties, such as author, genre and date. This function will respond both to more general literary interests and to scholarly ones. In the later stages we will consider how to improve the text mining capacities and add more properties to the project dataset. The extendable range of properties will help to develop an increasingly fine-grained picture of the Edinburgh of particular works, authors and periods and a picture of the density of literary significance with which all parts of the city have been invested.\n\nPalimpsest enlists the particular intensities of Edinburgh's literary cityscape, as is described by Robert Louis Stevenson in his Picturesque Notes: 'So, in the low dens and high-flying garrets of Edinburgh, people may go back upon dark passages in the town's adventures, and chill their marrow with winter's tales about the fire: tales that are singularly apposite and characteristic, not only of the old life, but of the very constitution of built nature in that part'. Stevenson then goes on to tell chilling tales, some now more familiar than others, of Deacon Brodie, Begbie the Porter, and Burke and Hare. More recently, Ian Rankin has in turn jointly credited Stevenson and Edinburgh with the inspiring of his own fiction: 'I owe a great debt to Robert Louis Stevenson and to the city of his birth. In a way they both changed my life. Without Edinburgh's split nature Stevenson might never have dreamed up Dr Jekyll and Mr Hyde and without Dr Jekyll and Mr Hyde I might never have come up with my own alter ego Detective Inspector John Rebus'. As with Stevenson, in Rankin's debt of gratitude are intertwined the nature of the city itself and the fiction it has inspired. The literature is shot through with the city, and the city with the literature, as they have reciprocally shaped each other's forms.\n\nIn this project Palimpsest will draw on Edinburgh-based literary texts from the early modern period to the twentieth century, but the resource will also have the capacity to be recreated in other places. The aim is that by georeferencing a wide range of literary texts to their settings, the website will reveal a range of cityscapes that will newly engage scholars and the public with the urban environment and its literature. Palimpsest will encourage us to reflect on, question and celebrate the urban communities, cultures and environments in which we live.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L009935/1","grantId":"AH/L009935/1","fundValue":"476501","fundStart":"2014-01-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"  We are still at work on this project.  ","person":"James  Loxley","coPersons":["Jon  Oberlander","James  Reid","Aaron John Quigley"],"organisation":"University of Edinburgh","findingsText":" This project is still in progress and is proceeding according to plan. We are still at work on this project. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}