{"id":"887D3868-F02A-4511-A1EA-ECD7EE9F46DB","title":"Integrating Macroecology and Modelling to Elucidate Regulation of Services from Ecosystems (IMMERSE)","abstractText":"Our knowledge of marine ecosystems is fragmented, and our ability to predict the consequences of various natural and human changes in those ecosystems is limited. To manage the marine environment we need to understand change and consequences of change over large areas and long time periods. In this project we will develop a whole-ecosystem approach to understand changes in marine ecosystems around the UK, and the services they provide. \nEcosystem services are the benefits that human society derives from the environment. These include food, recycling of materials and well-being. Coastal and shelf marine ecosystems are biodiverse and complex. They are highly productive, bringing huge benefits to humans. They are also under enormous pressure from human drivers such as fishing and climate change. The role of ecological structure in supporting key ecosystem services is not fully understood. Ecosystem services cannot be measured simply, and they vary in importance and magnitude according to how they are defined and observed. Understanding the ecosystem processes governing the way that services vary naturally, and in response to human pressures, requires a computer-modelling approach. NERC has good models, but these have limited ability to predict change in all but the lowest levels of marine food webs. Several well-respected modelling approaches focusing on food webs and larger organisms such as fish and mammals are commonly used, but gaps in knowledge hamper the inclusion of whole food webs into models that consider environmental and food web changes together. This is due to the way marine food webs have generally been studied in their separate components, at different scales or for specific applications such as biogeochemistry or fisheries. \nWe propose a highly integrated project to make best use of existing data spread among different data holders across the UK and beyond. The integrated data will be used for analyses based on the latest ecological theories to inform and improve a range of models. These models will be used collectively to examine changes in ecosystems and potential future consequences for the services they deliver. The geographical focus of the programme will be the western seas, from the western English Channel, through the Celtic and Irish Seas, to western Scotland, although relevant data from other parts of UK waters will be included where appropriate.\nThe novelty of this project is in using recent technologies to combine existing datasets into an integrated system with new experiments and field work for a genuine whole ecosystem analysis from phytoplankton to fisheries at whole shelf scales. We will include this new knowledge in models to examine how energy and materials move within food webs and how these are influenced by pressures. Model outputs will be translated to the services across the range of scales needed to inform management decisions. \nThe consortium brings together 28 key researchers from 10 UK organisations to integrate existing knowledge, data, models and new information, to allow us to understand how marine ecosystems will change in the future, and how those changes will alter the benefits humans derive from the marine environment. The project is part of a larger programme, and results and outputs will be crucial for supporting development of NERC's biogeochemical models, and application of model development to test the impact and efficiency of potential management interventions. The legacies of this project will include tools and combined datasets that will place the UK far ahead of the rest of the world in terms of our ability to conduct meaningful ecological and food web studies, and a world-leading capability to analyse and model whole ecosystems and understand the consequences of change in terms of ecosystems services","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L003082/1","grantId":"NE/L003082/1","fundValue":"188862","fundStart":"2014-05-27","fundEnd":"2018-05-26","funder":"NERC","impactText":"","person":"Sarah  Wanless","coPersons":["Francis  Daunt"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}