{"id":"887F5F9B-4BF4-46CF-9422-6390D28D3DCB","title":"Ontological Granularity in Dynamic Geo-Networks","abstractText":"A passenger in an aircraft requires information about a flight at a very different level of detail from the pilot. A map of an entire country on a computer screen shows far less detail than a map of single town on the same screen. For certain kinds of data, reducing the level of detail is a relatively well-understood process, but for other kinds this reduction is a challenging problem. This project is concerned with reduction in level of detail for data associated to networks in geographic information systems. Examples of such networks are roads, rivers, railways, electricity distribution networks, etc.Manipulation of level of detail, or granularity, is vitally important for any kind of system for managing processes and detecting events in geographical networks. For example: congestion and accidents on roads, floods in rivers, or terrorist attacks on railways. Such systems require some level of human intervention, and to do this effectively requires the ability to zoom in and out of the data in various ways. Changing the spatial level of detail, or 'scale' in traditional paper-based maps, is only one of the requirements -- it is also necessary to deal with classification of the things represented (ontologies), and with time at different granularities.Features in geographical information are usually classified by what kind of thing they are: here is a house, there is a school and that is a railway station, and they are all buildings . In a large scale (i.e. detailed) map we generally work with a classification that is itself detailed. Besides showing individual buildings, such maps can make fine distinctions between many different kinds of building. At smaller scales, as the separate buildings merge into undifferentiated built-up areas on the map, the classification becomes coarser too. The level of detail in classification is termed ontological granularity.If dealing with a map showing, say, traffic flow along streets in a city, we might need to see how levels of traffic vary over a single day or at a given time over a number of different days. In both of these examples, temporal granularity is involved -- grouping together and selecting periods of time.The challenge that this project addresses is the combination of these three kinds of granularity: the spatial, the ontological, and the temporal. In varying one kind of level of detail, what changes are necessarily imposed in the other kinds of level of detail? Some simple examples are easily understood: if a church and an adjacent house become represented at a smaller scale by a single entity, it might get classified simply as a building. However, general theoretical principles are lacking; the project will develop these and will evaluate them in collaboration with the Ordnance Survey. The principles will be used to specify operations for changing level of detail in network-based geographic data.The evaluation will be based on a major resource for UK network data: the Integrated Transport Network. This is a layer within Ordnance Survey'sMasterMap providing two themes: the Roads Network (containing all navigable roads in Great Britain) and Road Routing Information (containing additional information such as one-way streets and other restrictions). The project will also make essential use of the expertise of Professor Michael Worboys, Chair of the Department of Spatial Information Science and Engineering, University of Maine, who will be based in Leeds as a visiting researcher.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036019/1","grantId":"EP/F036019/1","fundValue":"44182","fundStart":"2008-07-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"","person":"John  Stell","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}