{"id":"887F25F8-67FD-47B4-A6D1-EB6094E8D74F","title":"Coupled Real-Time Fluid and Flight Simulation","abstractText":"Flight simulation is commonly used for evaluating the behaviour of air vehicles during engineering design and for pilot training, however there a number of situations encountered in operational flying where the physics embedded within the simulator, particularly in relation to the unsteady coupling between the flow induced by the vehicle wake and its feedback in determining the dynamics of the vehicle, can miss essential elements of the problem. Practical examples include rotorcraft operating in the airwake of a ship, in relatively rapid decent, or in the proximity to the ground or buildings where the rotor wake can be recirculated back into the rotors leading to unexpected and hazardous flight behaviour. This project aims to explore techniques whereby the fluid behaviour can be determined in 'real-time' by numerical solvers running on large-scale parallel computers while at the same time being tightly coupled with the vehicle dynamics. It will involve modifying an existing parallel turbulence simulation code by adding an embedded lifting line representation of the lifting surfaces and adapting a local flight simulator to provide the computational steering in a fully coupled way. The system will be used to demonstrate flight simulations of some challenging flight situations in 'real time' and with a high degree of physical fidelity within the flow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042799/1","grantId":"EP/G042799/1","fundValue":"9297","fundStart":"2009-01-05","fundEnd":"2010-01-04","funder":"EPSRC","impactText":"  The work here is necessarily exploratory in nature and at an early stage of application, but the findings have supported and helped with the development within our research group of new computational capability in relation to rotor aerodynamics and with applications extending beyond the original flight simulation objectives.  ","person":"Trevor Glyn Thomas","coPersons":["Kenji  Takeda"],"organisation":"University of Southampton","findingsText":" We have explored methods for improving flight simulation of helicopters at the extremes of their flight envelope based around direct numerical solution of the flow physics involved in rotor wakes and have measured and assessed the limitations imposed by the computational speed of parallel processors and network capacity. We developed computational code to simulate the fluid forces and wake around helicopter rotors, and ran tests where we coupled a local flight simulation system to a remote large-scale parallel computer running the flow solver. Although our findings are of direct interest to the flight simulation community (as presented at the 2010 RAeS Flight Simulation Conference) the rotor coupling methodology developed has a much wider application within Wind Energy applications and also rotary UAS performance and control. Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}