{"id":"887F7C22-FD8B-420C-ACCE-0C868F2230A6","title":"Innovative Gas Separations for Carbon Capture","abstractText":"The multi-disciplinary research teams collaborating in this proposal are all internationally leading groups which are at the forefront of research in the development of materials and processes for gas separations. The consortium will build upon its strengths in order to develop methodologies for the rapid synthesis and screening of novel materials and solvents for carbon capture from power stations. The research will focus on absorption, adsorption and membrane processes combining molecular modelling and advanced process modelling in order to develop reliable predictions of process performance. By 2030 up to 35 GW of new electricity generation capacity will be needed in the UK alone. Carbon Capture and Storage (CCS) will play a critical role in the production of a significant proportion of this electricity, enabling reduced greenhouse gas emissions and improving security of supply by maintaining a balanced mix of energy sources. Given the EU target of routine CCS deployment after 2020, and the fact that the UK has recently increased its target from 60% to 80% decarbonisation by 2050, it is now timely to establish high quality research consortia in this field. As pointed out in the Stern report, even in the best of possible scenarios more than 50% of the world energy will be from fossil fuels in 2050 and CCS could help reduce emissions from the flood of new coal-fired power stations planned over the next decades, especially in India and China . CCS at this scale can be economically viable only if current costs in carbon capture are reduced significantly through a concerted research and development programme, a goal toward which this proposal aims to contribute.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G062129/1","grantId":"EP/G062129/1","fundValue":"1895910","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Stefano  Brandani","coPersons":["Paul  Fennell","Russell Edward Morris","Amparo  Galindo","Claire Sandrine Adjiman","George  Jackson","Tina  Duren","Paul Anthony Wright","Lev  Sarkisov","Neil  McKeown","Zheng Xiao  Guo","Eric  Fraga","Peter Martin Budd","Geoff  Kelsall","Flor Rebeca Siperstein"],"organisation":"University of Edinburgh","findingsText":" The Innovative Gas Separations for Carbon Capture (IGSCC) project consortium consisted of eight multi-disciplinary research groups from six academic institutions. \n\nThe groups investigated the design of new gas separation options and developed both new materials and novel modelling tools to predict the performance of carbon capture processes. The scientific results have been reported widely both in high impact international journals and conference proceedings (see ROS database).\n\nSignificant adv The close collaboration with industrialists has led to several application- focused projects (including those funded by the Energy Technologies Institute). \n\nNovel materials developed in the project have led to patents and the software simulation tools are now being incorporated into commercial simulation packages. The IGSCC project has been the basis for the development of new research themes, which are currently being investigated as part of additional research project funded by EPSRC and othe Chemicals,Energy,Environment","dataset":"gtr"}