{"id":"889B2615-F804-483F-86BE-EB4312186C80","title":"Experimental Particle Physics","abstractText":"The three-year timescale is particularly exciting with the possibility of Higgs discovery at the Tevatron and the opening of the new energy frontier at the LHC: we will focus our efforts on Higgs analysis, discovery and interpretation, and the search for new physics in CP violation and rare B decays. Improved analysis techniques, well-calibrated detectors, increased computing power and theoretical input will be essential. All academics are heavily involved in the LHC programme and our strategy is to generate leading-edge physics results from two experiments (ATLAS and LHCb) based upon expertise developed in those experiments and from CDF and ZEUS, as well as ALEPH. We plan to provide timely first results in Higgs limit setting and discovery for ATLAS and CDF. We will secure high-quality completion on CDF where we have set demanding goals in the Higgs analyses that will benefit ATLAS. Our ZEUS involvements in the hadronic final state and prompt photon sectors will similarly underpin first ATLAS results. Based on our earlier work, we will be key players in answering questions concerning the origin of mass and the nature of CP violation. For LHCb, we will discover rare two body B decays and search for CP violation in charm with early data samples. We will perform a detailed study of a rare decay process and a comparison of tree and loop diagram mediated measurements of the unitarity angle gamma that offer significant new physics sensitivity. We continue to invest in and promote a world-class Detector Development activity to enable longer-term initiatives and our Grid strength is aimed at maximising our impact in LHC physics. We additionally lever support through Scottish Funding Council (SFC) and the Faculty in these areas. We have set up physics analysis streams for ATLAS and LHCb, using the Grid, and will fully exploit the first LHC data. We will also maintain our involvement in longer-term initiatives where we have leadership roles. We presently participate in the LHCb upgrade, the ATLAS-FP initiative, the super-LHC intensity upgrades and future neutrino initiatives. We anticipate greater involvement in linear collider work, contingent upon discoveries made at the LHC. Over the next three years we will develop these areas and progress those where early investment will become most productive, consistent with the highest priority of LHC physics exploitation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001077/1","grantId":"ST/H001077/1","fundValue":"1326870","fundStart":"2009-10-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"","person":"Anthony  Doyle","coPersons":["Peter John  Bussey","Richard  St Denis","Aidan  Robson","David  Britton","Valentine  O'Shea","Craig MacLeod Buttar","Christopher John Parkes","Paul  Soler"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}