{"id":"889E7D27-0963-40AB-A132-C209F40328CA","title":"The potential role of soluble plantain fibre and its components in preventing colonisation and invasion of the intestinal mucosa by S.Typhimurium.","abstractText":"There is growing interest in the potential beneficial effects of the dietary intake of plant fibres and their interaction with the bacteria inside the intestine. This applies not only to man but also potentially to animals that enter the human food chain. The gastroenterology research group in Liverpool have identified a novel mechanism by which soluble plant fibres may be protective - acting by blocking recruitment of bacteria to the lining of the intestine. The group has tested a wide range of plant fibres and found that fibres from plantains (a form of banana that is usually eaten as a vegetable after cooking) are particularly potent at inhibiting bacterial recruitment and that this plantain fibre is active against a wide range of pathogens. The group already has a collaboration with a Biotech company Provexis plc (Provexis IBD Ltd), which until now has focussed on prevention of human disease. The current project is a new collaboration, together with the University of Liverpool Veterinary School, that is targetting Salmonellosis in poultry. This is a huge public health problem which also has major financial implications for the poultry industry. There is widespread acknowledgment that antibiotic therapy of poultry is not a good solution and a simple dietary intervention such as addition of a specific inhibitory plant fibre to poultry feed would be extremely valuable if it were shown to reduce Salmonellosis. This project will analyse the different fibre structures within plantain, identify those fibre types that seem particularly inhibitory against Salmonella in the laboratory and then test these fractions in chickens that are also challenged with Salmonella infection in a controlled research environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G01969X/1","grantId":"BB/G01969X/1","fundValue":"324379","fundStart":"2009-10-01","fundEnd":"2012-12-30","funder":"BBSRC","impactText":"","person":"Jonathan Michael Rhodes","coPersons":["Paul  Wigley","Alastair  Watson","Barry James Campbell","Jeremy Ewan Turnbull"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}