{"id":"88B0EDAD-604F-4774-83F9-5F8F558B8AD2","title":"Developing targeted therapeutics for keratinizing skin disorders","abstractText":"The epidermis is the largest, most complex epithelial tissue in the human body and its mechanical integrity is vital in protecting the human body from harm. Keratinizing skin disorders are a large group of highly debilitating, difficult-to-manage hereditary skin conditions that present major treatment challenges in the clinic. Collectively these diseases affect ~1 in 2000 people, but because they are individually quite rare very little progress has been made towards developing effective treatments. The quality-of-life impacts for these patients are life-long and can be devastating, thus, the overall healthcare and societal burden is very great. This proposal aims to begin to tackle the major challenge of developing effective, long-term treatments for these conditions. \n\nMost keratinizing disorders arise from single nucleotide mutations in one of several critically important structural molecules of the skin, which leads to the development of weakened, thick skin - epidermal fragility and hyperkeratosis. The great challenge in developing treatments for these disorders lies in selectively repairing or silencing the causative mutation. RNA interference (RNAi) is a remarkable natural cellular process that uses a unique class of molecules, called small interfering RNA (siRNA), to specifically and potently control gene activity. Harnessing the therapeutic potential of the RNAi pathway, several siRNAs that specifically target keratinizing skin disorder mutations have been identified. Unfortunately, the physical properties of siRNA molecules, they are very large and carry a negative charge, make epidermal delivery difficult. One of the major goals of this research proposal is to develop a patient-friendly way to delivery siRNA into the skin. We will use a unique in vivo reporter model, that produces a visually-trackable enzyme and facilitates real-time monitoring, to develop clinically-viable siRNA skin delivery methods. Once we have an efficient and effective mode of delivery, we will use it to test whether disease targeting siRNA treatments alleviate disease symptoms in an in vivo keratinizing skin disorder model displaying symptoms similar to the human disease. Our findings will provide the preclinical evidence required to progress siRNA therapeutics into clinical trials and, ultimately, patient prescribed treatments.\n\nBecause each condition is individually rare and multiple mutation-specific siRNAs will be required to treat each patient population, we feel that it is important to also explore the possibility to developing one common treatment for all of these disorders. New medicines aimed at a common disease feature, like hyperkeratosis, rather than the specific mutant gene, may allow treatment of several keratinizing disorders regardless of the genetic abnormality. Unfortunately, we do not understand why hyperkeratosis develops or how to stop it. Therefore, the other major goal of this research proposal is to define the molecules and identify the biological pathways that cause a single gene mutation to develop into the phenotypic end product of weak, thickened, blistering, painful skin. We will do this by examining unique in vivo keratinizing skin disorder models, that develop hyperkeratosis, using cutting edge molecular profiling techniques to assemble an in-depth inventory of the individual cellular components that are present in normal but not diseased states, and vise versa. This will enable us to identify the molecular mechanisms that trigger hyperkeratosis and begin to understand how hyperkeratosis is regulated. It is our hope that these findings will seed the development of a generic treatment for most, if not all, keratinizing skin disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L020246/1","grantId":"MR/L020246/1","fundValue":"446007","fundStart":"2014-07-01","fundEnd":"2015-10-18","funder":"MRC","impactText":"","person":"Deena Marie Leslie Pedrioli","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}