{"id":"88B432E5-2004-49AC-9971-91AB003A9662","title":"Use of contact structures for the control of infectious diseases in the British aquaculture industry","abstractText":"Infectious fish diseases present an ongoing threat to the British Aquaculture Industry. Britain has so far been fortunate in avoiding large-scale outbreaks of major infectious diseases such as Viral Haemorrhagic Septicaemia, Gyrodactylus salaris and Infectious Haematopoietic Necrosis. However, these diseases are prevalent in parts of Europe and could potentially have serious economic implications for British Aquaculture. This research project aims to develop the capacity to understand, prevent and control outbreaks of these and other infectious diseases. \n\nWorking with project partners at Marine Scotland and the Centre for Environment, Fisheries &amp; Aquaculture Science (Cefas), we will assimilate existing detailed information from England, Scotland and Wales on the structure and operation of the British Aquaculture industry into the first single network of disease transmission routes between fish farms and fisheries throughout Britain. This structure will be analysed using modern methods from network theory to identify properties that will assist and inform the design of optimal strategies for the control and prevention of fish disease epidemics. In particular, by running computer simulations of large and small epidemics upon this realistic network, we will identify the full range of behaviours and test the efficacy of possible interventions. \n\nActing in a similar way to weather forecasting, running millions of simulations will enable us to test the full breadth of possible outbreak scenarios, and establish their general likelihoods, as well as profiling high-risk spreading dynamics originating at any specific site or site cluster we choose. In addition, this &quot;numerical laboratory&quot; lets us explore and fine-tune a broad range of existing and novel containment, mitigation, and eradication policies These measures range from site-specific controls, through local contact tracing, to nationwide measures (e.g., a stakeholder-targeted awareness campaign of specific symptoms to look out for), while simultaneously imposing realistic capacity constraints. Analysis of interventions will also have an associated economic costing, as it would clearly be counter-productive to engage in an intervention strategy that was as costly as the infectious disease itself. The overall aim here is not just exploratory and analytical, but, moreover, to create a practical, flexible expert system that can be fed the latest data on the (slowly changing) network architecture, pathogen properties, and any emerging outbreak, and be able to produce accurate real-time risk assessments of spreading dynamics, as well as being able to suggest the most effective counter-strategies given specific locations and circumstances.\n\nFinally, an unusual property of fish pathogens is that their properties and effects are often temperature-dependent in terms of their infectivity, the extent infections cause recognisable symptoms, and fish mortality. An important goal of this work is therefore to include farm-specific temperature data into the representation of epidemic spread on the network. This is part of a wider strategy to model the system across multiple scales whereby other farm-specific data such as size, type and production can feed into the model. Such farm-level sub-models will be readily changeable to maximise adaptability of the simulator for future research. In this respect, we specifically aim to address the effects of climate change (over years to decades) in terms of higher water temperatures impacting fish disease epidemics. As far as we are aware, no-one has ever investigated the scale and severity of these future impacts on the British Aquaculture industry, and we need to be (better) prepared. This project thus aspires to create a durable foundation of field expertise, scientific insights, and data on the British Aquaculture Industry, to safeguard its future success in the face of ongoing epidemic threats.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026434/1","grantId":"BB/M026434/1","fundValue":"215973","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Kieran James Sharkey","coPersons":["Lawrence Malcolm  Hall","Nabeil Khairy Salama","Mark  Thrush","Darren Michael Green","Kenton Lloyd Morgan","Rachel  Norman","Nick  Taylor","Sandy  Murray"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}