{"id":"88B92A60-1D7F-4A4F-8F6D-DED1373421A9","title":"VBO - A Tool for Bridging Vertebrate Anatomy Ontologies","abstractText":"Anatomy is a central concept to the biomedical sciences. For multicellular animals the differentiation of cells into different structures and cell types, their arrangement in space - their Anatomy - defines the organism. Biologists need formal, unambiguous ways to describe Anatomy, and whilst the familiar Latin terms to describe our arms, legs, fingers and blood vessels for example have stood us in good stead for centuries, we are now in a position where the amount of data being collected on, for example, where genes are expressed, needs to be annotated in ways that a computer can understand. An approach to this, now widely used, is to make an 'ontology' which is a tree-like arrangement of anatomical terms in a common-sense hierarchy. The 'big toe' is a part of the 'foot' which is a part of the 'leg' etc. Such ontologies have been made for several species such as human and mouse. However, as there are differences in anatomy between species such single species anatomy ontologies are not re-usable, even between closely related species. This project addresses this problem by developing a system whereby we can link the anatomical descriptions of structures in humans, mice, fish and birds through the common evolutionary ancestor of the structure. Thus we can link the bird's wing, the mouse's paw and the fish's fin through their common evolutionary ancestral structure. Molecular biology tells us that this is a true linkage and that genes responsible for the development of all of these structures have a great deal in common and in many cases are orthologs. By developing this computable description of detailed cross-species anatomy we will enable scientists currently collecting large amounts of data on gene expression, abnormal morphology and biological processes in different tissues to compare their data computationally with that being collected by other scientists working in different vertebrate species. This will allow the discovery of new information about the function of genes and the interaction of gene products in the organism and ultimately inform us about the way that humans and other species are similar, or different. Computational comparison is needed as modern technologies allow scientists to compare gene expression - where and when a gene is active, for thousands of genes at a time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G022755/1","grantId":"BB/G022755/1","fundValue":"103173","fundStart":"2010-02-22","fundEnd":"2011-02-21","funder":"BBSRC","impactText":"  Ontologies are key for discoverability of Bioinformatics data. They are used across all the EBI resources, and by implication by all the EBI data users. Digital/Communication/Information Technologies (including Software),Education,Pharmaceuticals and Medical Biotechnology Cultural","person":"Alvis  Brazma","coPersons":["Helen  Parkinson","John  Hancock","Michael  Ashburner","Paul  Schofield","David Jon  Osumi-Sutherland"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" A harmonized ontology for describing vertebrate anatomy The developed ontology is widely used to annotated genomics and bioinformatics data by many groups around the world Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}