{"id":"88C01A77-78A7-402E-94E8-64B6C8C5A3AE","title":"Dynamic Bioimaging Facility for Cells and Cell Surfaces","abstractText":"This research proposal would create a novel instrument which would combine Physics and Biology, and which would make it possible to simultaneously record several types of information from biological cells. The Atomic Force Microscope is a nanometre-resolution microscope, which physically 'touches' the surface of the cell. It is sensitive to the shape and structure of the outer layer of the cell, and produces a 3-dimensional map of the cell surface. Confocal microscopy on the other hand is a powerful light microscope technique, in which the focal point of a laser beam can be controllably moved throughout the 3-dimensional body of the cell, and therefore we can build up a picture of the inside of the cell by moving this focal point around inside the cell. If we are able to record information from these 2 microscopes at the same time, we can correlate directly features on the cell surface with internal cellular properties. One example of this would be to record fluorescence from membranes whilst obtaining a surface map. Another application would be to purposefully indent the cell with the tip of the AFM probe, and record the response of the cell, as its internal skeleton adapts to the stimulus on the outside surface. We will also combine these two microscopes with a technique called electrophysiology which will give information on the electrical signals crossing the surface of the cell. Ultimately the information we obtain will give us more insights into cell processes and specialised functions, how cells communicate with one another, and also how they interact and adapt to their environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013341/1","grantId":"BB/E013341/1","fundValue":"235425","fundStart":"2007-09-01","fundEnd":"2008-08-31","funder":"BBSRC","impactText":"","person":"Terence James McMaster","coPersons":["Mervyn John Miles","Monica  Berry","Eric  Mayer","David Noel Sheppard","Helen  Kennedy","George  Banting","William John Armitage","Andrew David Dick"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}