{"id":"88C118B9-2753-4DC9-BBE6-342841D4AD1A","title":"The application of reverse genetics to the study of pathogenicity in avian pneumovirus","abstractText":"Avian pneumovirus (APV) is a virus causing respiratory disease in birds, particularly in turkeys, resulting in significant losses to poultry farmers as well as suffering to the birds. The virus has eight genes that can cause infected cells to produce nine proteins each of which are then modified in various ways. Some of the proteins are able to make copies of the viral genome (a ribonucleic acid [RNA] molecule that comprises the eight genes with extra pieces at the ends and between them). Other proteins combine with the genome and membranes from the cell to form virus particles that may then infect new cells. The proteins affect the disease caused by the virus both by direct damage to cells and by the reaction of the bird's immune system to them. The immune system helps to clear infections by viruses but also is often responsible for signs of disease as the infected cells are destroyed. The importance of different proteins in the production of disease and also in the production of an effective immune response by weakened viruses used as vaccines is not understood. This is important because the vaccine viruses can become disease producing again. Genetic engineering enables deoxyribonucleic acid (DNA) copies of the virus genome to be copied into virus RNA genomes and eventually into infectious virus. It is possible to make changes in the DNA copies of the virus genome by changing, deleting or inserting nucleotides that are linked together to make up the DNA. These modified DNA copies can then be used to generate viruses and the properties of these viruses studied in cell cultures and turkeys. It provides a means of designing vaccines in a rational manner. The project aims to investigate the importance of various changes observed between different viruses either as a result of mutations or of different modifications of the proteins in different cell types on the tissues in the turkeys where the virus replicates and the disease caused. The importance of changes in vaccine strains for protection will also be studied with the ultimate aim of identifying mutations that will allow virus to be produced that can stimulate a protective immune response but is incapable of causing disease. We already know that deletion of one gene alters the effect of the virus on cells in culture, and in a related virus deletion of a similar gene affects whether the virus grows best in the nose and throat or lungs of various animals. We will study this protein, which has no known function, in more detail. Ultimately, as well as expanding knowledge about the functions of the virus genes in the interaction of the virus with its host information from this study should be useful in designing more effective vaccines benefiting farmers (and turkeys!).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D012171/1","grantId":"BB/D012171/1","fundValue":"440695","fundStart":"2006-01-01","fundEnd":"2010-03-31","funder":"BBSRC","impactText":"  The data obtained has been used to inform assessment of potential avian metapneumovirus vaccines. The techniques developed are now used in generation of vaccine candidates Agriculture, Food and Drink Economic","person":"Andrew John Easton","coPersons":["Clive John Naylor"],"organisation":"University of Warwick","findingsText":" The projects described some key alterations in vaccine candidates associated with the loss of immunogenicity. This also proided fundamental information about gene expression in the avian metapneumovirus system the data can be used by others working on similar virus systems to assess potential changes in pathogenicity and immunogenicity in vaccine candidates Agriculture, Food and Drink","dataset":"gtr"}