{"id":"88C33491-2A92-4909-8501-0C15D6FA44E2","title":"Scottish and Irish Romanticism","abstractText":"'Scottish and Irish Romanticism' is a book-length project which provides a review of why Scotland and Ireland used to be important in Romantic studies, why they ceased to be so, and why despite many recent changes in our understanding of Romanticism they have not recovered their earlier prominence. \nIt shows both how the current paradigms in Romantic studies offer opportunities for a reinterpretation of non-English Romanticism, and also challenges the limitations of these paradigms, going on to provide a new way of looking at the questions they raise which serve to redefine some of the crucial issues in the languages, cultures and themes of Scottish and Irish Romanticism. \nThe book begins with a review of the critical past and present and a reception study of Robert Burns, who despite having a manifestly continuing worldwide influence has experienced a comprehensive collapse of critical interest since 1945. \n\nThe study then goes on to set out a theoretical framework which takes account of recent developments in the study of Romanticism, and offers ways of Incorporating a coherent account of Scottish and Irish Romanticism (and their culturally distinct features) within them: this is Chapter 1, 'The Lake Isle of Romanticism', which is in three sections, totaling 15 000 words. The discussion which follows foregrounds themes which incorporate, the practice of many authors, while also providing space for examining the practice of individual authors at length. \n\nThe aims are to provide new ways of reading familiar or established authors and to demonstrate the breadth of distinctive practices in the performance of Scottish and Irish culture on which these figures drew, and which continues to be absent from literary histories. An examination of Allan Ramsay's 'decolonization of genre' in his use of language, register and relation to Gaelic culture (Chapter 2) is followed by chapters on 'Jacobinism, Romance and the Theft of History' (Chapter 3), which looks at the issues raised for literature by a unitary British historiography and standard of polite language, 'The Aeolian Minstrel, the Aisling and the Harp Re-Strung' (focusing on Macpherson, Carolan, Porter and United Irish poetry), 'Fergusson and his Contemporaries' and 'Burns' (Chapters 4, 5 and 6). Chapter 7 is &quot;'Who Fears to Speak of 'Ninety-Eight''. \nEnglish and its absence in the national talc' (Edgeworth, Ferrier, Owenson, Scott), which is followed by 'Fratriotism' (Scottish and Irish relations to Empire: Boswell, Byron, Moore and Sheridan), 'Scott and Tourism' and 'Genre and Gender in Scottish and Irish Gothic' (Hogg, Maturin and other writers) (Chapters 8, 9 and I 0). \n\nBoth the extent of current interest in the field (Research Context) and the dissemination carried out on the project to date (Publication and Dissemination) indicate the depth of academic and more general interest in the topic of the research in question (sec Case for Support).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500656/1","grantId":"AH/D500656/1","fundValue":"35231","fundStart":"2007-01-27","fundEnd":"2007-05-26","funder":"AHRC","impactText":"","person":"Murray  Pittock","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}