{"id":"88D3BFE4-FAE5-4147-9EBD-5E30EDAD8745","title":"The evolution of the protosolar disk","abstractText":"The aim of this proposal is to determine the formation environment of the solid materials that later made up the planets in the Solar System. From studies of meteorites, combined with astronomical observations and modelling, we believe that the planets formed from a disk around the Sun (the protosolar disk) composed of dust and gas. Much of this disk spiralled into the forming Sun, but some remained, that probably accreted firstly into mm-cm sized solid lumps that went on to become part of bigger and bigger objects and eventually into the terrestrial planets. These millimetre-sized objects have been preserved inside some meteorites and are called chondrules. By looking at them in detail we can learn about what the disk was made of, how these first solids formed and how the conditions in the disk may have evolved. The chemistry / specifically, the abundance of each of the elements- of chondrules can tell us something about their origins and evolution. Each element has a different chemical character, and their behaviour will be dictated by conditions such as temperature, pressure and the amount of oxygen and hydrogen present. By measuring the abundance of as many elements as possible, we can build up a picture of the conditions in which the chondrules formed, as well as an idea about what the chondrule precursors were made of. Some elements have more than one isotope- nuclei of the same element that have different mass. Isotopes of a single element will have broadly the same chemical properties, but will slightly differ in their physical properties, for example their volatility. We plan to measure the isotopic composition of the four most common elements silicon, iron, oxygen and magnesium in chondrules, we can build up a better picture of their history. In addition to thermal history, a couple of the elements we propose to measure for isotopes have some special properties. The oxygen isotopic composition of solar system objects is very diverse, and points to an initial variation in the composition of solar system oxygen. This initial heterogeneity can be used as a tracer of the original composition of the solid. Magnesium isotopes are also particularly interesting for another reason. The isotope 26Mg can be radiogenic, formed from the decay of the radioactive, and now extinct, isotope 26Al. Monitoring the abundance of 26Mg can tell us something about the distribution of 26Al, a potentially critical heat source, in the early solar system. These measurements can also potentially tell us something about timescales / early-formed objects are likely to have contained more 26Al when they solidified than solids that formed when most of the 26Al had already decayed away. Measuring silicon and iron isotopes is somewhat more exploratory / there are not very many measurements already reported of these two elements, and so we do not already have a good picture of what diversity in isotopic composition we can expect. It is likely that these isotopes can be used as tools to determine the thermal history of chondrules and how they interacted with the neighbouring gas (that may have contained some Fe and Si in gaseous form). There is a lack of accurate, systematically acquired data about the chemistry and isotopic composition of these objects, and especially of several of these parameters on the same object. By building up a database of the major and minor element composition of these objects, and the isotopic composition of the major elements oxygen, silicon, iron and magnesium, we can determine the diversity of compositions of material in the accretion disk. This in turn will allow us to determine the degree of mixing and turbulence in the disk, the timescales of formation of disk solids and the thermal history of these objects. We can use this information to compare to astronomical disk observations, and assess if there was anything unusual about the evolution of our own planetary system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D001714/1","grantId":"PP/D001714/1","fundValue":"167925","fundStart":"2007-01-03","fundEnd":"2010-01-02","funder":"STFC","impactText":"  This work has been published extensively and presented at international conferences. It forms the basis for future fundamental research work. Aerospace, Defence and Marine,Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Sara  Russell","coPersons":[],"organisation":"The Natural History Museum","findingsText":" We found that the abundance of CAIs and AOAs varied among meteorite groups. We developed the use of CT scanning in the characterisation of extraterrestrial materials. This work forms the basis of our current ongoing research Aerospace, Defence and Marine,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}