{"id":"88D8FA45-EF5E-4339-B7B8-2DCE23A06EDF","title":"Testing the limits to evolution: when and why does adaptation fail in response to ecological change?","abstractText":"Organisms on this planet are currently experiencing unprecedented rates of habitat loss and environmental change. Climate change alone is predicted to condemn at least one in ten of all species to extinction this century unless they can adapt to deal with these changing conditions. Such a high rate of biodiversity loss is likely to have catastrophic effects on the ecological networks that we depend on for food and fuel production, for sustainable development, and ultimately for political stability. There is therefore an urgent need to understand maximum rates of evolution in response to environmental change. This will allow scientists to provide clearer guidance to policymakers and economists on what the consequences of changing climate and habitat loss are likely to be for biodiversity. At species and population margins, limits to adaptation prevent expansion into novel environments. Theoretical models predict that these limits occur either because rates of ecological change become too large relative to the movement of individuals from other populations, or because populations at species' edges lack the genetic variation necessary for adaptation. Extensive preliminary data suggest that the study of Australian rainforest fruitfly populations along repeated altitudinal transitions presents a unique opportunity to distinguish between these hypotheses, and assess which ecological and genetic factors most limit evolutionary potential in nature. The proposed research will explore how levels of genetic variation affect the point where evolution fails along similar altitudinal transitions of varying steepness. It will use field experiments to measure the strength and steepness of these selective gradients from the perspective of the flies themselves, directly estimate rates of movement of individuals, and assess genetic changes in those traits expected to be evolving along these spatial gradients. Estimates of these variables will then be related back to theoretical models to test how well these models predict the maximum rates of evolution observed in real populations. Such information will not only help to identify which species and populations are most at risk of extinction, it will also provide guidance on which strategies can be employed to maximise evolutionary responses in natural populations. This will help to reduce, or plan for, the massive rates of biodiversity loss predicted for the coming centuries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G007039/1","grantId":"NE/G007039/1","fundValue":"484924","fundStart":"2010-01-01","fundEnd":"2013-08-31","funder":"NERC","impactText":"","person":"Jonathan Richard Bridle","coPersons":[],"organisation":"University of Bristol","findingsText":" A fundamental scientific question is how quickly evolutionary change can allow populations to respond to environmental change in space and time. This depends on the distribution and type of genetic variation within populations across their geographical range, and how this variation affects fitness in the environments experienced. We have collected extensive amounts of data on the nature of this variation in 10+ important fitness traits, involving the measurement of 100s of thousands of rainforest fruitflies. Importantly, we have combined these assays of genetic variation with estimates of local density in the field. We have also conducted extensive transplants in the field to estimate the effect of genetic variation on fitness under naturally-varying conditions, using cage experiments and mark-release recapture. These data are of direct relevance to theoretical models of limits to adaptation. These data are now being prepared for publication, but provide some of the first empirical tests of limits to adaptation in natural populations. These limits not only affect the resilience of species and ecosystems to climate change, they also influence the rate at which new lineage diversify when faced with spatially or temporally variable conditions.\n\n\n\nLimits to the distribution of species occur either because selective gradients become too steep relative to migration between populations, or because marginal populations lack the genetic variation necessary for adaptation. Repeated altitudinal transects in the fruitfly Drosophila birchii presents a unique opportunity to distinguish between these hypotheses, and highlight the key ecological and genetic parameters that limit evolutionary potential in natural populations. \n\n\n\nWe have used novel field experiments, and extensive quantitative genetic analysis of natural populations in Australia to estimate gene flow, additive and non-additive variation in stress-related traits, and directly assess the consequences of genetic variation in fitness on adaptive divergence along repeated ecological transitions of varying steepness. This has generated a very large dataset that is now being analysed in collaboration with our existing Project Partners (Prof Ary Hoffmann, Melbourne and Mark Blows, University of Queensland). These empirical estimates of key parameters will be used to test the generality of theoretical models for evolution at ecological margins, in collaboration with another project partner (Prof Nick Barton, IST Austria). We are preparing these results for publication as soon as possible. \n\n\n\nData analysis so far suggests (a) evolutionary responses to temporal as well as spatial variation along these ecological gradients and (b) evidence for trade offs between ecological tolerance and success in matings. To pursue the latter issue in more detail we have developed new links with Prof Leigh Simmons (UWA), Dr Rhonda Snook (Sheffield), as well as Dr Nick Priest (Bath).\n\n\n\nNew developments in sequencing technology means that we have significantly extended the genotyping originally planned in the application. We have secured a close collaboration with the NERC NBAF (Sheffield and Edinburgh) in order to achieve this. Findings from this project have potential impact for guiding translocation or transplantation programmes to maximise evolutionary potential of natural populations. There is an urgent need to predict rates of evolution to environmental change in order to provide good scientific guidance on the consequences of climate change and habitat loss for biodiversity and ecosystem services. Our data can also predict which species and populations (and ecosystems) are more likely to be rapidly impacted by climate change and habitat loss. Agriculture, Food and Drink,Environment","dataset":"gtr"}