{"id":"88DC82D0-DD13-4961-BBB3-F1D3F1FAC6B0","title":"Electrotrotunable Molecular Alarm","abstractText":"We propose to create an electrochemical self-assembling, self-healing and renewable nano-plasmonic system for the ultrasensitive Raman spectroscopy detection of a wide class of toxins, narcotics, and explosives, as well as environmental pollutants). The platform is based on the electrotuneable assembly of nanoparticles at electrochemical liquid|liquid and/or solid|liquid interfaces. Preliminary experiments performed at liquid|liquid interface with spontaneous assembly of nanoparticles, published in Nature Materials (2013), proved extraordinary high sensitivity of such sensor, which allowed to detect in some cases down to 10-15 molar concentrations of analyte molecules. This proposal aims to build on this work by introducing electrovariable assembly for fine tuning of the signal. But why such tuning is needed and how it could be possible to realize it?\n\nThe principle of the enhancement of the Raman signal by nanoparticle arrays lies in the resonance enhancement of the electric field of incident and scattered radiation in the so called 'hot spots' near the nanoparticles, emerging due to excitation in them of localised plasma oscillations. Because Raman signals are proportional to the fourth power of electric field, even a modest enhancement of the field can increase the signal. The position of nanoparticles relative to the interface and with respect to each other has a dramatic effect on the intensity of the field in the hot spots. \n\nPassive assembly of nanoparticles at the liquid-liquid interface is driven by a trend to replace the unfavorable oil | water interface, balanced by the electrostatic repulsion between nanoparticles that are charged with dissociating acidic functional groups. As we have shown in our previous work, the structure of the nanoparticle arrays can be managed by controlling the repulsion via variation of the charge on nanoparticles or salt concentration which affects the Debye screening length. More difficult is to precisely control the position of nanoparticles relative to the interface. However, using the interface of two immiscible electrolytic solutions (ITIES), with fat organic ions dissolved in oil, one create the so called ITIES liquid-electrode system. At ITIES one can concentrate the voltage drop within two back-to-back electrical double layers on the two side of the interface. Turning on and off this voltage will govern the position of NPs relative to the interface or will move them away, letting them to scan more volume and bringing more analyte to the interface. We intend to realize this and also another originally suggested electrochemical platform. The latter uses a transparent solid electrode (ITO on glass) in an ordinary electrolytic solution, covered by a self-assembled monolayer to prevent irreversible adsorption of nanoparticles. In such system negatively charged nanoparticle will be drawn to the electrode and will form a self-assembled monolayer there at a mild positive voltage. Changing the sign of the voltage will repel the nanoparticles from the interface. \n\nThis project will comprise of closely related theoretical, experimental, and even engineering parts, lying at the interface of physical chemistry, electrochemistry, physics, and electrochemical engineering. We intend to build a theory of voltage controlled localisation of nanoparticles at the corresponding interfaces, calculate the maps of hot spots in nanoparticle arrays of different structure and composition. We will build the liquid-liquid and solid-liquid setups, using nanoparticles, nanoparticle architectures and their functionalisation, and electrolytes that will provide, subject to the theoretical analysis, the strongest Raman signals. We systematically investigate a series of proxy analytes, the dangerous versions of which will be studied in a partnering DSTL laboratory. Based on the achieved results we will build a prototype device for further development by interested industrial partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02098X/1","grantId":"EP/L02098X/1","fundValue":"629902","fundStart":"2014-05-30","fundEnd":"2017-05-29","funder":"EPSRC","impactText":"","person":"Alexei A Kornyshev","coPersons":["Anthony  Kucernak","Joshua Benno Edel"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}