{"id":"88DD2A12-C63B-493A-83C6-B6DA2AB741AB","title":"Three Theoretical Problems in the Control of Rotating Machines","abstractText":"This project addresses theoretical aspects of the control of vibrations in rotating machines but its ultimate motivations are entirely practical. Two of its three main strands deal with active control methods for machines. There is a widespread concensus that further significant progress in efficiency, power-density and cost-reduction of rotating machines is available through active control. These two strands are different but complementary and each has clear value. The third main strand of this project relates to the analysis of machines in which an electrical motor/generator forms an integrated part. The three strands are connected by a single underlying mathematical framework.In any given operating condition, the dynamics of a rotating machine can be represented as a linear second-order system - at least for small oscillations. The characteristics of the system are determined by three square matrices (multiplying the zeroth, first and second derivatives of displacement). For a static structure, these are named the stiffness , damping and mass matrices respectively. Static structures can be relied-upon to have certain properties which make their analysis and control less difficult than the control of machines. The important differences include: (a) the damping matrix for a rotating machine can have very large skew-symmetric components due to gyroscopic/Coriolis effects caused by the rotation; and, (b) in the analysis of coupled electromagnetic and mechanical dynamics, the mass and damping matrices contain components which vary periodically with time. Methods for analysing second-order systems which have emerged within the last 10 years are to be applied to rotating machine systems.The first part of the project deals with so-called modal control, an appropriate representation of the equations of motion followed by a model reduction in order to simplify significantly the application of active control to rotating machines. This presents an extension of conventional modal control to systems with large gyroscopic/Coriolis effects. The benefit to machines engineers is that they can implement distinct controllers for different aspects of the machine behaviour and these controllers will not interfere with each other at all.The second part of the project helps engineers to do the design of the physical system at the same time that they are doing the design of the controller. For magnetic bearings in particular, three distinct considerations apply in the design of the amplifiers: maximum voltage, current and power. Existing formal controller-design methods cater only for limiting the magnitudes of current but it is obvious that a balanced account should be taken of all three and one representation of the dynamics of second-order systems appears to indicate how this can probably be done.The third part of the project applies to machines where an electrical motor/generator is integrated into the machine. Examples of such machines include vacuum-pumps, compressors, axial-flow fans, ship-propulsion pods, downhole pumps, automotive fuel-pumps, hydraulic pumps for power-steering, etc. The magnetic field causes an interaction between the mechanical and electrical dynamics which can make the machine unstable in certain operating conditions. One established analysis route produces a linear system which varies periodically with time. Because of particular features of the systems produced, standard methods for analysing these periodic systems (to determine their stability) fail badly. New methods will be produced.The project is based at the University of Nottingham but its success depends upon the participation of two distinguished collaborators from other universities: Prof. Ion Zaballa at Universidad del Pais Vasco in Spain and Prof. Peter Lancaster at University of Calgary, Canada.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E046290/1","grantId":"EP/E046290/1","fundValue":"227303","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"  The findings have advanced the potential for true decoupled control of all modes of a rotating system independently. They have also provided insight into actuation requirements for such systems. More work remains to be done before these findings have practical importance because we have not solved the problem of how to make the &amp;amp;amp;quot;diagonalising filters&amp;amp;amp;quot; stable. However, several attractive new methods of analysing vibrating systems have emerged (and continue to emerge) from this work. Aerospace, Defence and Marine,Energy Economic","person":"Seamus  Garvey","coPersons":["Atanas  Popov"],"organisation":"University of Nottingham","findingsText":" We discovered several new ways to process experimental information obtained from rotating machines and ways to control them better. The main outcomes from this grant were actually not present in the stated objectives. One of those may become extremely important in due course (the &quot;dilated form&quot; of the quadratic eigenvalue problem) remains They have significance in mathematics and a certain &quot;isospectral flow equation&quot; (which has been of interest to the PI since 2002) has strong importance in theoretical physics where exactly the same equation arises (Nahm's equations). There is a possibility that this work could shed some light onto thatn. Aerospace, Defence and Marine,Energy","dataset":"gtr"}