{"id":"88E88B43-F9DA-4BA0-AF40-6CAEDE80B5C6","title":"EXTRAORDINARY MAGNETORESISTANCE NANO SENSORS - FUNDAMENTAL ISSUES AND APPLICATIONS","abstractText":"This proposal is a collaboration between two UK universities Imperial College and Lancaster who wish to combine efforts and expertise in order to develop and utilise the Extraordinary Magnetoresistance (EMR) effect. The EMR effect is a four terminal measurement of electrical properties of a semiconductor when in close proximity to a metal interface. The sensor properties result from the hybrid device formed at the interface between these two materials metal and semiconductor with very different electrical conductivity magnitude. The magnetoresistance boost come about due to fact that at low field the electrical current flows through the metal shunt and at high magnetic field it flows through the semiconductor. The boost is know as a geometric effect and the MR depends on the square of the mobility of the material. Our work will be in direct collaboration with the inventor of EMR, Prof Stuart Solin (who is currently supported as a visiting Fellow to Imperial through an EPSRC grant EP/C511816 end date Aug 08). Prof Solin has shown that if the sensor is processed down to the nanoscale but in a certain particular way, side wall scattering is introduced and this keeps the semiconductor in the diffusive limit (mean free path less than device length) where these device concepts described above are retained. If the side wall scattering is removed we anticipate that the device will operate in the ballistic limit (mean free path greater than the device dimensions) and entirely different sensor properties will be observed. It is this cross over that we wish to study and we are interested to understand how much the side wall scattering impairs the mobility of the material for different wafer designs and the precise conditions to maximise the MR effect. The emphasis of the proposal will be to develop a comprehensive understanding of single nanosensors and develop new types of imaging nanoarrays which will have impact as a high resolution, fast data acquisition imaging tool pivotal for a wide range of scientific areas. There is also a basic science opportunity because the transport properties of EMR hybrid structures have been little studied at the nanoscale particularly in the crossover regime between diffusive and ballistic transport.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F067216/1","grantId":"EP/F067216/1","fundValue":"321787","fundStart":"2008-12-01","fundEnd":"2011-11-30","funder":"EPSRC","impactText":"","person":"Colin  Lambert","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}