{"id":"88F1AC9E-27A7-4E85-AEA7-F96FEC8733AB","title":"Self-Organisation of Phospholipid Films on Au Electrodes Studied with In Situ Infrared Spectroscopy","abstractText":"This proposal seeks to investigate the physicochemical properties of phospholipid bilayers formed at electrode surfaces, using powerful in situ infrared spectroscopic techniques. Lipid bilayers are particularly attractive models for biological cell membranes and the proposed research will provide a quantitative understanding of the structure and organisation of lipid films, which can be exploited to study binding and function of proteins and to manufacture biosensors. The strategy of this project is to progress from simple models towards more complex and physiologically realistic systems. Its essence is the combination of the control of an electric field and the simultaneous acquisition of structural information at the molecular level to probe biomimetic films. The electric field is controlled by varying the potential applied to the electrode and is of intensity comparable with those experienced by biological membranes. The following key issues will be addressed: the effect of lipid headgroup on molecular packing of the films, the influence of the applied electric field on the organisation of the films and the structural effect of protein binding on the membrane.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D05561X/1","grantId":"EP/D05561X/1","fundValue":"121352","fundStart":"2006-03-15","fundEnd":"2009-09-14","funder":"EPSRC","impactText":"","person":"Sarah Louise Horswell","coPersons":[],"organisation":"University of Birmingham","findingsText":" The headgroup of a phospholipid molecule has been shown to have a strong impact on how molecules pack in bilayers, which are models of biological cell membranes. The choice of headgroup influences both the shape of the molecule and interactions between molecules. By choosing a smaller headgroup than that commonly employed to make model biological membranes, which also has stronger intermolecular interactions, it has been possible to form tightly packed, highly organised bilayers that are slightly thicker and have improved electrical barrier properties. These films also differ in their response to an electric field, which was applied to simulate the effects of differing ion concentrations on either side of a natural membrane. Films formed from more loosely packed molecules have greater response to the electric field. These properties have been determined by combining electrochemical methods with in situ infrared spectroscopy and neutron reflectivity. Very few studies using these methods have been reported previously and the infrared spectroscopic method was developed at Birmingham as part of the project. The technique has wide applicability to other electrochemical systems and studies of the solid-liquid interface and is being used in further projects. Long-term: knowledge would be useful in sensor design and drug screening. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}