{"id":"88FA3DD0-4E36-46B2-AAA8-E3014066E4B7","title":"Heterogeneous nucleation of polypeptide chains","abstractText":"The main goal of this project is to reveal the physical aspects of theheterogeneous nucleation of polypeptide chains into amyloid-likestructures. The assembly of proteins into highly ordered structures,known as amyloid, is a much studied phenomenon because of itsimplications for human health and nanoscience.Increasing evidence shows that protein aggregation is associated withvarious neurological and systemic diseases.Neurodegenerative diseases can affect abstract thinking, skilledmovements, emotional feelings, memory and other abilities. Prominentexamples of this diverse group of conditions include Alzheimer's andParkinson's diseases. Proteins that accumulate in tissues as fibrillardeposits can be toxic to cells, but despite thewidespread occurrence of amyloid-related diseases, molecular insightinto the aggregation mechanism and the fibril mediated toxicity isdifficult to obtain. On the other hand, the abilityto control biomolecular assembly into well-ordered nanostructuresrepresents the essence of modern nanotechnology. Peptides can assembleinto nanotubes, nanospheres, nanofibrils, nanotapes, and applicationsof peptide building blocks in bio-sensors, tissue engineering, andantibacterial agents have already been demonstrated. Here we propose to investigate by computer simulation how thenucleation of peptides is influenced by external factors. Inparticular we focus on: (i) ``foreign'' seeds such as impurities orother molecules that might act as templates, (ii) cell membranes suchas lipid bilayers to investigate the toxicity of amyloidogenicproteins, (iii) fibrillar seeds to provide insight into the molecularbasis of strain polymorphism and species barriers in amyloid andprions. The complexity of the systems requires a simplifying approach,and statistical mechanics and coarse grained modelling are essential.The ultimate goal of the project is to unify the current outbreak ofexperimental and theoretical studies on protein aggregation to providea theoretical framework of the nucleation mechanism on the basis ofthe physical properties of proteins and well understood concepts frompolymer physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G026165/1","grantId":"EP/G026165/1","fundValue":"414945","fundStart":"2009-03-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"","person":"Stefan  Auer","coPersons":[],"organisation":"University of Leeds","findingsText":" Fibrils of amyloid proteins are currently of great interest because of their involvement in various amyloid-related diseases and nanotechnological products. Using this EPSRC grant I approached the problem of nucleation of amyloid fibrils by (i) treating the process in the framework of existing theories of nucleation of new phases and (ii) by using a unique coarse-grained protein model to study the phase behaviour and phase transition kinetics of peptides.\n\n(i) Nucleation theory to describe amyloid fibril nucleation\nIn this approach we first applied classical nucleation theory to amyloid fibril nucleation by treating it as a two-dimensional crystallization process. This allowed us to derive analytical expressions for the fibril nucleation work, the fibril nucleus and the fibril nucleation rate as explicit functions of the concentration and temperature of the protein solution. Important parameters in classical nucleation theory are the surface tensions of the various fibril surfaces. In order to relate them to the amino acid sequence of proteins we extended our approach and applied atomistic nucleation theory to describe amyloid fibril nucleation. This allowed us to derive analytical expressions for the rate of fibril nucleation which could be used to describe experiments on the nucleation of amyloid fibrils of real proteins. Furthermore, we extended this approach to address a fundamental question whether amyloid fibrils nucleate in one-step (i.e. directly from the protein solution) or in two-steps (step one being the appearance of nonfibrillar oligomers in the solution and step two being the conversion of oligomers into fibrils. The presented expressions for the fibril nucleation rate on the concentration of monomeric protein can be a valuable guide in designing new therapeutic strategies for prevention or stimulation of amyloid fibril formation.\n \n(ii) Coarse-grained simulations of peptide aggregation\nThe coarse-grained protein model enabled us to perform Monte Carlo simulations for determining the phase diagram of natively folded helical and unfolded sheet forming peptides. The simulations revealed the existence of various meta-stable peptide phases. The liquid-like phases are metastable with respect to the fibrillar phases, and there is a hierarchy of metastability. After that we addressed the question of how important is the kinetics in protein aggregation. On the basis of the equilibrium phase diagram, we performed molecular dynamics simulations to demonstrate how the aggregation mechanism depends and end product depends on the temperature, concentration, and starting point in the phase diagram. The results obtained show that there exist severe differences between the thermodynamically predicted and kinetically obtained aggregate structures. The observed differences help to rationalize the suggestion that monomeric proteins can be metastable with respect to the amyloid state, and that the native fold is a special property that protects them from aggregation. The ultimate goal is to provide a software that allows to predict the nucleation rate for the formation of amyloid fibrils that is accessible to everyone. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}