{"id":"88FB7E95-EDD4-4BE5-865D-BADB9B71C5CB","title":"The genotypic and phenotypic impacts of Shiga toxin encoding bacteriophage interactions with their host cells: consequences for food borne zoonoses","abstractText":"In 1982, the first recorded outbreak of a novel, but deadly, E. coli serogroup, O157:H7 was recorded in North America, and such episodes were subsequently repeated across the world. Though foodborne outbreaks of this pathogen are limited in number, the severity of the disease is high and results in death or life-long debilitation in a significant proportion of infected individuals, particularly in young children. The major effector for the severity of disease is Shiga toxin. To date, more than 500 serogroup variants of E. coli have been reported to produce Shiga toxin as well as a few other related, and even unrelated, bacterial species, demonstrating the ongoing emergence of Shigatoxigenic potential across a variety of bacterial species. The genes enabling Shiga toxin production are carried by viruses known as bacteriophages, more specifically Stx phages. These viruses are directly responsible for the spread of shigatoxigenic potential, and though mush is known about shigatoxigenic E. coli (STEC), we know little about the Stx phages, which act as transmissible 'survival capsules' for Shiga toxin genes. We have recently demonstrated that Stx phages can actually infect a single bacterial cell multiple times. This increases the number of Shiga toxin genes within a bacterial cell, driving increased expression of Shiga toxin, enabling a multiply infected host to potentially cause more severe disease. The proposed project addresses several aspects of Stx phage biology that have been uncovered by our group. In identifying how Stx phages can multiply infect a single host cell, two miss-annotated genes of unknown function were identified. Preliminary mutant analyses demonstrate that these genes are essential to efficient virus production, and more importantly to Shiga toxin production. We intend to further understand how these genes ae controlled and function as they are crucial to virulence of these foodborne pathogens. Secondly, we have identified that a novel enzyme, which drives the ability of our model Stx phage to multiply infect its host cell, is a very promiscuous integrase. It has multiple recognitions sites in the E. coli chromosome, drives a unidirectional recombination reaction and has no close characterised relatives. Because of the these properties it has the potential to be a very valuable molecular tool for both standard laboratory techniques but also for use in gene therapy and other second generation molecular medicine techniques. The last two objectives focus on understanding how the bacterial virus and its host cell interact. To these ends, using tools we have obtained in previous work, we intend to examine how the bacterial cell responds to the virus it carries and how the viruses manipulates its host cell by examining all gene expression in response to single and double virus carriage with and without viral induction. We can now easily do this through second generation sequencing technologies (SOLiD), which will provide identification of all transcripts and their relative densities. This information will be directly informative, but it will also inform subsequent analyses that we have begun to examine the function of viral genes expressed by the host cell. Using qPCR we have been able to identify viral gene expression that is linked to viral replication and to the stable infection state where the viral genome is supposedly carried silently. This silent state is associated with increased resistance to a variety of environmental perturbations. We have begun to address the role these expressed genes play in the lifestyle of the bacterial host cell. These data will allow us to gain some understanding of the benefits of viral carriage and identify factors that provie a selective advantage to the host cell, driving the further spread and emergence of Shigatoxigenic potential. This will underpin our progress towards strategies to limit the future expansion and spread of these Shiga toxin producing zoonotic pathogens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I013431/1","grantId":"BB/I013431/1","fundValue":"362597","fundStart":"2011-08-01","fundEnd":"2014-11-30","funder":"BBSRC","impactText":"  In this project we have produced 1 novel E. coli Genome that has been submitted to the public genome repositories and 4 RNA-seq libraries each composed of 80 million reads that map onto this new genome. The data show that the our model detoxified, Shiga toxin encoding phage controls the expression of a long list of of its host bacteria's genes. This control of gene expression is mediated by a number of factors encoded on the bacteriophage genome. Not only did we identify this phenomenon, but we have also identified two general controllers encoded on the bacteriophage genome that are involved in manipulating the host. One of these effectors has previously had no function assigned to it and the other was a transcriptional activator that has additional unpredicted functions in the bacterial host. The action of the latter is involved in controlling the acid resistance phenotype of the bacterial host.....a phenotype associated with the low infective dose of E. coli O157:H7. We also demonstrate that in an O157 strain that this acid resistance, though directly controlled by the GAD system, is actually turned on by the carriage of the Stx phage. Healthcare,Pharmaceuticals and Medical Biotechnology Policy & public services","person":"Heather Elizabeth Allison","coPersons":["Alan  McCarthy","Daniel John Rigden"],"organisation":"University of Liverpool","findingsText":" In this project we have produced 1 novel E. coli Genome that has been submitted to the public genome repositories and 4 RNA-seq libraries each composed of 80 million reads that map onto this new genome. The data show that the our model detoxified, Shiga toxin encoding phage controls the expression of a long list of of its host bacteria's genes. This control of gene expression is mediated by a number of factors encoded on the bacteriophage genome. Not only did we identify this phenomenon, but we have also identified two general controllers encoded on the bacteriophage genome that are involved in manipulating the host. One of these effectors has previously had no function assigned to it and the other was a transcriptional activator that has additional unpredicted functions in the bacterial host. The action of the latter is involved in controlling the acid resistance phenotype of the bacterial host.....a phenotype associated with the low infective dose of E. coli O157:H7. We also demonstrate that in an O157 strain that this acid resistance, though directly controlled by the E. coli encoded GAD system, it is actually turned on by the carriage of the Stx phage which we have directly demonstrated. The former regulator, produced by a formerly hypothetical protein alters the chemotactic and motility of the bacterial host. This is likely to ensure dissemination of infected bacteria and drive further dissemination of the Stx bacteriophage to uninfected bacteria. We better understand the impact of bacteriophages,especially prophages, upon their bacterial hosts. Prophages are not dormant entities but can fully alter the fitness of their hosts. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}