{"id":"890B1C48-6B40-4E31-8F11-5D86B317CF4D","title":"Postseismic investigation of the February 2010 Chile earthquake: Relaxation processes and the relationship of seismic and aseismic activity.","abstractText":"The magnitude 8.8 earthquake off the coast of Chile on 27 February 2010 is the fifth largest megathrust earthquake ever to be recorded and provides unprecedented opportunities to further our understanding of megathrust earthquakes and associated processes. We propose to co-locate 12 continuous GPS stations and broadband seismometers to measure postseismic activity following the 27 February 2010 Chile earthquake, in order to evaluate (1) the relative contributions of localised afterslip and mantle flow to postseismic stress relaxation, (2) whether there is any temporal/spatial interrelationship of seismic and aseismic activity on the plate interface, and (3) whether seismic properties in the subducting slab or overriding plate have changed or are changing on account of the rupture. Very few studies of postseismic deformation for large subduction zone earthquakes exist, and this event affords an excellent opportunity to investigate the time-dependent state of stress on and near the plate interface and the associated effects on the seismic properties. Our study complements a multinational effort (Chile, US, France, Germany, UK) in data collection and research into the source processes of such a large subduction thrust earthquake. The results of this study are likely to inform earthquake hazard assessment in this and other areas of the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I005420/1","grantId":"NE/I005420/1","fundValue":"82965","fundStart":"2010-04-23","fundEnd":"2012-04-22","funder":"NERC","impactText":"  Our findings are building the base for many subsequent analysis of the rupture process of the 2010 Maule earthquake and its associated consequences for seismic hazard in this region. Environment Policy & public services","person":"Andreas  Rietbrock","coPersons":["Isabelle  Ryder"],"organisation":"University of Liverpool","findingsText":" We have now published the first high resolution seismic image of the rupture area of the 2010 Maule earthquake. We conclude that structures in the overriding plate are influencing the earthquake rupture significantly. Our images are form the basis of more detailed studies of the rupture mechanics of large mega-thrust earthquakes. Environment","dataset":"gtr"}