{"id":"890C8B09-0D8C-49FD-AC2A-FA344E827687","title":"Nanotribology: measurement and modelling across the rubbing interface","abstractText":"The term nanotribology was first coined by IBM in the early 1990s to refer to the study of tribology research and processes (such as friction and wear) at the nanoscale, i.e. at the scale of tens to thousands of atoms and molecules. Initially the main focus of nanotribology research was to understand and improve the lubrication of tiny devices such as hard discs and micromachines. More recently, nanotribology has become very important in the study of sliding biological systems such as human joints and stem cell development (it has been found that the development of stem cells into various types of specialist cells is partly-controlled by their mechanical environment).However in addition to these explicitly nanoscale systems, we now realise that many aspects of macroscale sliding contacts, such as dry friction, friction modifier additive reactions and wear are actually determined by nanoscale processes and can be best understood by applying the tools and insights that have been developed over the last fifteen years for nanotribology research. Unfortunately tribology researchers in the UK have, by and large, not kept pace with the international development of nanotribology and there is no group in the UK that has the ability to participate and compete on the world-stage in the field in more than one or two narrow areas. The problem is that world-leading nanotribology research requires the coupling of several different, advanced experimental and numerical techniques (nanoprobes, focussed ion beam milling, spectroscopy, molecular dynamics simulation etc.) and UK tribology groups have tended not to have the resources and background to be able to establish such a broad activity.The intention of this Grant application is to enable us to establish such a platform of capability for research in nanotribology. The Grant will part-fund specialists in the various key experimental and numerical skill areas required to conduct research in nanotribology, thus ensuring that we can build and maintain the broad technique base needed. These specialists, as well as providing support to research projects that need to make use of the techniques concerned, will also carry out feasibility studies aimed primarily at developing new tools for nanotribology research. The future goal will be to link nanotribology with conventional continuum tribology so as to enable modelling and prediction of the behaviour of systems where both scales are crucial, for example in the mixed lubrication of machine components, in wear and in lubrication of micro-scale biological systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G026114/1","grantId":"EP/G026114/1","fundValue":"1024470","fundStart":"2009-01-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"","person":"Hugh Alexander Spikes","coPersons":["Richard Stanley  Sayles","Andrew Vernon Olver","Barbara Ann Shollock","Daniele  Dini"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}