{"id":"89136524-4202-4B4E-AC26-D6C0EE75E2F7","title":"The Social Complexity of Immigration and Diversity","abstractText":"Ours has been dubbed the 'age of migration'. Immigration is a major political issue, with increasing media coverage, rising anti-immigration sentiment and the rise of anti-immigration political parties. The issue of migration sits centrally within the wider debate about ethnic and religious diversity and its effects on social cohesion. We are still, though, a long way from understanding these issues and their potential consequences. They seem to rest on beliefs about national identity and ethnicity, but cannot be divorced from the effects of social class, education, economic competition and inequality, as well as the influences of geographical and social segregation, social structures and institutions.This project will integrate the two very different disciplines, social science and complexity science, in order to gain new understanding of these complex, social issues. It will do this by building a series of computer simulation models of these social processes. One could think these as Serious Sims programmes that track the social interactions between many individuals. Such simulations allow 'what if' experiments to be performed so that a deeper understanding of the possible outcomes for the society as a whole can be established based on the interactions of many individuals. A difficulty with the computer simulation of complex systems is that if they are made realistic (in the sense of how people actually behave) it becomes very complex, which makes the simulation hard to understand, whilst if they are made simple enough to understand they can be too abstract to mean anything useful in terms of real people. This project aims to get around this by making chains of related models, starting with a complex, 'descriptive' model and then simplifying in stages, so that each simulation is a model of the one below it. The simpler models help us understand what is going on in the more complex ones. The more complex models reveal in what ways the simpler ones are accurate as well as the ways they over-simplify. In this way this project will combine the relevance of social science with the rigour of the hard sciences, but at the cost of having to build, check and maintain whole chains of models.Building on an established collaboration between social and complexity scientists in Manchester, this project will integrate the two disciplines to produce new insights, techniques and approaches for policy makers and their advisors. However this will require both the complexity and social scientists to develop new techniques. The complexity scientists will develop new families of computer models that capture several aspects of society in one simulation, including: how the membership of different groups, origins, classes, etc. are signalled by people (e.g. the way they dress, or their attitudes); the advantages and disadvantages of belonging to several different social groups at the same time; how different but parallel social networks might relate to each other; and how the views of people on specific issues might change in response to their friends, wider group and even politicians. The social scientists will develop ways of relating these kinds of models to the rich sources of social data that are available, and will collect additional social data where these sources prove inadequate. They will also ensure that the modelling results are interpreted meaningfully and usefully, in particular in ensuring that they are not over-interpreted. By bringing together the social science evidence, the layers of simulation models and the combined expertise of the researchers this project aims to make real progress in understanding the complex, important yet sensitive issues surrounding the processes that underlie the effects of immigration and diversity on social cohesion and integration. From the beginning it will involve policy experts and decision makers to help guide the project and ensure its relevance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02171X/1","grantId":"EP/H02171X/1","fundValue":"2710230","fundStart":"2010-09-01","fundEnd":"2016-02-29","funder":"EPSRC","impactText":"","person":"Edward  Fieldhouse","coPersons":["Nick  Crossley","Bruce  Edmonds","Alan  McKane","Yaojun  Li"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}