{"id":"891AF351-F6A6-4A29-8BE6-301FA60D1F37","title":"Genomic isolation and transcriptomic differentiation between two ecologically divergent hybridising European forest trees, Populus alba and P. tremula","abstractText":"Barriers to gene flow between divergent populations or species result from selection on divergent phenotypes and from negative genomic interactions in hybrids. Most of our knowledge of the genomic make-up of such barriers to gene exchange stems from a small number of model organisms. The recent sequencing of the Populus genome creates the opportunity to address the genetics of barriers to gene flow in a tree genus with extensive natural hybridization and pronounced interspecific character differences. The applicants have studied the genetics of reproductive isolation and interspecific differences in morphological, yield-related, and ecophysiological traits in several Populus species, including interspecific controlled crosses between the North-American taxa P. trichocarpa and P. deltoides and natural hybrid zones between the European species P. alba and P. tremula. Studies of controlled crosses indicate a heritable basis and complex genetic architecture of interspecific trait differences associated with yield and biomass accumulation. Work on natural hybrid zones indicates that the genetic basis of reproductive isolation in European Populus can be dissected using approaches related to the conceptual frameworks of 'population genomics' as utilized in evolutionary genetics and 'admixture mapping' as utilized in human genetics. The present project is focused on P. alba and P. tremula, two hybridizing, ecologically divergent (flood-plain vs. upland pioneer) species with wide overlapping geographic ranges across Europe. Hybrid zones between these species have formed in multiple locations and are known to contain a high proportion of recombinant backcrosses to P. alba. Thus, hybrid zones or 'admixed populations' offer a powerful tool for the analysis of genetic loci involved in reproductive isolation, a subset of which is expected to be related to ecological divergence. We propose to study intraspecific variation for genomic isolation and its breakdown in three replicate hybrid zones of P. alba and P. tremula in Europe. We plan to use two complementary approaches: (i) a genomic scan using a genome-wide set of codominant mapped molecular genetic markers identified within a previous project, (ii) a candidate gene approach based on the extensive expressed sequence tag (EST) database available for Populus, and on additional candidate genes for ecological divergence identified via microarray-based transcriptomics in a 'tied studentship' associated with this proposal. The genomic scan (i) will allow us to ask what proportion of genetic markers points to linked loci contributing to reproductive isolation in all three of the studied hybrid zones, and what proportion of markers points to intraspecific variation for genomic isolation, either due to variation in linked isolation genes or due to exogeneous selection associated with local differences in the environment. The candidate gene work (ii) will allow us to ask which genomic regions carrying candidate genes for ecological divergence (or genes with great interspecific expression divergence and relation to flooding tolerance; tied studentship) introgress more or less frequently across hybrid zones than expected under neutrality. We will also use our molecular genetic dataset to conduct a replicated 'admixture mapping' genomic scan for loci controlling leaf morphological differences by testing for excess ancestry of mapped markers in plants with extreme leaf traits. The proposed work represents a significant step forward in our long-term goal to understand the genetic basis and origin of inter- and intraspecific barriers to gene flow and trait differences in Populus. This topic is of great relevance not only for ecological &amp; evolutionary genetics, but also for breeding activities in the important 'biomass' crop Populus, and for our ability to predict the conditions under which tree populations are likely to respond successfully in situ to the expected rate of climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E016731/1","grantId":"NE/E016731/1","fundValue":"279546","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"NERC","impactText":"  The findings have been the foundation of a successful research programme of the original PI, Christian Lexer, who is now based at the University of Fribourg, Switzerland. See webpage for further details. http://www.unifr.ch/biol/ecology/lexer/research.html Agriculture, Food and Drink,Environment Economic","person":"Michael  Fay","coPersons":[],"organisation":"Royal Botanic Gardens Kew","findingsText":" Understanding the processes that accompany or facilitate the origin of phenotypic novelty in nature has always been of great interest to biology, but the molecular and computational tools required to address these long-standing questions have become available only recently. The advent of genomic and post-genomic science holds great promise for students of organismal evolution in both animals and plants. We currently use plants as the preferred experimental organisms for our research, because plants are often more amenable to evolutionary genetics studies, e.g. plants can be crossed rather easily and their sessile nature facilitates the estimation of fitness effects (the ‘adaptive value’) of individual traits, chromosomal segments, or even individual genes in the wild. An important motivation for our work also lies in the immense potential conservation value of phenotypes and genotypes we study, especially in wild relatives of domesticated species. Well worked examples using new techniques will become text-book examples Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}