{"id":"891EFF06-8053-426D-B044-CBBB35EB0555","title":"Assessing health, livelihoods, ecosystem services and poverty alleviation in populous deltas","abstractText":"Delta regions are probably the most vulnerable type of coastal environment and their ecosystem services face multiple stresses in the coming decades. These stresses include, amongst others, local drivers due to land subsidence, population growth and urbanisation within the deltas, regional drivers due to changes in catchment management (e.g. upstream land use and dam construction), and global climate change impacts such as sea-level rise.The ecosystem services of river deltas support high population densities, estimated at over 500 million people globally, with particular concentrations in Southern and Eastern Asia and Africa. A large proportion of these people experience extremes of poverty and are severely exposed to vulnerability from environmental and ecological stress and degradation. In areas close to or below the poverty boundary, both subsistence and cash elements of the economy tend to rely disproportionately heavily on ecosystem services which underpin livelihoods.Understanding how to sustainably manage the ecosystem services in delta regions and thus improve health and reduce poverty and vulnerability requires consideration of all these stresses and their complex interaction. This proposal aims to develop methods to understand and characterise the key drivers of change in ecosystem services that affect the environment and economic status in the world's populous deltas. This will be done through analysis of the evolving role of ecosystem services, exploring the implications of changes for the livelihoods of delta residents, and developing management and policy options that will be beneficial now and in the future in the face of the large uncertainties of the next few decades and beyond.The extensive coastal fringe of the Ganges-Brahmaputra-Meghna Delta within Bangladesh has been selected as the pilot study area for this work. This is because Bangladesh is almost entirely located on one of the world's largest and most dynamic deltas. It is characterised by densely populated coastal lowlands with significant poverty, supported to a large extent by natural ecosystems such as the Sunderbahns (the largest mangrove forest in the world). It is under severe development pressure due to many growing cities, eg Khulna and the capital, Dhaka.At present the importance of ecosystems services to poverty and livelihoods is poorly understood. This is due to due to the complexity of interactions between physical drivers, environmental pressures and the human responses to stresses and the resultant impacts on ecosystems. Government policy rarely takes up the ecosystems services perspective and as a result an holistic overview of their value is often overlooked.This project aims to address this gap by providing policy makers with the knowledge and tools to enable them to evaluate the effects of policy decisions on people's livelihoods. This will be done by creating a holistic approach to formally evaluating ecosystems services and poverty in the context of changes such as subsidence and sea level rise, land degradation and population pressure in delta regions. This will be tested and applied in coastal Bangladesh and tested conceptually in other populous deltas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J00099X/1","grantId":"NE/J00099X/1","fundValue":"220826","fundStart":"2012-03-31","fundEnd":"2016-03-30","funder":"NERC","impactText":"  The preliminary finding have been used in 10+ presentations in diverse for a, mostly internationally. A special issue of the journal 'Environmental Science: Processes and Impacts' is in preparation, including the following PML papers:\n\n1. Modelling the increased risk of temporary and permanent inundation in the delta region due to sea level rise\n2. Projecting fish production in Bangladesh under environmental change\n3. Recent trends in natural abundance and farming of aquatic organisms in west coast of Bangladesh: Impacts of normal and extreme events\n\nimpacts will become obvious as the project matures. Agriculture, Food and Drink,Communities and Social Services/Policy,Environment,Government, Democracy and Justice Policy & public services","person":"Manuel  Barange","coPersons":["Julian Icarus Allen"],"organisation":"Plymouth Marine Laboratory","findingsText":" There is a lack of understanding of the relative importance of the impacts of climate change and coastal zone management policy on individual choices and livelihoods. The project recognises the interaction of the biophysical, governmental and socio-environmental factors unfolding on the Bangladesh delta region and has established an integrative research process providing policy makers with the knowledge and tools to evaluate the effects of policy decisions on people's livelihoods in the tidal influenced delta plain.\n\nPML achievements to date include:\n- data collection within the BGM delta for bathymetry cross-sections, water quality data, fisheries statistics (landings, species and economics)\n- 129-years of model outputs for the Bay of Bengal ecosystems, along 3 climate and socio-economic scenarios, including changes in sea level rise\n- Fisheries projection models all predict decreases in potential catches in the future (up to 2100) except under the most sustainable scenario which predicts an increase in production.\n\nThe project is ongoing. Bangladesh government officials have been involved in the development of scenarios for the project, and the results will be used in future policy interventions. The project is part of the broader ESPA programme and thus contributing to a broader agenda. Agriculture, Food and Drink,Communities and Social Services/Policy,Environment,Government, Democracy and Justice","dataset":"gtr"}