{"id":"8923DFE7-1A94-44DD-B693-4BB898316F2E","title":"Joan Brossa and the Ideology of Artistic Creation","abstractText":"This study is the first to include all the genres in which the Catalan artist, poet and dramatist Joan Brossa (1919-98) was active. Brossa's range has created a problem for those attempting to assess and understand his work. While his visual art (above all his 'object poems') has come to international prominence in the last twenty years, with major exhibitions in Spain, Europe and Latin America, Brossa is also the author of over three hundred texts for performance (he called 'theatrical poetry') and thirty collections of written verse. This variety has meant that almost all significant analyses of Brossa have had a necessarily introductory perspective, as if the sheer bulk of his creative activity needed summarizing and taming. \\nAn initial approach is to consider the coherence of almost all Brossa's work within the generic description Brossa gave it: poetry. However, the poet's personal label cannot provide an exclusive interpretation. Brossa's private, unpublished correspondence reveals a different view in the reactions of his friends (some of whom were famous artists such as T&agrave;pies and Mir&oacute;). This contextual understanding is amplified by research into the wider reception of Brossa's work by critics, audiences and gallery visitors. It is an essential way of judging Brossa's potential and actual impact during the Francoist dictatorship in Spain (1939-75), as well as his subsequent contribution.\\nMy book extends beyond a Spanish historical environment by also viewing Brossa within the context of modernist aesthetics. Comparisons with Italian neo-realist film, for example, are therefore just as relevant as contemporary Catalan writers and artists for understanding Brossa's aesthetic ideology. Likewise, an avant-garde performative perspective allows another way of engaging with all of Brossa's work. Poems become performances, just as art objects evolve into active spectacles. (This approach is particularly relevant because only 30% of Brossa's plays have been perford.) Brossa is seen as forming a genuinely innovative, creative outlook on art and its subjects, beyond the mere shock of the new. \\nIn a concluding section I discuss the extent to which Brossa's ideology of artistic creation has been understood in linguistic terms and the extent to which it can be translated. Since Brossa wrote exclusively in Catalan, it is important to judge whether his value is limited or enriched by verbal language, even when words appear secondary to images. By drawing on my own experience of translating Brossa, as well as analysing translations into Spanish, French, German and Italian, I demonstrate how the study of translation supplies a fresh view of all Brossa's work.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004628/1","grantId":"AH/E004628/1","fundValue":"27252","fundStart":"2007-03-01","fundEnd":"2007-06-30","funder":"AHRC","impactText":"","person":"John  London","coPersons":[],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}