{"id":"892C51A6-99D3-49E5-B7B1-7F5A402FF926","title":"The evolution of modern marine ecosystems: environmental controls on their structure and function","abstractText":"See text in lead RO submission (Plymouth)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I005536/1","grantId":"NE/I005536/1","fundValue":"225790","fundStart":"2011-04-01","fundEnd":"2014-09-30","funder":"NERC","impactText":"","person":"Matthew Scott Friedman","coPersons":[],"organisation":"University of Oxford","findingsText":" To date, highlights of our in-progress research project include:\n\n\n\n1) The discovery that the fossil record of fishes is not as strongly biased by aspects of the geological record as is the fossil record of land-living backboned creatures. This has important implications for estimating past species diversity and assessing the relative impacts of major extinction events, both of which provide important historical context for current biological crises.\n\n\n\n2) The discovery, based on the fossil record of Great Britain, that the diversity of fishes has increased toward the modern day, and that this increase does not appear to be a consequence of a biased palaeontological record.\n\n\n\n3) The discovery that, when combined, fossil and molecular-genetic resources provide a well-supported picture for the evolutionary origin of biological diversity in ray-finned fishes, which include roughly half of all living vertebrate species, and are of considerable economic and scientific importance. By targeting the evolutionary histories of a well-known and charismatic group of organisms, the outcomes of this research can be used as a tool to help foster public awareness of key topics related to the origin and maintenance of biodiversity over very long (geological) timescales. Our results form necessary context for future work that seeks to examine the origin of half of all vertebrate species alive today. This represents critical historical and evolutionary background for the diversity of research that uses fish model systems. We anticipate that new statistical methods for estimating the timing of evolutionary events currently under development as a component of this work will represent a major new contribution to the study of the co-evolution of life and the planet. Environment","dataset":"gtr"}