{"id":"892E7533-3D19-41C9-BFEA-1ED4B9E8040F","title":"The Women's Corps: Gender, Militarism and Modernity in Britain during the Great War and its Aftermath","abstractText":"This is a social and cultural history of the British Women's Corps, a popular movement which established military service as a form of national participation for women during the First World War. The movement started in 1914 as a network of volunteer units which, seeking to help defend Britain from invasion, adopted military organisation and training and performed support duties for local army commands. Their initiative received official sanction in the second half of the war, with the formation of the government-sanctioned female auxiliary services. Created to help relieve the manpower shortage of the armed forces, these units recruited some 90,000 women to replace soldiers in support positions for active duty. \\n\\nThe book aims to highlight a key shift in wartime gender relations, ignored by many historians. While before 1914 women were excluded from military service and, based on this, from citizenship, their wartime work gave the auxiliaries symbolic equality with soldiers and inclusion in the franchise if they had served abroad, regardless of their other qualifications. By focusing on the Corps movement and its efforts to create new gender roles, I seek to reveal women's role in bringing about this transformation. I reconstruct the Corps' membership, their backgrounds and motivations, in order to uncover the social basis of the movement's objective to redefine gender relations.\\n\\nA further ambition of my work is to shed light on the links between gender, militarism and modernity through the history of the Corps. I explore the contemporary associations between martial service and modernity which inspired many women to join up for work with the armed forces. I also examine the auxiliaries' military uniforms, rituals, environments, work and leisure activities to illuminate the process through which they constructed new gender identities and relations with servicemen. Finally, by investigating ex-servicewomen's veteran associations, I reveal how they utilised their experience in the interwar period when definitions of militarism and modernity underwent significant changes.\\n\\nMy book will make a significant contribution to the scholarship and teaching of the First World War and women's history. Currently there are no comprehensive studies focusing on women's military service during the war or its impact on former war workers' personal and professional lives and political participation in the interwar period. As a result, my study will be read not only by historians and students researching these areas but also by members of the public interested in this period.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004494/1","grantId":"AH/F004494/1","fundValue":"5695","fundStart":"2008-01-07","fundEnd":"2008-05-06","funder":"AHRC","impactText":"  My findings have contributed to several academic conferences in the forms of research papers, a training session for postgraduate history students (History Lab) and two peer-reviewed publications Culture, Heritage, Museums and Collections,Other Cultural","person":"Krisztina  Robert","coPersons":[],"organisation":"Roehampton University","findingsText":" I have developed a much better understanding of the historical documents, visual material and material objects which I am using as the source materials for my book on women's military employment in First World War Britain. I have also developed new theoretical and methodological tools, including the use of spatial theory to understand the gendered division of work in contemporary Britain, which has enabled me to develop a new perspective on my subject matter and provide a new interpretation of it. I have given several conference papers and published an article and a book chapter relating to my project. I am currently on research leave funded by my university to complete my book. Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}