{"id":"892FF1AC-5F76-4DDE-ACFA-39E98ABE99BC","title":"Biomechanical characterisation of joints in osteoarthritis mutant zebrafish; studying interactions between genotype and biomechanics in osteoarthritis","abstractText":"The degenerative joint condition osteoarthritis (OA) affects tens of millions of people worldwide. Although a number of genes have recently been identified that increase susceptibility to osteoarthritis, it currently remains unclear how many of these genes lead to pathogenic changes to the joint. We do, however, understand that joint shape and the subsequent effects of shape on loading and distribution of strain in the joint affects the pathogenesis of OA. Our group has identified a zebrafish line which carries a mutation in a gene identified as increasing susceptibility to OA in humans (CHST11). We have preliminary evidence showing that zebrafish carrying this mutant gene have altered joint shape; the joints have a more flattened profile that doesn't form the 'ball and cup' shape associated with a normal joint. This change to the shape appears to be progressive, ultimately this shape change leads to joint failure and death of the fish at around 2 weeks of age as they can no longer open their jaws to feed.\nThis project uses experiments in zebrafish, combined with computational modelling to establish how the developing cartilages of the jaw respond to strains, allowing us to study the relationship between OA genes, joint shape and joint function. We will use state of the art high resolution microscopy with materials testing to determine the differences in stiffness between different parts of the jaw tissues, and whether there are material property differences between the normal and mutant fish. We will use microscopy to visualise the zebrafish jaw musculoskeletal system, which is comprised of muscle, cartilage, bone and connective tissue. From the images that we generate we will develop 3-dimensional computational models to visualise which parts of the jaw cartilages are under stress and strain in normal (wild type) fish, compared to 'mutant' fish carrying the OA (CHST11) gene. We predict that the change in shape of the joints in mutant fish changes how the developing cartilages experience stress and strain. We will also determine the morphology of jaw tissues from mutant fish that have their jaw muscles immobilised, this will allow us to test how muscle activity influences explore the influence of muscle loads on determinin joint shape. \nWe will then, using this biomechanical data, study the effect of changes to the biomechanical environment on the cartilage cells (called chondrocytes) testing whether changes to strain can predict the changes in behaviour that these cells exhibit. For example, are cells under higher strains more or less likely to divide, to mature or to undergo death by a process called apoptosis? Using lines of zebrafish that express fluorescent proteins when various collagen genes are switched on, we will test whether the cells under the highest strain change the types of cartilage matrix which they secrete. \nFinally, we will use the models along with data that we have accumulated about the activity of a major signalling pathway, known as the wnt pathway which controls cartilage cell behaviour. We will use this to predict how wnt-signalling is involved in mediating the cell's response to the change in joint shape, which we can then test in the mutant fish. This will help us start to understand how the changes in mechanical strain are interpreted by the cell in a way that leads to a change in cell behaviour. \n\nThis research is highly interdisciplinary in nature, therefore researchers from a variety of disciplines will benefit including anatomists, biomechanists, evolutionary and developmental biologists, cell biologists and biomedical engineers. The results will be of particular relevance to the study of OA at all levels, from the genetics underpinning the disease to the development of orthopaedic implants and replacement joints. There will be benefits to the UK science base through multidisciplinary training of young scientists and through international collaborations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L002566/1","grantId":"MR/L002566/1","fundValue":"406778","fundStart":"2014-01-03","fundEnd":"2017-06-30","funder":"MRC","impactText":"","person":"Chrissy L Hammond","coPersons":["Emily  Rayfield"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}