{"id":"89311A48-AA82-44AE-9A93-13A63EF2ACB4","title":"Study of Supercritical Coal Fired Power Plant Dynamic Responses and Control for Grid Code Compliance","abstractText":"By 2015, the UK is expected to face an electrical power shortage of over 20GW, based on projected economic growth and projected life expectancy of a number of existing power plants. There is currently an exceptionally wide variety of new generation technologies being considered. Nuclear power generation will take a long time from build to generation; in fact, the earliest estimated time of generation from new nuclear power stations would be 2018. Renewable energy alone is not capable of generating enough electricity to fill this gap. Around 40% of the current electricity is generated by gas/oil in the UK, but the price of gas/oil faces a huge fluctuations and uncertainty. So gas/oil is not the suitable choice to fill the big electricity generation capacity gap. To meet the various requirements in electricity demand, environment, finance and performance, coal fired power generation is really in need, actually the realistic choice, for compensating the generation gap. Plans have been made for new coal-fired power stations to be built in the UK in the near future. In China, more than 70% of electricity is currently generated by Coal. New coal fired power stations bring into generation almost every month in China. In American, 335,830MW electricity is generated by coal. It is likely that coal remains a dominant fuel for electricity generation from many years to come. Coal is, no doubt, playing an important role in electrical power generation but we must make it cleaner. Supercritical coal fired plant technology is one of the leading options with improved efficiency and hence reduced CO2 emissions per unit of electrical energy generated. Indeed, power plants using supercritical generation have energy efficiency up to 46%, around 10% above current coal fired power plants. On the other hand, this technology costs less than other clean coal technologies and can be fully integrated with appropriate CO2 capture technology in a timely manner. In addition to higher energy efficiency, lower emission levels for supercritical plants are achieved by using well-proven emission control technologies. However, power plants adopting supercritical boilers face great challenges from the UK National Grid Code (NGC) compliance. The UK grid code is far more demanding than in other European countries due to the relatively small scale of the UK electricity network. The most significant issue for a supercritical steam plant is the absence of the stored energy provided by the drum of a conventional plant. As a result the plant would struggle to produce the 10% frequency response requirement in the Grid Code quickly enough Ensuring NGC compliance for supercritical boiler power generation is an important pre-requisite for gaining acceptance in the UK for this highly promising cleaner coal technology. The generation companies have already proposed the Grid Code review request to NGC for the possibility of grid code change to accept supercritical plant There is an urgent demand to conduct the whole process modelling and simulation study to get a clearer picture of the dynamic responses of the supercritical coal fired power plant and to study the feasible strategy to improve the dynamic responses. Also, it is essential to establish the university based research capacity in the UK to provide research solutions in response to the challenges arising from adopting supercritical technology in electrical power generation and also to provide the training needed for future electrical power engineers. Currently, no supercritical or ultra-supercritical boilers operate in the UK, which make it difficult for UK researchers alone to conduct the above proposed study. There are more than 400 such units worldwide, with China operating 24 of them and more to be built. So this proposal is proposed to collaborate with Chinese top universities for this challenging research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G062889/1","grantId":"EP/G062889/1","fundValue":"725442","fundStart":"2009-12-01","fundEnd":"2011-01-10","funder":"EPSRC","impactText":"","person":"Jihong  Wang","coPersons":["Bushra  Al-Duri"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}