{"id":"8940F118-3133-4F30-9F13-60BCEB5ADD25","title":"Advanced Instability Methods (AIM) Network","abstractText":"In many scientific and industrial situations, it is important to predict whether a small perturbation in a flow will grow (unstable flow) or decay (stable flow). Industrial applications of stability theory include: the break-up of the jet in an ink-jet printer; large scale mixing in a combustion chamber; thermo-acoustic oscillation in a gas turbine; coupled mode flutter of a wind turbine and mixing in small channels for pharmaceutical applications. The conventional technique is to decompose the perturbation into modes that are normal (i.e. orthogonal) in two spatial dimensions and to study the growth of each mode separately. This, however, often gives inaccurate results. As a simple example, this technique predicts that the flow in a pipe will be stable at all Reynolds (Re) numbers (i.e. at all velocities). In reality, however, the flow becomes turbulent at Re ~ 2000, depending on external noise and the pipe's roughness.This discrepancy arises because, in the third spatial dimension, the modes are non-normal (i.e. non-orthogonal). This means that they can feed energy into each other and should not be considered separately. This non-normal behaviour often causes strong transient growth at the intermediate times that are of most interest to scientists and engineers. For instance, in pipe flow, a non-normal analysis predicts that tiny perturbations will rapidly develop into stream-wise streaks at Re ~ 2000, agreeing with experimental evidence. In the last decade, there has been a surge of interest in non-normal stability analysis within the applied maths community. It is widely thought that non-normality is the root cause of the transient behaviour of the simple flows they have analysed. The aim of this network is to accelerate its exploitation in more complex flows, particularly those with industrial relevance. Conventional stability analyses are currently applied to many industrial situations and, as for simple flows, could miss some of the most significant behaviour.Non-normal analyses, as well as being more accurate, also predict the regions of a flow that are most influential in creating a desired result, such as good mixing. With development, this information will allow engineers to design 'backwards' from an end result, rather than 'forwards' by trial and error. Our long term vision is that the next generation of Computational Fluid Dynamics tools will contain modules that can perform non-normal stability analysis. An important goal is to distinguish between the situations in which a non-normal analysis is required and those in which a conventional analysis is sufficient. We will do this both by reviewing the canonical flows, such as jets/wakes, pipe flow, boundary layers and thermo-acoustic oscillations in a Rijke tube, and by accelerating work on a number of industrial case studies.To achieve this, we will create a multi-disciplinary international network with both academic and industrial partners. The technical goals will require a broad range of expertise: mathematical, to retain the understanding developed for the canonical flows; numerical, to perform the high order computations that will be necessary when moving from simple to complicated flows; experimental, to assemble a catalogue of evidence that will demonstrate when the technique is more relevant than normal mode analysis. The network will expand to a broader industrial community as the ranges of applicability becomes clearer. Currently, several groups are working in this area but, in this relatively young field, there is little formal interaction between them. The network will build on the UK's traditional strength in flow instability and incorporate partners from India, where there has recently been some outstanding work in non-normal analysis. The network will start with one very significant overseas partner (Peter Schmid from Ecole Polytechnique, France) and expand internationally during the two year start-up period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G033803/1","grantId":"EP/G033803/1","fundValue":"80624","fundStart":"2009-01-29","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  As a result of the workshops run by the AIM Network, the AIM Network website now hosts a comprehensive introduction to the field of Flow Instability. This is used by researchers worldwide. \n\nThe courses and tutorials developed for the AIM workshops are being used in international graduates schools (Stockholm in 2013, Rio in 2014, Udine in 2015). Aerospace, Defence and Marine,Education,Energy,Environment,Manufacturing, including Industrial Biotechology ","person":"Matthew  Juniper","coPersons":["Ann  Dowling"],"organisation":"University of Cambridge","findingsText":" 1. The AIM Network website (http://www2.eng.cam.ac.uk/~mpj1001/AIM_home.html) has become a virtual resource for new graduate students. As well as written tutorial documents, it contains introductory videos and Matlab tutorials that can be downloaded and adapted to a particular researcher's needs. It is already being used by researchers beyond the original partners in the network. For instance, one of our first introductory video has been downloaded 596 times, 560 of which were from outside Cambridge, the majority from overseas.\n\n\n\n2. The number of academic partners who have joined the network has greatly exceeded our expectations. Around 300 researchers attended the Network events and all of the world-leading researchers whom we wanted to involve attended at least one event. At the final meeting, the majority of attendees were international (i.e not from India or the UK).\n\n\n\n3. The Network has directly helped a number of grant proposals to be successful. These include an ?800k EPSRC proposal (AIM for Industry), a ?1.2m ERC proposal (ALORS), and a LABEX (laboratoires d'excellence) initiative of Paris Tech. Elements of the successful Laminar Flow Control Programme Grant (EPSRC) grew from discussions at AIM Network events. An Indian partner (IIT Bombay) has secured sufficient funding to continue the Network into 2012 and a Swedish partner (KTH) will hold the 2013 meeting as part of the Nordita program. \n\n\n\n4. The wider reseach community is coming to agreement on the types of problems that are best suited to non-normal methods. One direct contribution of the Network was to help researchers clarify the role of nonlinearity in thermoacoustic problems and its relationship with non-normality. \n\n\n\n5. Through the research projects that have emerged from the Network's activities, researchers are now looking at more case studies than we anticipated at the start of the Network. These include thermoacoustic instability of a premixed flame, thermoacoustic instability of a non-premixed flame, hydrodynamic instability of non-premixed flames and swirling jets, a variational framework for optimal perturbation growth in nonlinear dissipative systems, and nonlinear optimal perturbations in plane Couette flow. Software tools that were created by members of the AIM Network, using modal and nonmodal stability analysis are being implemented in:\n\n- gas turbine engines\n\n- the human cardio-vascular system\n\n- bag-less vacuum cleaners\n\n- Formula 1 car design 1. The AIM Network has now expanded into a virtual Centre of Excellence in Flow Instability. The tutorials that were created are now available online through the AIM Network website. Selected participants are now collaborating to write a graduate level book on the subject.\n\n\n\n2. The AIM Network led to a follow on research proposal (AIM for Industry), which is implementing the ideas that were sketched out during the AIM Network's collaboration phase Aerospace, Defence and Marine,Education,Energy","dataset":"gtr"}