{"id":"8943EBD4-2DE9-4DD3-9243-1D63E6E059D3","title":"THE 2010 NORTHERN IRELAND GENERAL ELECTION SURVEY","abstractText":"<p>The 2010 General Election represented the first opportunity for Northern Ireland's voters to express their political preferences in a non-European election since the formation of a power-sharing devolved government in 2007, headed by the Democratic Unionist Party and Sinn Fein. Using almost 100 questions, The 2010 Northern Ireland survey examines the Northern Ireland electorate's views of the 2010 election. It explores different possible scenarios, such as:</p>\n\n<ul>\n \n\n <li>Thawing of the sectarian divide between Protestant-British Unionists and Catholic-Irish nationalists;</li>\n\n <li>Movement away from the main ethnic blocs by voters who may support cross-community parties such as Alliance or the Greens;</li>\n\n <li>The utility of the joint 'Ulster Unionist-Conservative Party' label of Unionism's second largest party;</li>\n\n <li>The impact of Sinn Fein's new political approach, with the party supporting the Police Service of Northern Ireland since 2007.</li>\n</ul>\n\n<p>The survey provides vital evidence on the demographics of party support, the perceptions of parties and the views of the performance of the Northern Ireland Assembly and Executive. The survey also tests the electorate’s perception of the threat posed by 'dissident' republicans.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H037012/1","grantId":"ES/H037012/1","fundValue":"77597","fundStart":"2010-04-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"  Briefings have been provided to the Parades Commission and analysed for their significance in displaying the chasm in communal attitudes on the parading issue.\n\nThe Peace Monitoring Unit of the Community Relations Council has used the findings in its reports of the extent of continuing conflict\n\nThe findings have been very widely reported in the Northern Ireland media and discussed by members of the Northern Ireland Executive. Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy Cultural,Societal,Policy & public services","person":"Jonathan  Tonge","coPersons":["Bernadette C Hayes","Paul Lawrence Mitchell"],"organisation":"University of Liverpool","findingsText":" The 2010 election survey highlighted the following:\n\nThere has been no electoral thawing in Northern Ireland. Cross-community voting remains as negligible as it was prior to the 1998 Good Friday Agreement.\n\nConflict or communal issues continue to dominate electoral choice. There was much media commentary about this being a 'bread-and-butter' election. It wasn't.\n\nSocial class is much less important than it was during the Troubles in determining party choice within Northern Ireland's two main ethnic blocs. Sinn Fein and the DUP have extensive cross-class support as the main representatives of those two blocs.\n\nThere is a reasonably strong level of support for the political institutions created by the Good Friday Agreement - and that support is quite strong across all the main parties and across both communities. Relatives of victims of the conflict are amongst the strongest supporters of devolved power-sharing and the political institutions.\n\nThe level of sympathy for dissident republicanism, whilst very low, may be slightly higher than is popularly supposed.\n\nThere is a stark lack of consensus over the routes of Orange Order parades. Most Catholics do not believe the Order should march through nationalist areas, whereas the largest category of response amongst Protestants favoured unfettered marching rights. The findings have already been provided to a range of organisations, such as e.g. the Parades Commission and Community Relations Council, to illuminate the extent of division and to highlight what can usefully be done to address continuing communal divisions. The dataset is available to all researchers. Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}