{"id":"8946FFC1-5411-437A-B42C-F76C1B509CD3","title":"Cross-linking and molecular modelling to determine the structure and dynamics of the intracellular regions of ATP gated P2X receptor ion channels","abstractText":"Cells within the body communicate with one-another through the release of chemicals recognised by specific cell surface receptors. One example of such a chemical is ATP that binds to P2X receptors. In humans there are at least 13 different types of P2X receptor that vary in their properties, for example in terms of sensitivity to ATP. P2X receptors play an important role in a range of normal bodily functions e.g. in control of blood pressure, blood clotting and taste sensation, as well being potential drug targets for the treatment of pain and neurodegenerative diseases e.g. Alzheimer's disease. P2X receptors are membrane proteins with parts on the outside of the cell that recognize the ATP molecule, a region that passes through the cell wall (that is associated with the channel turning on) and a region that is inside the cell (intracellular). The intracellular region is made up of separate parts that play an important role in the controlling how long the receptor is active for. Recent studies have shown the 3D structure of a P2X receptor at rest and following ATP binding and this has provided a major advance in our understanding of how this novel family of receptors works. However to obtain these structures the intracellular parts of the receptor were removed, and therefore we have no information on the structure of the intracellular regions, or the mechanism of how they regulate the receptor. This information is essential to understand the fundamental mechanisms associated with the activity of this distinct family of receptors.\n\nThe intracellular regions of the receptor are made up of a combination of different building blocks called amino acids, and some of these have unique properties that can be used to measure molecular distances in the receptor. One such chemically unique amino acid is lysine and several of these are present in the intracellular regions of the P2X1 receptor. We used a drug, DSS, to determine the distance between lysine residues in the intracellular region. The DSS molecule can be thought of as a stick with a lysine reactive group/ball at either end. When we treated the P2X1 receptor with DSS it will bind to lysine residues and two lysine residues can be bound together (cross-linked) if the distance between them is equivalent to that of the two balls at the end of the stick. We can then extract the P2X1 receptor and use a technique called mass spectrometry to identify which lysine residues have been cross-linked by the DSS. This provides us with a distance constraint between the lysine residues that can be used in computer simulations to provide a model of the 3D structure of the intracellular parts of the receptor. \n\nIn this study we will use a range of chemical cross linkers (that vary in the length of the stick and the chemical reactivity of the groups at either end) as molecular rulers to determine how close defined residues in the intracellular parts of the receptor are. These distances will then be used to develop 3D models of the receptor that give rise to predictions that can be tested to validate and refine the model. We will test the effects of the cross-linker in the absence and presence of ATP to determine whether there is a movement in the relative positions of the intracellular regions that is associated with turning on of the receptor. We will also compare the pattern of cross-linking between the P2X1 receptor that turns off quickly in response to ATP and the P2X2 receptor that shows a sustained response as long as ATP is present. In this way we will be able to determine the 3D shape of the intracellular parts of P2X receptors and if these change when they are turned on and off. This will provide a fundamental insight into how these receptors work at the molecular level, and give insight into variations between receptors, and why genetic mutations affect receptor properties that can lead to imbalances in signalling and disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M000990/1","grantId":"BB/M000990/1","fundValue":"345527","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"BBSRC","impactText":"","person":"Richard  Evans","coPersons":["Ralf  Schmid"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}