{"id":"89481499-7103-40C5-946C-B028F2066413","title":"Development of a Micro-electromechanical Photoacoustic Spectrometer for Industrial Applications and the Study of SO2 at High Temperatures","abstractText":"This proposal aims to develop a highly sensitive gas sensor, combining photo-acoustic spectroscopy with micro-electromechanical (MEMS) technology. In conjunction with the sensor development, a new high temperature gas spectrometer will be developed to measure the spectral parameters of gas species, such as linestrength and collisional broadening coefficients, and their temperature dependence in the mid infra-red region of the electromagnetic spectrum. \n\nThe sensor development will initially target a specific application, the measurement of sulphide gas species during the desulphurisation of natural gas and gas obtained from coal gasification. Coal gasification and natural gas are the likely fuel for large-scale Solid Oxide Fuel Cells, one of the many distributed power generation strategies being considered to reduce carbon dioxide emissions. Without the desulphurisation process, the sulphide species gases present in the fuel source will poison the electrodes of the fuel cell, initially reducing efficiency but ultimately leading to system failure. Monitoring the sulphide species content of the gas entering the fuel cell using an in-situ optical technique will provide a fail-safe solution and reduce the risk of failure. \n\nIn standard laser spectroscopy optical detectors are needed, however, in the mid-IR these detectors are expensive and need to temperature stabilised. The use of photoacoustic spectroscopy eliminates the necessity for an optical detector, allowing the gas sensor to be easily adapted to monitor a wide-range of gas species, with the major limitation of the sensor being the availability of an appropriate optical source. The use of a MEMS device to detect the acoustic signal, induced by the laser-gas interaction, provides further advantages as it is robust, cheap to develop with a resonant frequency and high Q-factor, making ideal for operation in industrial environments. This will allow a number of future applications to be targeted including explosives detection, gas leak detection, medical diagnostics, atmospheric monitoring and combustion product analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034758/1","grantId":"EP/K034758/1","fundValue":"99170","fundStart":"2013-07-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Michael Peter Lengden","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}