{"id":"894C65C2-FBC6-4244-BFEC-69B86B68538E","title":"Mechanical adaptation of cortical and trabecular bone morphology in the mammalian mandible","abstractText":"The morphology of jaws and teeth can tell us much about how an animal breaks down its food. Herbivorous animals such as cows and sheep have, for example, relatively flat-topped teeth and jaw joints that allow horizontal movements of the lower jaw so that they can grind their food. Meat-eating animals such as cats, on the other hand, have blade-like teeth and jaw joints that allow only vertical movements of the lower jaw. These different ways of breaking down food cause very different forces acting on the teeth and jaw bones, which raise several fundamental questions: How are chewing forces transferred from the teeth through the jaws? What role does tooth shape play in the distribution of these forces? How does the bone in the jaws adapt to these different forces? However, answering these questions is not an easy task, since important information is currently missing. Firstly, little is known about the variation of the internal morphology (geometry) of the jaws between mammalian species, since a comprehensive study of this morphology depends on the availability of high-resolution computed tomography scans and these have become available only recently. Secondly, the strains in the bone resulting from different chewing forces are not well known, and can only be measured on the bone surface. We will address these questions by studying the internal morphology of the lower jaw in mammal species with very different and well-known feeding adaptations. We will apply a combination of state-of-the-art image processing based on high-resolution data, functional computer modelling and mechanical experiments. We will focus on a part of the lower jaw that is known to experience high stresses and strains during chewing, the bone beneath the cheek teeth. The overarching aim is to understand the link between internal bone morphology, tooth morphology and chewing forces. Our group and close collaborators have a very strong research record in the modelling of masticatory function and the study of mechanical adaptations in the skull. We have already provided new insights into the form and function of the skull in mammals (primates including humans) and reptiles (lizards), and in the process developed new methodological approaches for this type of work. Plus we have already examined the mechanical significance of the different shapes of modern human and Neanderthal mandibles. The proposed project will continue and combine these successful lines of research to elucidate the relationships between masticatory loads and the internal and external architecture of the mandible in mammal species with very different dietary habits. With this vital underpinning knowledge, we then plan to extend this work in subsequent proposals to consider clinical and dental applications, especially ageing of the masticatory apparatus, tooth loss and replacement by the latest generation of dental implants which attach directly to the bone. There will be many beneficiaries of our work, including researchers from diverse disciplines (such as, comparative anatomy, functional morphology, palaeontology, dentistry), the UK science base in general (through training of young scientists in an interdisciplinary framework, attraction of overseas students and collaborators), the wider public (public engagement, media interest) and clinicians (dentists and orthodontists).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I008462/1","grantId":"BB/I008462/1","fundValue":"342040","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  The project has only just finished. Agriculture, Food and Drink,Healthcare ","person":"Michael John Fagan","coPersons":[],"organisation":"University of Hull","findingsText":" The overarching aim of this project was to study the relationships between masticatory loads and the internal architecture of the mandibular molar region in mammal species with different and well-known masticatory adaptations. We are still analysing the results of the research, but broadly we have: \n\n(1) quantified the variation in cortical and trabecular morphology between mammalian species with diverse feeding adaptations; including the variation of cortical thickness within the bone, density and spatial variations in density of the trabecular network and orientation of the trabeculae in different areas of the mandible. \n\n(2) studied how different masticatory forces are transferred through the bone, in particular examining the role of the periodontal ligament in load transfer between the tooth and alveolar bone.\n\n(3) examined the mechanical role of cortical and trabecular morphology in accommodating masticatory loads.\n\n(4) compared the effect of differences in tooth morphology on the transfer of occlusal forces through the bone. The research is still on-going. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}