{"id":"8952302F-248E-4F89-AE3A-70CC89C7697B","title":"Modelling of breakup processes in transient Diesel fuel sprays","abstractText":"This proposal is concerned with the development of new mathematical models for transient Diesel fuel jets, taking into account their instabilities and acceleration, in a form suitable for implementation into computational fluid dynamics (CFD) codes. The distinction between convective, absolute and global instabilities and the effects of cavitation on the formation of Diesel fuel sprays will be taken into account. The latter effects are expected to appear via the modification of the boundary conditions for jets at the exit of the nozzle. Effects of boundary disturbances on the breakup of the jet will be studied experiementally using a three dimensional laser vibrometer. The jet acceleration is expected to lead to partial stabilisation of the jet. The effects of jet acceleration and jet instabilities will be used to develop a new stochastic model for the primary spray breakup in a form suitable for implementation into CFD codes. This stochastic model will be implemented into a customised in-house version of the KIVA-2 CFD code. This code will be used for modelling fluid dynamics, heat transfer and combustion processes in Diesel engines. The results of the modelling will be validated against in-house experimental data. This will open the way to implement new models to other CFD codes, including commercial ones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F069855/1","grantId":"EP/F069855/1","fundValue":"268768","fundStart":"2009-02-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  This project was focused on stability analysis of fuel jets in Diesel engines. The main practically important for engineering applications result of this project is the development of an advanced models for Diesel spray penetration. Unfortunately, we are not aware of engineering companies using this model at the moment, although many groups successfully used our earlier developed model (e.g. Vogel, T., Riess, Lutz, M., Webzing, M., Leipertz, A.: Comparison of current spray models under high pressure and high temperature engine relevant conditions. Proceedings of the 24th European Conference on Liquid Atomization and Spray Systems (ILASS) - Europe 2011, Estoril, Portugal, 5-7 September 2011). Perhaps more time is required before our new model is fully recognised and appreciated by the engineering community. The work on this project helped us to identify the main weakness of the models of this process developed so far: in all these models, including ours, jets were treated as single-phase liquids, while in the case of automotive jets, the later need to be treated as a mixture of liquid, vapour and air. Stability analysis of these jets will be the focus of our future EPSRC bid. Energy,Transport Economic","person":"Sergei  Sazhin","coPersons":["Morgan  Heikal","Cyril  Crua"],"organisation":"University of Brighton","findingsText":" This proposal was focused on the development of new mathematical models for transient Diesel fuel jets, taking into account their instabilities and acceleration. It was found that the effect of acceleration is not as important as was originally thought and this allowed us to develop a relatively simple predictive model of Diesel fuel spray penetration. The description of the new model is available in our paper published in 'Fuel' (v. 97, pp. 288-305, 2012). Everybody is welcomed to use it for the analysis of Diesel fuel sprays. Also, he work on this project helped us to identify the main weakness of the models of this process developed so far: in all these models, including ours, jets were treated as single-phase liquids, while in the case of automotive jets, the later need to be treated as a mixture of liquid, vapour and air. Stability analysis of these jets will be the focus of our future EPSRC bid. Education,Energy,Transport","dataset":"gtr"}