{"id":"895DF57B-8813-4853-B7B6-6D7288E9DED1","title":"High speed multi-level phase devices for active spatial control","abstractText":"Liquid crystal (LC) technology has become a dominant force in the displays market. To date, a lot of research and development has been focussed in optimising the LC material properties for displays; however, there are an increasing number of other non-display applications that could benefit from LC technology if it were used to modulate the phase of the light rather than its intensity. Specifically, a dynamic optical element based upon LC technology that can modulate the phase rapidly and with analogue control will be of significant importance in the development of next-generation adaptive optics (AO) for a range of technologies whereby aberration correction and/or dynamic parallelisation are required. Notable advances have already been made using AO in areas such as microscopy, optical tweezing, holographic projection, and laser machining. For example, AO is expanding the capabilities of biomedical microscopy by enabling imaging of biological process in thick and even live tissue specimens, through compensation of aberrations. Such research is now being extended to super-resolution microscopy, which reveals cellular structures an order of magnitude lower than the diffraction limit. AO devices are also used for opto-genetics and photo-activation, where it is necessary to reconfigure 3D light fields at high speeds so that specific cells can be selectively activated. New and improved LC devices would therefore enable a range of research that underpins the life and medical sciences. Equally, adaptive control of ultra-fast lasers for optical nano-fabrication would benefit considerably from new LC technology, allowing pulse shaping and parallelisation at high speeds to be realised, supporting future advances in high-value manufacturing. The potential of using dynamic optical elements, such as LC devices, in all of these applications is well substantiated, but current performance is constrained by the switching speeds and/or phase modulation capabilities of the display-type devices. Increasing device speed will satisfy an as-yet unmet demand from these applications and could enable a greater impact in all of these application areas. Moreover, the development of a new fast-switching SLM with analogue phase control may potentially pave the way to new application spaces that are yet to be realised.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M015726/1","grantId":"EP/M015726/1","fundValue":"322045","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Georg Hans  Mehl","coPersons":[],"organisation":"University of Hull","findingsText":"","dataset":"gtr"}