{"id":"89659B86-E7C5-4DEC-B30B-137AB49D6F3D","title":"Investigating Gene Function in the Rice Blast Fungus by Next Generation DNA Sequencing.","abstractText":"This project aims to learn about the biology of rice blast disease, one of the world's most serious crop diseases, which each year destroys enough rice to feed more than 60 million people. There is an urgent need for new strategies to control plant diseases in order to ensure global food security in the future. It is estimated that the rice harvest needs to increase by almost 40% by 2030 to feed the planet's growing population. Understanding and controlling plant diseases is therefore an important challenge. In this study, we propose to use 'next generation DNA sequencing' to provide a rapid new method for carrying out genetic analysis in the rice blast fungus. Next generation sequencers allow scientists to determine sequences at least a hundred times more quickly than has previously been possible. We aim to carry out genetic analysis of the rice blast fungus by mapping molecular markers and using them to pinpoint the location of mutations that affect the ability of the fungus to cause disease. In this way we will be able to identify new genes which condition the ability of a fungus to invade and cause disease in a host plant. By gaining new insight into the biology of the fungus we hope to be able to identify new targets for durable disease control. The project will be carried out with an industrial partner, Syngenta, where scientists are attempting to develop new fungicides, which are safe, have less environmental impact and work more effectively than current treatments. This project will provide a new method for determining the mode of action of new potential fungicides, enabling researchers at Syngenta to develop the most promising chemicals and learn more about how they work. When considered together the project therefore promises to provide fundamental new information about this disease, which will be important for its long term control, while also providing a novel method which is of immediate value to the agricultural biotechnology industry in the UK","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H018727/1","grantId":"BB/H018727/1","fundValue":"332836","fundStart":"2010-09-01","fundEnd":"2014-02-28","funder":"BBSRC","impactText":"","person":"Nicholas Jose Talbot","coPersons":[],"organisation":"University of Exeter","findingsText":" This project sought to develop a new method to carry out classical genetic analysis in a plant pathogenic fungus, based on next generation DNA sequencing. The utility of the method was tested by identification of a pathogenicity gene in the rice blast fungus that had previously been defined by classical genetic analysis from a mutant screen, but not cloned or characterised. In collaboration with Syngenta, we then utilized this new technique to carry out mode-of-action studies on experimental lead compounds showing fungicidal activity.\n\n \n\nThe project had four experimental objectives:\n\n\n\n1. Development of forward genetics in Magnaporthe oryzae by SNP identification and bulked segregant genome analysis.\n\n\n\nWe first set out to validate the approach by examination of the efficiency with which a defined point mutation could be detected. We analysed the mutant buf1- in a wild type strain of M. oryzae (Guy11) which carries a defined mutation. BUF1 encodes 1, 3, 8-trihydroxynaphthalene which was previously described as a key enzyme in melanin biosynthesis (Chumley and Valent, 1990). As a consequence the mutant is buff coloured because it is not able to produce melanin. Sexual crosses of two opposite mating types (wild type x buf1- mutant) were carried out and progeny were collected and phenotypically identified. Genomic DNA was isolated, pooled and a single bulk of 15 progeny was sequenced. The deletion of two genes at a single locus was detected including the 1, 3, 8-trihydroxynaphthalene-encoding BUF1 gene and an adjacent gene which has not been described yet. Those findings were sufficiently compelling, since they identified the mutation to a single chromosomal locus spanning a single deletion of two genes. They did, however, also illustrate that many conventional mutants previously described may have second site mutations within them or more complex genomic lesions. Based on this analysis, we proceeded to investigate mutations from undefined loci.\n\n\n\n2. Isolation and characterisation of the SMO locus of M. oryzae by bulked segregant genome analysis.\n\n\n\nWe carried out crosses of a Smo1 mutant, which has a spore morphology phenotype and is non-pathogenic on rice, with a wild type strain of the opposite mating type. We selected 50 progeny and carried out bulked segregant analysis and next generation DNA sequencing. This led to identification of an interval in which there was significant linkage disequilibrium with regard to SNP markers. This defined a region of 29 genes, which we have subsequently analysed by complementation tests and targeted gene deletion experiments. We have a single candidate gene that is currently being characterised. We are also confirming this by sequencing this gene from 10 different Smo1 mutants that are independently obtained alleles from different mutant screens. \n\n\n\nWe also characterised the Smo1 mutants in details and have shown that smo1 plays a key role in re-orgnisation of the f-actin cytoskeleton during appressorium morphogenesis and has effected on penetration peg emergence. We have also shown that the distribution of key cortical and polarity markers is altered in smo1 mutants during conidial morphogenesis, consistent with the the effect of this mutation on spore morphology.\n\n\n\n3. Identification and characterisation of extragenic suppressors of the Pmk1 MAP kinase mutant.\n\n\n\nWe have carried out a series of extragenic suppressor mutant screens and have identified putative suppressors of the Pmk1 MAP kinase mutant, the nim1 cell cycle regulator mutant, the wsc1 turgor sensor mutant and a number of other signal transduction mutants. The genes are awaiting characterisation in ongoing work.\n\n\n\n4. Deployment of bulked segregant genome analysis for target selection and fungicide mode-of-action studies.\n\n\n\nBased on the work performed in this project, bulked segregant genome analysis appears to be a powerful tool for identification of novel genes in M.oryzae. We therefore set out to apply the technique more widely. One of the applications was specification of the mode of action of putatively fungicidal compounds. In this instance, mutants resistant to analysed compounds were generated by UV or chemical mutagenesis. \n\n\n\nWe selected lead compounds in collaboration with Syngenta and selected resistant mutants. Further investigations were then carried out including genetic crosses to validate that mutations were associated with single genes and comprehensive, phenotypic characterisation to determine the effects of such mutations.\n\n\n\nSix lead compounds were provided by Syngenta. We refined this selection to two compounds which showed greatest efficacy.\n\nIn order to generate putative fungicide-resistant mutants, UV mutagenesis was carried out. After UV exposure, spores were harvested and tested for resistance to each compound. We generated 100 putative mutants for the first compound and investigated to see if any mutants were uptake or multi-drug resistant mutants, rather than specific target-site mutations. We obtained 50 mutants showing resistance to the second compound. We carried out detailed phenotypic analysis on these mutants and then carried out crosses, selecting 62 individuals showing clear resistant to compound 2. Genomic DNA was extracted, bulked, and subject to genome sequence analysis. Next generation DNA sequencing results revealed 23 nucleotide differences between the bulked progeny and isogenic wild type which occurred in frequency greater than 90%. We identified two putative candidate genes that are currently being characterised by complementation and targeted gene deletion. This work is ongoing.\n\n\n\nPublications will be forthcoming from each part of this project. Objective 4 is the subject of ongoing work with the industrial collaborator. The work is clearly applicable to the Agricultural Biotechnology Industry. We are in discussion with Syngenta to extend this work in order to determine how valuable the technology would be in fungicide discovery programmes. Agriculture/ Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}