{"id":"89661B22-120A-47C7-B7A1-14D4E9850597","title":"Multi-platform media and the digital challenge: Strategy, Distribution and Policy","abstractText":"<p>This three-year project is about economic and social aspects of transformations taking place in the media industry as a result of digital convergence and growth of the internet. The study commenced in July 2012 and is led by Professor Gillian Doyle (PI), Professor Philip Schlesinger and Dr Katherine Champion at CCPR, University of Glasgow. It sets out to analyse the recent migration of media businesses towards diversified digital distribution and multi-platform growth strategies and the impact this has had on economic efficiency, the organisation of production, and on the nature and diversity of content. What challenges are faced by public policy?</p>\n\n<p>Using key a multiple case study approach, the investigation involves interviews, document analysis, media content analysis and financial analysis and it aims to cover the following:</p>\n\n<ul>\n \n\n <li>economic opportunities and advantages created by multi-platform expansion</li>\n\n <li>the role of convergent digital technologies and the internet in encouraging such strategies</li>\n\n <li>the impact of multi-platform on production of media content and on diversity and pluralism</li>\n\n <li>implications for public policy and regulation.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J011606/1","grantId":"ES/J011606/1","fundValue":"359892","fundStart":"2012-07-09","fundEnd":"2015-07-08","funder":"ESRC","impactText":"  This project is increasing knowledge about how the arrival and growth of digital delivery platforms and especially the internet have altered and potentially improved the economics of supplying media. Developments including expansion in distribution capacity, improved search functions and introduction of a digital return path are rapidly reshaping relationships between suppliers of media and audiences. The findings of our research - as disseminated via conference papers, published articles and book chapters, attendance at industry workshops and events, and presentations to policy-making bodies - are contributing to a deeper and clearer understanding of the strategic and economic implications of these developments. Thus, the project is supporting the ability of media organisations to implement informed strategies for management, innovation and investment in response to the changes wrought by digital convergence.\n\nThe project focuses not only on economic performance but also on socio-cultural implications of the widespread migration of media suppliers towards multi-platform distribution. A key concern is how this affects content and, in turn, diversity plurality within media provision - a key issue on media policy agendas at UK and international level. Thus, through contributing to policy-making fora at UK and EU level, the contribution that our research has made to public understanding of the implications of changing media technologies has been of particular relevance and value to policy-makers. Creative Economy,Digital/Communication/Information Technologies (including Software),Other Cultural,Societal,Economic,Policy & public services","person":"Gillian  Doyle","coPersons":["Philip  Schlesinger"],"organisation":"University of Glasgow","findingsText":" This three-year ESRC-funded project which started in July 2012 investigates how digital convergence and growth of the internet are affecting media companies and content. It focuses on the widespread migration of media businesses towards diversified digital distribution and multi-platform growth strategies and the impact this has had on economic efficiency, the organization of production, and on the nature and diversity of content. ?Using key case studies in the television broadcasting, newspaper and magazine publishing sectors, we are examining:\nEconomic opportunities and advantages created by multi-platform expansion; how are digital platforms enabling media companies use their resources more cost effectively and serve their audiences and advertising clients better?\nHow multi-platform is affecting content decisions? How is it affecting production, commissioning and distribution decisions?\nTo what extent has digital and multi-platform delivery encouraged innovation in content production and changed the organization of work?\nHow is more multi-platform production and distribution affecting diversity of media content and how, in a digital environment, is the role of brands changing?\nThe project team has conducted extensive research focusing on organisations (and related media brands) that include the following: in newspapers, Telegraph Media Group (Telegraph), News Corporation (Times) and Pearson (Financial Times); in magazines, Hearst UK (Elle) and Future (Total Film); in television, the BBC (BBC1/3) and UKTV and ITV. Empirical research is ongoing and includes interviews, analysis of financial data and content analysis.\n\nFindings so far show how, as media companies have made the journey from being single sector to digital multi-platform suppliers of content, this has altered conditions for production and distribution of content and impacted on the economics of supplying media. Evidence gathered provides valuable insights into how a multi-media approach is affecting flows of jobs and investments across industry and to what extent this approach is enabling companies exploit their resources and serve audience demands more effectively. Our research identifies some of the key managerial and economic challenges and opportunities involved in making the transition to a multi-platform approach. It reveals that the current migration towards multi-platform has altered not just media industry processes and output but, more fundamentally, it has re-configured the ways in which content is now being conceptualized by industry practitioners. Our project findings underline critical questions about the implications for content and for policy of an ever-growing commitment to multi-platform strategies. Emerging findings concerning strategic responses to digital convergence offer valuable lessons for media industry end users. Data concerning the association between, on the one hand, digital convergence and the adoption of multi-platform strategies and, on the other, emerging trends in diversity of media content have strong potential to inform policy debate. Project findings may also contribute knowledge in other key areas including the role of creative industries policies, copyright and emerging business models. Creative Economy,Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}