{"id":"896CF84E-80A3-4F0F-BF42-4FF60D65FFD8","title":"Mammalian sperm-borne DNA binding proteins as reprogramming factors","abstractText":"If ordinary cells could be coaxed to become any designated cell type, they could be used to repair defective tissue in patients; this is a vision of regenerative medicine. Most work on this re-designation uses cells grown artificially and it is still poorly understood. We suggest that a complementary approach is to see how Mother Nature achieves re-designation after fertilisation. Fertilisation unites two unique cells - sperm and egg - and re-designates them to become one cell (a single-cell embryo) that can develop into an entire individual. This is the most dramatic example of re-designation, so we think that by understanding it, we will learn something about all the others.\n\nAt present, it is assumed that the egg is the only active player in re-designation following fertilisation - the sperm is overlooked - but we have evidence that the sperm also plays a role. The present proposal requests financial support to build on this observation and determine the mechanisms involved.\n\nA clue to these mechanisms is that sperm contain unusual proteins able to bind to the genetic material, DNA. These proteins are not tightly associated with DNA in the sperm head, because they are released by gentle treatments that mimic conditions inside the egg. The first part of our proposal is to make a complete list of the proteins, termed sperm-borne DNA binding proteins , or sbDBPs.\n\nWe will then carefully apply a range of approaches to try to find out whether sbDBPs can bind to DNA inside the egg. We would also like to know what happens if we interfere with sbDBP activity immediately after sperm entry, perhaps by removing it. We are able to do this by injecting sperm into eggs - together with other selected molecules - and watching what happens once inside. These experiments use mice, because there is no other source of sperm and eggs, but if the work is successful it will improve alternative methods and bring forward the day when animal research is obsolete.\n\nThe laboratory is relocating to England after an absence representing over 10 years of international research experience which we will bring to the UK. We hope to use this experience to gain a better understanding of the active role sperm play in re-designating their own fate, so that it will be easier to re-designate the fates of other cells for medical applications, including tailor-made treatments of patient-specific diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000839","grantId":"G1000839","fundValue":"649353","fundStart":"2011-02-01","fundEnd":"2015-02-28","funder":"MRC","impactText":"","person":"Anthony  Perry","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}