{"id":"897BE2BA-ECC4-4E20-82FD-A77E75CF0B24","title":"Dynamics of global chromatin landscape through the cell cycle and differentiation","abstractText":"The genomes of all higher organisms are packaged in a form known as chromatin, a combination of the DNA and proteins that are bound to it. This packaging of DNA into chromatin is essential because each individual chromosome consist of a single molecule of DNA up to several centimeters long but which must to be packaged up in a cell nucleus only a few micrometers across. Indeed the total DNA length in a normal human cell is about 2m. At the same time, the DNA must be accessible when required to allow a controlled expression of genes, or the copying of DNA during the cell division cycle. The basic unit of chromatin packaging is known as the nucleosome, which consists of a core of special highly conserved proteins known as histones around which the DNA is wrapped approximately twice. Nucleosomes appear to be located in specific positions, particularly around important features such as genes. It has become clear that many characteristics of organisms, and some diseases, are affected by so-called epigenetic modifications, resulting from changes in the chromatin or modification of the DNA rather than changes in the underlying DNA sequence itself. Hence understanding chromatin is of fundamental importance in many biological processes.\n\nIn addition to nucleosomes, there are many other complexes of proteins that bind to DNA for a number of purposes, particularly the controlled expression of genes. The pattern of nucleosomes and other proteins binding to DNA can be visualised by using enzymes that cut DNA only where no proteins are bound. Regions that are protected are not cut, and digesting chromatin with such enzymes generates many millions of DNA fragments. These are predominantly the size of single or multiple nucleosomes. \n\nWe have developed a new technology that can simultaneously determine all such protected regions across the entire genome, and hence map every nucleosome and other DNA-bound protein complex to generate a &quot;chromatin landscape&quot;. This makes use of a high throughput sequencing to generate DNA sequence from both ends of around 180 million such fragments simultaneously. This data is then used to map the endpoints of the fragments onto the genome sequence, thus locating the positions of the bound proteins through regions with few cut ends. We have demonstrated this technology using the model plant Arabidopsis. In this proposal will use this new approach to understand how chromatin structure changes both through the cell cycle as cells divide and as cells differentiate to adopt new characteristics. This analysis will be carried out in both cell culture and in cells from intact tissues, allowing a detailed understanding of how chromatin changes occur during these processes. Specifically we will study how chromatin structure in Arabidopsis changes in response to light and how it is different in root and shoot cells. We will also investigate how this pattern is changed in a specific mutant in which chromatin structure is altered and in which differentiation is affected. As a result, we will develop a detailed understanding of the organization of chromatin in a higher organism, and how this is dynamically altered as the fate of cells changes during the processes of development. These techniques and approaches will be applicable to all eukaryotic organisms and will be of great significance in progressing our understanding of the genome.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L009358/1","grantId":"BB/L009358/1","fundValue":"648499","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"BBSRC","impactText":"","person":"James Augustus Murray","coPersons":["Nicholas Anthony Kent"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}