{"id":"89807496-F04A-4B25-96D2-2D7469791DC6","title":"Dating and modelling fast ice-sheet grounding-line retreat over the last 4000 years in the SW Weddell Sea, Antarctica","abstractText":"The threat the West Antarctic ice-sheet poses to sea-level is largely through retreat of the grounding line, the line that separates floating ice, whose effects on sea-level are negligible, and grounded ice, which can affect sea-level. A concern is that theoretical models suggest grounding-line retreat may be unstable.\n\nGeological evidence for the grounding line retreat under the Antarctic ice shelves, where the most substantial retreat took place, is scarce owing to poor accessibility. We will use a new technique that dates ice-flow changes from stratigraphic anomalies in the small ice-rises lying within the Ronne ice shelf. This will provide information about retreat of the grounding line there. Firstly, an established technique which looks at anticline geometry will be applied. A new feature is the application of a technique (the BAS-developed pRES) for the direct measurement of deformation in the ice, which will allow us to quantitatively constrain the development of the anticlines, rather than having to make assumptions about ice viscosity. Our project will therefore investigate both the retreat and rheology (flow) of the Antarctic ice-sheet. \n\nWe will visit several ice divides in the SW Ronne area - the Korff, Henry, Skytrain and Fowler - to apply these techniques and date the most recent flow changes associated with the passage of the grounding line past the ice-rise. These will give information about the retreat of the Ronne grounding line between Berkner Island and the Ellsworth Mountains. There are many indications that this has happened in the past 4000 years, representing some of the most recent response of the Antarctic ice-sheet to deglaciation following the last glacial maximum.\n\nMeasurements of ice rheology have general relevance to ice-sheet modelling. The rate at which ice flows into the sea from the large ice-sheets directly affects sea-level. The forces which drive this flow are controlled by the largely well-known geometry of the the ice-sheets, but the resistance to flow depends upon the viscous (rheological) properties of ice. Ice has the property that the the viscosity depends upon the rate at which the ice is deforming. This sensitivity is usually described with the Glen index. The Glen index can be measured in the laboratory or the field. Laboratory measurements diverge from field measurements, and are very difficult to make at the low strain-rates observed in the field. In many field measurements it is difficult to characterise the stresses sufficiently well to quantify the viscosity.\n\nBy going to divide locations, where the stress field can be characterised and ice provenance is well constrained, we will be able to measure the Glen index. The technique is based on the fact that radar layers provide markers within the ice, and their vertical displacement over relatively short time periods can be measured using interferometric phase-sensitive radar techniques. These provide instantaneous strain-rate fields in the upper third to a half of the ice field. The technique has been proven at Summit in Greenland.\n\nOnce we have obtained the data, we will have an idea of how quickly the grounding line retreated. We will then run ice-sheet models, to see what kind of situations could have caused this. Grounding line retreat rates are ultimately fixed by several variables; how the ocean pumps warm water under shelves, how sea-level is rising, how the land surface recovers as ice unloads, and how ice softens as it warms. The mathematical model will be able to assess the influence of all of these factors. Our team has also collected a lot of other data about ice-sheet extent in the area, and we will be able to see if the model can predict ice-sheet geometry that matches all of these.\n\nAt the end of the project, with our new dates for grounding line retreat and our model that represents the past, we will have a much clearer idea of how and why the ice-sheet retreated as it did in the Weddell Sea area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J008087/1","grantId":"NE/J008087/1","fundValue":"336681","fundStart":"2013-06-30","fundEnd":"2016-06-29","funder":"NERC","impactText":"","person":"Richard Carl Hindmarsh","coPersons":["Robert  Mulvaney","Hugh  Corr","Edward  King"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}