{"id":"898795DF-676E-4324-AEBA-B2B112EDCAD3","title":"Designing Domesticity: Discourses of Etiquette, Homemaking and Home Decoration in Britain from 1945","abstractText":"What were the effects of some of the social changes which occurred after 1945 on the design and use of the home? Designing Domesticity explores the private, hidden world of the homes of the past, using period domestic advice literature (etiquette, homemaking and home decorations books). These books present 'real ideals' to which people aspired. This research asks: what is domestic advice literature, how does it work and what can it tell us about ideals of home past and present? Designing Domesticity analyses advice for the homemakers of the growing middle class from 1945, who needed economical, practical and modern home solutions. It investigates advice for women after 1945, who worked unassisted to create welcoming, efficient and elegant homes. While the effects of post-war youth culture in the public sphere are well known, Designing Domesticity examines advice given to teenagers and parents on achieving harmonious coexistence in the confines of the home.\\n\\nRESEARCH CONTEXT:\\nDesign history has been concerned, by turns, with production (exemplary designers), consumption (uses and meanings for goods) and mediation (how goods are presented to consumers by commerce and the media). Within this interest in mediation, shared by cultural studies and other fields, studies of magazines have flourished, but the related genre of domestic advice literature has been neglected. When it has not been dismissed as unimportant and unreliable, domestic advice literature has sometimes been used as direct evidence of past practices. As the first serious study of domestic advice literature in post-war Britain, Designing Domesticity contributes to current scholarly interest in the home and the everyday, shared by design history, cultural history, cultural studies and associated fields, the idea that domestic advice literature is most fruitfully examined as a narrative genre, with its own stock characters, recurrent themes and textual techniques.\\n\\nAIMS AND OBJECTIVES:\\nThe overarching aim of the leave periods is the drafting of a manuscript ready for submission to publishers which explores the questions what is domestic advice literature, how does it work and what does it tell us about ideals of domesticity in the period from 1945? New research during the leave periods will situate domestic advice literature within the context of other instructional consumer discourses (magazines, self-help books, lifestyle television) and investigate the following questions: what does advice literature since 1970 reveal about ideals of domesticity? Is the idea of a 'domestic dialogue' between the UK and the USA useful to understanding the development of ideas about domesticity? What effect, if any, has immigration into the UK since 1945 - and its increase since 1970 - had on the content and address of domestic advice literature? \\n\\nPOTENTIAL APPLICATIONS/BENEFITS:\\nDesigning Domesticity will contribute to understanding of domesticity in the period from 1945 by considering the relationship between the social and the material in the home as depicted in the 'real ideals' of domestic advice literature. It will enhance understanding of representations of, and address to, the growing middle class, the post-war housewife and the teenager since 1945. This is the first serious scholarly analysis of domestic advice literature in Britain from 1945. It will show how rich this body of material can be for understanding the past. The book will contribute to a number of fields including design history, social and cultural history, literary and popular culture studies, women's and gender studies, youth and family studies. It will posit a long-standing 'domestic dialogue' between the UK and the USA, which reflects publishing practices in the two regions, as a useful contribution to transatlantic and area studies. Designing Domesticity has potential applications in teaching media awareness and how to deconstruct and analyse instructional discourses and consumer literature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F006187/1","grantId":"AH/F006187/1","fundValue":"15179","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Grace  Lees-Maffei","coPersons":[],"organisation":"University of Hertfordshire","findingsText":" Designing Domesticity contributes to understanding of domesticity in the period from 1945 a consideration of the relationship between the social and the material in the home as depicted in the 'real ideals' of domestic advice literature. The monograph I have under consideration with a publisher demonstrates a model for the use of domestic advice literature for historical understanding, as a scholarly contribution to histories of design, culture and society, literary, popular culture and material culture studies, women's and gender studies and family and youth studies. It will enhance understanding of representations of, and address to, the growing middle class, the post-war housewife and the teenager since 1945. This is the first serious scholarly analysis of domestic advice literature in Britain from 1945. It posits a long-standing 'domestic dialogue' between the UK and the USA, which reflects publishing practices in the two regions, as a useful contribution to transatlantic and area studies. Designing Domesticity has potential applications in teaching media awareness and how to deconstruct and analyse instructional discourse and consumer literature. Communities and Social Services/Policy,Creative Economy,Education","dataset":"gtr"}