{"id":"89897B04-61E1-49DB-8144-8AED7420B21C","title":"Evolving the Physics Case for NUSTAR @ FAIR: Visiting Fellowship Proposal for Prof. Richard F. Casten","abstractText":"The NUSTAR ('NUclear STructure, Astrophysics &amp; Reactions') collaboration at the new Facility for Anti-proton and Ion Research (FAIR), based at Darmstadt, Germany, provides the platform for much of the UK's nuclear physics community's primary research aims over the next decade. The NUSTAR collaboration's experiments at FAIR will enable the exploration of the structure of nuclei at extremes of proton-to-neutron ratio. The further the reach into unexplored regions of the nuclear chart, the more likely the observation of radical new nuclear structure phenomena, including the modification of quantum shell structure and its effect of explosive nucleosynthesis scenarios. Much of our current understanding of the internal makeup of atomic nuclei is based on the concept of shell structure, which is defined by the nature of the mean field produced from the sum of all the inter-nucleon reactions within the nucleonic system. The overall understanding of nuclei in which the proton and neutron separation energies are approximately equal is well established using this shell-model-type picture. However, over the course of the last decade, experimental techniques have evolved considerably, particularly in allowing the synthesis of very exotic, radioactive nuclei with significant proton or neutron excesses compared to the stable isotopes. It has become clear that the standard, spherical shell closures which are observed in nuclei along the line of nuclear beta-stability become modified with an increasing neutron excess. This can lead to a reordering of the single-particle states in the nuclear mean-field potential with the consequence of eroding the shell closures observed for lighter isotones. As such, the search for, and understanding of, these new shell closures in exotic nuclei is one the major aims of current nuclear structure research and will be a particular focus of the experimental NUSTAR programme at FAIR. Prof. Richard F. Casten is currently the D.A. Bromley Professor of Physics at Yale University and Chaired the NUSTAR Programme Advisory Committee which oversaw the ranking of the proposed, initial experimental programmes within the FAIR project. Prof. Casten has published more than 500 articles in the realm of nuclear structure and reaction physics research generating over 7,000 scientific citations. He has made many highly significant contributions to this field of fundamental research, particularly on the underlying nature of nuclear shape and phase transitions. It is anticipated that Prof. Casten will begin his visit in May 2009 and begin discussions with the local Surrey group on experimental signatures for, and theoretical interpretations of structural evolution and nuclear phase transitional behaviour. In particular, discussions will focus on possible regions for future study associated with such phenomena in heavy, neutron-rich nuclei. It is hoped that these discussions will evolve into new physics directions which can be explored by the UK nuclear physics community at the FAIR facility over the coming decade. Prof. Casten's visit will also allow the opportunity for a UK minischool on the physics opportunities for NUSTAR, which will incorporate post-graduate lectures on nuclear physics from Prof. Casten and other lead players within the UK NUSTAR community to highlight the future research opportunities available at FAIR.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H000542/1","grantId":"ST/H000542/1","fundValue":"16698","fundStart":"2009-05-01","fundEnd":"2009-06-30","funder":"STFC","impactText":"","person":"Patrick Henry Regan","coPersons":[],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}