{"id":"898EF355-AA91-422B-BB78-EA0A70342BC6","title":"TeraWatt: Large scale Interactive coupled 3D modelling for wave and tidal energy resource and environmental impact (Remit 1 MASTS Consortium Proposal)","abstractText":"Scotland has substantial wave and tidal energy resources and is at the forefront of the development of marine renewable technologies and ocean energy exploitation. The next phase will see these wave and tidal devices deployed in arrays, with many sites being developed. Although developers have entered into agreements with The Crown Estate for seabed leases, all projects remain subject to licensing requirements under the Marine Scotland Act (2010).\nAs part of the licensing arrangements, environmental effects in the immediate vicinity of devices and arrays will be addressed in the EIA (Environmental Impact Assessment) process that each developer must undertake. It is essential, however, that the regulatory authorities understand how a number of multi-site developments collectively impact on the physical and biological processes over a wider region, both in relation to cumulative effects of the developments and marine planning responsibilities. At a regional scale, careful selection of sites may enable the optimum exploitation of the resource while minimising any environmental impacts to an acceptable level.\nThe TeraWatt Consortium has been established through the auspices of The Marine Alliance for Science &amp; Technology for Scotland (MASTS) with Heriot-Watt University, and the Universities of Edinburgh, Glasgow, Strathclyde, the Highlands and Islands and Marine Scotland Science (MSS). The consortium has the support and anticipates the full engagement of the marine renewable developers in many aspects of the work. The research programme has been designed to specifically respond to questions posed by Marine Scotland Science, the organisation responsible for providing scientific advice to the licensing authority. In particular to the following questions: (1) What is the best way to assess the wave and tidal resource and the effects of energy extraction on it? (2) What are the physical consequences of wave and tidal energy extraction? (3) What are the ecological consequences of wave and tidal energy extraction? The overarching objective of the research is to generate a suite of methodologies that can provide better understandings of, and be used to assess, the alteration of the resource from energy extraction, and of the physical and ecological consequence. Illustration of the use of these in key development area, such as the Pentland Firth and Orkney Waters, and their availability as tools will enable the acceleration of array deployments.\nThe TeraWatt research programme is structured in 4 workstreams. The first, led by MSS, will collate all necessary data to be used, develop the hypothetical multi-site array configurations in conjunction with developers and evaluate acceptance criteria for impacts. The second led by Edinburgh University will use separate and coupled models of wave and tide at a resolution necessary to consider multi-site array effects on the resource, providing important inputs to workstreams 3 and 4 which will address in turn, the spatial changes in physical processes affecting sediments, the shoreline and seabed (led by Glasgow and Strathclyde), and the spatial changes affecting organisms living in the seabed, their distribution and the significance of these for other ecological processes (led by Heriot-Watt University). Each workstream will provide reviews of the methodologies used which will be synthesised into a single methods toolbox. Where possible all regional scale modelling, used to illustrate these methodologies, will be validated by field data and the consortium has assembled both existing and data not previously available, for this purpose with the support of MSS and marine renewable developers.\n The TeraWatt project, which will be managed by MASTS, envisages direct participation from industry in various aspects of its work, and has a number of wider knowledge exchange and stakeholder engagement activities planned.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010170/1","grantId":"EP/J010170/1","fundValue":"981943","fundStart":"2012-06-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"  TeraWatt has led to the following:\n\n• EcoWatt2050 ~ a successful Grand Challenge II proposal from the TeraWatt Consortium plus other partners drawn into this research.\n• Seven new and/or linked PhD studentships to the TeraWatt project. We have directly linked PhDs now created in Swansea and HWU, with associated PhDs drawn in from Strathclyde, UHI/LCC and also HWU, making a total of seven (HWU 2, plus 1 Supergen Core; Strathclyde 1, Swansea 1 and UHI/LCC 2). These are invited and regularly attend the TeraWatt Project Workshops.\n• Sharing of data and modelling with The Crown Estate. For different reasons to the objectives of TeraWatt, PFOW developers with TCE have been developing a MIKE 2d model. This is now shared with the TeraWatt consortium, who equally is reporting back to TCE and developers on our progress. We also acknowledge the sharing of data by TCE with the TeraWatt consortium.\n• Sharing experiences of our models with CFD approaches for a developer site, enabling greater confidence in the parameterisation of MIKE and Delft3D for energy extraction.\n• Thorough collation and reworking of all available data for the study area, largely undertaken and completed by Marine Scotland Science.\n• Collaboration with software developers (notably Deltares), enabling the possible development of the Delft3D code to better represent energy extraction.\n• Direct engagement with staff from developer companies in our annual workshop discussions on modelling and environmental consequences of energy extraction. Energy,Environment,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Jonathan  Side","coPersons":["Michael Timothy Burrows","Vengatesan  Venugopal","Arne  Vogler","Gamage Harshinie Karunarathna","Rob  Harris","Michael  Heath","David  McKee"],"organisation":"Heriot-Watt University","findingsText":" Thus far in addition to the publications our major outputs is in the toolbox which is taking the form of a series of position papers 3 available now and a further in final production Uptake of outputs by developers and the regulatory authorities is anticipated. Energy,Environment","dataset":"gtr"}