{"id":"898F5300-8773-4C5E-ACA8-BD1E5A876376","title":"Investigation of alpha-synuclein pathogenic mechanisms with human stem cells and neurons","abstractText":"Parkinson's disease (PD) is a progressive degenerative disorder of the brain. A mixture of environmental and genetic triggers are thought to cause the sporadic forms of this condition. A common link between all cases of PD is the unusual and damaging behaviour of a protein known as alpha-synuclein. This protein is present in neurons of all people, and is usually benign. However, in people with Parkinson's and some forms of dementia, alpha-synuclein takes on unusual shapes and becomes toxic to neurons, eventually killing them. A second unpleasant property of this protein is that it is thought to travel through the brain spreading disease. This behaviour may be similar to how prion protein from infected beef can spread from gut neurons into the spinal cord, and eventually into the brain causing severe neurological problems. We propose to use live human neurons to model the disease-causing behaviour of alpha-synuclein in the laboratory. We have recently published induced pluripotent stem cells (iPSCs) from a patient with 4 copies of the gene encoding alpha-synuclein, instead of the normal two copies. This patient and about half the members of her family get a severe, early-onset form of PD with dementia. The neurons made from PD iPSCs produce twice as much alpha-synuclein protein as control neurons from an unaffected 1st-degree relative of this patient. The PD and healthy neurons will be used in comparative studies to investigate any problems caused by over-production of alpha-synuclein. In parallel work, human embryonic stem cells (hESCs) were genetically modified to over-produce alpha-synuclein at a wide range from 2-fold to 6-fold above normal levels. Both iPSCs and hESCs will be used to investigate the unusual behaviour of alpha-synuclein including its neurotoxic properties. If reproducible, disease-causing behaviour is observed, these cells will be ideal for modeling PD and understanding how alpha-synuclein kills neurons. This system will be used for screening drugs that could stop the harmful behaviour of alpha-synuclein. Several pilot screens of a select number of compounds will be performed to determine the feasibility of this approach. Potent drugs that prevent the misfolding and pathological behaviour of alpha-synuclein will change the face of PD and dementia treatment by stopping or severely retarding the progression of the disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J012831/1","grantId":"MR/J012831/1","fundValue":"356245","fundStart":"2012-11-01","fundEnd":"2015-10-31","funder":"MRC","impactText":"","person":"Tilo  Kunath","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}