{"id":"899284F5-B1D2-4C7F-A931-077BE58C750C","title":"MODELLING RAPID LANDSCAPE CHANGE DUE TO OUTBURST FLOODS","abstractText":"The aim of this project is to model flow-bed interactions within an outburst flood. Outburst floods are a sudden release and advancing wave of water and sediment, with a peak discharge that is often several orders of magnitude greater than perennial flows. Common outburst floods from natural sources (i.e. excluding breaches of man-made dams) include those from glacial and moraine-impounded lakes, freshwater dyke and levee bursts, volcanic debris dams, landslides, avalanches, coastal bay-bars, and those from tree or vegetation dams. Although these hazards sound exotic, outburst flood hazards are regularly incorporated into risk assessments for urban, coastal and mountainous areas, for example. Outburst flood hazards are primarily due to direct impacts, caused by a frontal surge wave, from debris within a flow body, and from the mass and consistency of the flows. A number of secondary impacts also pose hazards, including widespread deposition of sediment and blocked tributary streams. It is rapid landscape change, which is achieved the mobilization and redistribution of sediment that causes one of the greatest hazards due to outburst floods. Thus a particular focus of this project will be to parameterise hydrodynamic and sedimentary characteristics; particularly flow depth, velocity, bed shear stress, energy and power, sediment sorting, grain size distribution and architecture. Hydrodynamic and sedimentary characteristics of outburst flood processes will be obtained using fully parameterised and validated laboratory flume modelling, which offers a hitherto untapped opportunity for examining complex interactions between water and sediment within outburst floods. Explicit quantification of water-sediment processes within outburst floods is essential for several reasons: 1. Outburst floods occur worldwide and are a natural hazard to life, property and infrastructure. 2. Although all outburst floods are a mix of water and sediment, models that fully integrate both processes are unreported. 3. Whilst sources of outburst floods and trigger mechanisms are well known, flow behaviour is not, largely because of the inherent problem of directly measuring such sudden, powerful and rapidly-varying flows. Prediction of flow character is therefore currently very limited. 3. Outburst flood mitigation measures can only be produced when processes governing flow behaviour are well understood; i.e. parameterised and modelled, and that model is validated against real-world data. These criteria must arise from an integrated and sustainable design approach. 4. With climate change, there is a very real potential for alterations in air temperature and precipitation patterns to cause an increased frequency of glacial lake outbursts and landslide-triggered outbursts, and an increased magnitude of rainfall-induced outburst floods. 5. Most outburst floods are sourced from natural lakes that are otherwise a water resource, and with appropriate management solutions can remain so. This project is extremely timely because recent outburst floods from S&oacute;lheimaj&ouml;kull (Iceland) and the predicted Crater Lake flood from Mt Ruapehu (New Zealand) are constrained with precise pre- and post-event surveys that provide hitherto unobtainable data for model parameterisation and validation. The latter will also be characterised by a state-of-the-art sensor system under development by GNS Science and Massey University to yield time-series data on flow behaviour and hydraulic parameters. This project will clearly be a substantial contribution to NERCs mission by providing quantitative data to advance knowledge and support for natural hazard solutions, which will be of economic and social benefit to industry and to the public sector, and by engaging excellent researchers from several disciplines and countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F000235/1","grantId":"NE/F000235/1","fundValue":"74590","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"NERC","impactText":"","person":"Jonathan Lee Carrivick","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}