{"id":"89950158-190D-4429-BF04-4AD67E62A9FD","title":"Impact Accelerator Proposal - University of Exeter","abstractText":"Exeter will use the impact accelerator funding in key research areas where we believe achieving impact is most likely:\n\n- We will hold a meeting at Fishmongers Hall in London to involve the different organisations involved in fisheries (e.g. industrial, ecological, economic, legal and management sectors) in writing a book presenting a shared vision of how we can develop sustainable and lucrative fisheries by 2050.\n\n- A workshop with representatives from government, businesses, NGOs and policymakers interested in linking big data in the environment and health area will contribute to a project creating an internet-based data and analysis resource for medical and public health researchers and develop new ideas for projects that link up different data sets.\n\n- NERC-funded research on potential conflicts between wind energy generation and wildlife conservation will be communicated to energy companies, statutory authorities, ecological consultancies and NGOs and participants will contribute to good-practice documents for stakeholders.\n\n- We will host a meeting of academics and representatives from industry, policy, funding agencies, institutes and conservation agencies to consider the impacts of anthropogenic noise in the marine environment, identify knowledge gaps based on emerging policy and industry needs and discuss funding for new industry-led projects. This will build on a previous successful workshop on this topic funded by NERC, held in Bristol in 2012.\n\nWe will also focus on areas where we can link several NERC-funded projects to maximise their impact:\n\n- We will build on work funded in the first phase of the impact accelerator pilot funding by holding field-based workshops with farmers and landowners to talk about how their land can be managed to reduce losses of soil, carbon, nutrients, pesticides and herbicides into surface waters; we will work in collaboration with the National Farmers' Union, Natural England and the Environment Agency.\n\n- We will improve transfer of knowledge and methodologies from NERC-funded research by looking at the impacts of different weightings of key ecosystem services in land-use planning. Work in Cornwall with local planning authorities, the Local Enterprise Partnership, Local Nature Partnership and major land owners, developers and managers will work towards a consensus view, leading to a framework report to allow replication in other areas.\n\n- A meeting through the Institute of Fisheries in Leeds will bring stakeholders up to date with the outputs of research carried out at the Universities of Exeter and Brunel on endocrine disrupting chemicals in UK freshwaters and their implications for the Environment Agency, Defra and the water industry. We will seek views from regulators and industry on future research needed on endocrine disrupting chemicals and the implications of new European regulations.\n\n- Exeter is leading on climate science for the Lancet's new Commission report to assess the current state of observations and projections on climate change and their implications for human health and to suggest positive ways forward in climate policy, public health practice and beyond. This builds on the large amount of NERC-funded research at Exeter on climate change and its impacts (summarised in reports from Working Groups 1 and 2 of the Intergovernmental Panel on Climate Change (IPCC)) and will consider how to prevent serious consequences for human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L012782/1","grantId":"NE/L012782/1","fundValue":"201620","fundStart":"2013-11-01","fundEnd":"2013-11-11","funder":"NERC","impactText":"  IAA report has been sent to NERC.  ","person":"Helen Gayle Butler","coPersons":["Juliet  Osborne","Peter  Cox","Richard Edward Brazier","Timothy  Quine","Neil  Adger","Matthew  Collins","Charles  Tyler","Fiona  Mathews","Michael  Winter"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}