{"id":"899B6697-C6AF-4AAF-90DE-91A344F6E8C4","title":"Elucidating structure and dynamics in solvates by NMR: applications to pharmaceutical solids","abstractText":"Understanding how small organic molecules pack together to form crystalline solids is a fundamental scientific challenge. Not only can the same molecule often pack in more than one way ( polymorphism ), but other molecules, often water, can be involved in the structure, significantly increasing the variety of solid forms. It is particularly important for the pharmaceutical industry to understand the solid-state behaviour of the drug molecules they produce, since the different solid forms often have different dissolution rates and so different pharmaceutical characteristics. Drug regulatory agencies require that the physical properties of the form used to be fully characterised, and uncharacterised forms may provide loopholes in patent protection. Solvates (that is solid forms including water or other solvent molecules) are widely used when anhydrous forms are unsuitable (e.g. prone to change form over time). However, the physical properties of hydrates vary widely: some are very stable, others tend to lose solvent and become amorphous. Trying to predict how a given material will behave is a fundamental scientific challenge.This proposal aims to remove some of this mystery by using nuclear magnetic resonance (NMR) to identify and characterise solvent molecules in solid forms. Other techniques, such as X-ray diffraction are able to identify solvent molecules that are relatively immobile, but struggles with the (interesting) cases where the solvent molecules are in motion. In contrast, NMR experiments are usually very sensitive to the effects of motion. We will be concentrating on applying new techniques for hydrogen NMR (both 1H and 2H), which is generally difficult in solids. In this case, however, we are interested in looking at the role of hydrogens in the structure ( hydrogen bonding ) and hydrogens in motion, and we believe that identifying the solvent signals will be feasible. This will be complemented by computational work to calculate the quantities we measure experimentally. This will allow us to better relate what we measure to structural features e.g. the length of hydrogen bonds. We will be studying a number of systems, chosen in collaboration with partners in academia and the pharmaceutical industry, which show different behaviour. Fully characterising the structural role and mobility of the solvent (and related features, such as hydrogen bonding), using solid-state NMR together with complementary techniques (such as X-ray diffraction), will make a major contribution towards understanding the behaviour of solvate forms. As well as answering fundamental scientific questions, this will be of great benefit to the pharmaceutical industry as they try to predict the suitability of different solid forms in advance, rather wasting time and money on forms that later turn out to be badly behaved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D057159/1","grantId":"EP/D057159/1","fundValue":"173354","fundStart":"2006-08-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"","person":"Paul  Hodgkinson","coPersons":["Robin Kingsley Harris"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}