{"id":"899E8E3A-F35E-4DEF-A744-3FF906E8B63E","title":"An investigation of tetrapod skull architecture using advanced computer modelling techniques.","abstractText":"The skulls of animals must balance the conflicting demands of strength and stability with flexibility, so that they can open their mouths as wide as possible and apply a maximum bite force without damaging the enclosed brain and sense organs. Ancestors of reptiles, birds and mammals had a solid skull except for eye and ear openings, but they soon began to develop openings (fenestrae) in the side of the skull behind the eyes; now different skulls have different patterns of fenestrae, but it is still not understood why. Furthermore the overall geometries of skulls are different. There is variation in skull depth, in the size of the brain and/or sense organs, in the complexity of the jaw muscles, and in the length of the neck. All of these features, individually or in combination, have a major effect on skull function (biomechanics) and may underlie the radical differences in skull architecture of living animals. The aim of this research is to understand the relationship between biomechanical forces and skull shape in living animals, and in particular to determine the biomechanical significance of skull fenestrations. To do this work, we need to combine the expertise of mechanical engineers, digital imagers, bone biologists, and morphologists, and use advanced computer modelling techniques to perform sophisticated biomechanical analyses. In this project, information from museum specimens of living animal groups (obtained by advanced computer imaging - High Resolution Computed X-ray Tomography) will be combined to develop accurate models of a range of skulls. These can be modified to change basic parameters (e.g. eye size, brain size, patterns of fenestration), and then loaded in ways that simulate changing complexities of the jaw and neck muscles, changes in size of the brain and sense organs, and/or increasing bite force. As a result, we can, for the first time, test a series of theories to explain skull shape. Not only will the study advance our knowledge of the development of a key group of organisms but it will also deepen our understanding of the complex relationship between biomechanical forces, soft tissue structures and skeletal shape. Understanding this complex relationship is important, not only to general biology but also to medicine (e.g. bone repair and remodelling, over-use injuries, osteoporosis).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E007813/1","grantId":"BB/E007813/1","fundValue":"22019","fundStart":"2007-05-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"","person":"Paul  O'Higgins","coPersons":[],"organisation":"University of York","findingsText":" The project was divided into two phases: (1) an examination of reptile cranio-cervical anatomy; (2) its use to create/validate functional skull and neck models, with subsequent modification to examine the effects of fenestration and emargination. \n\n\n\nYork's roles were primarily: contributions to developments of models; integration of results; &amp; contribution to manuscripts. We included data from a parallel PhD study on the lizard Uromastyx (Moazen et al. 2008, 2009a,b). Modelling/hypothesis testing in Sphenodon and lizards is complete, and the turtle work is almost complete: Morphology: A detailed review of Sphenodon cranial anatomy is complete (Jones et al. 2009, Curtis et al. 2009); another (120pp) on cranial joints will be submitted shortly; a third (on turtle cranial anatomy) is in preparation. New data on amniote skulls (museum visits: USA, Germany) forms the basis of a review of skull fenestration (in prep.).\n\n\n\nMultibody dynamics analysis: Our completed Sphenodon MDA model is the most complex musculoskeletal model of a head ever made. Activation of the neck muscles puts additional strain on the occiput, which we hypothesised influences skull shape. The geometry of the cranio-mandibular joint is reproduced with unconstrained contact during biting. The profile is complex, but our simulation results show that its geometry gives the necessary closing and shearing action observed in vivo. Each muscle is represented with multiple strands, but rather than simply applying maximum muscle forces based on PCSA, a new approach bases muscle activation on each strand's orientation with respect to the required direction of motion (at each time point of the mastication cycle). Analyses of unilateral and bilateral biting have shown that to achieve equal TMJ reaction forces, the balancing side muscle activation needs to be 65% of the working side.\n\n\n\nThis work has been presented at conferences, with one full paper published (Curtis et al. 2010), two in press (Curtis et al. 2010), and others in preparation. Modified versions of the first model have been analysed, with artificial closure of fenestrae to simulate an ancestral condition. MDA simulations of a turtle skull have used the above methodology; included muscle-tendon insertions replicate the complex relationship between the muscle, tendon and skull. Results to date show that: a) the combined use of MDA and FEA yields more realistic models than FEA alone; (b) the action of neck muscles did not alter strain patterns significantly in the skull, although strains were larger in some areas when they were included; (c) fenestrae form where strain is low and may thus be an expression of mechanical efficiency. The relationship between fenestration and emargination will be clarified by our completed MDA models of the turtle and the modified Sphenodon skull; (d) skull sutures do not lower the average strain in the skull, but do tend to reduce peak strain values and distribute the strains more evenly. Thus while strains decrease in some areas, they increase in others. \n\n\n\nThis result has important implications towards bone adaptation and remodelling, and may explain the maintenance of the current skull structures. The presence of soft tissue around key cranial joints probably contributes to shock-absorption; (e) PCSA, widely used to predict muscle strength, underestimates this strength if the target muscles have a complex pennate architecture; (f) mobile joints in lizards and bracing bars in other reptiles may be different ways of avoiding damaging strains around the jaw joint; (g) in animals without thecodont teeth, sensory feedback from the jaw joint and muscles is probably important in modulating biting.\n\n\n\nSummary of project findings\n\na) Development of new computer modelling protocols combining FEA with Multibody dynamics analysis; and development of new dynamic geometric\n\noptimisation procedure to model natural movements accurately.\n\nb) Detailed understanding of the anatomy and biomechanics of the feeding system in lizards, tuatara and turtles\n\nc) Understanding of the biomechanical role of skull sutures in adult animals\n\nd) Understanding of the selective pressures underlying the evolution of different skull morphologies This work contributes to our developing technologies for modelling craniofacial form and function. Our intention is to move this work to humans and so contrbute to better approaches for assessing the impact of congenital deformities and their treatment on people. Our approach is mainly computational and thereby minimises experimentation on live animals (although validation is necessary). Dynamic geometric optimisation [DGO] (Curtis et al. 2010, see above), developed during this project, further Education,Environment,Healthcare,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}