{"id":"89A03155-E1D9-482E-AFA5-E22862E54053","title":"SUSTAINABILITY INVENTION AND ENERGY DEMAND REDUCTION: CO-DESIGNING COMMUNITIES AND PRACTICE","abstractText":"<p>The project investigates the co-design of energy demand reduction technologies and communities of practice. Using methods from design, sociology and science and technology studies that enable play, exploration and ambivalence, the research explores how affect, ambiguity and aesthetics as well as functionality might enable communities to take innovative 'ownership' of technologies and systems of energy demand reduction. </p>\n\n<p>In Stage One, there is engagement with relevant communities to investigate strategies for energy-demand reduction and to recruit volunteers for a newly-formed community around the project. </p>\n\n<p>On this basis, in Stage Two, the team will design, batch-produce and implement speculative technological prototypes. These (affective, ambiguous, playful as well as instrumental) prototypes will be introduced to the volunteer community as part of a large-scale, extended field trial. </p>\n\n<p>The aim is to engender creative discussion and debate around matters of trust, responsibility and community ownership of energy demand reduction. In Stage Three regular ethnographic engagement with this community will record volunteers' complex views on the prototypes and their impact on emerging technical and social practices related to energy demand reduction.</p>\n\n<p>The results, along with other materials will be presented to a broader public in a launch event and exhibition. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-628-25-0043","grantId":"RES-628-25-0043","fundValue":"795640","fundStart":"2011-01-01","fundEnd":"2014-06-30","funder":"ESRC","impactText":"  We are actively publishing project results to audiences from several disciplines, most notably Human Computer Interaction, Sociology and Science and Technology Studies. Participants in HCI, particularly, include a significant proportion of industry researchers and practitioners.\n\nProject outputs have also appeared in several exhibitions. The Energy Babble, along with associated research materials and findings, has been exhibited in exhibitions organised by Karen Henwood and Bill Gaver with support from the EPSRC. These exhibitions, titled 'A Sense Of Energy - Multimodal Encounters With Energy Communities' have been staged twice to date:\no 26 - 28 June, The White Building, Hackney Wick, London \no 30 September - 2 October, The Senedd, Cardiff, Wales\nThese exhibitions reached a large and diverse audience, ranging from school children to government policy makers. We plan to publish an account of this in due course.\n\nThe Energy Babble was also included in the Feral Experimental exhibition, 18 July - 30 August, 2014 (Katherine Moline, curator) at the UNSW Galleries in Sydney, Australia. So far this has resulted in two press reviews:\no Jess Scully, 'Radio interview: Katherine Moline - Feral Experimental at UNSW Art &amp;amp; Design', So Hot Right Now, 2SER 107.3, 26 July 2014.\no Harry Azidis, 'Going Feral', Broadsheet Sydney, 8th August 2014.\nThere is interest in touring this exhibition both to Carnegie Mellon and to RMIT, Melbourne. In addition, a book of edited essays based on the exhibition (and including a chapter on the Babble) is planned as well.\n\nFinally, project members have discussed the project in numerous lectures internationally.\n\nThere are several 'user' communities for this work:\n\n1. The energy communities - our work has supplemented awareness of differences across communities, and problems of sharing 'best practice' across communities, in ways we expect to have lasting impact on their relationships. We are seeking to maximise this by post-project engagement with, e.g., the exhibitions we have staged.\n\n2. Energy Policy community - we believe our work will raise awareness of the negative impacts of overcomplicated, inconsistent and variable policy initiatives. The exhibitions and associated lectures and workshops are the primary mechanism for achieving this impact (note that the Wales instance of the 'Sense of Energy' exhbition was held in the Senedd where various policy makers encountered the displays and attended the opening symposia).\n\n3. Wider public - our work will have public impact by demonstrating the complexity of issues around 'energy demand reduction' (eg the complex status of energy-related 'information'; the complexities of relations between 'energy communities'). Once again, the exhibitions have proven valuable in reaching a broader public, including school children, university students, workers in sustainability related fields, as well as general passersby. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment Cultural,Societal","person":"William  GaverMike  Michael","coPersons":["Jennifer  Gabrys"],"organisation":"Goldsmiths College","findingsText":" Our findings come from a practice-based approach in which we worked with 6 - 8 'energy communities' spread across the UK. In addition to visiting the communities, we hosted an 'engagement workshop' and provided Cultural Probe kits for community members to work with at home. We developed several design workbooks and focused on the concept of an 'Energy Babble', developing this to batch-produce a set of highly-finished research devices. The Energy Babble is an audio device using synthesised speech to read out energy-related content algorithmically scraped from the web, and also inputs made by the devices' users. Twenty eight Babbles were distributed to the communities for a period of about six months, and their engagements studied through a combination of ethnographic interviews and documentary film.\n\nBased on this work, our findings are: \n\n1. Energy communities are heterogeneous and struggle with policy.\nEnergy 'communities' are by no means coextensive with their geographical settings. Typically involving small numbers of committed members who see themselves as practitioners, innovators and transition advocates, they form and reform in response to policy and funding changes, seek to enrol the communities of their villages or towns or cities, and agonise over how they will involve more people in their plans. Some were extremely well organised and funded, while others were very ad hoc and quiet. \n\nRelated to this, Energy communities have a very diverse set of orientations, interests and activities with regards to sustainable energy generation and demand. Although not entirely co-extensive with their geographical setting, the Energy Communities are, in part, shaped by the socio-cultural specificities of their geographical milieu. The orientations that the local communities take are typically inflected with particular engagements with on-the-ground concerns and practices such as energy literacy, agricultural uses, energy poverty, and so on. This makes forming them into larger communities or sharing knowledge and best practice problematic.\n\nA strong message from the communities was that they see Government policies as very difficult to work with. There were several reasons for this, including their constant change and the perception that they were made overly complicated to discourage excessive participation.\n\n2. A mixed Design- and Sociology-led methodology supported engagement with the energy communities.\nDesigns like the Babble can play a dual role in the communities. On the one hand, the system provided information and allowed some communication amongst participants. More importantly, it played an active role in conversations between participants and researchers, helping to reveal a great deal of information about their activities, experiences and concerns.\n\nSimilarly, design-led methods like those used in the engagement workshop and the Cultural Probes appear effective in shaping a positive, collaborative relationship with community participants who are busy, and somewhat jaded from a great deal of traditional social scientific scrutiny.\n\nNew methods were also developed and trialled as part of the project. This included the design and deployment of software research robots on Twitter - building on developments in Digital Sociology - and a Descripting workshop, where the assumptions designed into existing energy monitoring technologies was held up against actual use.\n\n3. The internet is an emerging ecology of energy-demand reduction that can be used in design.\nThe Internet is a repository for a vast range of content relevant to energy conservation and production, including information about the national grid, government policy, available technologies and community practices. Social media may be a valuable source of energy-related information. Algorithmic web scraping is an effective way to find and gather this information, however filtering and organising it to align with communities' activities is a significant challenge.\n\nThe Internet is also a setting for the emergence of new energy-related practices and actors, such as the bots mentioned earlier. The Internet, including social media, can therefore be understood as a novel and emerging ecology of energy-demand reduction not reducible to an information repository or communication medium.\n\nProduct design allows technologies to be embodied appropriately in order to make the most of the concrete features of the communities and groups described above. For example, deploying a design in a school drives new forms of use by groups engaged in demand reduction, fieldwork and other activities who can respond to these emerging practices. 1. Academic communities - the project provides methodological examples ranging from new ways to engage participants to the use of devices to explore communities that can be used and extended by researchers and practitioners in HCI and Sociology concerned with environmental and other issues.\n\n2. The energy communities - our work has supplemented awareness of differences across communities, and problems of sharing 'best practice' across communities, in ways we expect to have lasting impact on their relationships. We are seeking to maximise this by post-project engagement with, e.g., the exhibitions we have staged.\n\n3. Energy Policy community - our work will raise awareness of the negative impacts of overcomplicated, inconsistent and variable policy initiatives. The exhibitions and associated lectures and workshops are the primary mechanism for achieving this impact (note that the Wales instance of the 'Sense of Energy' exhbition was held in the Senedd where various policy makers encountered the displays and attended the opening symposia).\n\n4. Wider public - our work will have public impact by demonstrating the complexity of issues around 'energy demand reduction' (eg the complex status of energy-related 'information'; the complexities of relations between 'energy communities'). Once again, the exhibitions have proven valuable in reaching a broader public, including school children, university students, workers in sustainability related fields and other passersby. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Energy,Environment","dataset":"gtr"}