{"id":"89A89AC9-2B38-4B16-9580-6849A6B3ADEC","title":"Poisson Algebras of Holonomy Functions on Riemann Surfaces","abstractText":"This is a project in Pure Mathematics (Integrable Systems), to attract two outstanding scientist, Prof. L. Chekhov, for one year and Prof. Jorgen Andersen for a total period of one month to the Mathematics Department at Loughborough University.\n\nClassically, physical phenomena are generally described by differential equations or, in other words, by equations which involve certain physical quantities (such as the position of a particle) and their variations (such as the particle velocity or its acceleration). Usually differential equations are very difficult or impossible to solve. Nevertheless there is a special class of differential equations (called integrable), which can be rewritten in the Lax form and therefore can be interpreted as an isospectral deformation. When we have a Lax representation for a physical system, then we can use many beautiful mathematical tools to understand, and often predict, its behaviour. In this project we will concentrate on a special class of equations which admit Lax representation: the so called Isomonodromic Deformations. \n\nIn particular we will construct an isomonodromic deformation which will be related to a certain abstract algebra. Algebras of this kind give the correct set up for quantisation. Indeed, at quantum level the physical quantities are replaced by operators called observables belonging to some abstract algebras. For this reason the study of such algebras has many applications in Applied Mathematics and Theoretical Physics. \n\nFinally, we will give a geometric characterisation for this algebra, based on the celebrated Goldman bracket. This will allow us to establish a link between our work and the filed of Algebraic Geometry in Pure Mathematics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007234/1","grantId":"EP/J007234/1","fundValue":"111837","fundStart":"2012-05-04","fundEnd":"2013-05-03","funder":"EPSRC","impactText":"  Not yet - this is basic research.  ","person":"Marta  Mazzocco","coPersons":[],"organisation":"Loughborough University","findingsText":" The PI and VR discovered a new algebra structure on the space of upper--block triangular matrices. In the case of one--dimensional blocks (i.e. upper triangular matrices) this algebra reduces to the famous Nelson--Regge algebra appearing in $2+1$-dimensional quantum gravity, in Frobenius manifold theory as the Dubrovin--Ugaglia bracket and in Chern--Simons theory as Fock--Rosly bracket.\n\n\n\nThe outcome of this proposal proposal was to completely characterise this new algebra structure for any block dimension both from an analytic point of view and from a geometric point of view. \n\n\n\nThis work will lead to several applications of our algebra in the areas of topological quantum field theory and quantum gravity on the theoretical physics side and to Frobenius manifolds theory and to algebraic geometry on the pure mathematics side. All outcomes are Open access. PI and VR attended several conferences and gave talks o disseminate the results. Other","dataset":"gtr"}