{"id":"89AAF84F-DE56-4D66-B420-0F2A6727AF0D","title":"Exploring the Limits of the Standard Model and Beyond","abstractText":"Experiments at the Large Hadron Collider (LHC) have recently began taking data and over the next decade will have a very major impact on particle physics. They will confirm or disprove the Higgs field as the underlying mechanism for the generation of mass and it is to be expected that there will be signatures of physics 'Beyond the Standard Model'. The Standard Model of Particle Physics has been remarkably (and frustratingly) successful and yet leaves in its wake the following well known puzzles: the origin of mass, the quest for unification and the problem of flavour. This proposal is to support the research of the theoretical particle physicists at the University of Southampton which addresses these questions. The main goal is to provide the theoretical ideas and techniques which will help our experimental colleagues discover the Higgs Boson and signatures of new physics, to influence the analyses which will be performed and to contribute to the theoretical interpretation of the experimental data. There are many aspects to this work and we now briefly review some of these and explain the Southampton group's role. The experimental discovery signatures of the Higgs Boson, and indeed of the particles present in theories beyond the standard model, depend on the masses of these particles and on the new theories. In Southampton we have expertise and experience in devising strategies for these searches and also in developing theories of new physics. We have close links to the UK experimenters working at the LHC and will work closely with them in their analyses. Indeed, together with the Rutherford-Appleton Laboratory (RAL), we have founded the NExT (New Experimental Theoretical Interactions) Institute with the close collaboration of theorists and experimenters as its main goal, and NExT has recently been expanded to include Sussex and Royal Holloway. The results from the analyses in turn will constrain the new theories, for example by confirming or disproving the idea of supersymmetry, and guide us in unravelling the next level of fundamental physics. These are remarkably exciting times! Of course, in order to be confident that we have observed a signal of new physics we have to be sure that what we are seeing is not simply a subtle effect of the standard model. Frequently, as a result of our limited ability to quantify the effects of the strong nuclear force, this is difficult to do. In Southampton we have outstanding expertise in quantum chromodynamics, QCD, the theory of these strong interactions. This includes a major research programme using state-of-the-art supercomputers to compute these effects for a wide variety of physical processes. A major component of our future programme is to expand and develop the activity of numerical simulations on the IBM BlueGene/Q supercomputers which will be commissioned in mid-2011. It is likely that some (or perhaps all) new particles will be too heavy to be observed directly at the LHC. In that case their presence will have to be deduced indirectly, by observing deviations from Standard Model predictions for 'rare' processes. The programme of numerical simulations will be central in establishing these deviations as will the analytical techniques which we are using. We also have a wider interest in the behaviour of strongly interacting systems which could play a role in physics beyond the standard model and in cosmology. For example we will study composite higgs models and variants of QCD with very different behaviour. Such systems are also deeply connected to theories of gravitation through a 'duality' which provides an alternative description of strong coupling in terms of general relativity, string theory and black hole physics - these studies will shed light on physics from phase transitions in QCD to quantum gravity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J000396/1","grantId":"ST/J000396/1","fundValue":"1141830","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"STFC","impactText":"","person":"Christopher  Sachrajda","coPersons":["Roman  Zwicky","Pasquale  Di Bari","Jonathan  Flynn","Douglas Alan Ross","Elena  Accomando","Nicholas John Evans","Stefano  Moretti","Alexander  Belyaev","Tim R Morris","Stephen Frederick King"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}