{"id":"89AB108A-3027-4C8D-BCCA-FCEDF62A93A8","title":"Realising the benefits of structural and functional MRI at ultra-high-field","abstractText":"The quality of Magnetic Resonance Imaging (MRI) improves as the field strength of the scanner increases. Most hospitals in the UK have 1.5T scanners, but at the Sir Peter Mansfield Magnetic Resonance Centre in Nottingham we are exploring the potential of a 7T MRI scanner, currently the only one of its kind in the UK. We have already shown that this system gives significantly better quality pictures of the brain, and this will be further improved by the new hardware and software we plan to develop. This should enable us to find the ?missing lesions? in multiple sclerosis and to study changes in the brain associated with a range of neurodegenerative diseases, including Parkinson?s disease. We will validate some of the methodology using post mortem specimens, and then transfer it to patients. This will quickly lead to improved diagnosis and eventually to improved treatment. Ultra-high-field (7T) is particularly benefitial when MRI is used to study brain function. We will develop techniques for quantifying brain activity, and will combine images from MRI with data from other imaging methods, to identify networks of brain activity. Once developed, these techniques will provide a safe, non-invasive way for neuroscientists to explore and understand brain function, which remains one of our greatest scientific challenges. In Nottingham we will use these techniques to understand what the brain is doing when it is apparently resting, and how sequences of movement are learnt. We will also use them us to understand better the origins of some mental health problems. For example we will explore what happens when the brain fails to recruit a brain network appropriately, which is thought be the cause of inappropriate behavioural responses in Tourette?s syndrome, as well as some of the clinical symptoms of schizophrenia. Although our research involves leading edge facilities that are unlikely to become widely available in the near future, we anticipate that we will be able to find ways to transfer the most clinically promising methods to the lower field MRI systems that are to be found in almost every hospital in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901321","grantId":"G0901321","fundValue":"2056140","fundStart":"2010-06-30","fundEnd":"2015-06-29","funder":"MRC","impactText":"","person":"Peter Gordon Morris","coPersons":["Walter  Kockenberger","Dorothee P Auer","Susan  Francis","Stephen  Jackson","Katrin  Krumbholz","Peter Francis Liddle","Paul  Glover","Alan Richard Palmer","Richard  Bowtell","Tomas  Paus","Penny Anne Gowland"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}