{"id":"89AEA128-A2F6-4DE5-AD22-B045D483BAB7","title":"Biotic responses to environmental change: dwarf mammals of Mediterranean islands as evolutionary experiments in the Quaternary","abstractText":"Climate change over the last million years has seen rapid fluctuations between ice ages and warmer 'interglacials'. At the height of an ice age the sea level could be up to 120 metres lower than it is today; then, when the climate warmed, the sea would rise once more. Understanding the impact of these changes has direct relevance to understanding the possible ramifications of the current global warming trend. The impact of such changes was felt most strongly on islands. Many island features are linked with sea level - they become larger and closer to the mainland (maybe forming a landbridge) as sea level drops; the opposite happens when levels rise. We know from modern islands that the smaller they are, the fewer species they can support. Island species are also often unique to that island, and they are vulnerable to extinction. Consequently, island species form a 'front-line' of response to climate change. We will investigate the effects of climate change over the last million years on island elephants and deer in the Mediterranean. Their commonest evolutionary response was to become dwarfed - a phenomenon that came to prominence with the discovery of a fossil dwarfed human on the island of Flores in Indonesia. In some species, dwarfing was extreme (elephants on Sicily, for example, weighed 150 kg, compared to a mainland ancestor of 10,000 kg), and we will use this as a 'marker' for evolutionary change. Until now, no one has considered the evolution of dwarf mammals in the context of climate change, because there are few reliable dates to tell us when these species evolved. To answer these questions we will first conduct detailed examination and measurement of fossils of the dwarf deer and elephants preserved in museums. We already have similar data on mainland species, and the comparison will allow us to determine how many species of dwarfs there were, and their ancestry. Comparison of measurements will then allow us to calculate the percentage reduction in body size and weight, and more detailed features of the teeth and bones will reveal whether the dwarfs had become specially adapted to the island environments. Secondly, we will use cutting-edge techniques to determine the geological age of the dwarf species. We will employ four different methods of dating that between them will allow us to determine ages within a narrow range of error. These methods use tooth remains of the mammals, and shells and sediments from the deposits in which they were found, and also require measurements to be taken at the sites. To this end we will visit a number of key localities on Sicily, Malta, Crete and Cyprus where remains of dwarf elephants have been found, and conduct small excavations to produce fresh material for dating and for comparison with previously-excavated fossils. Thirdly, we will use existing knowledge about climate and sea-level changes over the past million years to plot maps of the changing size and shape of the islands and, in the case of Sicily and Malta, their possible connections to each other and to the mainland. Putting together these three strands, we will be able to determine how global changes impacted the evolution of the mammals. Did major climatic events trigger bursts of evolution on many islands? What was the speed of evolutionary change? Did the dwarf species endure for a long time, or did they soon become extinct, perhaps due to further climate change? Did the same thing happen repeatedly in a cyclic fashion? Was the degree of dwarfing influenced by island size, time of separation, or other factors such as available vegetation? The results of this project will provide a microcosm of the impact of global change on mammal evolution. It will also help explain a long-debated phenomenon - that of island dwarfing. It will, finally, refine methods and produce data of broader application, especially in the proposed dating of important geological sites around the Mediterranean.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F01824X/1","grantId":"NE/F01824X/1","fundValue":"29914","fundStart":"2009-05-01","fundEnd":"2013-04-30","funder":"NERC","impactText":"  Our field visits to Sicily were reported widely in the newspapers and on television, capturing the interest of the community.\n\nOur scientific findings are currently in preparation for publication Culture, Heritage, Museums and Collections Cultural","person":"Kirsty  Penkman","coPersons":[],"organisation":"University of York","findingsText":" This grant aimed to test the impact of Quaternary climate change (and concomitant sea-level variation) on mammalian evolution, using the 'model system' of dwarfing on Mediterranean islands.\n\nWe have contributed significantly to the construction of an absolute chronology for the Middle to Late Quaternary of the central and eastern Mediterranean, using a battery of dating techniques (optically-stimulated luminescence, electron spin\nresonance, amino acid racemisation, uranium-series).\n\nThis has enabled us to provide constrained dates on the major taxa of Mediterranean dwarf elephants and deer, and on the time of dispersal of ancestral mammal taxa to the islands.\n\nNew fieldwork conducted on classic dwarf mammal localities, and new excavations have allowed the collection of in situ fossils with directly-linked samples and measurements for dating.\n\nWe have made considerable progress on developing a method for amino acid dating a closed system within tooth enamel, which a new PhD studentship will extend. \n\nThis has enabled us to understand better the taxonomy of Mediterranean island deer and elephant species, in relation to their mainland ancestors, providing the power to isolate factors and test hypotheses. The chronological control now developed at key sites will allow other researchers to explore patterns and causes of independent island dwarfing across a series of islands in one region. It will also aid in the reconstruction of Mediterranean sea level in response to the global climate signal. Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}