{"id":"89B7C5EA-1AFD-458C-903E-745CD7BE86C4","title":"TeraScale Shear Flow Challenge","abstractText":"When pouring cream into a cup of tea or coffee, everyone is familiarwith the streaks of white that form when the cup is stirred - beforethe mixture becomes completely uniform. Stir the cup faster and thewhite streaks are wound round to an even greater extent before eithermerging or splitting. This pattern is typical of a fluid mixture drivenby a shear flow - a flow that tends to distort or elongate features ina particular direction.This work investigates the characteristics of a mixture driven by asteady shear flow, which turn out to show some surprisingly subtleproperties. For example, it is not known if the fluid patches in aconstant shear flow will grow in length forever (given a large enoughcontainer), or will eventually break and form strips of finite lengthand width.This work will attempt to answer this question using extremely largecomputer simulations (even performing laboratory experiments on largeenough containers is difficult). The simulations will help to understandfluid behaviour at a fundamental level. This understanding isimportant if we are to explain the behaviour of more complex problemsstill, many of which crop up in everyday life - like stirring a cup oftea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F054750/1","grantId":"EP/F054750/1","fundValue":"2633","fundStart":"2008-01-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"  At the moment, the results of this work have been of interest only to the scientific community.  ","person":"Kevin  Stratford","coPersons":["Michael  Cates","Davide  Marenduzzo"],"organisation":"University of Edinburgh","findingsText":" There were two key findings. First, we showed that mixtures in shear flow behave differently depending on the strength of the shear. Two regimes were characterised: one in which flow was laminar and mixing suppressed and another in which was turbulent with significant mixing. For liquid crystals, a major surprise was the observation that a small crystal did not grow as expected, but gave rise to a very complicated structure. Processes involving mixing of fluids, e.g., in the food industry, might be make use of information on mixing, while the liquid crystal results are currently of theoretical interest. Agriculture, Food and Drink,Chemicals","dataset":"gtr"}