{"id":"89CD0693-1BE1-4635-A853-1A23B94233F0","title":"Quantitative 4D Echocardiography using Fusion Techniques and Spatio-temporal Analysis","abstractText":"4D echocardiography (or real-time 3D echocardiography) is a recent addition to the volumetric cardiac imaging field which is receiving significant clinical interest as it may replace the need for more expensive techniques (MRI) and also suggest new areas of application for volumetric cardiac imaging e.g. in interventions. This research project, building on the succces of EPSRC GR/S72801, concerns quantitative 4D echocardiography, and in particular developing quantitative methods for estimating global and regional functional measures of the health of the heart from 4D echocardiography The novelty in the project is built on two principal ideas.1. Fused 4D echocardiography: an idea, initially investigated in EPSRC GR/S72801, of fusing information from 2 or more 4D acquisitions to get an anatomically more complete representation of the structure/function of a heart than can be obtained from a single acquisition. In prior work we developed methodology for fusion and showed it led to superior 3D images. In this new project we plan to investigate automated quantitative analysis (segmentation) which we hypothese will be superior on fused 4D echocardiography. We will also investigate techniques for combined alignment (registration) and segmentation which is a natural next step to investigate towards making quantitative fused 4D echocardiography fully automated and hence useful in clinical practice. 2. Analysis of combined rest and stress echocardiographic sequences: Stress echocardiography is a widely used test in clinical practice where imaging is done when the heart is at rest and then after it has been stressed. The limited work on quantitative image analysis of stress echocardiography has treated rest and stress sequences separately even though it is the relative difference between the two that is used in clinical diagnosis. The novel idea in this part of the project is to use both pre and post stress sequences to define a model of healthy/abnormal function (mathematically a Hidden Markov Model) which is learned from training sequences. We do this on volumetric data. In the project we will build such models and apply them to initially classify disease and then as a constraint in segmentation.Both developments will advance clinical 4D echocardiography, and 3D cardiac imaging more generally. The developed tools may also find application in non-cardiac applications, such as in obstetrics and gynaecology (assessing the health of the uterus), or oncology (tumour response to treatment).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030693/1","grantId":"EP/G030693/1","fundValue":"582008","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  Licensing of technology to a university spin-out.\nLicensing of software to a university spin-out.\nBeneficiaries: SME\n\nContribution Method: Developed and evaluated clinically the solution with report of findings in academic engineering and clinical journals. Healthcare Societal,Economic","person":"Alison  Noble","coPersons":["Harald  Becher"],"organisation":"University of Oxford","findingsText":" This project has advanced technical aspects of the 4D fusion echocardiography approach and demonstrated that it has similar diagnostic quality as 2D contrast echocardiography which is the gold standard for stress echocardiography (see publications). This is significant in suggesting that 4D fusion echocardiography may be a viable alternative to using contrast agent imaging in a stress clinic although further clinical evaluation is needed to verify this hypothesis.\n\nTechnical advances have also been made to demonstrate how machine-learning can be used for plane-finding and segmentation (delineation of boundaries) and quantification in 4D echocardiography.\n\nResults have been published in peer-reviewed engineering and clinical journals. Earlier work has been licenced to a university spin-out Intelligent Ultrasound.\n\nThe focus of this work was left ventricular analysis but the analysis has been extended to right ventricle analysis which is a harder geometry to analyse. \n\nSome of the results have been translated to the fetal ultrasound domain. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}