{"id":"89CE1D22-D813-4EF9-8719-3267139865AF","title":"Dopamine mechanisms underlying bidirectional effects of cue salience on Pavlovian learning","abstractText":"Animals learn to use cues in the environment to predict the occurrence of rewarding events (e.g. the presence of food). However, natural environments are highly complex and some cues are more attention-grabbing (or salient) than others, and it is not clear how animals select which cues they should learn about. The actions of the chemical messenger dopamine, in a brain region called the nucleus accumbens (NAc), is essential for learning about the relationship between individual cues and the presence of reward. The role of NAc dopamine in this type of learning has been well-studied and we have several good theoretical models that link NAc dopamine and learning to explain how these associations are formed. Although these models take into account how salient cues are, we have recently found that the relationship between cue salience and learning of this type is more complex than is currently appreciated. Specifically, we have found that a particular type of genetically-altered mouse is much more sensitive to the salience of a cue than normal mice: they learn faster than normal mice when a cue is highly salient, but slower when it is less salient. Additionally, the genetic alteration that these mice carry implicates dopamine in another brain region - the cortex - in mediating this enhanced sensitivity. This is surprising, as the cortex is not normally thought to be involved in this type of learning. Therefore, this research will investigate what it is about specific cues that make them more or less salient, whether the relationship between NAc dopamine and learning is different in the genetically-altered mice, and whether the cortex is responsible for causing these differences. To do this, we will take advantage of two newly-developed and powerful techniques. Firstly, we are able to use fast-scan cyclic voltammetry to record NAc dopamine at a very fine timescale whilst animals learn which cues predict reward. This means that an animal's behaviour at a given moment in time can be directly related to its NAc dopamine, something which is essential for developing good theoretical models about the link between these factors. Secondly, we will use virally-mediated gene transfer to selectively remedy the genetic alteration found in the mice in either the cortex or NAc, to see whether doing so returns the mice's behaviour to normal. This will allow us to test which brain regions cause the behavioural difference that we see in the genetically-altered mice. \n\nUnderstanding how animals select which cues to learn about is fundamental to lots of types of behaviours. Understanding how differences between cues shape this process is essential to developing good theoretical models of learning. This research will provide new information about this relatively-neglected process, and will investigate the role that dopamine in the NAc and cortex plays. These studies will contribute to our understanding of how different brain regions work together as a whole, something which is critical to fully understand what might go wrong in brain disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M024148/1","grantId":"BB/M024148/1","fundValue":"425639","fundStart":"2015-11-01","fundEnd":"2018-10-31","funder":"BBSRC","impactText":"","person":"Elizabeth  Tunbridge","coPersons":["Mark  Walton","Matthew John Wood","David MacKenzie Bannerman"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}