{"id":"89CF280A-5349-4CC9-9921-DA4EF5CBB105","title":"Durham Astronomy Consolidated Grant 2014-2017","abstractText":"By the nature of the questions it addresses, Astronomy attracts the imagination of the public to an extent that only very few other branches of science can match. It is immediately accessible to every human by simply gazing up into the night sky to look at the stars and the Moon. This has provoked questions about the origins of the Earth, stars and our Solar System, as well as the origins of the Universe since the dawn of civilisation.\n\nThe past twenty years have seen the emergence of a standard model in Astronomy for the constituents of our Universe, as well as for the origin and evolution of all structure within it. According to this model, we live in a universe where at least two thirds of all mass-energy is now in the form of a dark energy field which is causing the Universe to expand at an ever increasing rate. About a quarter is in dark matter, most probably a new weakly interacting elementary particle yet to be detected on Earth. Only the remaining 5 percent is ordinary, or baryonic, matter of which at the present-day only about a tenth is in stars and the planets such as the Earth and the rest resides mostly as gas in the space between galaxies.\n\nThe structures formed by dark and baryonic matter were seeded by quantum fluctuations imprinted in the density field of the Universe at the earliest instants of the Big Bang. These produced weak sound waves in the near-uniform primordial plasma that left observable imprints on the heat left over from the Big Bang, emitted when the Universe was only 400,000 years old. These tiny ripples grew into the full richness of structures we see around us in the Universe today: galaxies, groups, clusters and larger-scale structures. It is this transformation from a near-uniform primordial soup to a cosmic web of structure that is the focus of our proposal.\n\nOur programme knits together cutting-edge theoretical research into the earliest phases of the Universe with theoretical and observational projects to determine the formation and evolution of structure in the Universe and to confront the predictions of our models with our latest observational results, while exploiting instrumentation developments being pursued in Durham. We will focus on the evolution of galaxies back to the earliest times in the Universe and the influence which their environment has had on their properties. We will investigate the formation and evolution of black holes and their role in determining the structure and properties of galaxies and larger scale structures, using the latest instruments on ground-based observatories and Earth-orbiting satellites and theoretical models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L00075X/1","grantId":"ST/L00075X/1","fundValue":"5929100","fundStart":"2014-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"Ian  Smail","coPersons":["Jeremy  Allington-Smith","Timothy Paul  Roberts","Richard Gwyn Bower","Carlos  Frenk","Thomas  Shanks","Carlton  Baugh","David  Flower","Cedric  Lacey","Baojiu  Li","Martin  Ward","Simon Leo Morris","Chris  Done","Vince  Eke","Richard Michael Myers","Shaun  Cole","Gordon  Love","Tom  Theuns","David Mark Alexander","Adrian  Jenkins","John  Lucey","Anthony Mark Swinbank","Alastair Clouston Edge","Richard  Wilson","Ray Martin Sharples"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}