{"id":"89D2FBBA-7246-4962-B24F-D8DF2554A044","title":"Invisible Heat","abstractText":"Invisible Heat is a cross disciplinary art science project, that aims to educate people initially in Southampton about RAL Space Science use of infrared to measure sea surface temperature and Climate Change.\n\nInvisible Dust's rationale is that many areas of science are invisible (in this case infrared) and so difficult for people to understand. By collaborating with artists who work with many tools : sound, installation, visual and other; the invisible is made visible.\n\nWe will engage 15 young people, many from deprived rural areas near Southampton with STFC Space Science and how it is related to climate change through Dr Mortimer's Queen Mary 2 research; the results will be their own creation of art videos containing satellite images and film footage from archives. Following the creation of their artwork, we intend to show it to 20,000 people at the Southampton Film Festival, the Royal Observatory with 1.6 million audiences p.a and on the Queen Mary 2 with 300,000 visitors p.a.\n\n15 young people from Hounsdown School will be provided with science workshops on infrared, the RAL instrumentation on the Queen Mary 2 and the satellite measurement of sea surface temperature with Science Educator, Elizabeth Jeavans. \n\nThey will then develop digital art skills with artist Gary Stewart and use satellite images and the RAL Space archive to edit the images together to create their own videos. These will be shown at the Southampton Film Festival and the Royal Observatory.\n\nWe aim for the young people to show their work to the whole school through events and screenings at assemblies which will involve 1215 school students.\n\nWe aim to organise a wider schools day for 120 young people from Southampton Schools at the National Oceanography Center.\n\nWe intend to show this local audience how STFC funded research is taking place in their area. Since the Queen Mary 2 docks at Southampton regularly, this research has a relevance to their lives and the wider community. There is great emotional attachment and interest in the cruise ships in Southampton; many people work on them and they are a great physical presence when they are in port. \n\nThis community engagement project has been produced by Curator Alice Sharp from Invisible Dust with Dr Mortimer, Dr Marek Kukula, Public Astronomer at The Royal Observatory and Elizabeth Jeavans formerly education manager at the Royal Society. \n\nThe Wellcome Trust supported Invisible Dust project has been successful in attracting press: this year it has been covered twice on the Guardian website (37 million visitors per month), The Huffington Post (9.8 million visitors per month) and the curator was interviewed on BBC Look East news.\n\nThis year Invisible Dust has already worked with RAL to apply to the Leverhulme Foundation for Elizabeth Price to be the first RAL Space Science artist in residence with Dr Hugh Mortimer in 2012. This STFC application is to extend the benefit of the residency.\n\nInvisible Heat aims to be attractive to audiences through:\n\n-Focusing on the interest in the measurement of Climate Change\n- Artworks will enable non traditional science audiences to engage\n- Involvement of two leading scientists Dr Hugh Mortimer and Dr Marek Kukula\n-Appealing and accessible subject matter for young people of a cruise ship \n-Southampton has a population of 240,000 and great interest in the cruise ships, even the Council's website has a register of those in port ( http://www.southamptonvts.co.uk/cruise_ship.asp )\n-Possibility of filming the Queen Mary 2 and for the exhibition to travel on it\n-Partnership with Royal Observatory \n-Partnership with Science Learning Center South East and STEMPOINT at Intech, Winchester to involve Southampton schools and teachers\n-Presentation of the exhibition at the Southampton Film Week, which has a youth focus\n--Partnership with RAL schools and marketing officer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K002392/1","grantId":"ST/K002392/1","fundValue":"9974","fundStart":"2012-08-29","fundEnd":"2013-02-28","funder":"STFC","impactText":"","person":"Alice  Sharp","coPersons":["Alwyn Hugh  Mortimer"],"organisation":"Invisible Dust Limited","findingsText":"","dataset":"gtr"}