{"id":"89D6598D-5FFC-4F74-A11E-CD8F641A3763","title":"The role of Cenp-F and Nudel in chromosome segregation","abstractText":"THE BIG PICTURE: The fertilisation of a human egg by a sperm generates a single cell, which, following successive rounds of cell division, creates a person comprised of billions of cells. Before each division, the cell must replicate and segregate its genome such that both daughter cells receive all the genetic information required for further growth and development. Because the human genome is divided into 46 chromosomes, the segregation process presents a challenge to the cell: it is critical that each daughter cell receives one copy of each chromosome. If the segregation process is not accurate, a cell may either gain or lose chromosomes. Unfortunately, such events do occur and they are often associated with age-related diseases. For example, Downs syndrome arises when a child inherits an extra copy of chromosome 21. In addition, human cancer cells routinely make errors and consequently have highly irregular numbers of chromosomes. We are interested in understanding the molecular mechanisms cells use to accurately segregate their chromosomes, and how these mechanisms go wrong in diseases associated with aging. CENTROMERES ENSURE ACCURATE CHROMOSOME SEGREGATION: When a cell is ready to divide, it assembles a bipolar microtubule spindle to which the chromosomes attach. When all the chromosomes are attached, they spilt longitudinally into two sister chromatids which are pulled to opposite poles. The cell then divides down the spindle equator such that each daughter cell receives one copy of each chromatid. If the chromosomes are to be segregated accurately, two criteria must be satisfied. First, the chromosomes must biorient, i.e. sisters must attach to opposite poles. Second, because chromosomes split synchronously, splitting must not occur until every chromosome is bioriented. Centromeres, specialised chromosomal-subdomains play two key functions in this process. Firstly, they assemble kinetochores, protein-structures which capture microtubules and move chromosomes on the spindle. Kinetochores sit back-to-back on each chromatid thus facilitating biorientation. Importantly, kinetochores also regulate a surveillance mechanism, the spindle checkpoint, which prevents splitting until all the chromosomes are bioriented. Second, centromeres are the sites which hold the sister chromatids together, a process know as cohesion. Importantly, cohesion must be maintained until all the chromosomes are bioriented: if prematurely dissolved, sisters will not be able to attach to opposite spindle poles. To understand how centromeres perform these functions, our strategy is to focus on key proteins and dissect their properties at the molecular level. OUR PLAN: Cenp-F is a large multi-functional protein which localises to kinetochores. Recent studies indicate that Cenp-F is required for kinetochore-microtubule interactions and chromatid cohesion. We have discovered that Cenp-F binds a protein called Nudel, suggesting that Cenp-F's function might be mediated via Nudel. A major part of this proposal therefore is to dissect the role of Nudel and define its relationship with Cenp-F. However, because of the limitation of the methodology used thus far to study Cenp-F function, its exact role remains controversial. In addition, Cenp-F may play roles outside of chromosome segregation. In particular, Nudel clearly plays roles in post-mitotic neurons. In addition, Cenp-F is a substrate of APC-Cdh1, an enzyme complex required for axonal growth and patterning, as well as synaptic development and function. Furthermore, Cenp-F-related proteins are required for myogenesis. Therefore, to unambiguously define Cenp-F's role and to study it in the wider context of the whole organism, we will generate a strain of mice harbouring a mutation in the CENP-F gene. Not only will this approach allow us to investigate Cenp-F's function in vivo, but it will also provide powerful new in vitro systems to tease apart the various functions of this poorly understood protei","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015034/1","grantId":"BB/E015034/1","fundValue":"425070","fundStart":"2007-06-01","fundEnd":"2010-11-30","funder":"BBSRC","impactText":"  I have already filed reports on these grants Other ","person":"Stephen Sean Taylor","coPersons":[],"organisation":"The University of Manchester","findingsText":" I have already filed reports on these grants I have already filed reports on these grants Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}