{"id":"89D73879-41A6-42E1-9FF0-C49F42565A2A","title":"US-UK partnership in NMR structure validation","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K021249/1","grantId":"BB/K021249/1","fundValue":"30612","fundStart":"2013-06-01","fundEnd":"2017-05-31","funder":"BBSRC","impactText":"  The results are being taken forward, to cumulate into a community-supported, open-source effort, managed by a flexible, open and accessible group of community representatives. Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Geerten Willem Vuister","coPersons":[],"organisation":"University of Leicester","findingsText":" Prof. Vuister co-organised with the EBI, Hinxton, a workshop to discuss the exchange of data between NMR software packages. The participants included the US partner in this project, Prof. Guy Montelione, and all relevant stakeholders in the field of Biomolecular NMR. A white-paper detailing the issues was first produced in anticipation of the meeting by Prof. Vuister and Dr. Fogh. During the meeting an agreement was reached regarding an NMR exchange format (NEF) that will bridge all the relevant NMR software packages. Importantly, all the participants committed to the ambitious goal of having their software being able to both read and write files compliant with the new format by the end of 2015. Consequently, a time scheme for definition of the NEF and implementation was agreed upon during the meeting. A working group was established to produce the initial specifications, to set up a testing framework, to implement software components and to address the issue of long-term management. The working group consists of: Geerten Vuister (chair, University of Leicester), Peter G&uuml;ntert (University of Frankfurt), Michael Nilges (Institute Pasteur, Paris), Torsten Herrmann (University of Lyon), David Case (Rutger University, Piscataway), Charles Schwieters (NIH, Bethesda), Eldon Ulrich (University of Madison-Wisconsin), Rasmus Fogh (University of Leicester), John Westbrook (RCSB, Piscataway), and Aleksandras Gutmanas (EBI, Hinxton). Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}