{"id":"89D9E180-E989-43C0-B675-6D7B56A28990","title":"Self-compensating GigaHertz-clocked Quantum Key Distribution","abstractText":"All of our lives have been touched by cryptography at some point or another. From the simple secret diaries of childhood, through internet shopping and banking to the national security of governments, the scrambling of information to hide its contents from potential eavesdroppers is part of modern life.The most commonly used form of encryption today is the so-called public key system, as used in e-commerce and many other applications. This encryption method relies on the difficulty involved in reversing certain mathematical functions back from an answer to the initial starting values. This is analogous to baking a cake, where it is relatively easy to mix the ingredients and produce a cake but virtually impossible to take a finished cake and return to the initial ingredients. However, there is no long-term guarantee that these mathematical functions will remain as difficult to reverse. The development of quantum computers would allow relatively easy decryption of public key encrypted messages. It is fortunate that the same physics that may signal the end of public key encryption systems may also provide the solution in the form of quantum key distribution.Quantum key distribution (QKD) uses the science of quantum mechanics to provide a means of distributing the information needed to encrypt or decrypt a message (the key) in a way that provides verifiable security. It makes us of the fact that certain properties of a photon (a light particle ) cannot be determined with absolute certainty. If single binary digits (bits) of information are encoded onto single-photons using these properties, then any eavesdropper listening in on the key exchange will disturb the analysis of photons sufficiently to leave a virtual fingerprint on the transmission so that sender and receiver can detect the presence of the eavesdropper.QKD systems can either operate using optical fibres to transmit the single-photons to Bob or transmit them through the air. There has already been a large scale investment in a worldwide infrastructure of optical fibre to transmit telephone calls, so it could prove critical that a QKD system would have compatibility with this network. However, the detectors designed for use at the optimum transmission wavelengths for this fibre network have not yet attained the level of performance available from other detectors, leading to a massive reduction in the maximum rate of cryptographic key exchange.We have been able to use more advanced detectors designed for use at shorter wavelengths to develop an existing system for use in a campus sized implementation that is fully compatible with the telecommunications optical fibre. This QKD system is capable of transmission of bits generating up to several million bits per second, which is, to the best of our knowledge, the fastest clock rate QKD system currently in existence. At these bit transmission rates, after transmission and error correction techniques, real-time encrypted video conferencing becomes a possibility. This system has also been uniquely adapted for multi-user (one Alice and multiple Bobs) use.Although operating at world-class key exchange rates, this system does suffer from serious issues with long-term stability and is based on an arguably less secure QKD protocol. We propose to construct a series of three new, potentially much more stable, QKD systems using the expertise gained in the development of our existing system, all of which will use an arguably more secure protocol. The first two systems will be based on existing designs already operating at longer wavelengths but at much lower key exchange rates (ie a few thousands of bits per second). The third system will be based around a novel design that has never been fully implemented but has potentially greater security from eavesdropping attacks. With all three systems, the potential for multi-user operation will be investigated and demonstrations of multi-user networks will be made.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E003729/1","grantId":"EP/E003729/1","fundValue":"307187","fundStart":"2007-02-12","fundEnd":"2010-05-11","funder":"EPSRC","impactText":"","person":"Gerald  Buller","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}