{"id":"89DCA0BC-2C55-4070-9E2A-682E3278FC64","title":"Optimising nanoporous adsorbents for hydrogen purification: development of a chemistry/chemical engineering skills base","abstractText":"Hydrogen is considered a promising alternative automotive fuel, as the only combustion products are carbon dioxide and water. In the petrochemical industry, hydrogen is a byproduct which can be found in many process streams and which is sometimes burnt as waste. This project aims at designing porous materials that can recover and purify hydrogen for industrial gas streams. The different molecules present in a process stream interact differently with the internal surface of the porous solids (this process is called adsorption) and can therefore be selectively removed. For this project, we will be using metal-organic frameworks (MOFs), materials synthesised in a building-block approach from corner units and linkers. The properties of MOFs can be changed by using different building blocks, offerering the possibility to fine tune the interactions between the gas molecules and the surface.In this project we will be designing MOFs tailored to hydrogen purification. For this, we will use an integrated approach that combines skills from chemistry and chemical engineering, including the computer simulation of the synthesis of MOFs and of their adsorption performance, the actual synthesis of the materials, and the evaluation of their structure and their performance under industrially relevant conditions. In addition to the technical objectives of the project, we will be training researchers who are capable of carrying out research at this important interface between chemistry and chemical engineering. The researchers will learn how chemistry and chemical engineering research can be integrated effectively and therefore will be able to work effectively in mixed teams of scientists and engineers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F008384/1","grantId":"EP/F008384/1","fundValue":"273173","fundStart":"2008-01-08","fundEnd":"2012-01-07","funder":"EPSRC","impactText":"","person":"Paul Anthony Wright","coPersons":["Russell Edward Morris"],"organisation":"University of St Andrews","findingsText":" In this project we have developed phosphonate, imidazolate and carboxylate MOFs for the selective adsorption of gases such as CO2 that are present in hydrogen streams, and linked chemical engineering and chemical approaches to the problem of materials synthesis and design for use in these processes. \n\nWe have prepared and characterised novel porous bisphosphonates and used isoreticular synthesis for the first time in phosphonate MOF synthesis to prepare mesoporous bisphosphonate MOFs. These phos Development of selective adsorption by companies such as Air Products, BOC, etc. Chemicals,Energy","dataset":"gtr"}