{"id":"89DE7E77-AA1E-4160-889B-20743D85D321","title":"Marie Duval presents Ally Sloper: the female cartoonist and popular theatre in London 1869-85.","abstractText":"Early Career researcher Dr Simon Grennan, with established scholars Dr Roger Sabin and Dr Julian Waite, will undertake and disseminate new research that will bring to public attention and deliver a rigorous academic context for understanding the re-invention of the English comic strip by Marie Duval in London, between 1869-85. They will produce an international Touring Exhibition, an open-access Online Database, an Academic Publication and 3 Journal Papers, in partnership with The Guildhall Library, Tate Britain and Illustrative Festival, Berlin. \nThe production of 19th century English comics in humour periodicals was an exclusively male activity, with one exception. Marie Duval was a popular stage actress whose husband, Charles Ross, edited Judy, a satirical London periodical. Between 1869-1885, Duval drew over 100 comic strip pages for Judy that radically developed a character created by Ross named Ally Sloper, a work-shy ne'er-do-well Londoner. Duval's access to the publishing business allowed her to pioneer the development of a drawn story-world through regular serialisation, creating new reader expectations of both form and content, so that readers used her strips in a new way.\nShe also acted in popular plays, famously subverting gender expectations in the role of 'leading man'. Duval worked in the genre of melodrama, the dominant theatre practice of the 19th century. Her narrative drawing shows the influence of this practice, in both the form of the strips and the mechanisms for reader comprehension.\nThe Sloper strips utilise depictive techniques that contradict those of a trained illustrator. She had no training, and the visible speed and vigour of facture of Duval's drawings became another comedic device, communicating the exciting, disposable and even daring character of Sloper's world of physical comedy.\nAs a result of the depictive techniques that she employed and the milieu in which they were read, the world that her strips create is unlike any other English drawn narrative in the 19th century. Duval recreated the comics medium in English on the basis of the new ways that readers made use of them.\nThere have been no attempts to study or present Duval's activity as a draughtswoman/female actor in the male environment of periodical publishing, relative to her development of the new comics medium. Neither has there been any study of the techniques, contexts and reception of 19th century melodrama compared to Duval's drawings, nor analysis of the range of impacts upon readers of different narrative drawing styles in humour periodicals in this period of new cross-media fertilisation.\nOur research method will adopt a mixture of empirical and theoretical approaches to knowledge production, looking beyond empirical data to understand social structures, both recognising and departing from theories about underlying structures, seeking to reveal the historical contingency of previously accepted knowledge and practices.\nOutputs will comprise a) a new open access Online Database (an image catalogue raisonn&eacute;) of Duval's Sloper strips hosted by the University of Chester, b) a public Touring Exhibition displayed at Tate Britain and Illustrative Berlin, c) an Academic Publication and d) interim outputs comprising three peer-reviewed Journal Articles in British, French and American journals.\nExperienced research project leader and established scholar Professor Deborah Wynne will mentor Dr Grennan.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M000257/1","grantId":"AH/M000257/1","fundValue":"195476","fundStart":"2014-10-13","fundEnd":"2016-10-12","funder":"AHRC","impactText":"","person":"Simon  Grennan","coPersons":["Deborah  Wynne","Roger  Sabin","Julian Charles Waite"],"organisation":"University of Chester","findingsText":"","dataset":"gtr"}