{"id":"89F3D0DF-CE70-4017-A71E-B5547BB466DB","title":"Creating a UK community partner network: building capacity, stimulating change.","abstractText":"The thrust of this project is to contribute to a cultural shift that embeds appropriate and inclusive community engagement in research across academic disciplines, including the arts and humanities. It will improve community partner infrastructure support so that community partner capacity to lead on, and engage with, community university partnership projects is enhanced. Academics, research councils and the higher education policy arena more generally should benefit from the partnerships that then emerge. \n\nThis bid has emerged directly from 'Building Community University Partnership Resilience', a current Connected Communities Programme (CCP) project led by community partners, and championed by university academics committed to supporting community partners to build their collective capacity in ways they choose. That project has established a clear long term vision for a community partner network hosted by the National Coordinating Centre for Public Engagement (NCCPE) with support from Principal Investigator Hart and the other academics signed up to this bid. As a result of the current CCP project, there is already an emergent network. Thus far, many of the community partners involved work with social science academics, and a handful with academics from the arts. Consolidation of the network is needed, and it must be expanded to include more community partners working with arts and humanities academics. The new collaborators included will also help the network to be more inclusive, with young people, mental health service users and Lesbian Gay Bisexual and Trans (LGBT) community partners (and their academic partners) on board. \n\nThis next phase of development will enable the network to connect more explicitly with community partners and academics from 8 other CC projects, alongside many collaborators new to the CCP. It will also facilitate wider learning from international colleagues from whom the UK has much to learn in relation to community partnership leadership. As with Building Community University Partnership Resilience, there is a clear role for academics from many different disciplines to play in supporting and promoting it, including harnessing the enthusiasm of early career researchers. \n\nThe project will seek to develop the network by:\n\n- Encouraging and facilitating a wider range of community partners involved in Connected Communities Programme projects and other community-university partnerships to get involved\n- Drawing more fully on arts and humanities perspectives to provide insights into how best to take this work forward (through collaborating with other projects in the Connected Communities Programme)\n- Facilitating learning between UK and international organisations already experienced in community university partnership working, particularly those working on arts and humanities related projects \n- Developing resources and support infrastructure to provide a platform for community partners working with universities to develop their regional and national voice, adding their experiences and insights to policy and funding debate \n\nFour academic collaborators on this bid are particularly focused on how arts and humanities researchers and their partners can bring fresh perspectives to enabling more equal and effective partnership work, whilst maintaining the rigour necessary to develop research of value. All academic collaborators have partnered with a range of community partners from across the UK, actively seeking to develop effective relationships with universities and keen to see this work develop. This project will ensure that a wider group of community partners, their university colleagues, and the HE policy sector, are able to benefit from and inform this work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006665/1","grantId":"AH/K006665/1","fundValue":"44189","fundStart":"2013-02-01","fundEnd":"2014-04-30","funder":"AHRC","impactText":"  NCCPE have set up a microwebsite dedicated to CPN activity and have developed the CPN as part of its core work. Construction ","person":"Angie  Hart","coPersons":["Niamh  Moore"],"organisation":"University of Brighton","findingsText":" Effective communityuniversity partnerships rely on partners with the capacity for mutual engagement. Keeping communities and their intermediary community partners at the heart of partnership working poses significant challenges. For example: there are few national initiatives in the UK or abroad that support the capacity building or connection of community partners in this space; cuts to UK public and community sector funding limit the priority afforded this work; and the structure and political economy of research funding work against community leadership.Despite this, our project enabled a working group of community partners (supportedby two public engagement organisations and academics) to establish the UK Community Partner Network (UKCPN).A network of and for community partners,the UKCPN promotes mutually beneficial partnerships. Members include individuals from the voluntary sector, social enterprises, the statutory sector and other public bodies.The networkchampions the role of community university partnerships in impacting social challenges. Creating learning spaces to share community partner experiences about the opportunities and challenges of joint working and establishing links between community partners at regional and national level requires infrastructure support. Integrating the UKCPN into the National Coordinating Centre for Public Engagement (NCCPE), provides a strong foundation to continue to build collective capacity, positively influence local university partnership practice and inform Higher Education policy and funding. Thee are a number of practical resources relating to this project which can be downloaded from the NCCPE website link provided above. These resources can help any community partner or academic who wants to work collaboratively, as well as organisations Construction","dataset":"gtr"}