{"id":"89FB1FDE-896D-49E6-9030-73385E7F1F8E","title":"The Quest for Ultimate Electromagnetics using Spatial Transformations (QUEST)","abstractText":"From Marconi's first transatlantic wireless transmission through Sir Henry Tizard's radar to modern cellular communications, the rapid advance of applied electromagnetics during the 20th century has changed our world. Now, in the 21st century, a new revolution in exploiting electromagnetism (EM) is emerging; one that brings together two recent developments: spatial transformations and the design and fabrication of novel electromagnetic materials. The idea of spatial transformations (ST) is to provide entirely fresh solutions to the distribution of the spatial arrangement of materials so as to enable new ways to manipulate the emission, propagation and absorption of EM radiation. This goes far beyond what can be accomplished with traditional materials in the form of lenses and mirrors, requiring both conventional materials and also those with properties that do not exist in nature (i.e., metamaterials). ST are at the heart of exciting ideas such as invisibility cloaking and optical illusion. To make the required exotic materials in large quantities, modern fabrication techniques will be needed, including the use of nano-composites and graded-index coatings. The material palette can be further widened by the inclusion of active metamaterials and superconducting dielectric composites. As an example of the type of application one may envisage, there is an increasing demand for wireless communications anywhere and at any time. However, many environments such as offices and crowded shopping centres contain obstacles and scatterers that lead to signals being 'confused'. Signals either reach places they ideally should not, or worse, are not accessible where they are required. Current methods try to deal with these problems by additional signal processing of the received signals, but this can only be seen as an interim fix. A more resilient solution would be to modify the local EM environment so as to ensure quality reception at any given location by, for example, making certain obstacles or scatterers 'invisible'. Materials and devices based upon the concept of STs offer the exciting prospect of warping electromagnetic space so as to overcome problems due to obstacles and scatterers. Such applications are at the heart of the QUEST project. We will build and demonstrate several devices in collaboration with defence, aerospace and communication stakeholders in the areas of healthcare, security, energy and the digital economy. QUEST solutions will place the UK in a leading position in this exciting area, pushing the conceptual boundaries whilst at the same time exploring the practical problems of design and manufacturability.The Programme Grant will bring together a new grouping of leading UK experimentalists and theorists from physics, materials science and electronic engineering to work together on the exciting opportunities and challenges emerging in the area of spatial transformations (STs) and electromagnetism (EM). The potential of the underlying ST approaches however have much wider applicability than cloaking alone, in arguably more important applications that span communications, energy transfer, sensors and security. However, theory and concepts are outstripping practical demonstration and testing, leading to a mismatch in what may be theorised and computed and what can be realised for impact in society and commerce. We contend that the timing is now ideal for UK theorists, modellers, manufacturers and engineers to work together to maintain the UK strength in this field, with a clear focus on the reduction to practice and demonstration of potentially radical new concepts and devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I034548/1","grantId":"EP/I034548/1","fundValue":"4618420","fundStart":"2011-07-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Y  Hao","coPersons":["U  Leonhardt","Alastair Paul Hibbins","Clive  Parini","Chris  Grovenor","John Roy Sambles","Patrick  Grant","William Leslie Barnes"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}