{"id":"8A0B1BDA-BE66-4C75-B53E-9F03EB164510","title":"Friction on ice: a thermographic analysis of surface temperature","abstractText":"Ice is a very slippery material because unlike other solids it can produce its own lubricant. When two objects slide pass each other the friction between them produces heat - this is why we warm our hands by rubbing them together on a cold day. In the case of ice, rubbing produces enough heat to melt its surface and provide a thin layer of lubricating water. Just as rubbing your hands faster produces more heat, the faster something slides on ice the more heat and lubricant is produced and the more slippery ice becomes. Another key factor when considering the slipperiness of ice is temperature. Captain Scott noted during his Antarctic travels that once the temperature fell below -35 degrees C it become incredibly hard to pull sleds through the snow. This was because the heat produced by the friction between sled and snow was not enough to warm the ice to its melting point (0 degrees C) so no lubricating melt water was produced. Scott and his companions may as well have been pulling their sleds through sand. The closer the temperature of the ice is to its melting point the more melt lubricant is produced by sliding and the more slippery ice becomes. Curlers use the dependence of ice friction on temperature to change the direction and length that a curling stone slides. Their vigorous sweeping in front of curling stone raises the temperature of the ice and reduces it coefficient of friction so that the stones slide further and curve less. When the British Women's team won the gold medal at the 2002 Salt Lake Games the victory came with the very last stone of the Olympic final. The trajectory of the gold medal winning stone was subtly corrected by having its path swept as it slid down the ice. The sweeping technique and fitness of the British athletes that corrected the passage of that final stone provided the difference between winning and losing.There is a complex feed-back relationship between friction on ice and frictional heating, which affects both laboratory-based ice friction experiments and sweeping in curling. We will study the surface temperature of ice in friction experiments with a thermally sensitive infrared (IR) camera. This will help us determine how the interplay between friction and heating affects ice friction measurements. We will also use the IR camera to study the heat generated by sweeping in the sport of curling, which will help British curlers modify their sweeping style and may provide a useful training tool for the Scottish Institute of Sport.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D079519/1","grantId":"EP/D079519/1","fundValue":"44482","fundStart":"2006-06-01","fundEnd":"2006-11-30","funder":"EPSRC","impactText":"","person":"Jane Rosalind Blackford","coPersons":["Alistair Philip, David Elfick"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}