{"id":"8A0F4E1C-4730-4E91-8F7A-29B591B7419E","title":"Hybrid Quantum-Classical Communication Networks","abstractText":"Information security is a necessity of today's complex society. Let it be our personal information, a bank transaction, or some confidential military correspondence, they all rely on cryptographic techniques that guarantee secure communication between the transmitter and the intended receiver. This assurance, however, does not necessarily last forever. Technological advancements have already made many older cryptosystems obsolete, and it is anticipated that future discoveries will make the current secure communication methods unreliable as well. In particular, the development of new computational paradigms based on the laws of quantum mechanics is a threat to the security of the widely used public-key cryptosystems. Fortunately, what quantum mechanics may take by one hand, it gives back with the other. Secure communication, facilitated by the use of quantum key distribution (QKD) protocols, is the most imminent application of the developing field of quantum information. QKD provides unbreakable, future-proof, security safe from the vulnerabilities of most cryptosystems currently in operation. To this point, QKD has been implemented over dedicated channels and between two parties. Before current communication vulnerabilities are exploited, it is essential to facilitate the use of QKD technology for any two public users at any distance, via a network. This unsolved problem lies at the intersection of quantum physics and optical communications engineering, as all known QKD protocols rely on light transmission.\n \nThis proposal focuses on the problems that arise when multiple users wish to utilise the same infrastructure, namely, optical fibre, for both classical and quantum communication applications. This is in essence similar to a classical multiple-access problem, such as mobile communication, where multiple users communicate via a shared communication channel. In hybrid quantum-classical networks, this feature must be extended to include QKD applications, where we are dealing with optical signals as weak as a single photon.\n\nIn this project, I aim at undertaking a theoretical study of a range of network configurations and different multiple-access techniques for hybrid quantum-classical networks. This project will shed light on the necessary steps that underpin future implementations. I will also look at compatibility issues regarding the integration of present optical communication networks, which solely support classical applications, and future hybrid networks, which will offer both data transmission services as well as QKD-driven secure communications. That will enable long-distance classical-quantum communication at a national scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005762/1","grantId":"EP/J005762/1","fundValue":"98178","fundStart":"2012-07-30","fundEnd":"2014-01-29","funder":"EPSRC","impactText":"  The research conducted throughout this project resulted in numerous outcomes of interest to academia and industry. Overall 4 journal papers were published with 4 more in preparation or at submission stage. The results obtained were presented at all important conferences and meetings in the field, e.g., QCMC and QCRYPT, and the workshop organized by the PI attracted over 50 international participants from industry and academia. Collaborations were developed between the PI and several academic (including Universities of Waterloo, Tsinghua, Hong Kong, Innsbruck, Vigo, Dusseldorf, and Telecom Paristech) and industrial (including Toshiba Research Europe Ltd, Raytheon BBN Technologies, MagiQ Technologies, Single Quantum BV, Nippon Telegraph and Telephone Corporation, and SeQureNet Sarl) groups resulting in joint publications and grant applications. The papers published during this project have already received over 30 citations, and are well received by the community (PI and PDRA were invited to nearly 10 conferences or seminar series). Via two of the newly developed consortia, the PI will be involved in field demonstration of quantum communication technologies, which will be a major step toward public availability of such systems. The PI also took every opportunity, such as in Open Days and internal interviews, to publicize the results of his research to the wider community.\n\n\n\nOur research proposes new techniques by which multiple users can exchange secret cryptographic keys using secure quantum protocols. Our schemes minimize the trust requirement on any service points and enable secure communications over long distances in fiber or in space (satellite links). This interdisciplinary research, at the intersection of physics and engineering would impact academia, industry, and in the long-run the public who will be the main beneficiaries of such disruptive technologies.\n\nBeneficiaries: academia; major industries in the field; and in the long run, the public\n\nContribution Method: This project has contributed to the research base in the following ways:\n\n\n\n- Proposed new measurement-device-independent QKD (MDI-QKD) protocols: in collaboration with scientists in China and Hong Kong, we developed practical techniques for a new scheme of QKD, in which measurement devices need not be trusted. This is an important advantage as some of the commercial QKD systems have recently been hacked through manipulating their detector modules. Our proposed scheme was soon after realised in the lab by the experimental group led by Jian-Wei Pan [Phys. Rev. Lett. 111, 130502 (2013)].\n\n\n\n- Proposed new architectures for quantum-classical networks: We have compared several approaches to QKD over passive optical networks (PONs), where users on two different PONs can exchange secret keys, and have found that MDI-QKD is a competitor for such setups offering long reach and compatibility with future generations of hybrid networks. This work was originally presented as an invited conference talk, and have since been presented in several other invited seminars.\n\n\n\n- Proposed new techniques for long-distance QKD: Using the MDI-QKD technique at the access nodes, we can design long-distance QKD links, which rely on quantum repeaters at the backbone. We have identified, by making a thorough analysis on existing repeater protocols, the most promising schemes in realistic setups [Phys. Rev. A 88, 012332 (2013)]. Based on these results we have quantified the rate at which secret keys can be generated over long distances considering most relevant sources of imperfection.\n\n\n\n- Proposed memory-assisted MDI-QKD techniques: In collaboration with Canadian and Chinese scientists, we show how imperfect memories of today's technology can be incorporated into QKD links to improve their rate vs distance behaviour. This work has also been presented as an invited conference paper recently and work is in progress to offer more prescriptive instructions for experimentalists to implement this system.\n\n\n\n- Studied relativistic effects in satellite QKD: With satellites orbiting around the earth at various altitudes, it is important to find out the regimes of operation where gravitational effects significantly impact our quantum communication systems. We carefully looked at this problem and found out how the so called red-shift effect will change the pulse shape of quantum signals sent around the globe. Digital/Communication/Information Technologies (including Software) Cultural,Societal","person":"Mohsen  Razavi","coPersons":[],"organisation":"University of Leeds","findingsText":" Quantum cryptography enables secure communications in the quantum era, where some of the ubiquitously used cryptographic protocols today in use will be threatened by the power of quantum computers. It is essential then to invest in disruptive quantum technologies to ensure the security of our future communication means. Toward this end, the project on &quot;Hybrid Quantum-Classical Communication Networks&quot; was proposed and conducted. The key findings of this grant include\n\n\n\n- New protocols for cryptographic key exchange without requiring to trust immediate service provider nodes: This is an important result considering the breach of privacy that has recently been revealed in instances like phone-hacking scandal. This is also an interesting result in technical terms, given that our proposed measurement-device-independent schemes close some loopholes in practical implementations of quantum cryptography systems. \n\n\n\n- New topologies for end-to-end quantum networks compatible with the fibre-to-the-home (FTTH) layout of data communication networks: For cost-efficient deployment of quantum applications in the future, it is vital to share the infrastructure with the existing and/or the future generations of optical communication networks. We have considered several quantum key exchange schemes compatible with the passive optical network structure of FTTH networks and have compared them in terms of performance and cost. It turns out that the measurement-device-independent schemes we have studied are suitable candidates for such hybrid networks as well. They also offer compatibility with future generations of hybrid quantum-classical networks.\n\n\n\n- Feasibility of quantum cryptography across the UK: We have looked at the possibility and the performance of a quantum cryptographic link over a nominal distance of 1000 km, long enough to cover most of the UK, without trusting any intermediate nodes, and have compared several solutions under realistic conditions. We have found the optimal system parameters and minimally required device specifications for such systems. It turns out that today's technology is not quite there yet, or it will be extremely expensive, to implement such links today. Nevertheless we found that with even today's imperfect technologies it is possible to devise quantum links over nearly 500 km.\n\n\n\n- Quantum cryptography with imperfect devices: Thus far, all implementations of quantum key exchange schemes rely on photonic technologies for the generation, transmission and detection of photons. It is known, however, that in order to reach longer distances, one would need to use (solid-state) quantum devices, which are under the development. Although to enable quantum communications over &quot;arbitrarily&quot; long distances we may need to wait longer for the relevant technologies to mature, we can still do interesting things with existing devices. We have proposed such a protocol in which even today's imperfect quantum devices can significantly improve the reach and performances of measurement-device-independent key-exchange schemes. Once implemented, that will be the first exploitation of such devices with tangible and realistic advantages over systems that rely only on photonic devices.\n\n\n\n- Relativistic effects on satellite quantum communications: One possible approach to long-distance quantum communications is to use satellite links similar to the way that long-distance telephone calls may be made. In the quantum domain, however, one needs to be careful with the relativistic effects in such a scenario. We have carefully looked at several examples in which such effects can be significant, and have found regimes of operations that we can possibly avoid any deteriorating effects on our systems.\n\n\n\nAll together the findings of this project make us closer to meet our grand objective of making quantum secure communications available to every home user. Our proposed schemes for measurement-device-independent key exchange, and its memory-assisted versions are of interest to industry as they provide routes to secure long-reach quantum links. Our study of quantum-classical networks will also help IT industry with the future deployment of such systems, and the relevant standards that need to be developed. Public users will eventually be the beneficiaries of such systems in the long run. Some of the findings of this grant will be put in test in field implementations of quantum systems. Several collaborative grants have already been submitted to obtain the required funding for such demonstrations. Some of our other findings will help experimentalists in the field with a better design of their experimental setups in order to improve their performance. And, finally, some of our findings will help academic partners with a better understanding of the underlying physics of quantum communication systems. Digital/Communication/Information Technologies (including Software),Security and Diplomacy","dataset":"gtr"}