{"id":"8A11EF74-7D36-4779-AF42-61A3D94128F0","title":"AEROENGINE AEROACOUSTIC INTERACTIONS","abstractText":"Traditionally both computational and experimental turbomachinery studies explore isolated components. However, the recent Stanford University whole engine simulation, acknowledges that strong component interactions can take place, and that to advance understanding these interactions must be accounted for. This is strong motivation for connecting Savill and Peake's recent EPSRC computational modelling work on the fan and outlet guide vanes to Tucker's recent EPSRC funded simulation work on the jet, through the fan bypass flow. Once connected, we then wish to extend further downstream, ultimately exploring the interaction of the nacelle shear layer and jet with the deployed wing flap of the airframe. The key objective for computer models is to predict engine-airframe-pylon interactions. Here, moving in this direction, we wish to perform ambitious large eddy simulation and analytical studies to predict the fan, outlet guide vane, pylon interaction along with other bypass duct component interactions (a real bypass duct is not a clean geometry with multiple gas path blockages). We then wish to feed this information into the jet nozzle, exploring the scattering of the upstream sound by the jet pipes and the interaction of this with the downstream airframe. The physical insights and models gained should lay foundations for quieter more environmentally friendly aircraft. Notably, the study will endeavour to exploit the traditional triad of measurement, analytical analysis and computation. However, the former will be based on existing data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010440/1","grantId":"EP/I010440/1","fundValue":"441613","fundStart":"2011-06-01","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"  The findings have been communicated to Rolls-Royce plc and created considerable interest and follow on work has been suggested to extend this important are of interest. Aerospace, Defence and Marine,Energy,Environment,Transport Societal","person":"Paul G.  Tucker","coPersons":["Nigel  Peake"],"organisation":"University of Cambridge","findingsText":" Normally, when studying the acoustics of jets the impact of upstream engine geometry is neglected. In this work we performed Computational Fluid Dynamics (CFD) simulations that included an aeroengine intake, a fan, outlet guide vanes, a gearbox shaft and an engine A-frame. This upstream geometry is shown to have a substantial impact of the noise emerging from the jet nozzle. The work indicates that aeroengine manufacturers should consider the impact of internal geometry on jet noise. Aerospace, Defence and Marine,Energy,Environment,Transport","dataset":"gtr"}