{"id":"8A1CD9E5-1A50-4917-9261-300EFA83F4D6","title":"The mechanism of a photoprotective molecular switch in the photosynthetic light-harvesting complex of plants","abstractText":"The life of our biosphere is entirely dependent upon photosynthesis. Over millions of years oxygen-evolving organisms have been giving all heterotrophic organisms, including us, air to breathe and a source of food, energy and vital materials. The success of oxygenic photosynthesis on this planet is a great biological phenomenon, that relies first of all upon the efficient design and adaptability to the changing environmental conditions of the molecular machinery of the photosynthetic apparatus. The photosynthetic membrane is the most complex of all biological membranes and is the most enriched in various proteins. The latter bind a number of important co-factors: chlorophylls, carotenoids, lipids, ions and water. Protein tunes and co-ordinates the functions of these co-factors. This co-ordination lies at the heart of their biological function. One of the major pigment-lipoprotein complexes of the photosynthetic membrane is the light harvesting complex of photosystem II (LHCII). It collects the most significant part of the light energy received by the photosynthetic membrane and transfers it to the reaction centers, where charge separation occurs to initiate a chain of events leading to a synthesis of the universal biological fuel ATP and NADPH. LHCII was found to play an important regulatory role by controlling the amount of energy delivered to the reaction center. This is being achieved by dissipation of the excess energy into heat. Recently we have discovered that the currently available structure of LHCII does correspond to the structure of this complex in the rather dissipative state. This is an important finding, since it offers us structural insights of how the photosynthetic membrane is sensing and dealing with the excess light, hence how plants can protect themselves against this type of stress and survive it. The current program is built upon the knowledge of LHCII structure and aims to answer a number of important mechanistic questions. We want to find out what factors lead to the switching of LHCII into the dissipative mode, at what level of protein organization does this switch work: domains of the monomer, trimer or more collective, higher oligomer units? What is the nature of the new energetic parameters like fluorescence, combinational scattering (Raman) and absorption features accompanying the dissipative state and what is the nature of the excitation energy dissipation? What is the role of minor ligands, xanthophyll cycle carotenoids, violaxanthin and zeaxanthin in the regulation of the LHCII switch? The project should provide us with the knowledge of the very fundamental features put into the LHCII antenna design, which allow the light harvesting process in nature to be efficient and flexible at the same time, insuring a high level of plant productivity and adaptability to the light environment on our planet.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E009743/1","grantId":"BB/E009743/1","fundValue":"377641","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"BBSRC","impactText":"","person":"Alexander  Ruban","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}