{"id":"8A1D2DFD-E389-477B-807A-BCCC248FED6E","title":"University of Oxford Impact Accelerator Account (IAA) Application, October 2013","abstractText":"The University will, with the aid of this funding, boost and expand its strong work in collaborating with user communities such as industry, policymakers, and public bodies and groups.\n\nThe University aims to accelerate impact across the stages which lead to the beneficial use of research and teaching for society. We will further enhance awareness of the importance of impact, and the opportunities to achieve it. We will encourage and support more, and more focussed, meetings and events with user communities. We will use the funding to expand our existing communications and sharing of opportunities to partner on solutions to regional, national and global challenges pertaining to the natural environment. Collaborative opportunities will be explored, pursued, and realised, with enhanced progress in the understanding of natural environment challenges and solutions - and the value of collaborative partnerships in accelerating such achievements.\n\nWe will establish a funding scheme to welcome and encourage a broad range of activities to promote and strengthen further the University's impact, and will support the strongest proposals within the funding available. These will include workshops to draw together the user and the academic community, to explore research which addresses specific user challenges, including with a view to innovation and technological advances of practical and economic benefit to society. We will hold events for specific areas of enterprise to share information about facilities and expertise, and build on areas of compatibility with potential for high impact mutual benefit. We will further encourage and support the sharing of expertise in the University and in companies and public organisations, through flexible exchange schemes both into and out of the University, for example hosting visitors from industry, and supporting placements in companies and organisations. These expanded interactions will be encouraged across disciplinary and sectoral boundaries, for example a researcher in marine biology may work with companies concerned with risks of pollutants reaching coastal waters during extreme floods (note: this example is presented as a scenario of cross-disciplinary and cross-sectoral collaboration between University researchers and user communities, and is not proposed as a specific example to be pursued).\n\nWe expect to enhance our impact across a range of areas including, but not limited to:\n+ Earth Observation applications, technological innovation, and development of data analyses and models for user applications.\n+ The application of atmospheric composition analyses for aviation.\n+ The development of land and waste management policy and practice in relation to climate change-related biodiversity assessment, such as classifying and monitoring species which characterise effects of climate change and changes in the biome.\n+ Vulnerable Marine Ecosystems in relation to the economy and management of fisheries.\n+ Water Security and Enterprise, such as membrane technologies for desalination; corporate water risk and disclosure; flood risk and insurance, and climate change and floods;\nwater trading and water use policy and regulation reforms in the UK.\n+ Energy Systems.\n+ Food security and food systems along the production chain and into supply chain. For example, soil quality, agricultural pollutants, and pollinators.\n+ User community applications for assessment techniques such as radiocarbon dating.\n+ Environmental data and health. For example, environmental determinants in NHS admissions to inform NHS practice.\n\nWe will communicate about work undertaken. For example, through the events we will hold and host, and by publishing videos and accounts of collaborations' progress and outcomes. Materials will also be used to promote collaborative opportunities, benefits and impacts, at events such as open days, conferences, careers fairs, and engagement events with venture investors and innovators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L012847/1","grantId":"NE/L012847/1","fundValue":"201620","fundStart":"2013-11-01","fundEnd":"2013-11-11","funder":"NERC","impactText":"","person":"Matthew  Smart","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}