{"id":"8A26A5B9-64DE-4E1C-BE1B-08F2026C8AD5","title":"Telescope windows: low-vision scopes to cloaks","abstractText":"We propose building several novel optical instruments that extend the possibilities of conventional ray optics designs by utilising pixellated ray optics.\n\nThe Glasgow team has pioneered micro-structured sheets called telescope windows (TWs), currently at the early demonstrator stage, that can perform very general light-ray-direction changes. They consist of arrays of micro-telescopes and can be understood as pixellated optical components (each telescope being a pixel) which introduce, at the boundaries between neighbouring pixels, discontinuities in the transmitted light beams. TWs therefore remove the global continuity of wave fronts, which in turn is assumed in the derivation of a number of properties (and therefore limitations) of light-ray fields. If the pixel size is chosen appropriately, the pixellation can be almost unnoticeable. The vision of this work is that, by replacing globally continuous wave fronts with piecewise continuous wave fronts, the possibilities offered by optics, specifically ray optics, can be significantly extended.\n\nThe first applications of this technology form the focus of this proposal:\n* TWs can form pixellated transformation-optics (PTO) devices that work across the entire visible wavelength range.\n* TWs can distort the view as if the observer was moving at relativistic speed.\n*TWs form the basis of novel, low-cost, high-comfort, low-vision aids.\n\nTogether, the applicants have the expertise to realise this wide-ranging project: DR is a world leader in micro-machining, enabling us to manufacture TW devices. GL and JG's ophthalmology and commercialisation expertise places us ideally to develop novel low-vision aids. We are also experts in pixellated ray optics (JC), relativity (MH, NG), mathematical physics (CW), and outreach (MH).\n\nWe are applying for funding now to enable us to produce demonstrators of TW devices, illustrating the wide applicability of our technology, evaluating the limitations and quality of such devices, and investigating the production methods required for this new class of optical instrumentation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M010724/1","grantId":"EP/M010724/1","fundValue":"460919","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"EPSRC","impactText":"","person":"Johannes Klaus Courtial","coPersons":["Christopher David White","Norman  Gray","Martin  Hendry"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}