{"id":"8A29060F-7ACD-4F68-9298-694297AA0B0C","title":"Membership of the UK to the European Magnetic Field Laboratory","abstractText":"Magnetic fields are powerful tools for studying the properties of matter and are essential for modern science. They were crucial for the ground-breaking research that led to 20 Nobel prizes in Physics, Chemistry and Medicine, most recently for the development of magnetic resonance imaging (MRI - P. Mansfield, 2003 Nobel Prize for Medicine) and for research on graphene (A. Geim and K.S. Novoselov, 2010 Nobel Prize in Physics), and will continue to underpin future scientific and technological developments by providing a powerful means of understanding and manipulating matter. \n\nThis research is constantly refreshed by the discovery of new systems and requires magnetic field strengths that exceed those commonly available in University laboratories. Since the length scale associated with a magnetic field is inversely proportional to the square root of the field strength, large magnetic fields, on the order of 100 Tesla, are needed to probe nanometre length scales, electron-electron interactions, confinement and magnetic energies, and facilitating the discovery of new states of matter. The complexity of the physics involved in cutting-edge materials also necessitates the use of advanced characterization techniques, the execution of high-field experiments with high spatial and energy resolution over a wide range of temperatures down to millikelvin, or in complex environments, such as high-pressure, and the association of high magnetic fields with large instruments, such as neutron sources, synchrotrons, and free electron lasers. \n\nThe membership of the UK to the European Magnetic Field Laboratory (EMFL) will enable the UK community to access a well-established mid-range facility for research with high magnetic fields, to develop new capabilities and to secure the direct involvement of the UK in long-term, large scale projects that require international cooperation, for example by integrating high magnetic fields with neutron and synchrotron sources for which a large user community exists in the UK. The synergy of the EMFL with other large-scale international facilities is unprecedented and has the potential to bring the UK to the forefront of important scientific and technological developments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N01085X/1","grantId":"EP/N01085X/1","fundValue":"76061","fundStart":"2015-12-01","fundEnd":"2020-11-30","funder":"EPSRC","impactText":"","person":"Amalia  Patane","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}