{"id":"8A33902D-CDAC-45A3-9713-A55FDBFFBF93","title":"Madness and Literature Network","abstractText":"Literary research has become a key resource for the advancement of medical and allied health professionals' education, affording broader perspectives, critical thinking skills and promoting an emotionally receptive or empathic climate for clinical practice. Such initiatives have included a specific focus on mental health and literature. However, there is yet to be developed a cohesive and sustainable movement away from the Medical Humanities towards a more inclusive and less medically-dominated Health Humanities. With this project, we are seeking to form new methodologies, strengthen and maintain partnerships and enable inclusive critical dialogues across this field. UK and US literature offers many valuable and sometimes contrasting insights into experiences of mental illness, attitudes towards individuals deemed mentally ill, their treatment and the social networks and institutions within which such experiences unfold. The term 'madness' has been employed deliberately here to signal this project's alignment with literary and historical scholarship rather than a necessarily narrower clinical focus, as would be implied by terms such as 'mental disorder'. To date there is little comprehensive and sustained collaborative working between US and UK scholars on representations of madness in literature. The proposed Madness and Literature Network (MLN) will stimulate cooperation between US and UK researchers and creative writers, to advance and sustain these approaches within health organizations and educational settings. It will also promote a health humanities approach, encourage co-operation and exchange of ideas between disciplines and sectors, and uncover new methodological challenges beyond the academy, seeking confluence and an applicable legacy. \\nBoth the US and the UK are beginning to engage with a health humanities discourse. A Public Lecture Series hosted by the University of Durham that attracted eminent speakers such as Roy Porter and Pat Barker was subsequently published as a collection of essays by Palgrave, demonstrating the growing interest in this diverse area. At Nottingham University's School of Nursing, the biggest in the UK, mental health students are exposed to student directed learning in fiction about mental illness. In the USA, the development of university-led websites such as Medical Humanities at New York University's School of Medicine have contributed to medical humanities syllabi and foregrounded the work of eminent scholars in this field. Several journals are published with a detailed focus on the health humanities - these will be crucial in forming a published record of research conducted through the MLN. What is lacking is a cohesive and shared communication between the US and the UK. The MLN will change this. \\nCrawford is well placed to lead this network in keeping with AHRC international strategy and by being firmly rooted in the arts and humanities disciplines. His work is deeply embedded in literary and linguistic disciplines which is an imperative for an emergent field of research which aims to reinforce the place of the humanities in what has been traditionally the domain of medical science. He has worked in mental healthcare since 1986 and has conducted both literary and linguistic research relevant to healthcare over the last 12 years, holding grants from The British Academy, ESRC and The Leverhulme Trust. He is co-founder and chair of the interdisciplinary Health Language Research Group (HLRG) at Nottingham University, one of whose key academic partners is the School of English, which is world-renowned for its research in both language and literature and where the lead PI is co-situated. The project builds on the acclaimed critical scholarship of its academic contributors,a current project with The Leverhulme Trust on the representation of madness in post-war UK and US Fiction, and also offers development opportunities for Charley Baker, a Research Associate who is completing a PhD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G009686/1","grantId":"AH/G009686/1","fundValue":"38633","fundStart":"2008-09-01","fundEnd":"2010-08-31","funder":"AHRC","impactText":"  1. With 540 members worldwide and growing, MLN has formed a thriving global community of researchers, academics, services users, clinicians, carers and other professionals. Its website has quickly become a leading resource, attracting significant web traffic worldwide, particularly from the US and UK. Following additional funding from the University of Nottingham, the website will continue beyond the grant period as an interactive site designed for encouraging knowledge transfer, networking and transdisciplinary research. Madness and Literature Network and its website has established a thriving global community of over 400 researchers, academics, services users, clinicians, carers and other professionals benefiting from or using its links and archive of literature about madness.\n2. The 1st International Health Humanities Conference: Madness and Literature was launched and hosted by the Institute of Mental Health at National College, Jubilee Campus, The University of Nottingham on 6-8 August 2010 with major US keynote speakers (Professor Kay Redfield Jamison, Professor Elaine Showalter) alongside other prominent UK and US academic speakers (Professor Tess Jones, Dr Neil Vickers) and creative writers (Celia Robertson, Mark Radcliffe). \nThe conference had 130 attendees in total including a number of fully subsidised places that were allocated to service users and carers, from all over the USA, Europe (inc. Scandinavia and France), UK, South Africa, Australia and Iran; 78 of the attendees were speakers. The conference generated a book of abstracts, Madness and Literature, and Professor Crawford, Charley Baker and Dr Brian Brown were commissioned to edit two special issues on this topic for both the US-based and prestigious Journal of Medical Humanities and Mental Health Review, a journal that serves health and social care professionals in the field of mental health. The former issue achieved a strong literary focus while the latter explored the relevance and application of literature in relation to clinical practice and education. In so doing, the team have ensured high quality disseminations in both the academic and non-academic sectors. During the conference an International Committee was formed and hosting for the 2nd International Health Humanities Conference has since been awarded to Montclair State University, New Jersey for August 9-11, 2012, on 'Music, health and humanities organised by Professor Brian Abrams. The conference also saw the launch of a new International Network for Health Humanities. Plans for hosting the 2014 and 2016 conferences are well-advanced and this will ensure a strong legacy for this exciting and groundbreaking scholarly network and collaboration. \n The 1st International Health Humanities Conference marked a radical turning point in advancing health humanities worldwide, building a new connected community of academics, clinicians, informal carers and mental health service users interested in a more inclusive and applied initiative for advancing health and wellbeing through arts and humanities than has emerged through the medical humanities. Education,Healthcare Cultural,Societal","person":"Paul  Crawford","coPersons":[],"organisation":"University of Nottingham","findingsText":" The Madness and Literature Network (MLN) offers an innovative, international and trans-disciplinary resource and growing community of over 400 scholars, clinicians, service-users and the public interested in the relationship between literature and madness. As part of a movement away from Medical Humanities towards a more inclusive and less medically-dominated Health Humanities that explores how knowledge from arts and humanities disciplines can inform health, well-being, and health care theory and practice the MLN has delivered a leading website, a series of national seminars and a high profile international conference. MLN also added to the creation of a much broader and ambitious International Health Humanities Network, led by Professor Crawford and his Nottingham Health Humanities team who now play a major, leading role in the development of health humanities worldwide. The Madness and Literature Network and its website offer a new community and practical resource for advancing understanding and insights about mental illness in literature for mental health carers, service users and clinicians alongside academics and creative writers. Communities and Social Services/Policy,Creative Economy,Education,Healthcare","dataset":"gtr"}