{"id":"8A34B047-0B03-4D12-BD48-3A23592CE27E","title":"Continental and oceanic upper mantle structure from seismic array data","abstractText":"Velocity profiles of the Earth's upper mantle are characterized by discontinuous jumps of the seismic velocities. The main velocity discontinuities (or simply discontinuities) are located at depths of approximately 410 and 660 km. Both of these discontinuities can be explained by solid-solid phase transitions in the major olivine component of the mantle material. Nonetheless, the minor constituents of the mantle material will introduce additional, mostly smaller, discontinuous jumps of the velocities at different depths. These transitions complicate the seismic image of the upper mantle structure. High resolution studies are necessary to detect these discontinuities and to image the fine scale structure of the upper mantle with strong implications for the mineral-physical constitution of the Earth's mantle and geodynamical modelling of dynamics and evolution of Earth's mantle. We propose to use traveltime and waveform information from data recorded at seismic arrays located in India and Australia to resolve the structure of the upper mantle beneath northern Australia and northern and eastern India. Major earthquake belts are located in a distant range from these arrays that allows the study of the seismic wave triplications due to the velocity increases at the discontinuities. Several thousand earthquakes recorded at the arrays will be collected to achieve a dense coverage of the study area. Using time series stacking techniques we are able to resolve the different branches of the triplication and measure traveltimes with high precision. Using this information in forward modelling schemes will allow us to develop models of the upper mantle velocity structure and the depth location of the discontinuities. Furthermore, stacking techniques lead to increased signal-to-noise ration of coherent arrivals allowing us to use waveform information from subtle arrivals originating from the upper mantle discontinuities. We will use waveform modelling of the triplicated arrivals and of S-to-P conversions at the discontinuities to resolve the fine scale structure of the velocity increases. One-dimensional and high-performance wave propagation techniques will be used to model the effect of the fine-scale structure of the discontinuities onto the wavefield. This study will put important constraints on the composition and dynamics of the upper mantle in different tectonic regions of the Earth including a continent-continent collision zone and recent oceanic subduction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F000898/1","grantId":"NE/F000898/1","fundValue":"71608","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"NERC","impactText":"  This project represents fundamental research into the structure of the mantle in Australasia. No direct economic and societal impact can be identified.  ","person":"Sebastian  Rost","coPersons":[],"organisation":"University of Leeds","findingsText":" The analysis of the seismic data from the Warramunga array indicate a very complicated small-scale structure beneath northern Australia. We use a large dataset and migration techniques to locate these heterogeneities. The results indicate that the upper mantle beneath northern Australia is strongly influenced by subduction. N/A The results will be published in the peer-reviewed literature. Environment,Other","dataset":"gtr"}