{"id":"8A3B053C-ACA9-45DB-AABD-87A4C98AE01E","title":"Investigating the human myometrial acetylome and identifying potential new targets for treating preterm labour","abstractText":"Preterm birth occurs in &gt;50,000 cases per annum in the UK and is still the major cause of neonatal mortality and morbidity in the UK. Preterm babies that survive do so with an elevated risk of long-term physical or mental handicap. Globally, the WHO estimate that up to 15 million births per annum occur prematurely with approximately 1 million neonatal deaths. The development of better therapeutics in managing preterm birth, therefore, is a prime research aim that serves to tackle the considerable health and socio-economic impacts of this disorder. A major contributor to the incidence of preterm birth is premature activation of uterine contractions, even in the absence of other clinical risk associations such as infection, yet there still is no broadly efficient therapeutic treatment free of risk factors for the mother and/or neonate. At present, our understanding of the mechanisms that control activation of the uterus at term or preterm is weak compared to other organ systems and this is reflected in our inability to prescribe drugs that limit premature uterine contractility without jeopardising neonatal outcome. This project seeks to address these issues.\nRecent technical and experimental advances in high throughput proteomics have made us aware of an expanding range of protein modifications that may regulate cell function. Published evidence from our laboratory has indicated that myofilament-associated protein acetylation is an important mechanism for regulating human myometrial contractility. Drugs which act to increase protein acetylation by inhibiting lysine deacetylases (KDACs) not only reduce human myometrial contractility in vitro but also delay uterine activation in an animal model of preterm labour whilst improving neonatal survival. In the present study we will employ advanced proteomic techniques to identify proteins that are targets for acetylation in these processes. Utilising a cross-disciplinary approach, encompassing scentific and clinical expertise, and experimentation on human ex vivo biopsies in alliance with in vivo animal model of preterm labour, we will provide novel identification of changes in myometrial protein acetylation, including the identification of individual acetylation sites, with treatment by KDAC inhibition or lysine acetylase (KAT) activation. In concert, we will establish the ability of KDAC inhibition or KAT activation to delay experimentally-induced preterm labour and improve neonatal survival and outcome. As these are the defining aspirations of developing any new tocolytic drugs, our data will not only inform us of novel molecular mechanisms involved in regulating term and preterm labour, but will also inform us of promising protein targets for development of future therapeutics for preterm labour. Beyond the immediate scientific and clinical research practitioners interested in pregnancy and pregnancy complications, this work will also provide a publicly-available dataset with a broad scale assessment of human and guinea pig cell protein acetylation which will be of interest to comparative biologists and proteomic bioinformaticians.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L009560/1","grantId":"MR/L009560/1","fundValue":"728679","fundStart":"2014-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"Nick  Europe-Finner","coPersons":["Stephen Courtenay Robson","Achim  Treumann","Magdalena  Karolczak-Bayatti","Michael  Taggart"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}