{"id":"8A415088-AAB6-434A-91B3-D9331631EAD7","title":"A Local Habitation: Photographing Settler Buildings in South Africa's Eastern Cape","abstractText":"The proposed research will consist of the making of photographs of the evidence of the influence of colonial presence and, more particularly, 'Britishness' on the built environment (both specific buildings and general townscapes) of small towns in the Eastern Cape of South Africa. \\n\\nThis area was the site of the single biggest migration of British people to South Africa, when 4000 settlers arrived under a government-sponsored scheme in 1820. Comprising a broad range of classes and occupations the settlers gradually overcame the problems of local politics and the inhospitable natural environment, to establish a number of small towns, and the city of Port Elizabeth. Much 19th century 'settler' architecture still remains, alongside more recent evidence of the Apartheid and, now, post-Apartheid, eras. The built environment of this region therefore provides a precise trace of the shifts, both material and cultural, in the ambitions, co-ordinates and fortunes of Anglophone white South African culture. \\n\\nParticularly, the smaller towns of the region are characterised by a wealth of civic, vernacular and domestic building dating back as far as the middle of the 19th century, but now very broadly characterised by post-colonial reappropriation, or neglect. They therefore serve as a detailed reliquary of the culture that informed them, and of its contemporary condition. The towns chosen are all strongly marked by signs of the 'post-colonial', inasmuch as they have been largely abandoned by the white middle class, and appropriated by local communities. This makes them, and their buildings, graphic visual barometers of a process of change and transition. \\n\\nIndeed, the project has as much to do with passage and transience as with presence, and is grounded in the ambiguities of visible evidence. It is therefore not an attempt at a catalogue or record so much as a trace of the particular encounters of its own making. In this respect it touches on vital questions in photographic and documentary practice. \\n\\nThis project will take as its founding assumption the ambiguities of the settler experience, This acknowledges the present post-colonial moment, and the fate and inflections of Britishness abroad, and as such it will be of interest to historians and cultural geographers and anthropologists, as well as to those more directly concerned with visual culture and with documentary photography. Within these overlapping fields it falls within traditions concerned to be appropriately self-reflexive and to avoid the simplifications and ideological distortions often involved in portrayal of the 'other'. \\n\\nPhotographically, the work will be centred on the making of traditional darkroom-based monochrome prints. The potential uses of, and epistemological questions posed by, this medium in an age of universal digitisation, are an important element of the practice-as-research dimensions of the project. \\n\\nThe project grows from my AHRC-funded project 'Settler Country' that is now nearing completion. 'Settler Country' uses monochrome documentary photography to look at the heritage of the 1820 settlers via portraiture of descendents and traces of settler presence in the landscape, and is concentrated in the lower Albany area. 'A Local Habitation' will build on this work and the understandings derived through it, by simultaneously expanding the geographic terrain to be covered, while taking a more concentrated and selective approach to subject-matter and photographic representation.\\n \\nThe work will be exhibited both in South Africa and in this country, and will be collated for a web site (I am proficient in website design and construction) and for publication as a book. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F016468/1","grantId":"AH/F016468/1","fundValue":"15616","fundStart":"2008-03-01","fundEnd":"2009-02-28","funder":"AHRC","impactText":"","person":"Peter  Metelerkamp","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}