{"id":"8A469B9D-1E8F-425B-B0E1-C5E8C551C80F","title":"NOVELLA (Narratives of Varied Everyday Lives and Linked Analyses)","abstractText":"<p>This research node is concerned with the everyday habitual practices of families. These are frequently taken for granted. Since people’s understanding of what they do (their everyday practices) is not necessarily what they actually do, it might seem that what they say is of little interest to policymakers and practitioners. Yet, 'disconnections' between people's understanding and action tells us about their identities, values and possible future actions. Family practices are of particular interest since orientation to the social world and what people do are negotiated within families.</p>\n\n<p>The research node aims to provide new knowledge about families' practices, to situate these in wider social and cultural contexts and to examine differences between narratives and everyday practices. It consists of three highly socially relevant research projects on family practices that are of concern to policymakers and practitioners. These are:</p>\n\n<ul>\n \n\n <li>Parenting Identities and Practices</li>\n\n <li>Families and food: Methodological innovations for studying habitual practices</li>\n\n <li>Family lives and climate change: Cross-national (India, UK) perspectives on habitual practices.</li>\n\n</ul>\n\n<p>The node will contribute to building research capacity and expertise in secondary analysis and in comparing narrative analysis with other research methods through training courses, workshops and resources displayed on an easily-accessible node website.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-576-25-0053","grantId":"RES-576-25-0053","fundValue":"1292160","fundStart":"2011-10-03","fundEnd":"2015-03-31","funder":"ESRC","impactText":"","person":"Ann Alison Phoenix","coPersons":["Julia  Brannen","Molly  Andrews","Janet  Boddy"],"organisation":"Institute of Education","findingsText":"","dataset":"gtr"}