{"id":"8A4A34C7-D087-4834-9380-493C721C84B6","title":"A series of High Definition Works: The Actual, the Virtual and the Hyper Real","abstractText":"The world imagined by 1940's and 1950's science fiction writers has now become reality: digital technologies have helped establish this radical change-over from past technologies and have become central to how we live our lives. Your child can photograph, calculate, text and speak on the one device.\\n \\nThe manufacturers of these devices and other digital corporations have many more advancements and technologies which they hope to drip feed through to us. One such technology, High Definition, has begun to arrive in the marketplace with larger developments waiting in the wings. What is to come has four to five times the resolution of preceding broadcast technology, so that a viewer can no longer see the line structure of the video image when projected. This simple and inevitable development makes the standards of feature film production (35mm film) apparently available to more and more people. These changes are already affecting both makers and audiences, and have the potential to change radically the way we use moving image technology.\\n\\nThe aim of this project is to investigate, in installations and screen works that will be open to the viewing public, what is happening for the artist and the audience as these new technologies spread. I am particularly interested in what HD imaging can do to the increasingly blurred line between the real and the virtual.\\n\\nThe project will comprise: \\n\\nThree Installation Pieces\\n1. Dance Floor\\n2. Unfurling\\n3. Water Table\\n\\nIn each of these pieces, High Definition images will be projected on real objects. Audiences will have the opportunity to interact, to touch, to examine the images (from close-up or further away), and in doing so will I hope be surprised, unsettled even delighted by the experience. \\n\\nThree Single Screen Pieces\\n1. Yosemite\\n2. Glastonbury Tor\\n3. 57 Bridges (Venice)\\n\\nIn each of these pieces, I will film real places which have acquired almost iconic status. Using a variety of techniques - such as ultra slow motion, or extreme close-up - I am asking the audience to look at these places afresh and to question received notions of reality. These films will be exhibited in a 'black box' space.\\n\\nDuring the making and display of these works I shall maintain an online blog which is networked to other academics and interested parties about the process. Following all the exhibitions, I will write an article on the making of the pieces and their reception by the public and what may have changed by the use of High Definition and what insights I have gained. This work will also inform the book, 'White Cities'' for the Leonardo series on Art, Science and Technology with the MiT press, (currently in negotiation).\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009399/1","grantId":"AH/F009399/1","fundValue":"16124","fundStart":"2007-10-01","fundEnd":"2008-10-31","funder":"AHRC","impactText":"","person":"Terry  Flaxton","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}