{"id":"8A4A40EE-8343-4BC5-8C94-4D60213B66CA","title":"NSF/SBE-RCUK: Radiocarbon Dating and Chronological Modelling of Neolithic &Ccedil;atalh&ouml;y&uuml;k East","abstractText":"&Ccedil;atalh&ouml;y&uuml;k is a UNESCO World Heritage site in central Turkey that receives more than 25,000 visitors a year (with 86,000 visitors to the website (http://www.catalhoyuk.com)). It was first excavated in the 1960s, and new excavations have continued since 1993. The site has gained renown for its size (13 ha), its well-preserved mud-brick architecture, and for its dramatic wall paintings and relief sculpture. The c.19m of Neolithic deposits through the East Mound are seminal for our understanding of key developments in Neolithic life from the domestication of cattle and the adoption of a settled way of living, to the invention of pottery and the growth of long-distance trade.\n\nThis project will provide precise dating for the Neolithic occupation at &Ccedil;atalh&ouml;y&uuml;k East, by using Bayesian statistical modelling to combine a series of 650 radiocarbon dates with the detailed stratigraphic record of the modern excavations and, following a rigorous reassessment of the extant archive, with information from key parts of the 1960s sequence. There are two components to this programme: firstly to provide precise dating for a complete section through the East Mound, and secondly to extend the sequence away from this section so that contemporary houses and spaces can be identified and compared. \n\nWith precise calendar dating it will be possible to explore the following research questions:\n\nA. The Pace of Change\nHow long did it take for new innovations - pottery, milking, domestication of cattle, obsidian blade technology etc - to catch on? Do some changes take longer than others? Does change come as a constant, imperceptible stream or as a series of abrupt, punctuated revolutions? Is there any evidence of abrupt change during the '8.2k climatic event'? \n\nB. The Organisation of Society\nWhat did the settlement look like at any one moment in time? How was it organised? What was the nature of contemporary groupings of middens and houses? Did the more elaborate houses adopt innovations thic or ceramic technologies and styles) more quickly/slowly than less elaborate houses? \n\nC. Ritual and Religion\nHow was ritual organised? Did the community have a strong sense of 'history'? At what scale was memory constructed? How long did human skulls circulate before they were re-buried? Were cattle skulls and horns re-cycled over long periods of time? Was there a religious and social revolution half way through the sequence? \nIn general terms, a detailed chronology will allow for the first time a historical narrative to be constructed for a prehistoric tell. Interpreting this in deep prehistory will be a challenge, particularly as only broad comparisons will be possible between our generational sequence and regional comparanda which are, at best, dated to within several centuries. &Ccedil;atalh&ouml;y&uuml;k will be a microscope through which we can examine the origins and development of settled societies. The broader agenda we will consider includes the development and spread of early farming, the emergence of religion, and the development of the conditions that allowed the growth of urbanism.\n\nThis project is undertaken under the auspices of the &Ccedil;atalh&ouml;y&uuml;k Research Project, which is directed by Ian Hodder, with permission from the Turkish Ministry of Culture and Tourism. It will be published as a monograph by the Cotsen Institute of Archaeology, University of California, Los Angeles. The project also has long-standing engagements with local communities, the wider public generally, the media, museums, commercial companies (sponsors), local and regional governments, and international organizations such as UNESCO. Our overall hopes and expectations are that more finely dated ancient sites will allow understandings of historical processes at a level of detail hitherto only available in recent time periods, with a concomitant positive impact on the levels of attainable generality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008908/1","grantId":"AH/M008908/1","fundValue":"139257","fundStart":"2015-08-01","fundEnd":"2020-07-31","funder":"AHRC","impactText":"","person":"Alexandra  Bayliss","coPersons":["Ian  Hodder"],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}