{"id":"8A54C1FB-3030-42D4-B74F-AFC932650C10","title":"Discovering cellular responses targeted by herpesvirus tegument enzymes that are delivered by the entering virion","abstractText":"Herpesviruses are a very large family of viruses that cause many diseases in animals and humans. In particular many viruses that belong to the alphaherpesvirus subfamily cause significant disease and economic losses in the horse, cow, pig and poultry industries. Viruses of this herpesviruses subfamily that infect humans generally cause relatively benign diseases in healthy people, such as cold sores and genital herpes (herpes simplex virus) or chickenpox and shingles (varicella-zoster virus). However, these viruses do cause severe or life-threatening conditions, especially in immuno-suppressed people, such as herpes keratitis that is a leading cause of blindness, and herpes encephalitis that is commonly fatal even after antiviral drug treatment. Once infected with these viruses, they are there for life: all herpesviruses establish a dormant (so called latent) infection for the lifetime of the host, usually within the sensory nervous system for alphaherpesviruses, which cannot be treated with available drugs or prevented by available vaccines. Periodic episodes of virus reactivation from these latently infected cells can cause recurrence of disease and allows the virus to spread to uninfected organisms. Because of the many diseases caused by these viruses in such a wide range of animals as well as humans, there is an urgent need to develop improved antiviral drugs and vaccines.\n\nTo be able to effectively fight virus infections it is vital to understand as much as possible about how they infect and reproduce inside the cells of the body. Cells have many ways of protecting themselves from viruses, and conversely viruses have evolved many ways of overcoming these defences. There is still a great deal we don't understand about these 'host defences' and 'virus countermeasures' and the more we can discover about how cells defend themselves, and how viruses overcome these defences, the better able we will be to develop new ways of fighting infection.\n\nThe focus of this research is to discover the changes to host cells that are brought about by specific viral enzymes that are contained within herpesvirus particles and released into the infected cell as soon as the virus enters it. These viral enzymes are vital for herpesvirus to evade host defences, although we know virtually nothing about the specific effects of these enzymes as they are released into a cell by the virus. We will use state-of-the-art protein analysis techniques that enable us to detect and quantify thousands of proteins at once to discover the specific proteins of the cell that are targeted by these delivered viral enzymes. We will also use cutting-edge microscopy (so called super-resolution microscopy) to analyse the fate of these viral enzymes as they are delivered into cells by the incoming virus; these powerful new imaging techniques now provide us with the ability to detect and monitor single molecules in cells, allowing us to observe virus-host interactions at an unprecedented level of detail. \n\nFor this work we will be using the human pathogen herpes simplex virus, as the most well-defined and tractable model of this important family of viruses, so we can make rapid and efficient progress in this research The cellular pathways uncovered by this work are likely to include many cell defence systems that are crucial for cells to repel virus infection and so undoubtedly will be important defences against a broad range of viruses that infect different organisms. The new information that we will discover in these studies will provide a much greater understanding of how cells respond to infection as well as ways viruses can overcome these defences. This will ultimately lead to new and improved ways of fighting herpesviruses, as well as many other important viruses that cause significant animal and human diseases throughout the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M021424/1","grantId":"BB/M021424/1","fundValue":"417520","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"BBSRC","impactText":"","person":"Colin  Crump","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}