{"id":"8A54020F-7160-411D-88D2-D1C72311BA43","title":"Exploiting the Phytophthora infestans genome to identify gene targets for sustainable potato protection","abstractText":"Pathogen attack of crop plants is a key issue affecting agricultural sustainability in terms of both yield loss due to disease and environmental impact due to fungicide application. The oomycete pathogen Phytophthora infestans is the most significant pathogen of potato, the world's fourth largest crop. P. infestans is responsible for large yield losses through late blight disease, and costs associated with chemical control amount to &pound;3M globally per year. Genetic resistance to P. infestans and control chemicals have been deployed with limited success, as both have been readily overcome by variation in pathogen populations. This proposal aims to address the problems faced by existing control measures through exploitation of the P. infestans genome to seek vital and invariant components of its pathogenicity arsenal that can be targeted for sustainable potato protection. Specifically, this information will be used to identify sources of durable potato disease resistance for breeding and to develop novel control strategies that are intrinsically difficult for the pathogen to overcome. The oomycetes include more than 70 Phytophthora species and are arguably the most significant pathogens of dicotyledenous plants. In the last year or so, genes have been identified from oomycete pathogens of the model plant Arabidopsis, of soybean, and from P. infestans itself (by the SCRI group), that encode proteins that trigger resistance. These proteins are very different to each other except from a conserved motif that is similar to a sequence required for delivery of malaria virulence proteins inside human blood cells. Preliminary evidence suggests that this motif is required to deliver the oomycete proteins into the cells of their respective plant hosts. The motif has provided a signature to search for other proteins that are delivered inside host cells, where they may be exposed to defence surveillance systems. In this proposal we aim to identify the entire complement of such poteins from P. infestans. We will characterize these proteins to seek those that are essential for infection (and thus are not easily lost by the pathogen) and those that show little sequence variation in diverse strains of the pathogen (and thus appear to be under selective pressure to remain unchanged). We postulate that such proteins represent potential Achilles' Heels for the pathogen if resistances can be found that recognize them. To this end, we will search in a wild potato biodiversity collection at SCRI (The Commonwealth Potato Collection) for plants that are resistant to these proteins (and thus to most, if not all, strains of P. infestans). These resistances are likely to be highly durable and thus will be prioritized for introduction into cultivated potato in commercially supported breeding programmes at SCRI. The second 'Achilles' Heel' of P. infestans that we intend to exploit is the machinery required for translocation of these virulence proteins inside potato cells. The translocation machinery is potentially a very suitable target for disease control, since inhibition of this delivery process would prevent effector proteins entering host cells and thus inhibit the pathogen's normal infection process. Experiments will be conducted to find the proteins responsible for translocation by identifying proteins that bind to the conserved delivery motif. We will conduct experiments to determine how they work. Mimicks of these proteins which bind to the delivery motif in oomycete virulence proteins will potentially not only prevent P. infestans from causing infection but will have a wider application by inhibiting other oomycete plant pathogens and will possibly extend to unrelated pathogens such as malaria. The biotechnology company Syngenta is the end-user that will evaluate the use of our findings in this aspect of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E007120/1","grantId":"BB/E007120/1","fundValue":"428951","fundStart":"2007-04-16","fundEnd":"2011-04-15","funder":"BBSRC","impactText":"  They have contributed to establishing one of the most active new areas in plant and agricultural research: RXLR effectors.\n\nThey have revealed hundreds of effectors in the genomes of oomycete plant pathogens.\n\nThey have led to an understanding of how oomycete plant pathogens are detected by plants to trigger resistance.\n\nThey have led to new BBSRC-IPA grant proposals.\n\nThey have led to a fundamental change in the way that breeding programmes for crop resistance are conducted, incroporating a knowledge of effector diversity and pathogen population diversity, along with effector recognition, into identifying and tracking resistance in crop plants Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Education,Environment,Manufacturing, including Industrial Biotechology Cultural,Societal,Economic,Policy & public services","person":"Paul Robert Birch","coPersons":["Stephen  Whisson","John  Bradshaw","Leighton  Pritchard"],"organisation":"Biomathematics and Statistics Scotland","findingsText":" We discovered RXLR effectors are recognised by plant resistance proteins, and suppress plant immunity. \n\nWe have revealed hundreds of effectors in the genomes of oomycete plant pathogens.\n\nWe have developed an understanding of how oomycete plant pathogens are detected by plants to trigger resistance.\n\nWe have fundamentally changed the way that breeding programmes for crop resistance are conducted, incroporating a knowledge of effector diversity and pathogen population diversity, along with effector recognition, into identifying and tracking resistance in crop plants The durable resistances that detect essential Phytophthora infestans effectors will be exploited in agriculture through breeding them into finished cultivars. \n\n\n\nMedical applications for RXLR effectors, using the motif for delivery of drugs into human/animal cells is currently being explored by Pieter van West's group in Aberdeen. Several key routes to exploitation have been made. Following the identification of essential RXLR effectors as potential 'targets' for disease resistance proteins in Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Education,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}