{"id":"8A58E2CB-B55C-4241-B5CB-1E87B0869EDF","title":"Optimising Quality of Sleep Among Older People in the Community and Care Homes: An integrated approach","abstractText":"<p>Good sleep in later life reduces risk of falls and depression, is essential for maintaining activity and performance levels, and reduces challenging behaviour encountered in dementia sufferers. This multi-disciplinary research project addresses practice and policy relevant issues arising from the nature, impact and management of the sleep-wake balance in later life. It will extend and 'join up' strategically targeted areas of sleep research relevant to understanding and improving autonomy, active ageing, and quality of later life.&nbsp; </p> \n<p>Academic partners from six disciplines and four institutions, together with five non-academic partners, will achieve these objectives through research within eight inter-linked work packages. Multiple methods will be used to improve understanding of disrupted sleep and associated medication use in later life, using secondary analysis of existing large databases, and in-depth research with older people in the community and care homes. Interventions will be conducted to evaluate the effects of ‘blue-enriched’ light on quality of sleep in the community and care homes, evaluate a supported self-management programme for insomnia among older patients in general practice, and evaluate newly-developed sensor-devices to improve sleep. A user-friendly information and advice website on sleep will be developed, and a sleep education module prepared for the DIPEx website.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/D004780/1","grantId":"ES/D004780/1","fundValue":"2332600","fundStart":"2006-12-01","fundEnd":"2011-05-31","funder":"ESRC","impactText":"","person":"Sara  Arber","coPersons":["Kevin  Morgan","Debra Jean Skene","Roger  Orpwood","David  Armstrong","Ingrid Anne Eyers"],"organisation":"University of Surrey","findingsText":" The Aims of SomnIA Research were:\n\n\n\no To understand the meanings and determinants of poor quality sleep among older people in the community and in care homes - by assessing social, psychological and environmental factors, medication use and health status, and identifying potential solutions. \n\n\n\no To develop a cost-effective approach to non-pharmacological self-management of insomnia among older people with chronic disease. \n\n\n\no To develop and evaluate 'blue-enriched' light in impr The findings of the SomnIA project are being used in five main non-academic contexts:\n\n\n\n1. Raising awareness among the public about the importance of sleep for the health and wellbeing of older people; and providing knowledge to the public and to health professionals about the range of strategies that can be adopted to optimise sleep in later life. \n\n\n\n2. Improving the treatment and management of sleep problems for people with chronic illnesses, including Parkinson's Disease. This aspec Healthcare","dataset":"gtr"}