{"id":"8A604635-FF09-465C-983C-84EA68DD01BE","title":"Toric methods in homotopy theory","abstractText":"From a historical perspective, algebraic topology came into being as combinatorial topology. Indeed, some of the oldest geometric objects considered by mathematicians, Platonic solids and more general polytopes, are inherently combinatorial in nature. An important feature is that polytopes can be constructed by gluing lower-dimensional, and hence simpler, polytopes.This idea of describing a complicated object by gluing simpler pieces is ubiquitous in modern mathematics. Topological spaces equipped with a triangulation or a more general kind of cell decomposition, sheaves, and localisation results in algebra may serve as examples. The main idea is that the properties of the global object are entirely determined by the properties of the building blocks, and that one can pass from (known) local properties to (unknown) global properties by virtue of sophisticated gluing arguments.Around the mid-70s, algebraic geometers developed the theory of toric varieties, providing a formalism for describing algebraic varieties by rather simple-looking combinatorial objects (collections of cones in a finite-dimensional real vector space). This is in fact another example of the method described before to obtain interesting and complicated global objects by gluing well-understood simple small pieces, and has the added benefit that the abstract gluing process is readily visualised by gluing cones along common faces. A modification of the construction led to the notion of toric manifolds developed by Davis and Januskiewicz, initiating a new branch in topology nowadays known as toric topology . Both the algebraic and the topological side are active research areas today, and provide deep links between such diverse subjects as convex geometry, algebraic geometry, algebra, topology, polytope theory and combinatorics.The proposed research is about the less obvious relation between toric methods and homotopy theory. The connection works both ways. One can use toric methods to attack finiteness issues in algebra, topology and combinatorics. Going the other way, modern homotopy theory provides the means to give new descriptions of objects from toric geometry, or to extend the scope of toric geometry into new and exciting contexts, eg, algebraic geometry over the sphere spectrum , or over the field with one element .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H018743/1","grantId":"EP/H018743/1","fundValue":"101318","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  This is foundational research into pure mathematics, and as such has no measurable impact outside academia to-date.  ","person":"Thomas  Huettemann","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Toric methods can be applied to situation which apparently have no connection to toric geometry. This is demonstrated in my research on finite domination of chain complexes in which David Quinn and myself use a toric-geometry motivated approach to obtain new results (and, as a bonus, new proofs for known results) in homological algebra. Specifically we found new characterisations of finite domination in terms of the vanishing of finitely many &amp;quot;Novikov homologies&amp;quot;. This improves previously known results which incorporate infinitely many vanishing conditions. These results are of interest also in topology and geometric group theory, where related construction have been studied.\n\nIn another strand of the research project I considered the algebraic K-theory of graded rings, and of projective toric varieties. The toric methods yield very general splitting results in the latter case, and new computations of graded K-theory of certain graded rings.\n\n\n\nIn another direction I used a toric approach to analyse how sheaves of modules can be glued &amp;quot;up to homotopy equivalence&amp;quot;, resulting in a generalisation of Quillen's K-theory computation of projective spaces to other types of varieties, and to non-commutative ground rings. Some of he research results have been published already in peer reviewed journals, and communicated to a wide audience in several presentations in the US, Canada, Germany, Ireland, Taiwan, China, South Korea and UK. My research has connections with algebraic topology and geometric group theory which I hope to investigate in more depth in the near future. In collaboration with David Quinn I have developed new tools in homological algebra which are available, through publications, preprints and conference presentations, to all researchers in this subject. Other","dataset":"gtr"}