{"id":"8A659C69-3D67-489E-A437-5C51B8CC9B4D","title":"Determinants of long-term trajectories in cardiovascular risk clusters","abstractText":"Risk factors for heart disease, such as high blood pressure, obesity, elevated cholesterol levels and pre-diabetes, have a tendency to occur simultaneously in the same individuals. This is called the metabolic syndrome, and having it increases a person?s risk of diabetes, or a heart attack. In addition to these known risk factors, it is thought that other mechanisms, such as inflammation, and the state of fat tissue may also contribute to the risk of heart disease. However it is not known if disturbances in these systems truly cause heart disease, or if they merely mirror the disease process or disturbances in the known risk factors. If these disturbances are truly a cause of heart disease, treating them may help reduce a person?s risk. If they simply follow disturbances in the known risk factors, treatments and preventive measures should remain focused on the risk factors we know. A powerful way to study this question is to examine known and new risk factors at several points in time in the same individuals to determine if changes in one set of risk factors occur before, at the same time or after changes in other sets of risk factors.\n\nWe aim to study these questions using information gathered in the Whitehall II study, complemented with new measurements. The Whitehall II study includes over 7000 participants (70% men) who have undergone 3 rounds of screening for known heart disease risk factors at 5 year intervals, and have answered questionnaires about exercise, diet, work, stress, and social status at each round. We have followed participants up to 2004, to see who developed diabetes and heart disease. Participants have also given blood samples at each round, which have been kept in frozen storage. We aim to use these frozen samples to study novel markers of inflammation and the state of fat tissue. The combination of these new measures with the extensive existing data, will allow us to study the change in the components of the metabolic syndrome over time, and to determine if these changes are related as cause or consequence to changes in inflammation, blood clotting and the state of fat tissue. Our extensive data on diet, exercise and socioeconomic status will allow us to study if the way the known and new risk factors work together is different in different segments of society and in people with different health behaviours.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501184","grantId":"G0501184","fundValue":"322993","fundStart":"2006-06-01","fundEnd":"2009-05-31","funder":"MRC","impactText":"","person":"Daniel Rinse Witte","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}