{"id":"8A6D5D41-AE96-441C-B78C-4CE60F4C491C","title":"Role of the Lymphotoxin signaling axis in the regulation of thymic microenvironments: Implications for age-associated thymic atrophy.","abstractText":"Our susceptibility to infection gradually increases with age, directly contributing towards a negative impact upon health and wellbeing in later life. Current predictions estimate that by 2033 the proportion of individuals over the age of 65 will encompass 25% of the UK population (source: Medical Research Council, UK). It is therefore clear that tackling the problem posed by age-associated infection risk presents a major socio-economic and health challenge. \n\nThe ability of the immune system to protect against bacterial and viral infection is provided by a wide range of immune cell types acting in concert. One critical immune cell type is the T-cell, responsible for directly killing virally infected cells and supporting our ability to mount protective antibody responses. T-cells develop within a highly specialized organ, termed the thymus that lies within the upper chest cavity. Each T-cell formed within the thymus recognizes a limited range of molecules associated with specific bacteria or viruses via a cell surface receptor termed the T-cell receptor (TCR). Importantly, each T-cell produced within the body bears a single TCR specificity, thereby meaning each T-cell is capable of recognizing and attacking a limited range of infectious pathogens. In order to ensure efficient immune protection against the huge range of bacteria and viruses that an individual is likely to encounter throughout their lifetime, a diverse range of different T-cells are required to meet this diverse, infectious challenge. The central role of the thymus and T-cells in providing immune protection is acutely highlighted by the extreme risk of infection and high mortality rates in patients displaying inherited defects in thymus and T-cell development.\n\nThroughout life, T-cells within the immune system are continuously lost through attrition. In order to ensure maintenance of T-cell diversity and efficient immune protection, continuous development and output of new T-cells from the thymus is required to counter-balance this ongoing loss of peripheral T-cells. However, as we age, the thymus undergoes a gradual program of atrophy. Thymus atrophy being characterized by: a loss of functional thymus tissue, an increase in thymus fat deposits and a corresponding restricted capacity to support new T-cell development. As a consequence, elderly individuals exhibit restricted T-cell diversity manifesting in an increased susceptibility to infection and a reduced capacity to respond to vaccination based interventions. In addition, the loss of T-cell development capacity with increasing age negatively impacts upon the ability of patients undergoing chemo- and irradiation based therapy to efficiently restore T-cell immunity post-treatment. This directly leads to a window of high susceptibility to infection following cancer-related treatments and bone-marrow transplantation.\n\nThe specialized capacity of the thymus to support T-cell development is provided by functionally unique thymic stromal cells, and it is these cells that are lost during age-associated thymus atrophy. However, it is unclear which signals and molecules are involved in either maintenance or loss of thymic stromal cells and their replacement by fibrotic tissue and fat cells in the aged thymus, cell types linked to inflammatory processes. This project will investigate the role of the Lymphotoxin-beta receptor (LTbR), a signaling molecule linked to both normal T-cell development and stromal cell function, in driving thymus atrophy. This project will also investigate the consequences of manipulating this pathway upon T-cell development and immune function. Importantly, the identification of novel molecules and their role in regulating thymus atrophy has important implications for the ultimate long-term goal of developing medical therapeutic interventions that will combat thymus atrophy and improve T-cell development and immunity in old age.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006522/1","grantId":"BB/M006522/1","fundValue":"463845","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"BBSRC","impactText":"","person":"William Edward Jenkinson","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}