{"id":"8A6F20B7-A519-4E2C-A4A1-226405847E06","title":"Immunomodulatory effects of pre- and probiotics","abstractText":"The number of people aged 65 years and over is expected to rise by over 60% in the next 25 years, which presents an enormous challenge for the healthcare system. Elderly people suffer from more frequent and severe infections than younger people; influenza is particularly common in older individuals and is a major cause of death in the elderly population. Ageing dramatically affects immune function; as we age, the repertoire of cells potentially available to respond to a new pathogen shrinks and there is an accumulation of poorly functioning mature cells. This phenomenon is known as immunosenescence and partly explains the increased susceptibility for infection in older individual. Vaccination is recommended to protect the older people against influenza, but immunosenescence also reduces the efficacy of vaccination. It has been estimated that 30-50% of older adults fail to mount protective antibody responses after influenza vaccination, representing a considerable waste of resource and a false sense of security for those receiving the vaccinations. Probiotics are beneficial bacteria, which can be consumed and which have a long and safe record of use in humans. They have shown promise in the prevention or treatment of several disease states ranging from lactose intolerance, constipation and diarrhoea, alleviation of allergy and even to more chronic systemic diseases, such as cardiovascular disease and cancer. Often they are taken together with prebiotics, which are normally fermentable carbohydrates that provide a food source for the beneficial bacteria when they reach the lower gut. There is particular interest in the positive influences of pre- and probiotics in older people, who are subject to alteration in gut microflora composition as well as immunosenescence. Several studies have demonstrated beneficial effects of specific pre- and probiotics on immune function in older subjects. However, none of these studies have taken into account the age-related shift in immune cell populations. Furthermore, there is little understanding of the mechanisms underlying these effects. Despite this, probiotics have recently been proposed as prime candidates for 'anti-immunosenescence' therapy. We propose to investigate the impact of a pre- and probiotic on immune function in young and older subjects, taking into account the age-related shifts in immunity due to immunosenescence. We aim to establish biomarkers and methodology which could be exploited to establish the underpinning science behind the immunomodulatory effects of commercial pre- and probiotics. The project will involve 60 young (18-35y) and 60 older (65-85y) subjects, who will take a pre- and probiotic mixture or a placebo for a total of 8 weeks. The probiotic is not currently commercially produced, but has been demonstrated to have particular ecological fitness and anti-pathogenic effects in the gastrointestinal tract in old age. A suitable prebiotic will be selected on the basis of ability to promote optimal growth and survival of this probiotic. After 4 weeks on the treatment, the subjects will receive an influenza vaccination. Blood samples will be taken before treatment, and at 4, 6 and 8 weeks after commencement. The samples taken at 6 and 8 weeks will be used to assess the immune response to the vaccination. A wide range of immune parameters will be assessed, taking into account the age-related shifts in immune cell populations. In conjunction with the human study, a series of in vitro studies will investigate the mechanistic basis for the impact of the probiotic on immune function and will determine whether there are differential effects of the probiotic in young and older subjects at the cellular and molecular level. The overall aim of both components of the project is to determine whether older subjects derive specific additional benefit from pre- and probiotics by modulation of the impact of immunological ageing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H00470X/1","grantId":"BB/H00470X/1","fundValue":"542785","fundStart":"2010-01-11","fundEnd":"2013-01-10","funder":"BBSRC","impactText":"  The findings were presented at the Healthy Ageing Research Centre in Poland in May 2014, where clinicians in Respiratory Medicine were evaluating strategies to deal with the high risk of respiratory infection in older people. It is planned that a collaborative network will be formed.\nThe work was presented to a consortium involved in mathematical modelling of vaccination response in older people, with the result that data from the study will be used for mathematical modelling to better understand underlying differences in vaccine response between young and older people.\nThe work was presented at a GP study day at the Royal College of Physicians, directly contributing to education of healthcare professionals. Agriculture, Food and Drink,Healthcare Societal,Policy & public services","person":"Parveen  Yaqoob","coPersons":["Kieran Michael Tuohy","Margot  Gosney","Susan  Todd","Ian  Rowland"],"organisation":"University of Reading","findingsText":" We discovered that a number of age-relate changes in the immune system go some way towards explaining the port response of older people to influenza vaccination. \nWe discovered that probiotics modulate the immune system in different ways in young and old people because of age-related changes in the immune system. Probiotic companies may be interested in our clinical trial for testing their own products for modulation of the immune response to probiotics. In a wider sense, an international consortium assessing the poor efficacy of influenza vaccination in older people may be able to use our data to better understand the underlying reasons. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}