{"id":"8A736E73-BDF6-4B26-856F-7BA9F1E0C4CD","title":"English Regionalism: Rhetoric or Substance? Evaluating Decision Making Procedures for Regional Funding Allocations","abstractText":"<p>In the absence of political devolution in England, the Government is committed to extending the responsibilities of the regional tier in delivering public policies. The Government's Guidance on Regional Funding Allocations (RFAs) (HM Treasury et al, 2005) is the latest in a raft of initiatives aimed at promoting greater sub-national discretion and coordination. These developments are significant. Yet, little is known about how regional actors are responding to this agenda or their capacity to deliver. This research will address this issue by providing an in-depth evaluation of the quality and rigour of regional decision making procedures for RFAs in all English regions. It will tell us precisely how the different resource capacities and objectives of regional stakeholders are being managed in efforts to achieve integration between (1) economic development, (2) housing and (3) transport policies and the extent to which regional policy making is underpinned by robust, inclusive and evidence based procedures. The research will identify what is supposed to be happing in terms of making decisions about RFAs, what is actually happening in each English region and how arrangements can be more effectively managed to bridge this gap.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E000312/1","grantId":"ES/E000312/1","fundValue":"215500","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"ESRC","impactText":"  There has been a strong emphasis on research dissemination and practitioner engagement from the start of this research. Practitioners involved in RFAs have been the direct beneficiaries of timely and in-depth empirical findings. Policy makers have actively sought information emanating from this project with a view to (i) appraising government policy on devolution and decentralisation (ii) developing policy guidance on RFAs in Whitehall (iii) formulating regional submissions on RFAs and (iv) using findings as an evidence base to lobby government departments for policy change. Government, Democracy and Justice Policy & public services","person":"Sarah Anne Ayres","coPersons":[],"organisation":"University of Bristol","findingsText":" In the absence of political devolution in England, the UK Government has adopted a process of administrative decentralisation by extending the role of the regional tier in policy development and delivery. Regional Funding Allocations (RFAs) were introduced in 2005 and are 'intended to enable regions to better align their strategies and provide an enhanced input into Government policy development and public spending decisions that affect the regions' (HMT et al, 2005: 3). For the first time major funding streams for economic development, housing, transport and, more recently, skills would be examined jointly by key partners to promote a more cohesive approach to the long-term management of resources. This research has examined the scope and feasibility of RFAs. \n\nDrawing on theories of network management and collaborative governance a Regional Governance Assessment Framework has been developed to examine how decisions about RFAs have been made. Findings indicate that significant progress has been made by regional actors in prioritising programmes within the confines of allocated budgets. However, the research has also illustrated the weaknesses in England of the ability to coordinate funding streams at an appropriate spatial scale and underlines the need for future regional strategies to be attached to funds and mechanisms for delivery. Whitehall's tentative step towards establishing regional budgets has failed to deliver the discretion and flexibility required to develop territorially distinct policy solutions. Given the severity of the economic challenges facing the UK, a more robust approach to promoting sustainable economic development and managing England's territories will need to be found. To examine the process of devolution and decentralisation in England Government, Democracy and Justice","dataset":"gtr"}