{"id":"8A75C9BB-B565-444E-9AE3-2F29A48CAF7F","title":"Network for research on institutional governance","abstractText":"The network will create a community of scholars and practitioners to interrogate institutional governance issues relating to the development of codes, norms and laws and to their content and compliance procedures. This will be done in a way that reaches out beyond academia into various types of organisation. The network will investigate governance issues as they affect bodies as diverse as companies, NGOs, the health service and the UN. It will bring together legal and other experts who rarely research together because they claim expertise in distinct disciplines or distinct areas within those disciplines.\n\n\nThree topic-based workshops in areas where members of the network team have special expertise will be conducted on ocean and river basin governance issues; international companies and developing states; and the state and the delivery of &quot;public&quot; services. There will also be an over view workshop drawing themes together.\n\n\nThe network is to be run by an existing team of academics who work together on the organisation and delivery of training for a group of about 50 PhD students registered across three academic departments at the University of Dundee. One of the network's contributions will be to involve PhD students from Dundee and across the UK in its workshops and website discussions.\n\n\nThe overall aim is to contribute to research on governance by establishing a network that will focus initially on three governance topics that exemplify the problems within and between different types of organisations that have to engage with laws, rules and norms generated at international, regional and industry levels. Once established the network will tackle future governance issues as they emerge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510620/1","grantId":"AH/E510620/1","fundValue":"24779","fundStart":"2007-01-09","fundEnd":"2009-04-08","funder":"AHRC","impactText":"","person":"Alice  Belcher","coPersons":[],"organisation":"University of Dundee","findingsText":" These have already been submitted in a final report that was still required at the time of this award. The results are already being taken forward by communities grappling with the problems of governing marine, environmental, NHS, corporate and charity governance.\nThe main aim of the network was to provide vibrant communities where legal and other experts, who might have limited other vehicles for the exchange of information, experience and ideas can interact. Energy,Environment,Healthcare,Government, Democracy and Justice,Other","dataset":"gtr"}