{"id":"8A80376F-555A-4E25-A2D7-D60D38B1C3A2","title":"Biomagnetic retraction for endoscopic surgery","abstractText":"In open surgery the surgeon may use his hands or a range of large instruments to retract organs. In Minimal Access Surgery (MAS, popularly known as 'keyhole' surgery) it is not possible to do this. Special retractors have been developed for MAS, but these do not work very effectively and may sometimes traumatise tissues and organs.This proposal is based on a previous EPSRC pilot grant, the results of which confirmed the feasibility of rendering small areas of tissue ferromagnetic: these localised ferromagnetic regions can then be retracted and manipulated using magnetic probes during MAS and recent variations on this surgical approach: natural office surgery (NOS) and single port laparoscopic surgery (SPLS). The proposed research involves the development of - a novel system for the injection of ferromagnetic media to allow magnetic retraction of bowel during MAS, SPLS and NOS. The ferromagnetic media is injected directly into the bowel and is excreted normally after the operation;- a new method for surface ferromagnetisation of tissues by developing novel ferromagnetic plastic films which adhere to the wet surfaces of the internal organs: these materials (known as muco-adhesive polymers) will be configured primarily for pull retraction by magnetic probes but with other biomedical applications, e.g., surface marking of localised small lesions discovered during examinations with an endoscope; - design and development of novel technologies for magnetic grasping, as distinct from pull retraction, in conjunction with an adjustable magnetic force system which can be deployed either on the inner surface of the abdominal wall or outside the body. Multiple grasping devices, computer controlled from outside the body, can be used to handle the bowel as gently as possible to reduce the risk of injuryThese three strands constitute closely related components of an entirely novel system for magnetic retraction for the various MAS approaches. In the development of each strand extensive use will be made of a computer analysis technique known as finite element modeling, as well as experimentation in models of the relevant anatomy.The project requires the involvement of several different scientific disciplines: chemistry to create the polymer, physics to identify the desired characteristics of the ferromagnetic materials, engineering to create workable products from the scientific knowledge and surgery to direct the application of the entire enterprise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H010033/1","grantId":"EP/H010033/1","fundValue":"1219160","fundStart":"2009-11-01","fundEnd":"2013-10-31","funder":"EPSRC","impactText":"  Yes. \nThe findings have been presented at several important international meetings for surgeons and biomedical engineering and medical physics. \nThe findings have been published in over 20 peer-review journals and conference proceedings.\nThere are 4 patent application published. And there are further three patent applications under filing and they have already been licensed to Karl Storz (UK, Germany) for further product development and clinical use. Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Alfred  Cuschieri","coPersons":["Pascal  Andre","Stuart  Brown","Gordon John Florence"],"organisation":"University of Dundee","findingsText":" The research carried out jointly between the University of Dundee (IMSaT) and the University of St Andrews (Chemistry - Dr Gordon Florence and Physics - Dr Pascal Andre) has produced a range of hybrid magnetic muco-adhesive polymers which adhere very strongly when applied to the serosal surface of bowel enabling retraction by magnetic probes with retraction forces up to 8 Newtons (measured by instron tensiometry experiments). Secondly, the research has lead to the design and development of a range of smart magnetic instruments and probes for atraumatic retraction of bowel and solid organs following application of magnetic muco-adhesive polymer, with the ability for disengagement of the magnetically retracted tissues when needed during the intervention. Allied research carried out by the project has lead to the development of technology which detects slip, when tissue is grasped. The polymers can be magnetized by incorpration of either stainless steel microparticles or coated iron oxide nanoparticle. Healthcare and Medical Technologies for minimal access surgery and interventional flexible endoscope. The technology is being exploited through an existing collaborative agreement between the University of Dundee and Storz UK following three patent applications. Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}