{"id":"8A836084-6F80-4693-9645-3A6A87EEA637","title":"Changing the Synthesis Landscape with Boron at the Helm: from Chiral Organometallics to Assembly Line Synthesis","abstractText":"Chemistry is unique amongst the sciences in that it has the power to constantly rejuvenate itself since it has the ability to study what it also creates. Creating molecules is where the developments in chemistry begin, which ultimately leads to the advancements in society. Within this context, the synthesis of organic molecules is central to many research disciplines from medicine to materials. However, despite substantial progress, the problems and difficulties associated with chemical syntheses severely limit the rate of growth and development of these disciplines. These fields are constrained by what chemists can make easily, rather than by the imagination of the scientists. In order to meet the emerging challenges across new disciplinary boundaries in a rapidly changing scientific landscape we require a step-change in the development of more rapid and robust techniques in organic synthesis. \n\nOur proposal is to essentially 'grow' a carbon chain with specific substituents attached at specific places and with specific stereochemistry, so that so that at the end of the sequence a complex target molecule which may be a natural product, pharmaceutical or synthetic material will be produced essentially in one step. This is a hugely ambitious goal. The 'growth' phase is conducted using a chiral carbanion with a good leaving group attached (a carbenoid) which reacts with a boronic ester to give a homologated (enlarged) boronic ester. Repeating this reaction, using a different carbanion on the new boronic ester enables a second growth step to take place. The growth steps can be likened to adding lego pieces until a model has been created. Such a process has resonance with the remarkable machinery nature has evolved [polyketide synthases (PKS)] in its biosynthesis of polyketides. Indeed, by variation of the carbenoid and its stereochemistry (lego pieces) a diverse range of molecules with specific shape should be accessible thus enabling rapid structure-activity studies on complex molecules. \n\nThe boronic ester intermediates are stable organometallic reagents which are easily accessible with control over their shape. We plan to embark on a novel method of activation of these intermediates so that they can be transformed into a much broader range of molecules bearing new functionality. Such novel methodology would significantly expand the landscape of readily available chiral organic molecules. \n\nThe (desired) properties of a molecule are defined by its shape and functionality. Being able to control these critical features lies at the heart of chemistry and is what drives much of biological and materials chemistry. We aim to create new tools to enable us to easily synthesise a broad array of molecules with control over their shape and functionality. Our proposed synthesis program will provide an additional new tool to enable science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038071/1","grantId":"EP/I038071/1","fundValue":"1578870","fundStart":"2012-05-14","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Varinder Kumar Aggarwal","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}