{"id":"8A8EDAC9-2B80-4C43-BF6C-50B9052C3596","title":"An Astrophysics Consolidated Grant for the Jeremiah Horrocks Institute","abstractText":"The astrophysics group at the University of Central Lancashire carries out research in many different areas, including, solar physics, stellar variability, and galaxy formation.\n\nThis grant requests resources to support our core activities, including the exploitation of data from the latest ground- and space-based observatories, and to carry out state-of-the-art simulations of the formation of star clusters and galaxies.\n\nThe key areas covered by the grant are:\nSolar physics - where space-based observatories such as the Solar Dynamics Observatory, STEREO, and Hinode will be exploited to investigate solar activity and the effect of the Sun on the solar system. This traces the development of magnetic features in the solar atmosphere, their eruption as flares and coronal mass ejections, and the propagation of material as it flows into space. This will be complemented by computer modelling of the magnetic processes that drive solar activity and its impact in the heliosphere.\n\nStellar variability - where international observatories such as Kepler, SALT, ALMA, and SOFIA will be used to study different types of variable and eruptive stars. Different variable stars will be investigated using asteroseismology, where the pulsations of stars over time are used to probe the dynamics and structure. Ejecta from evolved eruptive variable stars will be probed in the micron to millimetre range to determine the ejecta composition and understand dust formation.\n\nFormation of star clusters and galaxies - where large supercomputers will be used to simulate the formation and evolution of star clusters and galaxies, including the Milky Way, using suites of numerical codes developed in-house and with close collaborators.\n\nStructure and dynamics of galaxies - where observational and theoretical tools are combined to probe the behaviour of galaxies and phenomena that occur within them. This ranges from measurement of the star formation rate and its relation to dark matter content, to simulations of astrophysical jets, and the structure of large quasar groups.\n\nExploiting the varied expertise of the astrophysics group is an extensive outreach programme which utilises our purpose-built observatory. The observatory is already extensively used for visiting groups from schools and the general public, and the site will be developed to enhance its potential for public engagement. This programme will be developed to promote engagement with new audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001341/1","grantId":"ST/J001341/1","fundValue":"712094","fundStart":"2012-04-01","fundEnd":"2015-07-31","funder":"STFC","impactText":"","person":"Donald Wayne Kurtz","coPersons":["Cristina  Popescu","Victor P. Debattista","Danielle  Bewsher","Silvia Carla Dalla","Bradley Kenneth Gibson"],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}