{"id":"8A9672A1-90D1-4B7A-97FE-3C4775798C05","title":"Engineering human artificial chromosomes containing the dystrophin locus for autologous cell therapy of Duchenne Muscular Dystrophy.","abstractText":"Duchenne muscular dystrophy (DMD) is the most common and severe form of muscular dystrophy (1/3500 males). It affects skeletal and cardiac muscles, leading to progressive loss of movements, confinement to a wheelchair and finally to total paralysis and assisted ventilation. Death occurs usually in the third decade of life because of cardiac and/or respiratory failure. Improved medical assistance has increased the lifespan of patients but still there is no efficacious therapy and steroids are the only palliative treatment available. Among several novel strategies that are entering clinical experimentation, our group focused on cell therapy, based upon intra-arterial infusion of mesoangioblasts (MABs), stem/progenitor cells associated to blood vessels that showed efficacy in dystrophic mice and dogs. Although a phase I/II clinical trial based upon allogeneic transplantation of mesoangioblasts is currently running, gene therapy of autologous cells would be preferable (no immune suppression and no need of HLA-matched donor) but the large size of the dystrophin gene (2.4Mb) hampers the use of viral vectors. Our group pioneered the use of human artificial chromosomes (HACs) containing the whole dystrophin locus for muscular dystrophy (DYS-HAC), showing efficacy of this strategy in dystrophic mouse cells. Based on the above, we now plan to develop a definitive strategy that would allow translation to human cells and boosting the therapeutic effect.\nFirst, we will insert into the DYS-HAC an &quot;immortalizing cassette&quot; containing genes that allow bypassing senescence (telomerase and Bm1) and a suicide gene as a safety device. Preliminary results confirm that this cassette works in human cells. The cassette is floxed and thus can be excised from the HAC before cells are infused into patients.The DYS-HAC will also contain an inducible MyoD (i.e linked to the Estrogen Receptor: MyoD-ER), a myogenic master gene that will allow induction of muscle differentiation (which is variable among different patients). \nThe optimal number of copies of dystrophin to include will be determined to achieve the optimal level of expression for a single genetically corrected nucleus to compensate for the muscle fibre resident nuclei that cannot synthesize it. All the subsequent generations of HACs will be transferred in human dystrophic mesoangioblasts that will be then challenged for their ability to repair dystrophic muscle and ameliorate the disease.\nThe PI is a leader in the field of cell therapy; his expertise, and that of his colleagues, will guarantee a high probability of success for this ambitious but realistic project, whose results may lead to rapid clinical translation and, at the same time, pave the way for other monogenic diseases, characterized by mutations of a very large gene.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J006785/1","grantId":"MR/J006785/1","fundValue":"723337","fundStart":"2012-04-01","fundEnd":"2014-09-30","funder":"MRC","impactText":"","person":"Giulio  Cossu","coPersons":["Francesco Saverio  Tedesco"],"organisation":"University College London","findingsText":"","dataset":"gtr"}