{"id":"8A961665-5A1C-4F34-8EFA-6BD98CF0B29E","title":"Argument Mining","abstractText":"Argument and debate form cornerstones of civilised society and of intellectual life. Processes of argumentation run our governments, structure scientific endeavour and frame religious belief. Recognising and understanding argument are central to decision-making and professional activity in all walks of life, which is why we place them at the centre of academic pedagogy and practice; it's why such a premium is placed upon these skills; and it's why rationality is one of the very defining notions of what it is to be human. \n\nOur theories of how argument is structured go back to Ancient Greece. In the past thirty years or so, the computational sciences have started to build models and engineer software based on these theories: this is the field of argument technology, and the recent surge in activity is testament to the vitality and broad applicability of the field. Though argument technology, in which the UK is a world leader, has had applications in domains as diverse as healthcare, public policy, government and the media, the focus has been squarely upon Artificial Intelligence technologies for supporting human argumentation and subsequent automated reasoning with the results. Arguments made outside such software walled gardens have been off the agenda simply because automatic machine understanding of unfettered naturally occurring reasoning has been too hard to tackle. \n\nBefore 2014, that task -- argument mining -- had been tackled only speculatively and only in specific domains by a very small number of groups such as those at Toronto, Leuven and Dundee. By the end of 2014, more than twenty research labs across the US and EU were gearing up to tackle the problem, there were several international meetings including a regular workshop series at the largest computational linguistics conference, and dozens of results being reported. The reason for this huge upswing in activity lies in maturing technology and the returns available. Opinion mining has transformed the way that market research and PR is carried out, deploying big data analysis techniques to understand the attitudes people hold towards products and brands. Sentiment analysis has had an even greater impact in predicting financial markets by analysing broad moods and perspectives that are expressed in the press. Argument mining is the natural evolution of these technologies, providing a step change in the level of detail available -- moving from not just analysing what opinions people hold, but why they hold the opinions they do. This is why major organisations such as IBM, with whom we are partnering in this project, are so interested in the technology. \n\nThe Centre for Argument Technology now curates the largest publicly accessible corpus of analysed argument in the world, and has a well known and widely used tool stack for managing datasets, conducting analyses, and visualising the results. This provides a unique platform from which we can both extend existing techniques for argument mining, but also, much more ambitiously, use insights from the philosophy of argumentation and from rhetoric to transform the reliability and applicability of argument mining technology. In particular, we will use the theory of argumentation schemes that characterises stereotypical patterns of reasoning to guide the process of searching for argument components, and the theory of rhetorical figures and tropes as the basis for developing a new class of algorithms for argument recognition. We will thus be transforming bare statistically-driven approaches with detailed theories of structure which can act to define expectations in a way that constrains the machine learning task thereby improving accuracy and applicability. By partnering with IBM and J&amp;L Techology (a domain-specific SME), the project aims not just to radically improve performance of these techniques, establishing the UK's position at the cutting edge, but also to deliver those performance gains to end users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N014871/1","grantId":"EP/N014871/1","fundValue":"680119","fundStart":"2016-01-01","fundEnd":"2019-12-31","funder":"EPSRC","impactText":"","person":"Chris  Reed","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}