{"id":"8A97953B-E3B8-46A7-A80E-6D6DDC7AA7C6","title":"Diamond for Image Intensifier and Photodetection Applications","abstractText":"An image intensifier is a device that intensifies low light-level images to light levels that can be seen with the human eye or can be detected by a camera. An image intensifier consists of a vacuum tube with several conversion and multiplication screens. An incident photon will hit a light sensitive photo-cathode screen. Photons are absorbed in the photocathode and give rise to emission of electrons into the vacuum. These electrons are accelerated by an electric field to increase their energy and focus them on the multi channel plate (MCP).\n\nAs a wide band gap (5.5eV) semiconductor diamond offers a range of properties that make its integration into image intensifier devices very promising in terms of enhanced device performance. For example, under appropriate conditions the surface of diamond can display a negative electron affinity (NEA), allowing for high secondary electron yields (SEY) to be achieved, with values greater than 100 being achieved. Diamond, grown by chemical vapour deposition (CVD) methods, can also support very high carrier mobilities and has a high electric field breakdown strength. Given that it takes 13eV to create electron-hole pairs in diamond when irradiated by electrons 'cascade gain' of an electron flux within diamond can be achieved; this can lead to an electron transmission gain of &gt;10 if the transmitted electrons emerge from an NEA diamond surface. Diamond can also be doped p-type by the inclusion of boron.\n\nExisting MCP technology leads to a secondary electron 'gain' of around 1.9 when incoming electrons impact the channel regions of the plate. Whilst cascading results in over-all gains of a few thousand at the exit of the MCP, these large values only arise for the electrons that are effective in the initial stages of secondary generation. As 1.9 is a statistical value some incoming electrons will not result in further cascade and are effectively 'lost' degrading the resultant image. It is thus desirable that gain levels are increased at the entrance to the MCP and for a short distance into the MCP.\n\nAnother limitation to the performance of current MCP-based image intensifiers involves the loss of 'focus' caused by the emergence of 'hot' electrons from the exit of the MCP. It is the consideration of these issues, along with the properties of diamond described above that allows for the development of several ideas for considerably enhancing the performance of existing image intensifiers, namely:\n\n[1] A diamond pre-amplifier stage. A thin diamond membrane (displaying transmission electron gain), to pre-amplify the photo-generated electrons prior to their entry into the MCP for image intensifiers. \n[2] Diamond coating the MCP for enhanced SEY (displaying reflective gain) for image intensifiers. A thin diamond layer displaying NEA to enhance the SEY for each electron collision within the MCP\n\nIn addition the replacement of the MCP within an image intensifier device with a 'stack' of diamond membranes may offer an alternative to Avalanche Photodiodes (APD) for ultra-low light fast photodetection. If each membrane offers a transmission gain of ~10, then a 4-layer stack may offer a gain of some 10,000. This would lead to a completely new generation of photodetectors.\n\n[3] A diamond membrane stack for multi-stage electron amplification (transmission gain) within a low light fast photodetector","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N004159/1","grantId":"EP/N004159/1","fundValue":"462798","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Richard Brett Jackman","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}