{"id":"8A9A54C8-D008-48D9-929C-D143EF06C78E","title":"Computing with arbitrary precision curves","abstractText":"This project aims to contribute to the theory of computation with smooth objects such as curves orgeometric shapes. Such computation is important to many areas of science and engineering. We willconcentrate on applications in the area of Newton's mechanics and, more specifically, paths ofobjects moving in space.Curves are often approximated in a computer by many small straight segments and their end-points aregiven with a fixed precision. In such an approach, there is much scope for errors due to thedifference between the real curve and the segmented approximation. This project contributes to adifferent approach to computation with smooth objects. Here, a computation needs to be able todeliver its results with no positioning errors and to any required precision.Other researchers have established ways in which curves and geometric shapes can be represented by anever-ending sequence of more and more precise simpler approximations. This resembles the way inwhich a real number can be represented by a never-ending sequence of digits. Such representationsallow the geometric objects to be communicated from one part of the program to another as aninfinite stream of symbols. Let us call this method of error-free communicating `one-way'.Complicated objects can be also communicated `two-way': the receiving party asks for approximationsof a specific shape and precision. For example, it can ask for an approximation of the projectedpath of a given planet on 5th April 2005 which will be at most 1 nanometre wrong at any time duringthat day.This project aims to examine the following hypothesis: It is more efficient to manipulate complicated objects like curves using two-way communication than using one-way communication.For example, when communicating some curve, the recipient may need to find out more about one partof the curve than the other parts. If the recipient lets the sender know which part of the curvethey need to know and to what precision, the communication should take less time and effort for bothparties. It remains to be established how big a difference it does make in practice and how muchmore will such advanced communication cost both parties.This project will, therefore, precisely describe several methods for solving practical problemsrelated to curves. Some of them will allow two-way communication of curves to various degrees. Inthe end, these methods will be compared to each other in terms of how much time and computer memoryis required to follow them.It is expected that the new methods of computing with curves developed here will be a) less prone to errors than methods with fixed precision and b) more efficient than similar methods with one-way communication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C01037X/1","grantId":"EP/C01037X/1","fundValue":"121495","fundStart":"2006-03-01","fundEnd":"2009-05-31","funder":"EPSRC","impactText":"","person":"Michal  Konecny","coPersons":[],"organisation":"Aston University","findingsText":"","dataset":"gtr"}