{"id":"8A9E375C-51D0-46BE-A857-9BE5C204D8B2","title":"Function and expression of purinoceptors in white matter astrocytes in situ","abstractText":"Studies on brain function have by and large focussed on neurons. However, the most numerous cells in the central nervous system (CNS) are astrocytes, but we still know little about their functions. Early concepts envisaged astrocytes as passive and unexcitable structural elements, much like the connective tissues of organs in the periphery. However, it is now clear that astrocytes are dynamic cells and communicate with each other by way of intracellular waves of calcium. In addition, astrocytes communicate with each and with neurons using chemical neurotransmitters. A key role for the neurotransmitter ATP has been proposed as diffusible signal between glia and between glia and neurons. In addition, calcium controls multiple intracellular pathways that regulate the function of astrocytes. Notably, ATP-mediated calcium signalling may have a particular role in pathology. We propose to test to perform a comprehensive investigation of the mechanisms and actions of ATP in astrocyte physiology and pathology. This work meets several priorities identified by the Biochemistry and Cell Biology Committee. Three themes have been outlined by this committee, fundamentals of cell biology, the cell and its environment, and specialised cell function. The proposal is relevant to all three of these themes. Astrocytes are specialised cells with many unresolved functions and this project will address the fundamental biological question of how ATP-mediated signalling mechanisms regulates their function. We will examine the expression and function of signalling pathways, which fits the priority area concerned with the biochemical and functional properties of membrane proteins. The information has an important bearing on basic neurobiology, brain development, and CNS damage and disease states.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D012562/1","grantId":"BB/D012562/1","fundValue":"289902","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"BBSRC","impactText":"  The findings generated new knowledge that has helped change the way we think about glial cells. Pharmaceuticals and Medical Biotechnology Societal","person":"Arthur Morgan Butt","coPersons":[],"organisation":"University of Portsmouth","findingsText":" The brain contains two main kinds of cells – ‘neurones’ and ‘glia’. Neurones signal to each by releasing chemicals at synapses (the tiny gaps between neurones across which signals are sent and received). One type of glia are called 'astrocytes', whose task it is to mop up chemicals released by neurones. Otherwise, the build up of chemicals cause dysfunction of neurones, such as occurs in stroke and epilepsy. Another type of glia are called 'oligodendrocytes'. The task of oligodendrocytes is to form the myelin sheaths - an insulation around neurones. The myelin sheaths ensure signals in the brain are sent rapidly, providing the massive computing power of the brain. The loss of oligodendrocytes is the cause of demyelinating diseases, such as multiple sclerosis. Also, imaging studies in humans suggest there is a decrease in the amount of myelin in the ageing brain, and that this decrease happens faster in dementia.\n\n\n\nOligodendrocytes are continuously created in the adult brain from a group of cells called ‘NG2-glia’. Signalling across synapses controls the creation of oligodendrocytes from NG2-glia. We have been examining the functions of glial signalling. We have identified predominant roles for the chemical ATP, which is released by glia as well as neurones to transmit signals between brain cells. Also, we identified mechanisms for signalling onto oligodendrocytes and NG2-glia. This involved a particular set of 'receptors' which receive the signal on glial cells, called 'P2Y1' and 'P2X7'. In addition, we found that astrocytes signal onto blood vessels to regulate local blood supply.\n\n\n\nThese fundamental studies provide new knowledge on the normal functioning of the brain and identify potential future drug targets for preserving neuronal function, with important implications for neurodegenerative diseases, dementias and stroke. Although ours is fundamental research, we will endeavour to promote its use in furthering clinical knowledge and where possible the development of new therapeutic targets. This would impact on health and well-being, which is an overall objective of our research. It is not anticipated that any directly patentable data will be obtained from this project, but by continued close work with RK&amp;T in the University of Portsmouth, we will strive to identify any wider impact for our research, and where possible we will develop research outcomes to commercialisation and attract potential investment. In addition, the training we provide prepares skilled people for the wider graduate workplace and in the bioscience industry.\n Our fundamental research provided new scientific knowledge which we actively disseminated to potential end users and the public. There were three phases, each with specific objectives.\n\n1. Immediate:\n\n• Publicise the success of the grant on the internal website, and through the local media\n\n\n\n2. Medium term:\n\n• Provide new scientific knowledge and advancement.\n\n• Disseminate our research outcomes\n\n• Train young scientists in multiple state-of-the-art techniques and equip them with a portfolio of skills for academia, industry and non-academic careers.\n\n\n\n3. Longer term\n\n• Ensure outcomes obtained in the course of the research can be used to the advantage of society and the economy\n\n• Inform possible clinical practice and commercialisation and exploitation of the scientific knowledge gained by the research.\n\n• Strive to attract R&amp;D investment from research outputs Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}