{"id":"8AA27EA5-59DB-4CB0-8C13-1582A9537F64","title":"Living with uninvited guests - comparing plant and animal responses to endocytic invasions","abstractText":"Salmonella are Gram-negative bacterial pathogens capable of infecting a wide range of hosts, including humans, pigs, cows, chicken and even plants. Salmonella typhimurium is the causative agent of various human and animal diseases, reaching from enteritis to typhoid fever. According to the World Health Organisation, Salmonellosis is the most frequent food-borne disease with around 1,5 billion infections world-wide yearly. Although hygiene conditions have improved considerably, the number of Salmonella infections has increased over the last decade due to antimicrobial resistance and the ability of Salmonella to hide inside host cells. Novel approaches are needed to address this global health problem. Salmonella replicates within host cells in a membrane-bound compartment and is dependent on tolerance and resources of the host cell. To ensure survival and propagation, Salmonella therefore secretes proteins into the host cytoplasm using a type III secretion system. Some of the roles of these proteins are beginning to be revealed, in particular in modulating key host signal transduction pathways. However, to fully grasp the mechanisms of host-pathogen response, we need to take a system-wide view and determining the whole network of interactions between Salmonella proteins and the host proteins. Such deep insight will yield new approaches to target the pathogens. The identification of global networks of protein-protein interactions has been accelerated in recent years by the development of high-throughput technologies such as transcriptomics and proteomics. Here, we propose to identify protein-protein interactions and pathways as a means to understand the crosstalk between plant, animal or human hosts and Salmonella. By studying diverse hosts, we will address the following questions: How do different cells respond to bacterial invasion? To which subset of bacterial gene products are host cells exposed? Are there host 'weak points' that Salmonella exploits in animals and plant cells alike? We propose the idea that addressing these basic biological questions for divergent hosts such as plants and animals can help us elucidate the way the interaction between the host and the pathogen works at the mechanistic level. Analyzing the responses of different hosts to invasion, and integrating these results using a systems biology approach will expose the weaknesses and strengths in host responses. This will advance the field through the development of tools for the integration of data analysis, modelling and experimentation. In practical terms, this information can be exploited for drug development, diagnosis, disease forecasting, prevention and control. Our working hypothesis is that plants and animals respond to pathogen invasion in fundamentally similar ways, and that species-specificity is conferred by nuances on general themes. This means, that in principle, similar approaches should be applicable to design strategies to detect and fight Salmonella infections irrespective of host. We will test this hypothesis through an integrative cycle of computational and experimental approaches. The outcome will be either a unified model for the general host response, or separate models, one for each host. Thus, both, proving or disproving the hypothesis will be equally valuable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004548/1","grantId":"BB/I004548/1","fundValue":"704348","fundStart":"2010-04-15","fundEnd":"2013-08-31","funder":"BBSRC","impactText":"  As yet no concrete impact has arisen beyond academic impact. Results from data analysis generated were deposited on the ERASysBio+ SEEK database (https://erasysbio.sysmo-db.org/projects/1). Results of the functional comparison between human and Arabidopsis can be found in https://erasysbio.sysmo-db.org/data_files/55 and\nhttps://erasysbio.sysmo-db.org/data_files/56  ","person":"Vincent  Jansen","coPersons":["Mikhail  Soloviev","Alexander  Gammerman"],"organisation":"Royal Holloway, University of London","findingsText":" This project was part of a European consortium in which we have identified similarities and differences in the interactions of Salmonella with animal and plant hosts. As model systems, we chose human and Arabidopsis, to represent extremely diverged species in the comparison.\n\nWe studied protein-protein ineractions and gene expression data. We carried out mass spectrometric analysis of samples on interactions of bait proteins with cell extracts from plants and animals. This is the major data collected on defining interactions experimentally and has yielded many exciting candidates.\n\nWe developed a method to predict potential protein-protein interactions on the basis of collected data by project partners. For this we developed an original approach, based on recently invented conformal predictors for reliable machine learning. Its advantage is that the size of the list of the most suspected interactions can be chosen according to a pre-selected confidence level, with guaranteed validity properties. The methodology was initially trained on the HIV-Human interaction problem and formulated. Then it was applied to the interaction between Salmonella proteins and human host, and later to Kinase-Substrate relations (collected by our project partners). The conformal predictor approach for Salmonella-Human interactions was with the results of an interolog PPI prediction approach as well as experimental evidence for human proteins that may be involved in the interplay between Salmonella and human. By this procedure we were able to predict highly confident list of potential Salmonella-human PPIs and state on their possible role in Salmonella pathogenicity. The biological conclusions are the following: 1. Salmonella may interact with human proteins involved in membrane trafficking and apoptosis regulation. 2. Salmonella may interact with integrins. 3. Salmonella triggers cytoskeletal rearrangement.\n\nWe have also developed a method to analyse time series data to compare data from different host organisms, that takes into account the variability between different replicas. The novelty of our approach lies in that it can compare time resolved expression data from different hosts with different time points by fitting. the time series to a priori defined profiles, and extract qualitative information from the fit. Our approach allows us to take the uncertainty, that is inherent to this data, into account during further analysis. The data generated by our project partners on Arabidopsis and Human gene expression data is difficult to compare, because the Arabidopsis experiments are done with whole plants as hosts, while for the Human experiments were done in cell cultures. We fitted the gene expression data to a number of different models and grouped genes by their function using the gene ontology database. We could then classify each group of genes (function) in various ways. We studied which functions were up/down regulated in the two experiments, and in this way could decide if a group of genes, corresponding to a biological function, was up or down regulated. Finally, we compared these results between the different species to see whether there are differences at functional level in their responses. Comparing Arabidopsis and Human gene expression according to gene function showed that in many ways Arabidopsis and Human cells react the same to Salmonella invasion. In both cases the immune system is activated while many metabolic functions are down regulated. The host cells are clearly under pressure and many stress related functions are activated, such as response to unfolded proteins. Interestingly, our analysis also showed that in both cases microtubuli are down regulated. This answers one of the key questions this project was set out to achieve, which was to determine in how far the Salmonella used a similar mechanism of invasion for two very different hosts. It will allow better prediction of protein-protein interaction and assist in the analysis of time resolved data by bioinformaticians Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}