{"id":"8AA3379C-93C5-4C62-8C88-116B19336CE3","title":"Enhancing diversity in UK wheat through a public sector prebreeding programme","abstractText":"Food security is becoming a critical issue both in the UK and worldwide due to rapid population expansion, dietary changes, climate change and declining fossil fuel stocks. In the next 50 years, we will need to grow as much wheat grain as has been produced since the beginning of agriculture, some 10,000 years ago. The requirement to enhance the amount of wheat grown in the UK creates a major challenge for research. We need to develop new wheat varieties which have higher yields with lower nutrient requirements, whilst retaining the quality of the grain. Historically the Plant Breeding Institute (PBI) made experimental crosses with wild wheats and related grasses, capable of transferring traits of high agronomic potential into wheat, but still requiring further breeder selection to generate varieties with elite performance. However, the PBI was privatised in 1987 and research developing new experimental crosses of this kind almost stopped. This has created a major bottleneck for wheat breeders, because they do not have the necessary new experimental lines from which to develop new varieties with increased yield. The objective of this proposal is to re-establish a pre-breeding programme in wheat developing such experimental crosses in the UK. Such a pre-breeding programme will produce wheat germplasm, characterised for the next generation of key traits, such as yield, and will identify genetic markers for selecting these traits, in breeding programmes and for the academic community. We will develop novel pre-breeding wheat germplasm, using three different but complementary strategies, to maximise the introduction of diversity and beneficial traits into a range of wheat lines. First we will develop germplasm from crosses involving wheat landraces or locally adapted varieties, derived from exiting germplasm collections. Secondly we will create synthetic hexaploid wheats by artificially crossing tetraploid or 'pasta' wheats with diploid wheat progenitors. This captures diversity in both the tetraploid and diploid wheat progenitors. The potential of these synthetics is illustrated by their success in the CIMMYT breeding programme. Thirdly we will use a technique called alien introgression, to transfer small segments of chromosomes of wild relatives containing the target genes, into wheat. Wild and cultivated relatives (alien species) provide a wealth of genetic variation for all characters of importance relative to yield, climate change and the environment. The impact of this approach has been illustrated by the transfer of rust resistance by Sears in the US saving its economy several billion dollars in the intervening years. The parental material used in the initial prebreeding crosses will be characterised to ensure the maximal levels of diversity are being exploited. New sequencing technologies will be used to generate very high density maps, providing the breeding companies with markers for 'precision' breeding, and the academic researchers with markers for fine dissection of key traits. Key target traits relating to yield, of interest to both UK breeders and academics, have been identified. We will screen for, biomass and enhanced N and P use efficiency, Take-All and insect resistance including Bulb fly and Aphids. The programme will not involve the actual cloning of the genes responsible for these particular traits, but will provide the germplasm as the starting point for such projects. The new germplasm generated in this project will be exploited by breeders for crossing with their elite lines to develop new varieties for use by farmers. All the information generated in the programme will be stored in a central database, and seed stored centrally, both being freely available within the UK to both academics and breeders alike.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I003207/1","grantId":"BB/I003207/1","fundValue":"1202930","fundStart":"2011-04-04","fundEnd":"2014-04-03","funder":"BBSRC","impactText":"  They are being used by the wheat community including the wheat breeders Agriculture, Food and Drink Economic","person":"Keith  Edwards","coPersons":["Gary  Barker"],"organisation":"University of Bristol","findingsText":" The Genotyping theme part of this award is led by Prof KJ Edwards, at the University of Bristol. The objective is to genotype the new breeding material using SNPs developed in previous BBSRC programmes and next generation sequencing to develop low and very high density genotyping to characterise in detail the lines and populations generated within the project and link this to the phenotypic theme. Since the start of their project, in April 2011, the team at Bristol has achieved the following: a targeted re-sequencing next generation platform, used to sequence 48 lines has generated 99,945 varietal wheat SNPs; 5,388 wheat SNPs genotyped via KASPar-based technology on 169 lines; 81,587 wheat SNPs genotyped via iSelect-based technology on 528 lines; genetic maps in Avalon x Cadenza and Rialto x Savannah consisting of 17,626 SNP markers; a SNP based strategy capable of identifying ancestral and progenitor introgressions in hexaploid wheat; and in collaboration with JIC, a prototype web-based database aimed at integrating the genotyping and phenotyping data sets. The SNPs developed are also being used by the wheat academic community worldwide This project works closely with the wheat breeders and the genotyping company LGC, hence exploitation routes are in place and already delivering useful and used wheat SNP markers Agriculture, Food and Drink","dataset":"gtr"}