{"id":"8AA66F77-1B05-480E-A678-22C1E44823F9","title":"Structural evolution across multiple time and length scales","abstractText":"Taken together the imaging Facilities on the Rutherford Campus will be without equal anywhere in the world. The suite of synchrotron X-ray, neutron, laser, electron, lab. X-ray, and NMR imaging available promises an unprecedented opportunity to obtain information about material structure and behaviour. This infrastructure provides an opportunity to undertake science changing experiments. We need to be able to bring together the insights from different instruments to follow structural evolution under realistic environments and timescales to go beyond static 3D images by radically increasing the dimensionality of information available. This project will use many beamlines at Diamond and ISIS, combining them with laser and electron imaging capability on site, but especially exploiting the 3.3M investment by Manchester into a new imaging beamline at Diamond that will complete in Spring 2012.Traditionally a 3D images are reconstructed from hundreds or thousands of 2D images (projections) taken as the object is rotated. This project will:1) Deliver 3D movies of materials behaviour. 2) Move from essentially black and white images to colour images that reveal the elements inside the material and their chemical state which will be really useful for studying fuel cells and batteries.3) Create multidimensional images by combining more than one method (e.g. lasers and x-rays) to create an image. Each method is sensitive to different aspects.4) Establish an In situ Environments Lab and a Tissue Regeneration lab at the Research Complex. The former so that we can study sample behaviour in real time on the beam line; the latter so that we can study the cell growth and regeneration on new biomaterials. A key capability if we are to develop more effective hard (e.g. artificial hip) and soft tissue (artificial cartilage) replacements.These new methods will provide more detail about a very wide range of behaviours, but we will focus our experiments on materials for Energy and Biomaterials. In the area of energy it will enable us to:Recreate the conditions operating inside a hydrogen fuel cell (1000C) to find out how they degrade in operation leading to better fuel cells for cars and other applicationsStudy the charging and discharging of Li batteries to understand better why their performance degrades over their lifetime.Study thermal barriers that protect turbine blades from the aggressive environments inside an aeroengine to develop more efficient engines.Study the sub-surface corrosion of aircraft alloys and nuclear pressure vessels under realistic conditions improving safetyStudy in 3D how oil is removed from the pores in rocks and how we might more efficiently store harmful CO2in rocks.In the area of biomaterials it will enable us to recreate the conditions under which cells attach to new biomaterials and to follow their attachment and regeneration using a combination of imaging methods (laser, electron and x-ray) leading to:Porous hard tissue replacements (bone analogues) made from bio-active glasses with a microstructure to encourage cell attachmentSoft fibrous tissue replacements for skin, cartilage, tendon. These will involve sub-micron fibres arranged in ropes and mats.Of course the benefits of the multi-dimensional imaging we will establish at Harwell will extend much further. It will provide other academics and industry from across the UK with information across time and lengthscales not currently available. This will have a dramatic effect on our capability to follow behaviour during processing and in service.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I02249X/1","grantId":"EP/I02249X/1","fundValue":"1656510","fundStart":"2011-10-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Philip  Withers","coPersons":["Jonathan  James","SJ  Eichhorn","David Christopher  Watts","Paul  Mummery","Cathy  Hollis","Martin Julian Blunt","George Edward Thompson","Julian Raymond Jones","Anthony  Freemont","Sarah Harriet Cartmell","Robert  Stevens","Peter David Lee","Nigel Peter Brandon","Brian  Derby","Michael  Sherratt","Dave  Clarke","Robert Joseph Cernik"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}