{"id":"8AAA1FEE-CD71-4681-858C-C93CF9111BF4","title":"Multiscale in-situ characterisation of degradation and reactivity in solid oxide fuel cells","abstractText":"As alternative and low carbon energy technologies are of increasing international importance there is considerable debate as to the most appropriate technology solutions for power generation. For a distrubted generation scenario with power output in the range of kW to MW the solid oxide fuel cell (SOFC) is a leading contender, with development undertaken by many international companies. One of the areas of concern with new technologies is the lifetime of the device and as SOFCs operate at elevated temperatures any degradation of components may be accelerated. Due to the complexity of these devices there has been limited scope to analyse the operation of the SOFC in-situ, and from this determine mechanistic information on degradation processes. It is the aim of this proposal to tackle this challenge.Degradation and reactivity of solid oxide fuel cells may be characterised by processes occuring on a variety of length scales, from chemical reactivity and diffusion processes on the atomic scale through surface chemsitry, stress in functional layers and thermal management over mm and cm. Each of the processes contributes to the overall cell degradation, but may evolve differently depending on the functional component concerned - hence anode and cathode processes will be significantly different. As these are complex devices characterising these processes and the origin of them is challenging and currently results from post-mortem analysis. Whilst this is one route to understanding the failure of devices, an in-situ characterisation under operating conditions will provide detailed direct understanding. Our approach is to develop a combination of complimentary techniques that will allow detailed study of device operation using diffraction, spectroscopy, ion scattering, modelling and emissivity measurements. We will tackle known degradation issues in fuel cells including carbonate and Cr poisoning of cathodes, carbon formation on anodes and electrode delamination and will interact strongly with the UK Supergen Fuel Cells programme. As a result of this programme we will be able to inform industrial partners of mitigation strategies to minimise device degradation and use this information in development of new materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J003085/1","grantId":"EP/J003085/1","fundValue":"816651","fundStart":"2012-06-01","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"","person":"Stephen John Skinner","coPersons":["Lesley  Cohen","John Anthony Kilner","Nigel Peter Brandon"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}