{"id":"8AB39945-A7B3-40D5-87D6-23A29CEA0BCE","title":"Comparative cell-specific profiling to understand the molecular basis of nodulation","abstractText":"Plants must acquire the elemental nutrient nitrogen from their surrounding environment and its availability is often a major limitation to plant growth. To try and cope with this, all plants form lateral roots that explore the soil and increase the surface area on which to take up nitrogen. In addition legumes (peas and beans) have a unique strategy to deal with nitrogen limitation. They enter symbiotic interactions with soil bacteria that are able to fix an atmospheric form of nitrogen that plants cannot take up, and convert it into a useable form. Understanding more about how this happens could allow us to develop nodulation outside legume species, a discovery that would have significant effects on agriculture, the environment and nutrition. For example it would enable farmers to expand the range of crops that they could grow on their land without requiring the use of expensive nitrate fertilisers. Lower fertiliser use would in turn benefit the environment since the fossil-fuel rich process required for its manufacture would be diminished. Adding the ability to fix nitrogen to a commercial non-legume crop, for example wheat, might also increase plant nitrogen content and therefore the nutritive value of such improved crops for consumption. Since there are similarities in the way that lateral roots and nodules form on plant roots it is thought that the plan for 'building' a nodule in legumes comes from a lateral root 'blueprint' that exists in all plants. Despite detailed study of lateral roots and nodules little is known of what this 'blueprint' looks like. The answer might come from the fact that both lateral roots and nodules develop from single types of cells in the root - because of this specificity the important factors that link them have not yet been uncovered. We now have the state-of-the-art technology that will allows us to make the detailed analyses required for such study. We will compare legume vs. non-legume responses to nitrogen and responses during nodulation in single cells using these novel techniques to address how nodulation evolved in legumes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H019502/1","grantId":"BB/H019502/1","fundValue":"812659","fundStart":"2011-04-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"  We have discovered that plant gene families are much more specialised than first thought, since different members of the same gene family have vastly divergent expression patterns. This information is feeding our next research plans.  ","person":"Miriam Louise Gifford","coPersons":["Nigel  Burroughs","Sascha  Ott"],"organisation":"University of Warwick","findingsText":" (1) We have discovered that plant gene families are much more specialised than first thought. Typically we say that members of the same family of genes are redundant and can compensate for each other. However, we found, using high-resolution profiling of gene expression over time in specific cell types, that different members of the same gene family have vastly divergent expression patterns. This is even more true when we compare gene expression for genes that are shared (orthologs) between species.\n\n(2) We discovered in the nitrogen-fixing legume Medicago a new control over the way that plants balance production of nitrogen-fixing nodules, with lateral branching roots. This seems to be controlled by some of the genes that regulate nodule levels (auto regulation of nodulation).\n\n\n(3) Co-ordination of cell type responses is a key aspect of multicellularity. In many organisms it is known that interactions between environmental conditions, controlled by regulatory transcription factors and mediated by hormone patterning control organ development. However, we know much less about the cross-talk between cell types that underlies control of whole organ (e.g. plant root) phenotypes. To address this we need genetic tools that perturb cross-talk, and a way to gain high resolution data on how cell type communication controls whole organism responses. We have done both of these by analyzing the function of a SCARECROW-LIKE transcription factor at the cell type level. The results have broad significance since they identify how plant physiology is tuned to the environment and we identify a potentially conserved nutrient-hormone-development mechanism between non-legumes and nitrogen-fixing legumes. This can help drive synthetic biology approaches to develop nitrogen fixation in new species, and we are developing some of these ourselves. Agriculture, Food and Drink,Environment","dataset":"gtr"}