{"id":"8AB43E4F-9CC0-404B-B2D3-5313B1958501","title":"Comprehensive analysis of T-cell receptor degeneracy and T-cell crossreactivity","abstractText":"T-cells are white blood cells designed to protect our bodies from infection. The devastating effects of low numbers of just one type of T-cell are all too evident in HIV-AIDS. T-cells perform extremely important roles because: (1) They orchestrate immunity and are key elements in the control of infection; (2) They are important for the natural eradication of cancer; (3) They hold the key to successful vaccination; (4) They mediate many allergic reactions; (5) They play a substantial role in transplant rejection; and, (6) When they go wrong, they are the cells that cause autoimmune diseases such as diabetes, arthritis and multiple sclerosis. Our T-cells spring into action when the molecules on their surface called T-cell receptors (TCRs) recognize bits of microbes and cancer molecules called antigens. It is estimated that we have T-cells with about 25 million different TCRs in our bodies. TCRs are extremely important molecules because they are at the very focal point of all the above roles. In addition, TCRs are largely responsible for how our immune systems 'learn' and therefore protect us from subsequent exposures to the same germs. In order to deal with all possible infections, our T-cells have to be able to recognize more than 1,000,000,000,000,000 different 'foreign' antigens that we could encounter. It is clear that the immune system has to cover many more foreign antigens than it has different T-cells. To achieve this, each individual TCR molecule may recognize more than a million different possible antigens. As a result, T-cells are said to be extremely 'crossreactive'. This essential T-cell crossreactivity is permissible because the TCR molecule on the T-cell surface can be tremendously promiscuous and recognize many similar 'shapes'. While TCR promiscuity allows our T-cells to control infection, it is also thought to be responsible for the harmful effects these cells can sometimes cause. Autoimmunity is believed to arise when a TCR that is raised to fight infection is inadvertently promiscuous enough to recognize our own tissue. This promiscuous TCR recognition can also result in allergic reactions and is responsible for why our immune cells attack a 'foreign' organ in the first week after it is transplanted. Thus, TCR promiscuity sits at the very heart of most human disease. Despite its obvious importance, there has never yet been a proper attempt to examine or assess TCR promiscuity and the T-cell crossreactivity it enables. Study of TCR promiscuity will require a longer-term effort by an experienced and interdisciplinary team. In this application, a biochemist (Professor Andy Sewell) an infectious diseases clinician and cellular immunologist (Professor David Price), a veterinarian (Dr. Linda Wooldridge), a structure biologist (Dr. Pierre Rizkallah) and a mathematician (Dr. Hugo van den Berg) will apply their collective expertise in T-cell research to undertake a comprehensive analysis of TCR promiscuity for the first time. New tools that this team has developed have finally provided the keys to unlock this study and make this application especially timely. The potential applications and benefits of this work are immense. We have already built TCRs that are promiscuous enough to see all known immune escape variants of the HIV virus. We have further built TCRs that have better 'shapes' for detecting and eliminating cancer. In addition, we expect that this work will revolutionize vaccination and provide insights into the blight of autoimmune disease. In short, this work represents one of those rare examples of basic biological research that has obvious and numerous potentials for translation to clinical practice. As such, we anticipate that this work will generate valuable spin-offs that will improve clinical practice in addition to furthering our understanding of the very interaction that orchestrates human immunity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H001085/1","grantId":"BB/H001085/1","fundValue":"2932790","fundStart":"2010-01-01","fundEnd":"2015-06-30","funder":"BBSRC","impactText":"","person":"Andrew Kelvin Sewell","coPersons":["David Anthony  Price","Linda  Wooldridge"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}