{"id":"8AB93247-F12E-4E2B-B24F-DD2CF5EFF2A0","title":"Developing Research Excellence and Methods: DREAM","abstractText":"The central theme of this project is Library and Information Science (LIS) research. Currently this research area faces a number of challenges. For example, there are concerns about:\\n\\n(1) the quality and standing of LIS research in the UK; \\n(2) the limited range of research methodologies and techniques deployed in LIS research; \\n(3) the lack of imagination displayed by LIS researchers and their reluctance to interact effectively with researchers in other fields; \\n(4) the failure of current research endeavours to feed into practice, policy development and inform future research strategy and investment; \\n(5) the lack of an evidence base on which the value and impact of library and information services can be assessed \\n\\nIn addition, the research community in LIS is somewhat fragmented so opportunities for new knowledge creation at the boundaries of the professional groupings are few.\\n\\nThe formation of the Library and Information Science (LIS) Research Coalition (http://lisresearch.org) in 2009 was a response to these concerns. The LIS Research Coalition is partnering with Edinburgh Napier University in this project. The partners will bring together LIS researchers from academia and practitioner communities to address the challenges listed above. Over the course of 20 months a number of events focused on LIS research will take place in London and Edinburgh. These will involve the participation of research experts from the UK and abroad as speakers and session facilitators. At the same time an online resource will be built to support the project. In doing so, it is anticipated that the project will meet its aims of: (1) bringing LIS researchers from range of backgrounds together in a new sustainable network with researchers from related disciplines to share and explore good practice and experience regarding appropriate methodologies and techniques for undertaking LIS research and (2) addressing current challenges facing LIS research in the UK such as: building capacity and capability in the development and implementation of innovative methodologies/techniques in undertaking LIS research; raising the quality and standards of research training and practice in LIS; establishing a foundation for long-term research collaborations across LIS and related sectors; enhancing the value and impact of LIS research output with particular reference to policy development, improved services provision, and the informing of future LIS research agendas for investment.\\n\\nWithin these aims, key objectives are:\\n\\n(1) To develop a formal UK-wide network of LIS researchers to help spread expertise into a connected practitioner community across all LIS sectors through high quality training and opportunities for knowledge exchange;\\n(2) To support researchers and practitioners in identifying and deploying the best research methods;\\n(3) To raise understanding amongst researchers and practitioners of research methods new to them;\\n(4) To develop strategies to meet the challenges facing the LIS research community.\\n\\nThe long-term benefits of this project relate to library and information services provision across all library sectors - public, academic and special. A body of talented and skilled LIS researchers will be better placed to investigate means of improving library and information services in the UK, and translating these findings into practice. Equally those who devise policy on library and information services will be able to access a body of knowledge that will help them in their funding decisions, both in terms of developing services and commissioning further research.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I001417/1","grantId":"AH/I001417/1","fundValue":"36723","fundStart":"2011-01-01","fundEnd":"2012-08-31","funder":"AHRC","impactText":"  This award was a network grant so did not generate 'findings' as such. However, we are aware that a number of those who participated in the network created for the project (the main aim of which was to develop a formal UK-wide network of Library and Information Science (LIS) researchers in 2011/12 ;) have become more active researchers as a result of their engagement in the project. Digital/Communication/Information Technologies (including Software),Education,Healthcare ","person":"Hazel  Hall","coPersons":["Charles  Oppenheim"],"organisation":"Edinburgh Napier University","findingsText":" This grant supports a research networking project, the main goal of which is to develop a formal UK-wide network of Library and Information Science (LIS) researchers. The value of the research in a non-academic context is that by strengthening the links between research and practice in library and information science, those who deliver library and information services will have easier access to current research and be better informed when making decisions about services delivery. Other","dataset":"gtr"}