{"id":"8ABD0B1E-8580-4CB2-BAC2-0F33CF0ED033","title":"The properties of planetary-forming materials and the evolution of the icy moons","abstractText":"Understanding the evolution fo the solar system still remains a considerable challenge. Over the past 35 years, our knowledge of bodies other than the Earth has expanded greatly as increasingly detailed information becomes available from spacecraft. To interpret properly the data from these missions and to understand the structure and evolution of planets and their moons requires a detailed knowledge of their constituent materials. This project is concerned with the icy moons of the outer Solar System. Our key aims are to determine, through a combination of experimental and computational techniques, the bulk physical properties and phase behaviour of the solid materials likely to comprise the mantles of these moons, specifically water ice, ammonia hydrates,a nd a variety of hydrated salts such as epsomite (MgSO4.7H2O). We shall both measure and calculate their equations of state, and use free energy calculations to determine their thermodynamic properties and equilibrium phase boundaries, which may then be verified by measurement. We shall incorporate this new information into time-dependent planetary models which will enable us to make inferences about the internal structure and evolutionary history of icy moons, thereby advancing our understanding of the Solar System. The research will be undertaken mainly at UCL (a world-leading centre for computational and experimental mineral physics) and at the ISIS facility at the Rutherford Appleton Laboratory (the world's most powerful pulsed neutron source). In addition to the applicants and the funded PDRA, other collaborators will be Dr. Francis Nimmo at UCLA, USA, the scientific and engineeering staff at the ISIS facility and colleagues in the Physics Department at UCL. The total cost of our proposal is -&pound;250k, two thirds of which is for salaries and indirect costs. The project will enable us to provide fundamental data vital for the proper interpretation of the results from past and future, very expensive, spce missions. The application is especially timely in view of the forthcoming data from the Cassini mission. This work is of relevance to all scientists wishing to understand the evolutionary history of the outer Solar System.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/C501992/1","grantId":"PP/C501992/1","fundValue":"238512","fundStart":"2005-09-01","fundEnd":"2009-05-31","funder":"STFC","impactText":"","person":"Lidunka  Vocadlo","coPersons":["John Peter Brodholt","Ian  Wood","David  Dobson"],"organisation":"University College London","findingsText":"","dataset":"gtr"}