{"id":"8AC8C158-A7C2-409F-B570-44FAF984D265","title":"EFucci an atlas of proliferation to reduce mouse usage in embryonic proliferation assays","abstractText":"Proliferation describes the process of growth and division of individual cells within a tissue in order to collectively increase its size during development or maintain its size once it is established. It is key to embryonic development and physically drives the growth of the embryo and the formation of tissue subtypes and organs. Regionalised changes in proliferation rates can help organs to develop and drive the determination of their shape or structure. For these reasons the study of proliferation is fundamental to almost all research groups who focus on embryonic development in the context of health and disease and also in many other contexts. There were over 3000 academic papers published in the field in 2013 alone. To mark dividing cells mice can be administered substances that integrate into their DNA during the cell division process, these animals can then be killed and the pattern of cells positive for these markers can be investigated. This experimental approach involves multiple injections and/or the surgical implantation of devices to slowly release these substances. We have developed an alternative mouse model to label dividing cells that does not require any surgical interventions. The purpose of this grant is to use this new model to create an atlas of embryonic development that allows research groups to better design and plan their proliferation assays and so reduce the number of mice they would require to carry out their studies. The atlas will also help to promote the use of our alternative model thus reducing the number of surgical procedures required to carry out the experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/M001091/1","grantId":"NC/M001091/1","fundValue":"44847","fundStart":"2014-12-01","fundEnd":"2015-11-30","funder":"NC3Rs","impactText":"","person":"Richard Lester Mort","coPersons":["Richard Alan Baldock","Ian  Jackson","Gail  McConnell","Chris  Armit"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}