{"id":"8AD6A9A2-2491-422B-996F-E5113E267B21","title":"Metabo","abstractText":"Metabolomics is an important phenotyping technique for molecular biology and medicine. It assesses the molecular state of an organism or collections of organisms through the comprehensive quantitative and qualitative analysis of all small molecules in cells, tissues, and body fluids such as urine and blood. Metabolic processes are at the core of physiology. Consequently, metabolomics is ideally suited as a tool to characterize disease states in organisms, as a tool to assessment of organism for their suitability in, for example, renewable energy production or for biotechnological applications in general. In addition application of metabolomics in environmental science, toxicology, food and medical industry is well established, growing and documented. The production of metabolomics data is labour- and cost-intensive. There is therefore a strong incentive for a society to encourage the broadest and most open imaginable access to data produced in publically funded research. This has now been widely recognized by funders, publishers and governments for applications throughout the biosciences and beyond.\nDuring the initial 3-year funding period (2011-2013), MetaboLights has been widely publicised and recognised throughout the community as the first general purpose, cross-species, cross-application database for metabolomics. This is exemplified by the central role of MetaboLights in the European COSMOS consortium for metabolomics standards development and as part of the recently founded expert centre for metabolomics in the European Biobanks Infrastructure BBMRI. \nWe are now proposing significant new and crucial enhancements for the next three years of MetaboLights development. \n\nSpecifically, we propose to work on:\n* Large metabolomics lab submission interfaces/integration (API): We will develop new database interfaces to support the data flow from large Laboratory Information Management Systems (LIMS). Specifically we will provide a JAVA library (API) to create valid ISA-tab data structures. We will provide online MSI compliant validation methods for generated ISA-tab structures. These tools allows participating labs to generate valid studies inside their compute infrastructure.\n* Analysis tools (online): Despite significant improvements in the software for metabolomics studies these tools are in general fragmented across laboratories or specific to a particular workflow. To address this we will collect open access tools and investigate workflows for the most common approaches used in metabolomics, acting as a portal. \n* Tools for visualisation of metabolomics data: We will develop visualisation tools and methods for as many different data types as possible, deposited by our users, so that primary data and study results can be visualised online without the need for download and local analysis.\n* Enrichment and extension to the reference layer: Our curators will continue to add richly annotated compounds to the reference layer. This will be partly be driven through compound identification data in the repository layer and partly by our efforts to create complete reference collections for metabolomes of important model organisms. The reference collections will be grouped and visualised based on information on a model organism or biological interest area. \n* A curation tool for MetaboLights submissions: This allows for the versioned online editing of MetaboLights studies, eliminating the need to for offline editing and re-upload.\n* Metabolite identification assistant: We will use information of identified compounds within a dataset as prior information for identifying known unknowns, one of the biggest problems associated with metabolomic datasets.\n\nWe are confident that those developments will greatly enhance the utility of MetaboLights for the metabolomics and systems biology community and contribute to the visibility of the strong UK metabolomics community in the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L024152/1","grantId":"BB/L024152/1","fundValue":"840690","fundStart":"2014-07-15","fundEnd":"2017-07-14","funder":"BBSRC","impactText":"","person":"Chris C  Steinbeck","coPersons":["Julian Leether Griffin"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}