{"id":"8AD9A574-3AA1-496D-B7B0-ED3F9ABAB123","title":"In vivo analysis of the coupling between alternative splicing poly-adenylation and miRNA regulation in the Drosophila Hox gene Ultrabithorax","abstractText":"The instructions to build an animal are all encoded in its compact genetic material. This is found in the cell nuclei, in the form of discrete DNA sequences defined as genes. Genes are copied into RNA messages, which will survive for variable times within the cell and finally be translated into proteins. It is the proteins, in the right amount and with their particular enzymatic or structural properties that will actually define the shape and functions of animal tissues and organs. We could say that genes provide the plans and ideas, and proteins make them happen. Since all cells in a given animal have exactly the same genes, an important question in modern biology is to determine 'how, when and where' RNA messages are 'expressed' enabling their final products to control particular aspects of animal formation, so that for example, legs end up being different from eyes and brains. To study this question, most biologists, have concentrated their research on how genes are switched 'ON'. This is how a DNA sequence is copied into an RNA message. However, once made RNA messages can suffer alterations in their structure (splicing) that may make them survive for a long time or be destroyed very quickly. My work is focused precisely on the mechanisms that are able to alter RNA structures so that they may be degraded faster or more slowly. Think that if the RNA is eaten away it will not produce any protein, and the gene will not achieve any function for the cell or the organism. In this project I will study a particular gene, one from the fruitfly, whose developmental function has been thoroughly studied. Fruitflies have been used for over a century as a very useful experimental model to study how animals construct themselves. Most of these studies have provided important ideas and information to understand how these processes of animal construction may work in all other animals, including humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E01173X/1","grantId":"BB/E01173X/1","fundValue":"347810","fundStart":"2007-06-01","fundEnd":"2007-10-31","funder":"BBSRC","impactText":"  In advancing my field of study increasing our understanding on the roles of RNA regulation on Hox gene expression and function during the formation of complex tissues Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Claudio R. Alonso","coPersons":[],"organisation":"University of Cambridge","findingsText":" Our work increased our understanding of the molecular processes controlling animal and human development by demonstrating the roles of RNA regulation on Hox gene expression and function during the formation of complex tissues. By extending this work into the clinic, by generating new hypotheses regarding the roles of gene regulation during development, by developing drugs that might rectify gene expression programs when these are derailed in disease. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}