{"id":"8ADA6E1B-7E95-44D4-9382-E2AA5C4A1519","title":"New directions in noncommutative geometry.","abstractText":"We propose to hold a workshop in a very active and exciting area of modern pure mathematics, which is known as noncommutative geometry. A fundamental premise of noncommutative geometry is the idea that thatinformation about a space or a group can be obtained from properties of a suitable operator algebra. For a group G, an example of an interesting space to consider is a space of its irreducible representations. These spaces typically have a very complicated structure and various topological tools have been developed to assist in their study.Another way to understand the representation theory of a group is through the study of associated group C*-algebras, which according to the philosophy of noncommutative geometry, play the role of the algebras of continuous functions of spaces of irreducible representationsof the group. For example, the reduced C*-algebra of a group contains information about the irreducible representations of the group G that make up theleft regular representation of G.The Baum-Connes conjecture proposes a scheme of extracting topological information about the space of representations of a group by means of K-theory of its reduced C*-algebra. This hypothesis links in a very ingenious way analytic properties of the group with the geometry of spaces on which it acts in a prescribed way. This conjecture has been the subject of intense study over the past two decades and has produced a number of wonderful results. Some of the most exciting insights that emerged recently is the link between the conjecture and the Langlands programme, which is a sophisticated scheme that describes the structure of spaces of representations of a certain class of groups. Our workshop will bring together leading mathematicians to provide an excellent opportunity for the exchange of ideas that are likely to lead to the resolution of a number of interesting and difficult problems in this area. It is rare that the speakers invited to our meeting are present in the UK at the same time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G012296/1","grantId":"EP/G012296/1","fundValue":"11086","fundStart":"2008-05-19","fundEnd":"2008-08-18","funder":"EPSRC","impactText":"  There have been follow on meetings and joint publications which originated from the workshop supported by the grant. Education,Other Cultural","person":"Jacek  Brodzki","coPersons":["Roger John  Plymen"],"organisation":"University of Southampton","findingsText":" This grant was used to organise a workshop to stimulate new research directions in non commutative geometry. The results will be of interest to research mathematicians working in coarse geometry, non commutative geometry and K-theory. Other","dataset":"gtr"}