{"id":"8ADA3D1F-B32B-4A5C-95B7-0AD18985A105","title":"What are the impacts of user involvement in health and social care research and how can they be measured?","abstractText":"People who use health and social care services can provide different perspectives on research from those of clinicians, policy makers and academic researchers. Involving service users in research is now a priority for government policy and is required by many organisations that fund research. User involvement (UI) can occur at all stages of research, including: identifying and prioritising research questions, designing and conducting research, considering the implications of findings for services and ensuring results influence practice and future research (Chalmers, 1995; Hanley, et. al. 2004). However, whilst there is considerable support in the research community some people argue that its impacts are limited or difficult to identify. Commentators have also argued that the involvement of service users in research can be associated with problems of representativeness, bias, quality and increased cost. There is also evidence from other fields that getting involved in official decision-making processes can have negative impacts on service users(Langston et al, 2005; O?Donnell &amp; Entwistle, 2004; Ziersch &amp; Baum, 2004). Robust methods to assess the impact of UI in research are therefore needed. This project aims to develop and test methods for doing this. \n\nThe project will review existing literature to describe different perspectives on the value of UI in research and identify what is already known about the impacts it can have. For example, involving service users in research could result in the outcomes that are measured being more relevant to patients, and help people develop new skills. We will also try to identify factors that seem to be causally linked to these impacts (for example, whether service users were asked which outcomes they valued) and ways in which these impacts have been measured and/or assessed in the past. We will then conduct a survey of funders of research, researchers and service users to explore in more depth areas of consensus and conflicts about the value of UI in research compared to other research values (for example, value for money) and consider how conflicts between values might be managed. We will then use all this information to develop guidance on how to assess the impact of UI in research and test this in a small number of pilot studies. The project will also produce standards against which approaches to user involvement in research can be assessed to help researchers maximise positive impacts of UI in research and avoid adverse effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902155","grantId":"G0902155","fundValue":"685814","fundStart":"2011-01-01","fundEnd":"2013-09-14","funder":"MRC","impactText":"","person":"Jennie  Popay","coPersons":["Nicky  Britten","Ann  Jacoby","Debbie  Mayes","Katrina  Wyatt","Rachel  Purtell","Katherine Alison Froggatt","Fiona  Lobban","Andrew  Gibson","Paula  Williamson","Tim  Rawcliffe"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}