{"id":"8ADC5C18-E1CE-4D3F-B5B5-7BE2EC335A9C","title":"Laser Induced Micro Plasma Processing (LIMP2)","abstractText":"Micromachining materials such as ceramics and polymers for use in the medical implant or electronics industry is becoming an increasingly important activity for UK industry. Creating features on the micron scale or depositing coatings on the nanoscale has enabled the above industrial sectors to develop new solutions to such applications as: the acceptance of implants by the human body or patterning of thin conduction layers on touch-screen displays at a high resolution, allowing the phone's owner to watch movies while travelling. \nAll of these breakthroughs in medical devices and microelectronics, are made possible by the creation of small features. Laser Induced Micro Plasma Processing (LIMP2) will be an enabling tool allowing the production of features smaller than the actual laser spot which can be as less than 10 um. LIMP2 would also allow lasers to be used on materials that up to now have been impossible to machine by laser.\nThe aim of the project is to develop an understanding of how a plasma, a highly energetic hot gas, and laser beam interact at the surface of different substrates such as polymers, glass, metals and ceramics. It will attempt to answer such questions as &quot;Can we control the plasma-laser beam interaction using electrical and magnetic fields and in so doing create interesting effects that will allow the plasma to be pinched into an area that is smaller than the laser spot diameter&quot;? In so doing LIMP2 will allow a relative inexpensive laser system to machine directly on the nanoscale. \nLIMP2 will introduce a new manufacturing technology that will be employed in the manufacturing of high value high performance electronic goods. This will benefit the UK suppliers of laser sources into the electronics production machine market. The other benefit that the general public will see in terms of healthcare. An important application in the medical field is microstructure texturing of medical implants such as stents and artificial joints. LIMP2 can be used to create novel microstructures that have the property of being able to control how a living cell interacts with the surface of the implant. The structures will allow one type of cell to grow while suppressing other types that would prove detrimental to the patient's health, causing swelling of a joint and possible rejection of the implant. \nThe UK companies who are supporting the project will also gain immediate benefits from a successful conclusion of the project. Two laser companies are working together to support the project, one based in the Midlands the other in the South West of England. LIMP2 would open new markets for their laser systems allowing them to compete in the competitive microelectronics market in the Far East. \nTwo of the projects supporting companies Biomer Technology and MicroSystems plan to use LIMP2 in medical devices market but on very different materials. Biomer Technology produces a polymeric coating that they use to coat medical devices. Biomer is interested in LIMP2 micro-machined surfaces that can control cell growth. MicroSystems on the other hand produce micro-moulds for major pharmaceutical companies. MicroSystems see LIMP2 being used on their micro-moulds to produce surfaces that are hydrophilic, (likes water) or hydrophobic, repels water molecules. This type of control over a surface property is very useful not only in the medical device sector but in other sectors such as aerospace, electronics, and the defence industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013242/1","grantId":"EP/J013242/1","fundValue":"93170","fundStart":"2012-08-15","fundEnd":"2014-08-14","funder":"EPSRC","impactText":"  Initially Laser Induced Micro Plasma Processing (LIMP2) was developed as a processing tool for transparent materials in the IR. Though LIMP2 proved successful in processing such materials ie cutting etc, it became obvious that using LIMP2 as a surface functionalisation technique was the more exciting application. We are now using it in bio-medical implant research as well as marine anti-fouling and bio-medical point of care sensor technology. Based on research with our international collaborator, University of Ghent, and colleagues here at LJMU we plan to extend LIMP2 into the area of surface functionalisation for chemical processing. Aerospace, Defence and Marine,Pharmaceuticals and Medical Biotechnology Economic","person":"Paul William French","coPersons":[],"organisation":"Liverpool John Moores University","findingsText":" Laser Induced Micro Plasma Processing is a new and novel way to produce nano and micro-structuring on a polymer surface and change the surface properties in useful and interesting ways. We touch surfaces every day of our lives without every thinking about the actual surface itself, whether that surface is in the kitchen, the office or a car or door handle we do it without any thought of what is on the surfaces or what's the surfaces microstructure. It is only when there is a potential problem, like a surface being contaminated with a toxic pathogen, on say, a hospital ward do we stop think how a surface can affect our lives. Laser Induced Micro Plasma Processing (LIMP2), as the name suggests, is a laser based processing method that allows you to change the surface properties making it sticky for paints and coatings or make the surface more difficult for marine life to attach. This last application in antifouling technology is important as it gives a surface antifouling properties that doesn't rely on toxic paints which can be detrimental to marine animals and sea life in general. It can be used to machine biomedical polymers and produce a surface that can control cell growth, helping the cells to adhere to a biomedical implant reducing the time for a patient to be in hospital. As part of this EPSRC funded project the LIMP2 team working at Liverpool John Moores University had to develop a coating method for metal on to glass so that coated glass could be used as a plasma generating tool for the LIMP2 process. This new laser based coating method will be used in such fields a laser welding for the aerospace sector and the development of a new generation of sensors based on metamaterials. It is hoped that LIMP2 coating method and LIMP2 processing technology will lead to novel bio-sensors for cancer detection in what is called &quot;point of care&quot; applications. The project was only for 24 months but it has taken a blue sky idea and developed it into a potential anti-fouling technology and bio-medical surface enhancement technique as well as a new way to coat substrates with metals and potentially other materials. The whole idea of Laser Induced Micro Plasma Processing was to develop a low capital cost processing technique for polymers that were non-absorbent in the IR spectrum. This notion of developing low cost processing technology is still very relevant for groups who are working in the field of surface functionalisation. It is hoped that LIMP2 is used a new processing tool for surface functionalisation what every the scientific field the group is work in. Aerospace, Defence and Marine,Chemicals,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}