{"id":"8ADD3095-7364-4DC6-B391-C40BE0453CD8","title":"Overseas Travel Grant for a Maritime Logistics Symposium and a Research Visit at Shanghai","abstractText":"The maritime industry forms a vital link in the chain of the global trade with some 90 percent of international trade conducted by sea. Maritime logistics studies are increasingly attracting attention from both the industrial sector and academic community. Modern logistics operations are complex in nature. For example, a typical door-to-door journey using a shipping container will involve the interaction of approximately 25 different participants, generate 30-40 documents, use 2-3 different modes and be handled at as many as 12-15 physical locations. The Shanghai World Expo 2010 is an eye-catching event expected to attract 70m visitors world-wide. The twin cities of Shanghai and Liverpool have a strong relationship going back many hundreds of years, and share many similarities particularly in the maritime industries. Taking the advantage of the above, the proposed Maritime Logistics Symposium of two days is to be held at the Liverpool pavilion within the Shanghai World Expo 2010 site in August 2009. The scope of the Symposium covers a broad spectrum of areas of maritime logistics ranging from fundamental research to real-world applications. In particular, the topic areas covered in the Symposium include maritime logistics education, finance management, logistics management, supply chain management, port management, safety and security management and policy making which will be specifically addressed through invited presentations. There will be two panel discussions on trends in maritime logistics development following the financial Tsunami and impact of the climate change on shipping in this symposium.This symposium provides huge opportunities for UK universities and companies to collaborate with organisations in China. The theme of this symposium is working towards an integrated maritime logistics system . This symposium is not only a special forum for supporting the development and sharing of ideas, best practices and expertise in a wide range of maritime logistics phases but also a unique occasion in terms of establishing wide collaboration between scholars and industrialists in the Far East (particularly China) and the UK in the areas of general maritime logistics studies. Following the Symposium, research visits for the four investigators of this project are arranged at two universities in Shanghai. Dr Li and Dr Ismail will investigate issues of integration and optimisation of maritime port operations with inland multi-modal logistics network and global networks, and impact of carbon emission control in such a context at Shanghai Jiao Tong University while Prof. Wang and Dr Yang will work with Shanghai Maritime University to study how risk and security issues are effectively addressed in a container supply chain and how high level of uncertainties in data for analysis is dealt with for rational decision making. Possible outcomes of such research visits include collected data for further research in the UK, better understanding of logistics management, supply chain management and container transport in China for collaboration with Chinese organisations and development of joint proposals for external funding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005137/1","grantId":"EP/I005137/1","fundValue":"12456","fundStart":"2010-09-30","fundEnd":"2010-12-29","funder":"EPSRC","impactText":"  Research collaboration network has been established on maritime logistics research and further development of the research has secured EU funding in Container supply chain research through UK-China collaboration Transport,Other Economic","person":"Dong  Li","coPersons":["H  Ismail"],"organisation":"University of Liverpool","findingsText":" The funding supported research collaboration between University of Liverpool, Liverpool John Moore University with Chinese partners to build research partnership on identifying maritime logistics challenges in strategies, models and technologies. The fund supported research workshop and symposium in China on maritime logistics research and brought in major industrial partners in the events. Through the research, key issues in research and practice in the sector were identified and proposed road map towards overcoming the challenges in sustainability, integration of international supply chains and risk management, etc. The collaborative research has built a sound basis for develop research in Maritime logistics and sustainable supply chains with international partners. As a result, a EU FP7 Marie Curies project on Integrated container supply chains was awarded and started in 2013 (-2017) with Chinese partners. Aerospace, Defence and Marine,Transport,Other","dataset":"gtr"}