{"id":"8ADD7608-23E5-4BAE-870E-478269E56FF2","title":"Open University Consolidated Grant Phase 1","abstractText":"We will study a wide range of some of the most important problems in modern astrophysics. Our programme is aimed at: a) Measuring the make-up and composition of the basic components of material in our Galaxy. This includes understanding where energetic 'cosmic ray' particles in the space between stars come from; studying the birth and evolution of massive stars from observations of placental ionised birthplaces (called HII regions) using LOFAR, STFC's new radio telescope; examining how young massive star clusters influence their local region of space via their UV radiation, and how they deposit material and mechanical energy back into space. Finally, to understand how some massive stars quite quickly form massive stellar remnants, such as black holes. b) We will study exoplanets, planets orbiting around distant stars. We will observe the structure and properties of their atmospheres, to learn whether close-in planets are consumed by their host star. We are working towards detecting habitable exoplanets, including examining whether we can identify systems with rocky planets using the chemical composition of the host star's atmosphere. We are also studying the rocky planets in the Solar System: to understand the water and dust cycles in in the Martian atmosphere and the contributions of atmospheric eddy processes in the atmosphere of Venus. c) On a much larger scale, we seek to understand the structure and history of the entire Universe: studying the dark matter distribution in giant galaxies, and understanding how black hole accretion affects star formation; and using data from the Herschel and ground based telescopes, assessing the physical and morphological properties of distant star-forming galaxies, and studying how the evolving energy budget of the Universe. d) Experimenting in the laboratory to mimic the formation of molecules in on dust grains in space that lead to the complex chemistry that acted as the precursor to life in the Universe, and to explore the chemistry of Mars and Titan. e) Finally, we propose developing and extending our unique programme of Public Engagement and Outreach, to bring the excitement of the Universe to the general public, and the next generation of young people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001597/1","grantId":"ST/J001597/1","fundValue":"472196","fundStart":"2012-04-01","fundEnd":"2015-11-30","funder":"STFC","impactText":"","person":"Glenn  White","coPersons":["Stephen Richard Lewis","Stephen  Serjeant"],"organisation":"Open University","findingsText":"","dataset":"gtr"}