{"id":"8ADEF88D-4F7C-4067-84AF-7A40DD190088","title":"Efficient Aeroelastic Design for Flexible Aircraft","abstractText":"In the flow around flexible bodies, such as aircraft, the interaction of the aerodynamic forces and the structure are exceptionally complicated. Accurate computational models of such systems require detailed models of both the structural and flow behaviour. However the computing costs of these calculations make them impractical for use in the design of anaircraft.A critical set of parameters required for the design of all aircraft are the flutter boundaries . This gives the flight speed and altitude relation at which a small disturbance in the aircraft shape will no longer decay. Flying beyond these boundaries will lead to an unbounded growth in the disturbance and ultimately a failure of the aircraft structure. The accurate prediction of these boundaries is obviously vital and a great deal of flight testing on prototype vehicles is required. The accurate computational prediction is important to aircraft manufacturers for many reasons, three of which are:1) Flight testing is exceptionally expensive, more accurate computer predictions reduce the amount of flight testing required to establish the flutter boundaries.2) Flutter problems not found until the prototype stage are immensely costly to rectify and may require the repeat of the entire flight test program.3) The costs involved in flight testing may lead to overly stiff aircraft that are in some sense not optimal.Recent advances have significantly reduced the computational costs for the calculation of points on the flutter boundary while retaining the accuracy of the most complex aerodynamic models. These so called reduced order models are constructed from more complex models by assuming the unsteady aerodynamic response of the flow to be a linear perturbation about a steady solution of the complex model. As flutter is defined by the growth or decay of an infinitesimally small perturbation, the reduced order models retain the same accuracy as the original models used to construct them. The construction of the reduced order models takes some computation but is much quicker than the calculation of a flutter point by the complex model. Once the reduced order models are constructed the evaluation of the flutter point is negligible.However, these advances do not reduce the cost of these flutter calculations enough to bring them into the initial stages of civil aircraft design. A reduced order model must be constructed for each flutter point and a large number of points are required to produce the flutter boundaries for a range of steady manoeuvres and fuel/cargo loading cases. The aim of this project is to develop a method of reduced order model interpolation . This will allow the majority of the reduced order models required to be constructed from a very small number of similar models, rather than the original complex models. The computational cost of the interpolation is negligible and so the computational cost of the whole process becomes approximately equal to the cost of producing a very small number of reduced order models.The use of interpolation will significantly increase the efficiency of the flutter calculation process but there is a further advantage. The structural model of the aircraft may be modified (re-designed) in a relatively general way without a need for the recalculation of the reduced order aerodynamic models. This result means that the structure may be redesigned but the resulting change in the flutter boundaries can be recalculated with an almost negligible cost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C548221/1","grantId":"EP/C548221/1","fundValue":"124058","fundStart":"2006-04-01","fundEnd":"2009-05-31","funder":"EPSRC","impactText":"","person":"Dorian Phillip Jones","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}