{"id":"8AE71EA8-3A3C-4706-B64D-8958D84C5485","title":"Combined simulation and experimental validation of visibility in smoke laden environments","abstractText":"Each year, in the United Kingdom, fire is the cause of around 600 deaths and 18,000 serious injuries. Fires are responsible for major property losses (over 1 billion per year), pollution of the environment by both toxic emissions and by contaminated fire-fighting water and the destruction of priceless historical artefacts and buildings that constitute our cultural heritage. The total costs of fire losses together with those of the whole fire protection infrastructure has been estimated to approach 1% of our Gross Domestic Product annually.The impact of smoke is a major factor in the performance based design of modern buildings. Exposure to the products of combustion, both particulate smoke and gaseous, rather than to the fire itself, is the most significant cause of injury and death in fires. The exposure time of individuals in a smoke environment depends upon their speed of movement and the direction they choose to travel, nominally towards a safe exit. Consequently in the fire safe design of modern buildings, the provision and correct location of emergency exit signs is of paramount importance in minimising such exposure, especially in large spaces, where the occupants are unfamiliar with safe egress routes. A considerable body of research has been accumulated regarding human behaviour in fires and the simulation of the movement of individuals in smoke laden environments. A necessary input to such models is the perceived visibility of the surroundings, whether hazards, obstructions or safe exits. Ideally this information should be available as a function of the growing fire and the three dimensional movement of smoke within the environment. To date the prediction of visibility is typically reliant upon empirical data for different targets and does not take into account the true spatial and time varying smoke concentration. Despite significant advances in the development of computationally based simulation techniques for smoke movement using computational fluid dynamics there has been little coupling between human perception of visibility as recorded in field trials and the equivalent numerical simulation of line-of-sight visibility in a time-dependent three dimensional scene. This proposal seeks to address this issue through a combined theoretical and complementary experimental research programme.The principal aim of this project is to further advance the technical capability of performance based fire safety design, specifically related to the ability to simulate, a priori, perceived human visibility in smoke laden environments. This will be achieved through the development of a robust, and well validated, simulation tool, henceforth referred to as the Visibility Simulation Tool (VST). A further aim of this proposal is to provide quantitative data through a complementary experimental programme for validation of the VST. The full set of field trials and experimental data will independently provide a valuable database for the correlation between perceived human visibility, smoke properties and optical path length at monochromatic wavelengthsThe research output from the proposed programme will make a valuable contribution to enhancing the capabilities of existing simulation tools for predicting visual impairment in smoke filled environments. The proposed tool will provide a significantly more realistic simulation procedure, especially for large complex spaces that cannot be readily modelled using more traditional approaches where assumptions of homogenous smoke distributions are employed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D037840/2","grantId":"EP/D037840/2","fundValue":"200206","fundStart":"2007-04-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"","person":"Philip  Rubini","coPersons":["John Barrie  Moss"],"organisation":"University of Hull","findingsText":"","dataset":"gtr"}