{"id":"8AE820C8-9FE2-40E7-B66C-6AB1AE5800C1","title":"Multicoloured bimodality biophotonic imaging for in vivo non-invasive analysis of IL-17 and IFN gamma immune effector programmes","abstractText":"Recent advances in microscopy have opened up new avenues for analysing biological systems. Cellular events in the body that used to be deduced from test-tube experiments or from 'snapshots' looking at tissue sections, can now be visualised directly in life in real-time. One such technique, bioluminescence, is particularly appealing because it can be used to gain information about cellular populations in a lab mouse with sensitivity and specificity, without any surgical procedure. Because the technique is rapid, non-invasive, stress-free and gives results with small numbers, it is considered an advance for laboratory animal welfare. The approach relies on the fact that there are natural proteins produced by species such as fireflies, click beetles, and some bacteria that naturally luminesce as part of a normal chemical reaction. This light is so bright, it can be detected within the cells of the living mouse, by a special camera and a digital image taken and studied. The proteins are expressed in mouse cells in the form of a transgene - that is, the DNA for a protein is incorporated into the mouse genome. Information can be attached to the gene directing it to be turned on only in one particular cell-type or another. These 'in-vivo' reporters are fundamentally different from past approaches in which a particular gene has been hooked onto a fluorescent protein that can only be seen once the mouse has been killed and its cells removed. The new approach allows images to be seen in terms of where particular cell-types are to be found in a live mouse. The specific biological question that concerns us is how the white blood cells central to regulating and orchestrating immunity, called CD4 T cells, make choices about which type of CD4 cell they will be. These effector cells make different chemicals called cytokines, associated with very different types of immune response. Two of interest are interferon-gamma and IL-17. Key producers of these are termed Th1 and Th17 cells, respectively. However, most of the information about those cell-types derives from highly manipulated systems, usually in the test tube. We would like to be able to visualise the cells directly in the live mouse in real time in the context of different immune responses. We describe in this application a number of technical steps required to achieve this goal. The major objective is to create and optimise a system that will allow us to study 2 different cytokine responses simultaneously, each labelled with a different colour. We will use a 3rd colour allowing us to image the bacteria to which the immune response is directed. In order to do this we will make different transgenic mouse lines in which the different colours are turned on, thus reporting the different cytokines. Because there is a certain amount of uncharted territory in deciding precisely which and how much DNA sequence would be needed to achieve an accurate representation of, for example, IL-17 activation, we have reduced the risk by building our strategy on the back of a proven, successful, large, construct produced by a group in Germany who were analyzing fluorescent protein (rather then luciferase) detection. We describe a series of experiments necessary to validate this system. The key point will be to apply these mice to debated aspects of immunity where we do not understand the relationship between interferon-gamma and IL-17 based responses. In some cases it is thought that Th17 cells may change into Th1 cells; using these mice we will be able to define where, when and under what conditions this occurs. In general, we can then use this system to describe cellular interactions of these immune subsets in immunity and infection. The generation of this experimental system creates a resource that can be used by the immunological community and, more widely, will reinforce the principle of multi-coloured imaging as a way for biologists to view interactions between multiple cell types.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H005439/1","grantId":"BB/H005439/1","fundValue":"561466","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"BBSRC","impactText":"  Not yet. We are still in the process of validating the new transgenic reporter model  ","person":"Rosemary  Boyton","coPersons":["Siouxsie  Wiles","Daniel Martin Altmann"],"organisation":"Imperial College London","findingsText":" We have successfully generated a new transgenic reporter mouse that can be used to visualise IFNg production in vivo in live mice without the need to cull the mouse using an IVIS machine. We are currently in the final stages of validating the model If the model is successfully validated it could be used by others researching into infection, autoimmunity, allergy, cancer or any other biological process where IFNg production is an important marker of disease. Healthcare","dataset":"gtr"}