{"id":"8AE96120-0112-4E39-BE5C-2A48CF9AF645","title":"Dynamic arrest and non-equilibrium behaviour in suspensions of deformable colloids","abstractText":"The molecules of a liquid move easily and a snap-shot of the molecular arrangements reveal complete disorder. As a liquid is cooled, it often undergoes crystallization, where the molecules arrange into an ordered pattern. The most common example is water turning into ice. However, such crystallization can be avoided by cooling at a fast rate. The liquid molecules then move slower and slower upon cooling and if the cooling rate is high enough there is not enough time to rearrange into an ordered pattern before all long-range motions come to a halt; thus, the structure remains disordered and liquid-like but the material is hard - the resulting solid is called a glass. \nGlassy materials are important in a wide range of man-made materials and applications including battery electrolytes and electrodes, solar cells, pharmaceuticals and most plastics. Neither the microscopic mechanisms involved in glass-formation nor the behaviour of the glassy state are well understood; this is remarkable since humans have been producing glass for thousands of years and glasses have been naturally formed by geological processes for millions of years. Thus, reaching an understanding of glasses and their formation is a key unsolved problem in both fundamental science and technology. \nRemarkably, an analogy can be drawn between and the molecules (size: 0.1-10 nm) of molecular glass-formers and the behaviour of particles (size: 0.1-10 microns) suspended in a liquid, so called colloids. For colloids, glass-formation is controlled by the concentration of particles within a certain volume; for low particle concentrations the system is a liquid but as the concentration is increased the system gets crowded, which leads to the formation of a glass. Practical examples include paints, emulsions, lubricants and thickeners. The advantage of using colloids as a model system to study glass-formation is the large particle size, which means that the colloid motions can be studied using light as a probe, together with the great control of properties such as colloid size, elasticity and inter-particle interactions. \nIn this work we will use a versatile colloidal model system consisting of gel particles swollen in a solvent, so called microgels. In addition to their role as model systems, such microgel suspensions are important in applications including biosensing and medical diagnostics, chemical separation technologies, oil recovery, pharmaceutical delivery, and switchable materials.\nWe will synthesize microgel particles with varying mechanical properties, by controlling the cross-linking of the particle gels. Each microgel batch will be characterized with regards to particle size, gel structure and mechanical properties. We will then study how these microgel suspensions form glasses as the particles crowd the volume upon concentration. Both the arrangement and the motions of the microgel particles will be studied as the glassy state is approached, using light scattering and rheology techniques. Light scattering studies yield information about the individual microgel structure, the microgel particle arrangements and the microgel motions over a wide range of time-scales (10 ns-1000 s). With rheology, the response of the material to a mechanical disturbance is investigated. \nSpecific aims of the study are to (i) find the relationship between single microgel properties and the corresponding suspension arrangements and motions as the glassy state is approached (ii) determine which types of microgel motions are relevant to the glass formation process and how these motions are inter-related (iii) investigate how an applied shear affects and eventually 'melts' a microgel glass.\nThis work addresses questions that are key to an understanding of glassy materials in general. By systematic studies of an excellent model system, we aim to form a benchmark for future glass-transition work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J02113X/1","grantId":"EP/J02113X/1","fundValue":"100410","fundStart":"2012-11-29","fundEnd":"2014-05-28","funder":"EPSRC","impactText":"  The outcome of this work is fed into new work on industrially relevant microgel type systems which are both common and important. Many formulations e.g. in foods, or in soft solids such as pastes (e.g. tooth paste) have microgel-type components and the fundamental work of this grant thus feeds well into industrially motivated studies and developments. Moreover, the experimental results will feed into novel types of computer simulations that are based on the data from this grant work. The approach of combined experimental and computational investigations of these kinds of systems will be a focus of new funding applications. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Societal","person":"Karl Johan Linus  Mattsson","coPersons":[],"organisation":"University of Leeds","findingsText":" A series of batches of soft colloids based on so called microgels, which are spherical cross-linked polymer networks, in our case with a diameter of 100-200 nm, were synthesized. Particles with varying concentrations of cross-links were produced, which corresponds to varying swelling and single particle elastic properties. The size and polydispersity of the particles of each batch were determined as a function of temperature using light scattering. We were able to produce particles across a wide range of cross-link densities with radii of 100-200 nm. Moreover, the compressional single particle moduli were determined using light scattering on microgels suspended in calibrated aqueous dextran solutions. We found that the variation of cross-link densities corresponds to a highly systematic variation of compressional moduli. Moreover, Atomic Force Microscopy (AFM) techniques were used to characterise the single particle properties for particles deposited onto silica surfaces both in terms of particle shape, adhesion and mechanical properties. We were able to both determine 2D maps of the Young's moduli for the sedimented particles as well as determine the detailed deformation behaviour under load. The used techniques thus provided very detailed information about the single particle properties.\n \nThe volume fractions of aqueous suspensions of the different particle batches were determined using capillary viscometry. Moreover, oscillatory and steady state rheology were performed as a function of microgel particle concentration for each batch. We were able to characterise both the microgel glass properties and the dynamic arrest as a function of particle concentration using rheology and light scattering.\nWe also investigated the difference between different routes to dynamic arrest/flow, including variation of the particle concentration, variation of the temperature and variation of the shear rate. Several routes have been initiated :\n\n- The detailed experimental knowledge developed in this work about single and collective particle properties will be fed into computer simulations to further the understanding of the observed behaviour. We have set up collaborations with computer simulation experts to achieve this.\n\n- To feed the fundamental knowledge into more industrially relevant microgel systems. A PG-student co-funded by industry who started 1 October 2014 is involved in this work. \n\n- To investigate microgels with more complex or different size distributions, shape, interactions and/or elastic radial distributions. We have initiated work to produce microgels with highly controlled size and elasticity distributions. Agriculture, Food and Drink,Chemicals,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}