{"id":"8AF5FC03-A3F1-43D4-BF81-FDF4FD7A99DA","title":"Spin-Polarised Tunnelling in Magnetic Nanostructures: A UK-China Collaboration","abstractText":"Magnetic tunnel junctions (MTJs) are the prototypical spintronic device, controlling the flow of an electrical current by spin-polarising and subsequently analysing it as it tunnels quantum mechanically through a nanometer thick insulating barrier. They form the functional heart of the two current commercial spintronic technologies, the read-back head of a hard disk drive, and the bit cell storage element in MRAM. As such they are the most important current spintronic technology. Nevertheless, the mainstream MTJ materials systems, based on alumina and magnesium oxide barriers, are already commercialised in these applications. New approaches are needed for the next generation of MTJ-based devices.This proposal builds on a growing and productive collaboration between the University of Leeds, and the State Key Laboratory for Magnetism at the Institute of Physics, Chinese Academy of Science (CAS) in Beijing. Both are leading laboratories in their respective countries for the study of MTJs. and have complementary strengths in materials growth, nanofabrication, characterisation and measurement. Since first meeting as part of the EPSRC/Foreign Office mission to China in 2005, the two groups have begun collaborating with two exchange visits on each side to date and the first joint publications starting to emerge. Here we propose a joint programme of research addressing novel materials and device architectures for MTJs that offer the prospect of improved and new functionalities.Our proposal has three main research themes. The first two are based around novel inorganic materials for tunnelling barriers and potentially highly spin-polarised electrodes, and organic barrier materials, self-assembled molecular layers and few-layer graphene flakes. The last is to develop a gated spin-polarised single electron transistor, based on granular double barrier tunnels junctions, which can be fabricated entirely using conventional planar processes. These topics have been chosen since we have identified them as ones where new collaborative efforts that link and build on areas of our current portfolios of research activity to both bring about new scientific results in their own right, as well as offering the prospect of longer term sustainable collaboration between our two groups for the most successful. Supporting this project will allow us to cement our nascent collaborative relationship, and bring mutual benefit to both groups. Not only will it allow us to do science that neither group can do alone, but it offers a unique training opportunity for the young researchers of both laboratories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H001875/1","grantId":"EP/H001875/1","fundValue":"358365","fundStart":"2010-01-25","fundEnd":"2013-01-24","funder":"EPSRC","impactText":"  Staff trained on this project have gone on to work in industry and academia Digital/Communication/Information Technologies (including Software),Electronics Economic","person":"Christopher Hugh Marrows","coPersons":[],"organisation":"University of Leeds","findingsText":" In this project we have shown that the various quantum effects related to tunelling through a magntic nanoscluster can be foudn in one and the same nanostructure: Coulomb blockade, co-tunnelling enhancement, and the Kondo effect. Spintronic-related industrial sectors such as ICT hardware Networks of industrial partners Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}