{"id":"8B02F2AB-F5C6-4BF6-AC7B-74255FA58317","title":"Interpreting and integrating mismatched data on the fly","abstractText":"This project is concerned with the problem of interpreting information and requests which are received during communication: for example, during an emergency response event. If the data sources of the sender of the information/request and the data source of the receiver are not fully compatible (which is highly likely even within an organisation and almost certain between different organisations) then the received information or request will not be understood by the receiver. Our matching system is designed to explore the receiver's data source to find one or more terms which appear to be similar to the received term, in order to allow the receiver to interpret this term with respect to its own data. The implications of this match (for example, that a more general term is being used, that certain attributes of a term are being ignored or introduced, and so on) are explained to a user representing the receiver organisation, who can then approve the proposed match, and interaction will proceed as if the two different terms were equivalent.\n\nThe matching system is local to every participant that wishes to make use of it and so it is only able to access the data of the organisation which is using it. This therefore avoids privacy and security issues by ensuring that only data that has been approved for sharing in the current context can be accessed by others.\n\nThe aims of the project are:\n- to investigate the kinds of mismatches that have been encountered in real emergency response scenarios and within real data sources, which will be provided by our collaborators (in Dstl, the Met Office, Scottish Resilience and Strathclyde FireRscue).\n- to implement a system which will apply techniques based on existing matching techniques to these data sources, to enable appropriate interpretation of unknown data, and to provide feedback to users so that they can approve these matches (or in situations where the consequences of errors is low, these can proceed automatically without user approval).\n- to evaluate the system against real data, with feedback from expert users as to how useful and appropriate the suggested matches are.\n\nThis project will be exploratory and is designed to evaluate the potential of the approach. There are several factors which should be addressed before the system is ready to be used in the field that are outside the scope of this project, specifically:\n - Carry out further analysis of data, and of mismatches that have actually occurred in emergency response situations. Performing this will be a key feature of this project, but this can only be an initial study;\n - Design and implement new matching techniques to address any possible mismatches which are not addressed by those currently implemented. Depending on the complexity of the data, it is not anticipated that it will be possible to cover every possible mismatch within this project;\n - Provide a carefully designed web interface for user interaction with the system. This would require specialist design advice and will not be attempted during the project; instead, a simple interface will be provided.\n\nThe key output of this project will be an understanding of the potential of this approach, based on the evaluation of the implementation, and a roadmap for how to develop this prototype work into a system which can be used in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J020524/1","grantId":"EP/J020524/1","fundValue":"58666","fundStart":"2012-05-30","fundEnd":"2013-05-29","funder":"EPSRC","impactText":"  This project was only a one-year pilot. As a result of this project we have joined the ESSENCE Marie Curie Network with an RA/PhD and a brief to apply the techniques developed in the project to the emergency response domain. Safer Scotland and DSTL are Government partners in this project and are keen to adopt its results. The University of Trento is an academic partner.\nIt has also formed the basis for an EPSRC fellowship application. Safer Scotland and DSTL were also partners on this, as was the Chief Fire Officers' Association, who were brought in based on their interest in the results of the project. Academic collaborators on this proposal are the University of Trento, CSIC at IIIA Barcelona, the University of Newcastle and the University of Glasgow.  ","person":"Alan  Bundy","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have developed techniques for aligning pairs of databases, so that the owner of one database can query another one for information not available in its database. We have focused on automatic, partial alignment, fast and on demand to answer a specific question, in contrast to most alignment work, where the work is done manually for complete databases. These techniques were implemented in the CHAIN system. We have conducted preliminary evaluation of CHAIN in the domain of emergency response. This will allow different agencies to share information, as required during an emergency without prior knowledge of which agencies will be involved or prior planning to share information. Problems in sharing information between agencies during emergencies is frequently cited in post emergency reports. The CHAIN system currently works with RDF sources and relational databases, and can be extended to other representations. The primary target of the research is the emergency response domain, and we have generated much interest from people in that domain in working with us to develop the techniques to a stage where they could be usable in the field. Additionally, the techniques are generic and potentially of use outwith emergency response, e.g., for communication between online services when planning a composite service. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Healthcare,Security and Diplomacy,Other","dataset":"gtr"}