{"id":"8B03E14F-054A-44A6-9E96-2F55A421454E","title":"Restoration genetics of degraded forest landscapes: Land management and evolution of reproductive strategies in keystone tree species","abstractText":"Brigalow forest communities, are dominated by an acacia tree, Acacia harpophylla (brigalow), and once occupied ~8 M ha across the Brigalow Belt region of northeastern Australia in Queensland, but have been reduced to 8% of their former range through clearing for conversion of the land to pasture. Brigalow forests are only found in this region of the world and support a unique flora and fauna which as an ecological community is now listed as endangered under the Australian Environmental Protection and Biodiversity Conservation Act (EPBC). The recovery plan for Brigalow ecological communities identifies lack of knowledge on the ecology of brigalow as a threat to their recovery and recommends that further research on brigalow and how to restore degraded forests should be carried out. In the proposed research, we will advance the knowledge on the ecology of Brigalow. In particular we will provide empirical evidence that will further our understanding of how brigalow respond to habitat disturbance caused by human activities. Specifically, we will compare dispersal by seed (sexual reproduction) and dispersal by root suckering (clonal reproduction) in remnant and disturbed secondary brigalow (regrowth) forests using genetic markers. This is a unique opportunity to find out about the reproductive biology of the species because brigalow only produces seeds very rarely. Such a rare seed recruitment event occurred early in 2008, for the first time in 60 years, and seedlings established in both remnant and regrowth brigalow. We expect to find that the genetic diversity in adults and seedlings of regrowth brigalow is lower than in remnant brigalow because of extensive root suckering in regrowth Brigalow. Indeed, in regrowth, it is expected that dispersal occurs primarily by clonal reproduction because it allows the species to rapidly colonise open land, but it has never actually been assessed. The lack of genetic diversity in regrowth Brigalow may ultimately have detrimental genetic effects for its viability because genetic diversity enables a species to respond and adapt to change in environmental conditions. One way to help maintain genetic diversity in regrowth Brigalow is to design active management strategies that optimize genetic diversity, for instance by removing suckers (thinning). As we will record the spatial location of trees and seedlings, as well as identify their genetic identity, we will be able to produce a geographic map of the location of clones and the distance of dispersal of seeds and we will be able to use this information in a model to predict which thinning management strategy best optimises genetic diversity in restored brigalow stands, as well as restore forest structure and carbon sequestration (which is how much carbon is stored in the trees) to the levels of mature remnant forests. This has economic implications for carbon markets and mined-land rehabilitation.The proposed research will considerably advance our knowledge of the biology of brigalow acacia in its natural environment, and will contribute to fill the gap of knowledge identified by the EPBC on how to successfully restore degraded Brigalow communities. We will make practical recommendations to inform sustainable restoration management of Brigalow forests. Generally, the project will further our understanding of how tree species respond to habitat disturbance, especially for partially clonal species for which no empirical data are available. This is important because degraded regrowth forests are now predominant worldwide, and we need to understand how tree species respond to widespread disturbance as a result of human activities in order to carry out economic activities in an environmentally sustainable way. Finally, this project will present a genetic model of thinning management, which is novel in restoration ecology. The approach, when adopted elsewhere, will improve the long-term sustainability of ecological restoration programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H012435/1","grantId":"NE/H012435/1","fundValue":"57572","fundStart":"2010-04-01","fundEnd":"2011-03-31","funder":"NERC","impactText":"","person":"Cecile Fanny Bacles","coPersons":[],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}