{"id":"8B0548A4-838E-4CB2-BBDB-9916C464E525","title":"Random planar curves and conformal field theory","abstractText":"Random fractal objects occur all around us. Examples are clouds, the shapes of coastlines, a head of cauliflower. They have the properties of being self-similar: if we take a picture of part of a cloud, choose just part of that picture and then blow it up to the size of the original, we can't say which one was in fact the original; and random: that is no two clouds look exactly the same although they are all obviously clouds. This example also illustrates a fundamental property of fractals in nature, as opposed to mathematical ones: we can in fact tell the pictures apart by the graininess of the photo: all physical fractals have some microscopic length scale. Unfortunately, although we know the equations which describe clouds, they are very difficult to analyse. Somewhat simpler examples occur in the physics of critical behaviour, for example magnets. If we look at a magnet closely enough, we see the individual atoms, each like a little magnet, or spin, regularly arranged on a regular lattice but pointing in random directions. However they form clusters, within which all the spins point the same way. In two dimensions the boundaries of these clusters are curves. At the critical temperature, just when the material becomes ferromagnetic, these curves are believed to be fractal, with a graininess given by the lattice. Physicists have, for the last 20 years, had a good theory of these systems, called conformal field theory (CFT). (It actually has applications in other branches of physics like string theory.) However it is not mathematically rigorous and in most cases no one has proved that it actually describes these lattice models. More recently, mathematicians have developed a theory called stochastic Loewner evolution (SLE) which describes the curves directly as mathematical fractals. It is the purpose of the proposed research to establish the full connection between CFT and SLE, as well as showing that some of the curves in these lattice models are in fact described by SLE if we ignore the graininess. Only then will we have a complete theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D070643/1","grantId":"EP/D070643/1","fundValue":"314489","fundStart":"2007-06-22","fundEnd":"2010-06-21","funder":"EPSRC","impactText":"","person":"John  Cardy","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}