{"id":"8B088F16-DF4D-4717-9DC1-864A11B9AB0A","title":"Comparative biomechanics and pathology of mammalian feet","abstractText":"Foot disorders such as arthritis, tendonitis, osteomyelitis and injuries including bone fractures are the major musculoskeletal health problem for most captive/domestic animals, with huge global economic costs due to disabled and euthanised animals. The mechanical interaction between the foot and the ground is a critical contributor. It also influences obesity, weakness, and exercise, which worsen mechanical conditions. In particular, high-frequency vibrations when the foot impacts the ground during locomotion, as well as large forces (hence stresses, or pressures) imposed later in the step, are major causes or influences. However, foot anatomy varies enormously. Horses have an extreme design with one toe ending in a rigid hoof, which is superb for fast-swinging but very stiff. When this rigid hoof hits the ground, it generates large vibrations, and these vibrations can cause gradual accumulation of tissue damage. The foot is so small relative to the body that internal stresses may be highly concentrated. In contrast, elephants represent another extreme: their feet have five toes bound in a flexible pad of fatty, fibrous tissue (the digital cushion), which is heavy and thus costly to swing, but seems strong and seems to dampen vibrations at 'heel' impact. Other large mammals have similar anatomies. Is this foot design thus a marvellous solution that controls high-frequency impacts and stresses in giant animals? How then do intermediate designs such as pig 'trotters' work? Such important questions surprisingly remain almost ignored. We propose to study 5 species (pigs, horses, cows, rhinos, elephants) from 80-3000 kg mass, to measure how foot anatomy and body size influence foot loading. We will do this with a 3-part analysis of locomotion and its links with foot disease. First, we will use motion capture cameras and force platforms to measure the dynamics of the limbs and feet during walking and slow running (e.g. trotting). This will enable us to characterize the mechanics of foot impact with the ground. By characterising how impacts change across a ~100x size range, we will quantify how feet are designed to control impacts. We hypothesise that impact levels are maintained at near-constant levels across animal sizes by foot specialisations. This may inspire new designs for foot prosthetics or cushioned surfaces for animal enclosures. Second, we will 'zoom in' on the mechanics of the feet alone, using 3D high-speed motion capture and regional pressure measurements to determine how the external foot deforms during locomotion and how those deformations relate to localised pressures. Next, we will replicate this mechanical environment using in vitro loading of cadaveric feet and 3D fluoroscopic video to measure how the internal foot deforms. Finally, we will use CT and MRI scans to build highly realistic Finite Element models of these feet and the mechanics we have measured in vivo and in vitro, to estimate the peak stresses in bones and other tissues of the feet during running. We hypothesise that across species, peak bone stresses are kept at near-constant levels to preserve margins of safety that avoid injury. This safety however can easily be lost by damage (e.g. by vibration) or altered mechanics, such as obesity or weakness. Third, we will conduct a broad survey of our study species, and their wild relatives for domestic animals, to quantify which specific regions of the feet tend to develop foot disorders. We hypothesise that animals will have more disease in regions where our models and experiments show the highest stresses during locomotion. This should inspire new diagnostic and preventative measures for foot disorders. Our novel diversity of methods and powerful comparative approach will generate an explosion of research into the mystery of animal foot anatomy and mechanics, and with its strong links to clinical applications will build a new foundation to broadly benefit health and welfare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H002782/1","grantId":"BB/H002782/1","fundValue":"433077","fundStart":"2009-11-23","fundEnd":"2012-11-22","funder":"BBSRC","impactText":"  Refinement of management techniques for care of foot health in captive animals-- e.g. gait analysis for hoofed mammals, documentation of/radiographic techniques for detecting foot pathologies (elephants, rhinoceroses, etc). New applications of statistical parametric mapping to foot pressure data in mammals. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections,Other Policy & public services","person":"John Richard Hutchinson","coPersons":["Renate  Weller"],"organisation":"Royal Veterinary College","findingsText":" While we are still completing some final analyses and publications from this study, we have confidently established the following:\n\n1) There are significant differences between wild and captive species' foot pathologies in terms of incidence, severity and type of disease. Osteoarthritis is most common, but other details vary markedly among species and between wild vs. captive-raised animals.\n\n2) The above findings support the theory that there is a link between foot mechanics and pathology, which can cause normally high stresses in particular regions of the feet (such as the third to fifth toes/nails in elephants) to be exacerbated to levels that induce or promote degenerate joint disease or other pathologies.\n\n3) We also found major differences in how smaller and larger animals' feet impact the ground during walking and running and between how the fore and hind feet of animals are loaded. At impact (&amp;quot;heelstrike&amp;quot;), forefeet tend to be loaded to greater levels and at higher rates than in hindfeet; a disparity that is maintained as animals evolve to larger sizes. This was\nthe first comparative analysis of how animal feet strike the ground, and is relevant to understanding the impact vibrations that are suspected to cause fatigue damage to tissues and potentially lead to foot diseases.\n\n4) We serendipitously discovered that elephants have false &amp;quot;sixth toes&amp;quot; that are sesamoid (tendon-anchoring) bones near the toes that have been changed during elephant evolution to act less as tendon attachments and more as somewhat independent toe- or lever-like structures. These odd organs have been enlarged into a giant, elongate structure that extends back into the fatty heel pad in elephant fore and hind feet, and helps to support that pad during standing and moving. They seem to develop by a unique process of late conversion of a large cartilaginous rod into patchily organized bone. We found fossil evidence for how this structure evolved as elephants became more terrestrial, larger, and less flatfooted, developing both the foot pad and &amp;quot;sixth toes&amp;quot; to help support their feet and spread out loads.\n\n5) We have also created new ways to measure animal locomotion and mechanics that could reduce, refine and replace invasive methods as well as improve general welfare by predicting the outcomes of clinical interventions. For the first time, we have combined three-dimensional x-ray images of animal foot motion with foot pressures and forces to analyze these experimental data in anatomically realistic, 3D musculoskeletal and finite element computer models. This workflow enables us to predict or estimate the tissue stresses in any region of the feet of an animal given knowledge of how the foot moves and is loaded, and its anatomy. This is giving us new insight into why foot diseases can be induced by suboptimal husbandry conditions in captivity, as well as the consequences of differences in foot form and locomotor behaviour that have evolved in animals. Further research into mechanics-pathology linkage during completion and elaboration of project.\n\nCommunication with zookeepers (ongoing) and policy makers (connection needs to be made). Agriculture, Food and Drink,Environment,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}