{"id":"8B09D133-80B2-4D7E-86AC-D8ADE28B1D74","title":"Abnormal interactions between the hippocampus and prefrontal cortex in rodent models of schizophrenia","abstractText":"Brains are like orchestras. Both are subdivided into numerous, specialized sections with individual roles, yet the activity of all sections must be coordinated in order for the whole to function properly. Musicians in an orchestra keep time by following the lead of their conductor; by analogy, how do neurons of different brain regions coordinate their activity during the complex repertoire of behaviour?\n\nElectrophysiology allows us to record the electrical impulses through which neurons communicate. We find that many groups of neurons, like the sections of an orchestra, show rhythmic activity. Rhythms in connected neural networks are coordinated with one another, but only during behaviour that requires communication between the brain regions that contain them. Thus rhythmic activity can act as the brain?s conductor, allowing different groups of neurons to communicate with one another at different times. This study will use recordings from three brain regions involved in learning and memory and decision-making to see how they interact during behaviour. All three of the regions in question show signs of damage in schizophrenic patients. We suspect that the brain behaves like a ?cacophonous orchestra? during schizophrenia: a breakdown of coordinated timing leads to cognitive and behavioural abnormalities because different brain regions do not keep time with one another.\n\nWe can model schizophrenia in rats and mice. For example, if we give animals drugs like ketamine (?Special K?), they develop behavioural problems like those in psychotic patients. By recording from the neurons of these animals, we can characterize the breakdown in coordinated neural activity that accompanies their breakdown in behaviour. Then, by comparing electrophysiology from these animal models with electrophysiology from the clinic (the impulses of human neurons can be recorded through the scalp as EEG, or ?brain waves?), we can begin to understand what goes wrong in the schizophrenic brain and, most importantly, begin to test therapies that will eventually put it right.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501146","grantId":"G0501146","fundValue":"322642","fundStart":"2006-09-01","fundEnd":"2011-02-28","funder":"MRC","impactText":"","person":"Matthew Warwick Jones","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}