{"id":"8B1CE89E-CD27-4668-9064-F1C5BE7AA100","title":"Public Sector Audit in a period of austerity and reform","abstractText":"On 13 August 2010 the UK's Secretary of State for Communities and Local Government, announced the abolition of the Audit Commission, 'protector of the public purse'. \n\n&quot;The Audit Commission has lost its way. Rather than being a watchdog that champions taxpayers' interests, it has become the creature of the Whitehall state. We need to redress this balance.&quot; \n\nSince its creation in 1983 the Audit Commission has appointed auditors, regulated fees and monitored audit quality for public sector organisations such as Local Authorities and National Health Service Trusts whose annual expenditure amounts to &pound;200bn. By April 2017 the Audit Commission will be abolished and the auditing of local public sector organisations will be subject to a new audit regime in which local bodies appoint their own auditors and the monitoring of quality is performed by the Financial Reporting Council. A key aim of these reforms, in a time of austerity, is lower costs. In response, the Commission's 2011 audit tendering process has already secured large fee reductions for the period up to 2017. Unsurprisingly, there are fears for audit quality and for rises in fees when the new regime comes into effect.\n\nThis project, which comprises three studies focused on the costs and quality of public sector audit, is motivated by the issues raised by these reforms and will build on my prior research in public sector audit, my experience as an NHS non-executive director and my training as an auditor. It will also act as a springboard for a collaborative public sector accounting research centre.\n\nSTUDY 1 aims to estimate the effect of the new audit regime, which is similar to that for NHS Foundation Trusts, on audit fees and audit quality. This study will inform the current debate on the likely effect of the new regime, which is largely unsupported by research evidence.\n\nSTUDY 2 looks to the potential for savings in audit fees which are within the control of local management. Study 2 will utilise a unique dta set, represented by the pre-audit financial statements of English local authorities, to investigate the relationship between pre-audit financial reporting quality and audit fees. It will provide a basis for estimating potential audit fee savings from improvements in pre-audit financial reporting quality. \n\nSTUDY 3 investigates, in the previously unexplored setting of local authorities, the relationship between audit quality, auditor type, (Big4, Audit Commission and other) and audit fees over a period of considerable pressure on fees. A distinctive feature of this study will be the construction of novel measures of audit quality which exploit the availability of pre-audit financial statements. The findings could presage a rise in fees or an increase in market concentration once the current audit contracts come to an end. Further, variations in financial reporting quality by auditor may influence future auditor appointments. \n\nIn addition to informing policy and practice in England these studies have policy relevance for the Welsh and Northern Ireland Assemblies and the Scottish Parliament, none of which is following the English lead, and for wider international audiences in countries such as Australia, New Zealand and Canada where public sector audit has historically followed a similar model to that in the UK. \n\nThe integration of stakeholder input into the design of each study, the interpretation of findings and their subsequent dissemination will be secured through the establishment of a stakeholder co-production group. The contribution of this group will be central to delivering high quality academic papers and research findings with practice and policy impact. The project overall will act as a springboard for the establishment of a collaborative regional centre for public sector accounting research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009897/1","grantId":"ES/L009897/1","fundValue":"246806","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"ESRC","impactText":"","person":"Margaret Joan Greenwood","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}