{"id":"8B221ADB-48E9-4D87-B60A-A6F54A84370B","title":"International Project Office for the Global Carbon Project","abstractText":"Warming of the climate system is unequivocal, and very likely due to the increase of carbon dioxide (CO2) and other greenhouse gases in the atmosphere. CO2 is the most important and fastest-growing greenhouse gas. It is released to the atmosphere mainly by the burning of fossil fuel from human activities and by deforestation. Governments around the world have pledged to limit global warming to 2 degree Celsius above pre-industrial levels. According to current knowledge, such a commitment requires that the global emissions of CO2 peak at the latest between 2015 and 2020, and decrease sharply afterwards.\n\nThe political discussions to develop an international agreement that would limit global warming are based on scientific knowledge provided by the international community. Key to those discussions is the provision of the latest up to date information, and the transparency of the scientific debate and information. The Global Carbon Project (GCP), established in 2001, coordinates international research on the carbon cycle. Since 2004, the GCP with the support of the community has compiled, analysed and published information on the &quot;global CO2 budget&quot;, including the CO2 emissions and their partitioning among the atmosphere, ocean and land reservoirs. This effort has provided tremendous information to help the policy process and the public understand the human and natural factors that control the concentration of CO2 in the atmosphere. \n\nThe annual CO2 budget has growth beyond the capacity of the GCP. At the same time, the demand is growing for more and better information, more background supporting material, more transparency in the methods and process, and traceability of the information. The community is trying to organise itself further to support this important effort. \n\nThis proposal aims to establish an office of the GCP in at the Tyndall Centre for Climate Change Research of the University of East Anglia. This location would be ideal to support the publication of the annual CO2 budget because of its already well-established research on the carbon cycle, the strength and complementary work done in its existing programmes, and its unparallelled record of providing high quality policy-relevant science to UK and international policymakers. The UK GCP office would provide key support, and further credibility and visibility to the annual CO2 budget.\n\nScientists have begun to think about how to produce carbon information services to assist in the necessary transition towards a low-carbon economy. One way proposed by the GCP is to institutionalise the more operational aspects of the GCP activities, such as the publication of CO2 budgets, through the establishment of an International Carbon Office. The development of such an ambitious project needs careful thinking and strong commitment from stakeholders. The UK GCP office would work with existing organisations to establish the structural basis of an ICO and determine its potential and viability in the long term.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I03002X/1","grantId":"NE/I03002X/1","fundValue":"240481","fundStart":"2012-02-13","fundEnd":"2015-12-11","funder":"NERC","impactText":"  The data and analysis updated annually through our Global Carbon Budget publication is used extensively both within and outside the academic community. Our data is seen as an example of transparency, quality and timeliness of information relevant to important decision-making in society. Energy,Environment Societal,Policy & public services","person":"C M Le Quere","coPersons":["Erik Theodoor Buitenhuis"],"organisation":"University of East Anglia","findingsText":" The UK Global Carbon Project (GCP) Office funded by NERC coordinates the annual update of the GCP’s Global Carbon Budget, which is released in the Autumn every year. This effort greatly helps strengthen the global carbon cycle science community and enhance the international effort to support the climate policy process in a timely fashion.\n\nIn the last edition of the Global Carbon Budget, we showed that carbon dioxide (CO2) emissions from burning fossil fuel and cement production, the main contributor to global climate change, continued to grow at a high pace of 2.5% per year on average in the past decade. Keeping warming below two degrees requires that the total amount of CO2 emissions remain below a fixed 'quota'. We showed that with the recent growth in emissions, we have already burned two thirds of the quota to keep warming below two degrees with a likely probability (66% chance).\n\nWe also conducted an analysis of what is mathematically feasible in terms of sharing a quota on carbon emissions among world countries, and shows that to keep to two degrees, global emissions reductions over the next several decades need to be over 5% per year. We also compared the remaining carbon quota to fossil fuel reserves, and showed that the reserves are at least three times larger than the quota, impliying that some of the reserves will need to remain untapped to keep average warming below two degrees. One of the key uncertainties is the future availability of 'negative emissions' technology, i.e. the removal of carbon using bio-energy with carbon capture and storage (BECCS), but the credibility of such technology is unproven.\n\nWe also scrutinised the CO2 emissions of land-use change and the partitioning of the total emissions among the atmopshere, land and oceans, and showed the continued growth in all components of the carbon cycle except the land-use change emissions.\n\n\nThe 2014 Global Carbon Budget’s methodology and database was published in the journal Earth System Science Data. It contains a detailed description of methodology developed by the global carbon cycle science community to quantify all major components of the global carbon budget, including their uncertainties and the rationale for the choices made. The paper also shows the changes in the budget compared to previous estimates, the consistency within and among components, and the methodological and data limitations. It is accompanied by a database with all the data and models used in the carbon budget.\n\nThis paper provides a baseline to keep track of the annual global carbon budget and to reduce their uncertainties. Each year since 2012, data and methodology has been updated and the most up to date information in relation to each component of the global carbon cycle will be included along with any improvements in our capacity to provide these estimates.\n\nThe 2014 carbon budget was accompanied by a Review Article in Nature Geoscience, a Perspective article and a Commentary in Nature Climate Change, and published during the New York Climate Summit in September 2014. The Global Carbon Budget dataset and its interpretation are extensively used outside the academic community, particularly to inform a variety of policy makers both in the UK and across the globe. It provides them with the most up to date information of global atmospheric CO2 concentrations and trends in the carbon emissions and sinks, and also provides an analysis of the future trajectories and how they match different climate change projections. The Global Carbon Atlas has been developed to improve the access to the data. The carbon cycle research community extensively uses our freely and easily accessible database made available with our annual publication, as evidenced by the large number of downloads in sucessive years (e.g. http://www.earth-syst-sci-data-discuss.net/7/521/2014/essdd-7-521-2014.html ) Energy,Environment","dataset":"gtr"}