{"id":"8B27B8E4-96E4-48C5-AE07-800981EDE1CF","title":"Gaps theorems and statistics of patterns in quasicrystals","abstractText":"Much of the beauty in our universe arises in the emergence of order from complex systems. As scientists, our description of the natural world relies on our ability to describe this order. Symmetry is a valuable tool which sometimes allows us to simplify our description, but in truth many of the systems which we seek to describe are not perfectly symmetrical. This theme runs throughout the sciences and it also appears in many important problems in pure mathematics.\n\nThe research we are developing in this project will help us to understand patterns which come from a mathematical construction called the cut and project method. These patterns can be thought of as tilings of space. They are like the tilings that we see every day on walls, floors, and in artwork, except that they typically lack translational symmetry. Nevertheless, it is a fact that these patterns occur in the natural world, in viruses, in the study of energy states in quantum physics, and in recently discovered materials known as quasicrystals.\n\nWe will primarily be studying deformation properties and statistics of patterns in cut and project sets. This is a relatively new line of research, and our study will center around a connection which we have recently helped to develop, which involves a combination of ideas from the mathematical fields of number theory, topology, and dynamical systems.\n\nTo explain this connection in brief, to every `infinite' tiling of space we can associate a `finite' topological space. The topological space can be thought of conceptually as a donut, possibly with many (or even infinitely many) holes, with `fractal hair' growing out of every point on its surface. Even for mathematicians, this is a strange type of space, but we can understand something about it by using a tool from algebraic topology called cohomology. The cohomology of the topological space associated to a tiling is directly related to the complexity of the patterns which we see in the tiling. For example, if it turns out that our donut has two holes in it then the cohomology will detect this, and this in turn will tell us right away that the number of different configurations of tiles which we will see in our tiling is close to as small as theoretically possible. This connection also works the other way, which is to say that understanding patterns in the tiling also gives us information about the topology of the associated space. For cut and project sets the patterns in the tiling can be understood in terms of dynamical systems and number theoretic properties of the setup which produces them.\n\nOur approach to these problems should help us to develop new mathematical methods to describe naturally occurring asymmetrical patterns. It is our hope that these methods will eventually find applications to real world problems in physics and biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023540/1","grantId":"EP/M023540/1","fundValue":"321796","fundStart":"2015-07-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Alan  Haynes","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}