{"id":"8B296BCF-F72F-4941-8E1E-2DB14361F115","title":"Ageing and poverty: the working lives of older people in India","abstractText":"<p>This follow-on project builds on research into old age livelihoods and urban poverty in the south Indian city of Chennai (2007-10).&nbsp;The research found that older people make significant contributions to the local and global economy through their paid and unpaid work and through their filling of economic niches that younger people vacate in favour of more direct engagement in the global economy. Yet older people's work is disregarded through uninformed policy and planning; exposing older people to policy shifts that can threaten their livelihoods and undermine their rights as workers and their right to development under the UN Convention on the Right to Development. This follow-on project will update research on recent developments in older people’s livelihoods. The findings will be disseminated in easily accessible formats that will spur a widespread public debate on policy with a view to building a broad campaign to safeguard livelihood rights in old age. To do this a project team, comprising academics and campaigners for old age and social justice, will develop a range of materials that will be circulated to policy makers, opinion shapers, civil society organisations, United Nations agencies and the public.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020788/1","grantId":"ES/J020788/1","fundValue":"82029","fundStart":"2012-07-16","fundEnd":"2013-09-30","funder":"ESRC","impactText":"  This research project builds on the collaborations and impacts developed through the 2007-10 project, ES/F016077/1. Our main objective was to develop materials that would convey the findings on later lives lived in poverty in an impactful manner and that would demonstrate that the research findings are widely applicable in the context of poverty and economic insecurity. We made two documentaries, drawing in rural and tribal locations in north India as well urban south India where our main research was undertaken. We also launched a national level photo competition, with The Hindu newspaper, in order to secure more comprehensive evidence of older people working across the country. These strategies produced material to construct a widely applicable photo essay and more representative documentaries. \n\nThe visual material, backed by text and solid research, have proved powerful means of conveying new perspectives on later lives lived in poverty and have been widely taken up in the Indian press and other media. Non-government organisations in India, the UK and globally have used our work and the outputs themselves in their campaigns and advocacy work at national, international and United Nations levels and have been successful in putting older people's rights on the political and development agenda in India and at the United Nations. \n\nAll outputs are freely available on-line. Communities and Social Services/Policy Societal,Economic,Policy & public services","person":"Penny  Vera-Sanso","coPersons":[],"organisation":"Birkbeck College","findingsText":" The grant was an ESRC Follow-on grant for expanding the impact of funded research (ES/F016077/1, 2007-2010) which was graded as 'very good'. The aim of this project was to generate materials that could extend the research impact into North India and abroad. This necessitated finding a means of disseminating the research in an accessible manner and of demonstrating its validity beyond the confines of its original setting, the low-income settlements of India's fourth largest city, Chennai. The outputs comprised the making of two documentaries, 'We're Still Working' (17 mins, English and Hindi versions), 'The Forgotten Generation' (40 mins); the development and exhibition of a photo essay on older workers in India; the development of a campaign toolkit and project website. The award also included up-dating earlier research with a study of what difference the State of Tamil Nadu's 125% increase in the social pension, in 2011, made to older people's lives. \n\nThe project produced a photo essay of forty-four A2 photographs and associated text which was very well received in the UK and India. It was taken up by two national level campaigning networks in India that campaign for food security and civil rights, the Right to Food Campaign and the Pension Parishad for their rallies, conventions and conferences. Through these activities the photo essay was seen by the public, social activists, academics, policy makers, UN personnel and the media and spurred the emerging recognition both that older people make vital contributions to the Indian economy, despite ageism and age discrimination, and that their rights as workers and citizens are not being met.\n\nThe project produced the two very well received documentaries in conjunction with an award winning director, Deepa Dhanraj and cinematographer Navroze Contractor, which are available on vimeo and have also been circulated to Non-government organisations in the UK and South Asia, the latter through the support of HelpAge India and other NGOs. \n\nIn the final months of the research the project approached The Hindu, one of India's leading English language newspapers, to run a 'national level photo competition on the working elderly'. The first objective was to get an idea of how extensive is older people's work across India and of what kinds of work they do. The second objective was to raise awareness of older people as workers. The third was to establish a long-term on-line gallery of older workers. The photo competition was supported with a six week campaign in The Hindu and by a social media campaign. Nearly 3,000 photographs of older people working across India and in a very wide range of activities were submitted and over 34,000 votes were cast for the 'people's choice' prize. This proved a highly effective and evocative means of gathering data and this data did support the 2007-10's project findings that older people do work and vast numbers of them work in the most insecure and most lowly paid sectors of the economy.\n\nThe research into the impact of pension increase found that 125% increase in the pension level did not relieve older people of the need to work. It did, however, give them some sense of security, allowing them to buy more of the medicine or food that they needed. The research found that because pension values were not linked to inflation their real value rapidly declined such that by 2014 the pension rise had done little more than bring older people's real incomes back to where they were in 2008. However, by comparison to most of India, where pension incomes have remained unchanged since 2008, hence fallen by half in real terms, this is a considerable improvement.\n\nAll the materials continue to find new users, most recently by the International Federation of Ageing. The research findings and outputs are readily available on the internet. They are actively being made available to NGOs (HelpAge International, Age International) in the UK, India (Right to Food Campaign, Pension Parishad) and to global networks, such as the International Federation on Ageing, which are using them to further their thinking and their advocacy and campaign work with policy makers, Parliamentarians and UN agencies. \n\nThe work is also being taken up by the emerging field of global ageing within the wider ageing/gerontological studies in the UK and USA and in Development Studies teaching in the UK. Communities and Social Services/Policy,Education","dataset":"gtr"}