{"id":"8B2FA979-38EC-4F40-BB3C-C0E5BADDDDFD","title":"Stability and Performance of Photovoltaics (STAPP)","abstractText":"Definition of the performance of photovoltaics is normally reduced to the efficiency alone. However, this number contains no indication of key issues such as system component reliability, module stability or appropriate balance of system design -- all of which play a crucial role in determining the performance in terms of usability. The key indicator is the levelised cost of energy (LCOE). The main influences on this, and thus the viability of photovoltaic technologies, are not only in material science but also in the way systems behave in the long term, and the uncertainty in predicting their behaviour. The link between laboratory-based materials science and the LCOE is poorly understood, revealing gaps in scientific knowledge which will be filled by this project. The key outcome is improved understanding of the potential for deploying photovoltaics in different climatic zones. The biggest unknowns in the LCOE are: understanding of the stability and long-term performance of photovoltaic modules; how a holistic system performance can be described; and the uncertainty in life-time energy yield prediction. This is crucial, especially for newer thin film technologies, which have been shown to be more variable in degradation and often suffer inappropriate balance of system components. Close collaboration with manufacturers of thin film as well as crystalline silicon devices will ensure that these aspects are appropriately covered. Novel measurement and modelling approaches for the prediction of life-time energy yield of the modules will be developed and validated against realistic data in collected in different climatic zones. This will result in the development of accelerated test procedures. Uncertainty calculations will enable identification and minimisation of this, and thus reduce the LCOE. A holistic systems approach is taken, specifically looking at the effects of different inverters in different climates and the effects of the existing network infrastructure on energy performance. At the heart of this project is the development of models and their validation, all focused on predicting the lifetime energy yield. A measurement campaign will be undertaken using novel techniques to better monitor the long-term behaviour of modules. Detailed, spatially-resolved techniques will be developed and linked to finite element-based models. This then allows the development of improved accelerated tests to be linked to real environments. These models will be validated against modules measured in a variety of realistic deployments. Using a geographical information system, maps of environmental strains and expected degradation rates per year for the different technologies will be developed.The feedback from the grid is an often underestimated effect on photovoltaic system performance. Typically, the grid and power conditioning cause 5-10% losses in otherwise appropriately installed systems; in unfortunate cases this can rise to 60%. The underlying reasons need to be better understood, so specific models for the interaction with the grid and different control strategies will be developed with the overall aim to minimise these loss effects.This project will be crucial for both the UK and India to translate their ambitious installation plans into reality as it will deliver the tools required to plan the viability of installations via geographical information systems, underpinned by a robust science base. This will aid decisions on the use of appropriate photovoltaic technology for a given site, to include both the modules themselves and other system components, to maximise cost-effectiveness and reliability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H040331/1","grantId":"EP/H040331/1","fundValue":"2417460","fundStart":"2011-01-04","fundEnd":"2015-01-03","funder":"EPSRC","impactText":"","person":"Ralph  Gottschalg","coPersons":["Bikash  Pal","Ghanim  Putrus","Ian  Forbes","Murray  Thomson","Ian Anthony Ashcroft","Pablo Daniel Ruiz","Balarko  Chaudhuri","David  Infield","Nicola  Pearsall","Ricky Darren Wildman"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}