{"id":"8B3690A5-807B-481D-8ABD-A8E8E9836A65","title":"Quantified-self for obesity: Physical activity behaviour sensing to improve health outcomes from surgery for severe obesity","abstractText":"It is widely assumed that physical activity affects weight loss outcomes for severely obese patients, but there is a scarcity of robust research on this subject. We propose to use smartphone sensors and advanced data mining techniques to conduct detailed investigations addressing this important question. The research participants will be obese people having bariatric (or weight-loss) surgery (e.g. gastric bypass), but our results will also benefit other people with weight problems and patients with other conditions where exercise is helpful.\n\nIn England just over a quarter of adults were classified as obese in 2010. This group is more likely to suffer from a range of illnesses (e.g. type-2 diabetes) and to have a lower life expectancy. Surgery is recommended for those with severe and complex obesity that has not responded to other therapies, and is highly cost effective in achieving weight loss, overcoming associated illnesses and promoting longer term health. However long-term success is far from guaranteed, with up to 15% of gastric bypass and 50% of gastric band procedures being ultimately unsuccessful. \n\nObese people often lead very sedentary lives, both before and after surgery. Research has shown that even small long-term increases in routine physical activity could be very significant for weight loss, so we are very interested in how we can motivate people to do that little bit more in their daily lives.\n\nPatients attending the Imperial Weight Centre (IWC) are reminded to exercise during their hospital visits, but what they ideally need is a personal trainer to encourage them every day. Recognising this, patients have asked us if there are any devices that can help, and so we began our research into how sensors and mobile phones can seamlessly track activity and deliver timely, personalised feedback and encouragement.\n\nIWC Patients have tried wristbands such as the Nike Fuelband - but despite initial enthusiasm the novelty soon wears off. These devices do not provide sufficiently detailed or meaningful information. Smartphone apps such as MyFitnessPal are also popular, but soon become tedious since users must log everything they eat or do: many trying them did not persevere for more than a few days. \n\nWith the advent of new apps it is now possible to track physical activity effortlessly just by carrying around one's smartphone, using its inbuilt sensors. Data is processed in the &quot;internet cloud&quot; where it can be analysed by new software we are developing. These apps also produce a complete daily &quot;storyline&quot; detailing a user's travels, and the amount and type of activity at each location. Our pilot users have been delighted to be able to see their physical activity progress and said that they felt motivated to challenge themselves to do more each day.\n\nThis project sets out to objectively monitor physical activites on a daily basis so that we can follow almost 1000 patients over protracted periods of time and throughout their weight loss journey. We will use advanced data mining tools to understand individual differences and responses to surgery in terms of physical activity and how these relate to weight loss and weight maintenance over time. We shall use our analysis and understanding of behaviour change methods to devise ways to encourage users to do better and thereby achieve longer and healthier lives. For example, individualised prompts could incorporate weather and location information to suggest suitable walks on fine days, support positive goal setting or inspire competition with other users. This project will pave the way for further behavioural studies, for example using emerging wearable-sensor technologies and should offer long-term benefits for obese people and others with many different types of health problems, where exercise helps - lifestyle recommendations and advice can be produced that will be more personalised and useful for individuals looking to optimise their health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023814/1","grantId":"EP/L023814/1","fundValue":"270435","fundStart":"2014-06-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"","person":"Ara Warkes Darzi","coPersons":["David Ian Taylor","Ramin  Ramezani","Sanjay  Purkayastha","Alexandra Ida Blakemore","Ivo  Vlaev"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}