{"id":"8B3B4436-29DC-47F4-83D5-5DA4C39166A3","title":"Microphase Photo-Electrochemistry: Light Driven Liquid-Liquid Ion Transfer Processes and Two-Phase Micro-Photovoltaic Systems","abstractText":"Photoelectrochemical processes are ubiquitous in nature and are a fundamental component in light harvesting processes. These processes occur in biological membranes with complex liquid | liquid reaction zones that have evolved to maximise the benefit to the host organism. Recent work on microphase liquid | liquid interfaces has broadened the range of experiments available for the study of electrochemical ion transfer at similarly complex liquid | liquid interfaces. In this proposal we focus on the next step: studying photo-electrochemical processes and tools at microphase liquid | liquid interfaces and within triple phase boundary reaction zones. This reaction zone offers a unique environment where photo-excited intermediates are in close proximity to both the electrode surface and the liquid | liquid interface.The project is exploratory but ambitious in nature and divided into four main, interconnected parts: (A) the study of electrochemically or photo-electrochemically driven ion transfer processes using fluorescent probe anions, (B) the study and screening of simultaneous electron and ion transfer at microphase liquid | liquid interfaces with novel triple phase boundary-based photochemical and photo-electrochemical methods, (C) the investigation of two-phase processes involving electron and ion transfer on TiO2 substrates or within TiO2 hosts, and (D) characterizing the local environment at the liquid | liquid interfaces using fluorescent probe molecules, and understanding how the potential of the interface and flux of ions across the interface affect the local environment.The primary intellectual merit of this project can be identified in (i) the development of new quantitative mechanistic tools for the study of complex electron/ion transfer at liquid | liquid interfaces, (ii) the exploration of the triple phase boundary domain for photo-electrochemical reactivity (the study of microdroplet size effects and reaction zones within microphase systems), and (iii) gaining an understanding of how the molecular scale organization and dynamics of a liquid interface is influenced by electron and/or ion transport across that interface. All of these aspects of the proposal serve to provide a broad understanding of how photoelectrochemical processes operating within microscopic liquid systems can be used to advantage in applications ranging from energy conversion to chemical sensing.The broader impact of the project lies primarily in providing a multinational cohort of globally competitive scientists to the workforce of both the United States and the United Kingdom. This project will facilitate the creation of a bilateral think tank and will foster the free exchange of ideas in a field of research and development that has direct impact on science at the interface between biosystems and energy conversion. We anticipate that the ideas and experiments developed in this collaborative study will help screen and identify new light harvesting processes, possibly mimicking natural processes, and therefore contribute to new energy harvesting/storage/management systems. It is important to note that both PIs have unique and difficult to replicate capabilities. The success of this work hinges on the collaboration between the Marken and Blanchard groups. If either PI were to undertake the proposed work by themselves, the study would be ineffective because neither lab has either the resources or expertise to perform all of the work proposed here.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G002614/1","grantId":"EP/G002614/1","fundValue":"93801","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Frank  Marken","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}