{"id":"8B3D560C-F9CC-410D-AEA5-8F563E3AB715","title":"Gliders: Excellent New Tools for Observing the Ocean (GENTOO)","abstractText":"We all love the idea of having a robot to do our bidding. Scientists are realising that robot technology now offers exciting possibilities to observe our environment in ways we have only dreamt of. We will use a fleet of three robots roaming the ocean near Antarctica to answer science questions that are critical to our ability to predict and manage the ocean and its living resources in an era of unprecedented change. The robots we will use are called ocean gliders. Much like the familiar airborne gliders, they do not have a propeller. Batteries drive a pump to move fluid between one area within the glider and another outside its hull, thus changing whether the glider is denser than seawater, so it sinks, or less dense than seawater, so it rises to the sea surface. It glides up and down, communicating via mobile phone with the scientists controlling it each time it comes to the surface. Oil prices have risen sharply in recent years, and ships use a great deal of oil. Using gliders as part of our future ocean and climate observing systems will save tax-payers' money since some ocean observations can be done much more efficiently by remotely controlled gliders. Gliders can also observe the ocean when we'd really rather not be there with ships, such as in winter or in strong winds and heavy seas. This project plans to show that these possibilities are within our grasp. We have assembled a multidisciplinary team of scientists who together are grappling with puzzles about how the ocean system works around Antarctica. Dense cold water sinks around the continent of Antarctica when cold wind blows over the water and helps sea ice to form. We've known for nearly 100 years that this happens in the southern Weddell Sea. We think that this might now be happening in a new region, because of the recent collapse of the Larsen Ice Shelf. Our gliders will measure the amount of dense water spilling off the continental shelf. This is important because climate models suggest that the amount and properties of this dense water are likely to impact on the global ocean overturning circulation that controls our climate; we need to know if these are changing. This dense water spilling over the continental slope probably also affects where the ocean currents are. So these currents might be moving further onshore or offshore, as the dense water changes. We'll try to measure and understand this. These changes in the ocean currents also affect the animals living in the waters near Antarctica. Krill are shrimp-like creatures that form the prey for animals such as whales, seals and penguins, not to mention underpinning a multi-million pound krill fishing industry (ever had a krill pizza?). Krill lay their eggs around the Antarctic Peninsula, and are then carried across the Scotia Sea to South Georgia by the ocean currents. Whilst the west Antarctic Peninsula is well surveyed, we don't know how many krill are in the Weddell Sea, on the eastern side of the Peninsula, possibly spending the winter under sea ice. Might the changes in ocean current affect whether these krill reach South Georgia? If we can establish that the krill are surviving under the ice and could travel to South Georgia, it may be that marine mammals and the krill fishing industry will be less vulnerable to climate change than we have feared. In which case, krill may become a more important food resource for us humans too in an uncertain future; you never know, the krill pizza may find its way to your local supermarket before long!","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H015078/1","grantId":"NE/H015078/1","fundValue":"107713","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"NERC","impactText":"  Project still on-going. No significant impact yet apart from via public open days.  Cultural","person":"Stuart Bruce Dalziel","coPersons":["Andrew Frank Thompson"],"organisation":"University of Cambridge","findingsText":" A better understanding of how the densest water in the oceans is transported from where it is generated (primarily by the freezing of sea water) across the Antarctic continental shelf and into the main ocean basins. Better understanding of the variability of deep water formation and how this is influenced by seasonal differences in ice cover, etc., in Weddell Sea. Environment","dataset":"gtr"}