{"id":"8B3E0847-F7B6-45F0-9A3C-D6C18E9CF150","title":"Doped Titania for Cancer Therapy","abstractText":"Rates of cancer mortality have remained virtually unchanged since the 1950's while death rates from heart disease and stroke have dropped significantly. Surgical treatments are often limited by physical access to the tumour, and are usually augmented by other therapies due to the large risk associated with remaining malignant cells after removal of the main tumour. Chemotherapeutic approaches have extremely unpleasant side effects and cancerous cells often become resistant\nto the drugs and at present the efficacy of radiation therapy is limited by damage to healthy tissue and associated sideeffects. Nanoparticulates provide a better penetration of therapeutic and diagnostic substances within the body, at a\nreduced risk in comparison to conventional therapies.\n\nWe have designed a system based on the semiconductor, titanium dioxide (titania), which exhibits a high photoactivity which generates Reactive Oxygen Species (ROS) upon excitation of valence band electrons to the conduction band by absorption of photons. As such titania nanoparticles, especially those of the anatase crystallographic phase may be used for ultraviolet light stimulated ROS production for photodynamic therapy (PDT). The penetration depth of light limits this technique to tumours on, or just under, the skin. We have generated nanoparticles which have been designed to optimize the interaction of the titania with X-rays, a more deeply penetrating energy source. The nanoparticles have been doped with elements which have been selected to absorb the maximum energy from a typical medical X-ray with a broad emission spectrum centred around 60keV. This allows the nanoparticle ROS treatment to be extended to deep tissue and large tumours which could not be treated by photodynamic therapy.\n\nThe doped TiO2 nanoparticles have been coated with silica to improve biocompatibility and have been shown to passively enter cells in monolayer culture. In the absence of irradiation there is no significant decrease in cell viability illustrating the\nbio-compatibility of the particles. Excitation of the nanoparticles by X-rays has been demonstrated in vitro to generate ROS\nand exposure of the cells containing nanoparticles to X-ray results in generation of cell-damaging ROS from the titania.\nPreclinical trials have tested the efficacy of the particles against xenografts of lung non-small cell carcinoma. Tumours which were injected with the nanoparticles prior to irradiation were shown to be half the size of those treated with radiotherapy alone.\n\nThe aim of the current study is to improve the efficacy of the nanoparticles and to scale-up the synthesis to produce a\ncommercially viable product with a clear supply chain. \n\nThe particles will be synthesized using flame spray pyrolysis; a technique developed by Johnson Matthey. The nanoparticles made at lab-bench scale are polycrystalline and approximately 65nm. Attempts will be made to produce single crystal nanoparticles which are less likely to suffer losses of energy within the particle and therefore produce ROS with greater efficiency. The distribution of rare earth ions will also be assessed and methods developed to produce a highly uniform distribution of ions. Furthermore, the combination of rare earth dopants will be investigated and the nanoparticulate diameter modified since the production of smaller particles may allow access in to the nucleus with resulting increases in efficacy.\n\nThe scale-up of the nanoparticles will ensure the reproducible production of a homogeneously doped nanoparticle with a\nuniform biocompatible coating and particulate size control. This will enable translation of the technology to Pharma and reduce the time taken to reach the clinic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K502376/1","grantId":"EP/K502376/1","fundValue":"219484","fundStart":"2012-08-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"","person":"Ian  Thompson","coPersons":["Helen Elizabeth Townley"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}