{"id":"8B4788E4-8D88-424A-BAFE-ED92BEA5803B","title":"Lithium Cuprates to Copper Lithiates: A New Dawn in Metal Catalysed Chemistry","abstractText":"Copper metal has been used by humans for at least the past 10,000 years. &quot;Native copper&quot; was one of the first metals discovered as it can exist in an uncombined form, and not as a natural mineral like most other more reactive metals. In the 20th century, copper emerged as an important metal for electrical wiring, pipework, architecture and industrial machinery, mainly due to its favourable chemical and physical properties including its ductility, very high electrical and thermal conductivity, durability and corrosion resistance. Copper also has an important biological role. It is an essential trace element, which is vital for the proper functioning of the body's organs and metabolism.\n\nCopper is generally considered as a very unreactive metal; however, when it is chemically-combined with an organic (carbon-containing) molecule to produce an organocopper compound, a vastly different situation arises. One of the first organocopper reagents synthesised, methylcopper, is in fact highly explosive and too reactive to produce a safe, manageable and reproducible chemistry. But when combined with an organolithium compound, the new mixed lithium copper reagent displays a much higher stability which can be harvested to produce an exciting, useful chemistry allowing for a multitude of catalytic chemical transformations to be developed. This has allowed the facile synthesis of new important molecules, which over the past few years have transformed the pharmaceutical industry. Up until now, the fundamental science at play has dictated than these lithium copper reagents exist as &quot;lithium cuprates&quot; meaning that the lithium centre is formally positively charged, whilst the copper centre holds the negatively charged organic groups rendering it formally negatively charged. \n\nIn our group, we have recently made the breakthrough that it is possible to prepare a brand new type of lithium copper compound, where the positive-negative role that each metal plays has been reversed, producing an unprecedented copper lithiate. In this project, the scope of formation and catalytic reactivity of compounds displaying this new formulation and polarity reversal will be fully explored. Results from this &quot;new direction&quot; within mixed lithium copper chemistry will undoubtedly appeal to a broad spectrum of academics, including inorganic, organometallic and organic chemists, as well as to supramolecular chemists due to the unprecedented structural and coordination chemistry. This new methodology extended to catalysis will also be of considerable interest to researchers in the chemical industry (fine chemicals, pharmaceutical, agrochemical etc.) who strive to produce new key molecules in a facile manner for the benefit of humankind.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001497/1","grantId":"EP/L001497/1","fundValue":"197635","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Charles  O'Hara","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}