{"id":"8B55EE7B-1ECF-4850-BAFC-F519E3CE9E41","title":"LGV-net: a clinical, molecular and epidemiological study of LGV in the UK","abstractText":"Lymphogranuloma venereum (LGV) is a sexually transmitted infection caused by a type of chlamydia bacteria. Until recently it has been considered a tropical infection that is rarely seen in the UK. Since 2003 there has been a re-emergence of this infection in the UK, Europe, North America and most recently Australia. It is affecting men who have sex with men (MSM). Most of the cases have also had HIV infection. Unlike the common form of Chlamydia, LGV is an invasive disease capable of causing tissue destruction and severe symptoms. Once diagnosed, it is easily treated with a course of antibiotics. However, the symptoms can be similar to other gastrintestinal diseases, and a number of patients have been misdiagnosed resulting in hospitalisation and unnecessary operations. In addition, LGV causes inflammation of the genitals or rectum that will increase the risk of acquiring HIV and of passing it on to partners. \nIn the UK in October 2004 the Health Protection Agency (HPA) established a national service to diagnose and monitor LGV. Since then over 400 cases have been diagnosed, more than in any other country. This system provides a broad overview of the outbreak, but is not in enough detail to allow us to understand and control the disease. \nWe are asking the MRC to fund a network to carry out more detailed investigations of this outbreak. We will ask patients who have LGV or who have symptoms suggesting LGV, plus their sexual partners, to do a computer-based interview. This will contain questions on their symptoms, other medical problems and their sexual history. This will be linked to a detailed clinical record of their signs, test results and treatment. We will also carry out molecular sub-typing (genetic fingerprinting) of the LGV strains. This will help us to decide whether this is a single outbreak in a large network (a group of people linked by sex) or a series of smaller outbreaks. \nThe research network includes the clinics that have seen most cases in England (four in London and one in Brighton) and Scotland (Glasgow). The results of the study will be used to help doctors diagnose and treat LGV. We will also advise patient and community groups about the best way to recognise and prevent LGV.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601699","grantId":"G0601699","fundValue":"319440","fundStart":"2008-01-01","fundEnd":"2011-03-31","funder":"MRC","impactText":"","person":"Helen  Ward","coPersons":["Andy  Winter","Catherine A Ison","John  White","Ann  Sullivan","Patrick  French"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}