{"id":"8B561F1B-BAB7-4622-9DC8-E1E7E46FFC4F","title":"From Nanowires to Printed Electronics","abstractText":"Nanotechnology is a multidisciplinary field that has many potential applications. In time more and more nanotechnological applications are emerging. We are familiar with sun-block creams based around oxide nanoparticles, self cleaning windows with unique surface coatings that break down dirt and more powerful tennis racquet frames containing carbon nanotubes. Computer chips now host insulating layers that are only few atoms thick. Yet, the full potential on nanotechnology is still far from being achieved. Indeed, there is a huge scope for nanoscience to enter our lives. Flexible electronics is one of the areas where it can be realised. So far in the first generation of flexible displays, the switching of the pixels is performed by plastic or organic semiconductor transistors. Due to their intrinsic plasticity, these semiconductors are favoured over traditional rigid single crystal silicon technology. Despite significant effort in organic electronic research, plastic transistors are slow and struggle to perform in circuits and also in current - driven applications.One of the ways to overcome this problem is to use solution processable inorganic semiconducting nanowires formulated into functional inks. These inks could be deposited by simple solution-coating methods onto flexible plastic substrates to produce semiconducting layers for electronic devices. The main goal of the proposed project is to demonstrate feasibility of printable high performance flexible electronic devices, such as field-effect transistors and simple circuit demonstrators. Successful demonstration of these printable devices is expected to make a breakthrough in novel electronic applications including high resolution flexible displays, RFIDs, integrated display drivers, chemical and biological sensors, nano-scale photodetectors, printable lasers and solar cells. In medical applications, ordered arrays of nanowires can be integrated into pace makers to generate electricity from muscle movements and thus eliminate the need for replaceable batteries. The printing approach will open up possibilities for fast prototyping of custom-made circuits that could be directly ink-jet-printed from a computer design layout onto lightweight and flexible substrates.There are endless possibilities for the research in printable nanomaterials and devices, extending to the areas of environment monitoring, health care and energy generation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017569/1","grantId":"EP/I017569/1","fundValue":"100881","fundStart":"2010-12-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"","person":"M  Shkunov","coPersons":[],"organisation":"University of Surrey","findingsText":" The use of orientated semiconducting nanowires as an active material in solution-processable printable transistors is an area of research that can offer enormous potential in the field of printed electronics. Lightweight, flexible and low-cost components, compatible with plastic substrates can further increase the appeal of this field. Currently, the most commonly used materials for field-effect transistors in large area electronics are polycrystalline and amorphous silicon and organic semiconductors. All of them face severe limitations in printed plastic electronics, either due to high temperature processing (silicon), or low charge carrier mobility (organics). \n\nThis work investigated alternative semiconductors, based on nanomaterials, that can be used as active layers in large area electronics, with performance comparable or exceeding that of polycrystalline silicon, and which can be processed at much lower temperatures.\n\nWe explored semiconducting inorganic nanomaterials including silicon, germanium, and zinc oxide nanowires as the semiconducting channels in field-effect transistors for high performance printed electronics. Several main challenges, such as deposition of nanowire 'inks', ohmic contacts to nanowires, surface states, and use of organic dielectrics were addressed as follows:\n\n (1) Development of two new solvent-based nanowires deposition methods led to alignment control for nanowires and also high density coatings on various substrates. The techniques can offer scalability for large area surfaces at room temperature. \n\n(2) Solving problems of near-ohmic contacts in nanowire transistors fabricated at low temperatures ensured efficient charge injection in devices. Optimised FET devices with high workfunction metal electrodes and treated nanowire surfaces exhibited high output currents reaching 1mA, very high on/off current modulation of 10^7, and high hole mobilities of up to 250cm2/Vs. \n\n(3) Investigation of high Schottky barrier FETs led to better understanding of source contact barrier lowering with the gate field and to the discovery of a new type of nanowire transistor operation, that can offer improved power dissipation and near ideal I-V characteristics with voltage saturation of less than 2V, even at very high gate voltages. \n\n(4) The control of nanowire surfaces, especially at the nanowire-insulator interfaces, was achieved by using low-k organic dielectrics and self-assembled monolayers. This also resulted in the demonstration of high performance p-type transistors with 10&micro;A output current, 10^7 on/off current ratio, and the high field effect mobilities. \n\n(5) Finally, high-performance flexible n-type ZnO nanowire transistors on plastic substrates and organic low-k dielectric were demonstrated with 1 &micro;A output current, 10^5 on/off modulation, 0.26mV/dec subthreshold voltage swing, and field effect mobility of 270cm2/Vs as calculated per nanowire width. \n\nIn conclusion, this work delivered a new realisation of a concept, in which solution-processable high-performance electronic devices can be demonstrated with low temperature processing on various substrates, including plastics and paper. The approach is general to a broad range of nanowire material systems, and can be applied in a wide range of device concepts, including e-paper and flexible displays, chemical, biological and medical sensors, RFID tags, memory elements, ambient intelligence devices, electrodes in energy harvesting storage devices, such as solar cells, supercapacitors and rechargeable batteries.\n\n\n\nOther Research Outputs of the Project:\n\n&quot;Hybrid organic -inorganic nanomaterials for functional devices: processing and metrology&quot; NPL, 12th December 2012.\n\nA successful meeting was arranged jointly by the University of Surrey and NPL and supported by NanoKTNs, as a showcase for the nanomaterials' focus of the Surrey Advanced Technology Institute (ATI) and its collaborators, and brought 66 researchers together with external academic and business speakers to give a context for their work, and to offer an opportunity for research and business links to be made. The primary focus of the conference was nanomaterials and device applications in the hybrid organic-inorganic domain, which is an emerging research sector, and the work at Surrey related to processing and metrology of these materials, in which the University has particular strengths.\n\nWeb link:\n\nhttps://connect.innovateuk.org/web/sensors-and-instrumentation/articles/-/blogs/10886855?ns_33_redirect=%2Fweb%2Fsensors-and-instrumentation%2Farticles\n\n\n\n\n\nFurther research initiated as a result of the project:\n\nA joint collaborative research programme between NPL and Surrey in high-resolution metrology for nanomaterials-based devices has commenced in April 2013.  Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}