{"id":"8B78B658-CED1-41E5-BF38-F55786A7E628","title":"'Bilateral (Hong Kong):' The Nation, Region and the World: A Comparative and Longitudinal Study of Curricula and Schoolbooks in Europe and Asia","abstractText":"<p>The project aims to study the ways that nation and region are transformed in relation to each other and in response to global pressures within Europe and Asia. </p>\n\n<p>Through an empirical focus on the educational sphere and actors, the project explores the societal dynamics of diffusion, incorporation and resistance patterns in regional integration. </p>\n\n<p>The project analyses the changes in the instructional content and organisation of history, civics and social studies subjects in secondary schools, drawing on data from Europe (England, France, Germany) and Asia (China, Japan, South Korea, Taiwan) from 1945 until now. </p>\n\n<p>A multi-level coding scheme is employed to substantiate the comparison of curricula and textbooks in four major aspects: </p>\n\n<ul>\n \n\n <li>the projections of the nation's and region's identity and place within the broader world; </li>\n\n <li>the shifting centers of national reference across time (Europe, US and Asia);</li>\n\n <li>the representations of pan-Asian and pan-European projects;&nbsp;</li>\n\n <li>the mutual portrayals of Europe and Asia in each other's educational materials. </li>\n</ul>\n\n<p>In addition, contesting debates and reforms on educational content are examined through interviews with identified strategic actors (ministries of education, educational boards and curriculum planning agencies, European and Asian networks on textbooks, teachers' associations, textbook authors and publishing companies).</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G008191/1","grantId":"ES/G008191/1","fundValue":"78184","fundStart":"2009-10-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"","person":"Yasemin  Soysal","coPersons":[],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}