{"id":"8B7C66DC-62C8-48FD-9563-2AE55030314D","title":"Narco-Mex: Drugs and the Making of Modern Mexico, 1910-2012","abstractText":"Over past decade, stories on the terrifying effects of intercartel conflicts and the war on drugs have saturated news coverage of Mexico. Barely a week goes by without the gruesome details of another mass grave, citywide shootout, or tragic kidnapping hitting the news. Most observers now estimate the death toll as pushing 80,000; repentant insiders, with their tales of undiscovered desert graves, hint at a far higher number. Despite this contemporary fascination with the cartels' internecine warfare, there are few works on the history, the context, the trajectory, or the multiple direct and indirect effects of either the narcotics trade or the war on drugs. \n\nOur research - the first holistic, stand-alone history of the Mexican drug trade - will establish a profound, clear narrative of the political, socioeconomic, and cultural history of narcotics and their regulation over the past century. Our research relies on completely new or sparsely used sources, including recently declassified US and Mexican security files and &quot;back door&quot; entrances to the closed world of the drug trade (including education, agrarian, and health reports, regional and crime newspapers, and oral history), \n\nRather than being bounded by discipline or genre, the three scholars will collaborate to offer a distinct interdisciplinary vision of the project. Pansters will bring his expertise in political anthropology, Smith his understanding of social and cultural history, and Watt his interest in political economy and US-Mexican relations. Building on diverse literatures, we shall examine the peasant production of narcotics, drugs as commodities, the cultural and medical construction of prohibition regimes, the shifting and contradictory nature of US policy, and the links between violence, democracy, and state formation. In doing so, we shall produce a complex and locally sensitive, but comprehensible history of the trade. \n\nUnlike other works which often only pay lip service to long term analysis, the book will also contextualize the trade within a broader discussion of narcotics legislation (reaching back to the colonial period), smuggling (reaching back to the nineteenth century), regional politics and national state formation. Finally, the work will also seek to place the Mexican drugs industry within the context of the global narcotics trade. In doing so, we will formulate a theoretical and methodological model for understanding the historical confluence of narcotics, capitalism, organized crime and politics in other developing nations.\n\nThis research will not only generate substantial academic output, but also will make substantial impact, feeding into discussion at three workshops and one conference designed to bring together policy professionals, NGOs, politicians, and journalists and forming the basis of a BBC Radio 4 documentary.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015293/1","grantId":"AH/L015293/1","fundValue":"200652","fundStart":"2014-09-01","fundEnd":"2018-08-31","funder":"AHRC","impactText":"","person":"Benjamin  Smith","coPersons":["Wilhelmus Gerardus  Pansters","Peter  Watt"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}