{"id":"8B7F2149-563D-4A3C-A50A-68F599703538","title":"Wnt signalling and stem cell mobilisation in tissue injury repair","abstractText":"When tissues are injured (damaged) the body has to respond very rapidly to prevent blood loss and possible infection. Injury to many tiissues stimulates a process of natural repair that involves stem cells. Stem cells, resident in the tissue receive signals release from damaged cells that stimulates them to divide, migrate towards the damage and then differentiate in specific types of cells needed to repair the damage. Little is currently known about how the different parts of the overall process are activated and co-ordinated to achieve efficient repair of tissue damage. This is however an important area in modern medicine since wounds above crtiical sizes often fail to repair and the effectiveness of repair processes decreases with age. A detailed knowledge of the natural repair processes can thus provide improtant information that can be used to improve tissue repair. \n \nWe have identified a particular molecular (signalling) process that is activated immediately following tissue injury, in all tissues of all species. This identifies this signalling pathway as of fundamental importance in the initiation of the repair process. We have further shown that a source of stem cells that are mobilised following tissue damage are located on the outside of blood vessels (pericytes) and these cells are able to differentiate into different types of specialised cells needed to repair damage. This suggests that upon tissue damage, signalling molecues are realease that initiate a chain of events whereby stem cells, including pericytes, proliferate (increase in number), are attracted to the site of damge whereupon they differentiate in specilaised cells to mediate repair.\n\nThe aim of this research project is to learn more about this chain of events and the molecules and cells that take part in the repair process. We will used a highly clinically-relevant tissue as our experimental system, namely teeth, which in common with other tisues and organs, have a natural repair process following damage. When the damage is too great or repair fails, teeth become infected and require extenisve and painful treatment such as root canals. We will use a particualr tooth type that has three different areas where stem cells are located, including pericytes on blood vessels. This will allow us to look at different responses in the same tissue. We are able to injury teeth in animals (mice) and also in culture systems where there is no blood supply, thus enabling us to distinguish the relative contributions of blood vessel cells and other cells to the repair process. Mice also have the advantage of being a well-studied model where many different genetically manipulated strains are available to allow is to mark cells to follow their progress during repair.\n\nThe overall aim of this project is to learn more about the mechanisms that control a crucially important biological process, tissue repair and in doing so provide the basis for the development of novel clinical approaches to improve tissue repair.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K011421/1","grantId":"MR/K011421/1","fundValue":"692944","fundStart":"2013-04-01","fundEnd":"2017-02-28","funder":"MRC","impactText":"","person":"Paul  Sharpe","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}