{"id":"8BA08C52-6716-451F-AB81-A3DACD06A9B5","title":"Ecosystem services to alleviate iodine, selenium and zinc malnutrition in sub-Saharan Africa","abstractText":"Sub-Saharan Africa endures widespread nutritional insecurity including chronic mineral/trace element malnutrition. Even when crop yields are good, trace element malnutrition causes diseases and cognitive and growth retardation, especially in children, and constrains regional economic growth. Iodine (I), selenium (Se) and zinc (Zn) deficiencies are especially widespread sub-Saharan Africa, in part due to soil chemistry and subsistence-based agro-ecosystems. The provision of trace elements to human diets via crops is a fundamental terrestrial ecosystem service. Poor management, and environmental or socio-economic change, can compromise this service. Ecosystem management strategies to maximize I/Se/Zn availability include (1) topsoil protection, (2) 'spatially-selective' fertiliser-based crop biofortification to target receptive soil types whilst maintaining resource-consciousness, (3) green manuring, and (4) waste recycling. If ecosystems fail to deliver adequate trace elements, intervention with supplements or (bio)fortified food is feasible. Yet ecosystem management to prevent trace element malnutrition in the first instance, or to inform interventions where sustainable crop breeding options are not possible, e.g. for elements such as I and Se, remain unexplored. A Partnership and Project Development Grant (PPDG) is sought for a six-month project. The funds will support the formation of a new multinational consortium. The primary output of the PPDG will be a Research Consortium Grant (RCG). The RCG will seek (1) to improve our understanding of the role of ecosystems services provision in alleviating trace element malnutrition, (2) to enhance existing Malawian training, R&amp;D and monitoring capabilities in trace element biogeochemistry, and (3) to facilitate and support regional knowledge exchange on trace elements within sub-Sarahan Africa. The main activities for the consortium are to compile existing biogeochemical and nutritional trace element data, identifying knowledge gaps, and to engage in transdisciplinary networking. These activities will be integrated at a workshop in Malawi (Sept. 2010). This workshop will identify local stakeholders to involve in the RCG. Workshop topics will include: 1. defining roles and responsibilities; 2. evidence gathering and preliminary hypothesis testing; 3. assessing expertise, facilities, logistics and training requirements; 4. facilitating new stakeholder partnerships; 5. determining scope, timelines and costs for RCG project delivery Four specific objectives will be addressed: 1. BIOGEOCHEMISTRY: to identify key biogeochemical processes driving variation in I/Se/Zn status of food crops in contrasting Malawian ecosystems. A spatially-co-ordinated soils/crops database will be compiled from existing data and evaluated for its use in determining I/Se/Zn bioavailability. Likely (extensive) issues with data availability, quality and curation will inform downstream RCG project requirements. 2. NUTRITION: to conduct a feasibility analysis (logistics, cost) of analysing spatial variation in I/Se/Zn dietary status and intake in contrasting Malawian ecosystems. 3. ECONOMICS: to quantify the costs and benefits of hypothetical changes in ecosystem management to alleviate I/Se/Zn deficiency in Malawi. Existing data will be integrated and new scenarios simulated. Expert assumptions, amenable to downstream testing will be used where data are lacking. 4. IMPACT: to formulate strategies so that effects of 'spatially-informed' changes to ecosystem management on I/Se/Zn status and intake can be tested. These strategies will inform the downstream RCG and could include detailed experiments with specific human-health end-points through to national scale monitoring. RCG activities will be developed alongside a full Impact Plan to include national and regional capacity building in training, R&amp;D and monitoring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I003347/1","grantId":"NE/I003347/1","fundValue":"47587","fundStart":"2010-07-28","fundEnd":"2011-01-27","funder":"NERC","impactText":"  The primary impact activity was a workshop in 2010 and submission of a Research Consortium (RC) project application in 2011. The lead-PI (Broadley), a Malawi researcher-CI (Edwin Siyame), and a consultant economist (Alexander Stein) participated in the ESPA Workshop, October 4-6 2010, Edinburgh. Our RC application was unsuccessful. However, we secured funding from British Geological Survey (BGS) for meetings with senior policy makers in Malawi in Jan. 2012 and 2013 which has led to the drafting of a policy document by the Government of Malawi. Funding has been secured from University of Nottingham and BGS for a PhD student and other funding opportunities are being explored.\n\n\n\nOther activities include the lead-PI (Broadley) speaking on the PPD project at international conferences.  ","person":"Martin Roger  Broadley","coPersons":["Scott  Young","MJ  Watts","Elizabeth Louise  Ander","Susan Jane  Fairweather-Tait","Alexander Archippus Kalimbira"],"organisation":"University of Nottingham","findingsText":" Summary: Mineral malnutrition due to environmental and cultural factors is widespread in sub-Saharan Africa (SSA). Our Partnership and Project Development (PPD) project explored if Ecosystem Services (ESs) could provide an effective conceptual framework to link biogeochemical cycles of dietary minerals and poverty. The project had an initial focus on iodine (I), selenium (Se) and zinc (Zn). Through data integration, feasibility studies, networking, and capacity building we addressed specific objectives in the areas of: (1) Biogeochemistry, (2) Nutrition, (3) Economics, (4) Impact (summarised below). We conclude that ESs is a useful conceptual framework for linking biogeochemical, cultural and health related services to underpin policy formulation for poverty alleviation. However, major knowledge gaps and individual/institutional capacity currently constrain these efforts. A multi-national Research Consortium (RC) project proposal was submitted to ESPA (lead reference NE/J001961/1) in Jan. 2011. This was unsuccessful. We have since secured funding for a PhD student to link social, nutritional and agricultural sciences who is based in Malawi, building on relationships forged during the PPD project. Other projects are under development.\n\n\n\nBiogeochemistry: We developed a new GIS (ArcGIS) framework to link soil and land-use data for Malawi and Zambia. New geochemical data for soils and vegetation were incorporated from an aligned project (UoN) and other spatial data (e.g. DFID FarmLime, BGS). The Malawi GIS framework has been used in three published studies to date (Chilimba et al., 2011; Broadley et al. 2012; Hurst et al., in press). Future requirements for sampling, capacity building and data integration were discussed at an extended workshop in Malawi, with multiple stakeholders, including multiple government departments and extension services from Malawi and Zambia (Sept. 2010). We determined that whilst some data were available in uncurated/undigitised forms, ready for GIS, most data require collecting de novo. This plan was developed within the RC application. \n\n\n\nNutrition: We completed a feasibility study to determine spatial variation in I/Se/Zn dietary status and intake using Malawi as a case study. The National Health Sciences Research Committee (NHSRC) of the Malawi Ministry of Health granted ethical approval for dietary and biomarker surveys and intake analyses (NHSRC #784) in Nov. 2010. Sensitisation visits to villages and farmers were overseen by extension services, the Ministry of Health and PIs/CIs. Blood plasma, hair, toenail and composite diets were sampled from 12 villages (n=120 volunteers), processed, transported to UK (dry ice) and analysed for enzyme and mineral biomarkers. Soil properties exerted significant control on biomarkers of micronutrient intake and status. The first paper is now published in Scientific Reports (Hurst et al., in press). Capacity strengtheing (training, procurement etc.) was overseen by PIs/CIs from Malawi, UK and New Zealand. Post-project visits to villages were conducted using internal funding sources in order to thank the participants. Further papers are in preparation on Zn, Fe and I status of the groups.\n\n\n\nEconomics: We proposed a novel ESs framework, based on mineral fluxes (soils-to-diets) as mineral/dietary-energy units driven by soil geochemistry and crop-type, modified by land-usage and food choice. The value of these components would be defined by the relationships between mineral deficiencies and disease burdens and poverty at population levels. We proposed that relationships could be formalised using World Health Organization (WHO) Disability Adjusted Life Years (DALYs). We have conducted preliminary assessments of DALYs lost due to Zn deficiency in Malawi (e.g. Hurst et al., in press). We also quantified deficiencies of multiple mineral nutrients across Africa in follow-up projects (e.g. Joy et al., 2012). These approaches could provide policy support at national and regional scales. Our major deliverable was a large consortium proposal to address knowledge gaps, strengthen capacity and test policy scenarios for improving public health nutrition and agriculture using geospatial approaches. Within the RC, six academic partners and seven other organisations including government ministries and extension services were engaged. The RC was unsuccessful, however, we have since secured two PhD students (2011-2015 and 2013-2017) from internal funding sources (University of Nottingham and British Geological Survey). Further internal funds have enabled us to make further visits to Malawi and Zambia in 2012-14, including public visits to participating farmers/villagers and high-level meetings with policy-makers. Grant applications for further research-based and capacity-strengthening projects are under review. Agriculture, Food and Drink,Environment,Government, Democracy and Justice","dataset":"gtr"}