{"id":"8BA1CFAD-B07B-4D21-9969-5E2AA60C8CA9","title":"Hybrid data assimilation for coupled atmosphere-ocean models","abstractText":"The monitoring of the climate of planet Earth and the possibility to predict environmental changes on time-scales of weeks to months, and even on decadal time-scales, is becoming of increasing importance to society. Changes in phenomena such as floods, droughts and sea-level rise are expected to have a large societal impact, affecting many aspects of human life, including agriculture, provision of flood defences and human health. For policymakers there is a need to understand more accurately how the planet is changing and to have improved predictions of future changes.\n\nAs part of this goal to increase our knowledge of the Earth, space agencies have invested heavily in Earth observation programmes over recent years, with continued investment planned over the coming decade (for example, the European Space Agency Sentinel satellites, which are being developed as part of the European Earth Observation programme Copernicus). This has led to a huge rise in the number of measurements available from satellites covering many different components of the Earth system, including the atmosphere, ocean, land and cryosphere. The synergistic use of these measurements provides the possibility of an increased understanding of the workings of the whole Earth system and an improved predictive capability. \n\nData assimilation is the science of combining observations from different data sources with a computer model forecast in order to extract the most information from the available measurements. In order to improve the capability of environmental monitoring and prediction, and to make better use of new satellite data, many operational centres, such as the Met Office, are now developing assimilation techniques that use observations of the atmosphere and ocean together in order to estimate the state of the combined system. In order to obtain optimal impact from the measurements it is important to characterize the statistics of the errors in the computer model forecast. In particular, when treating the coupled atmosphere-ocean system, a proper representation of the relationship between the errors in the atmosphere and ocean model forecasts is needed. In this project we will develop new methods for estimating these error statistics and for including this information within data assimilation schemes. The involvement of the Met Office and the European Centre for Medium-range Weather Forecasts in the project will allow rapid transfer of knowledge to operational practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M001482/1","grantId":"NE/M001482/1","fundValue":"272184","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"NERC","impactText":"","person":"Amos Stephen Lawless","coPersons":["Keith  Haines","Nancy K  Nichols"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}