{"id":"8BBC1DD1-EB2D-4B74-9F52-BDBF089BA079","title":"ARCHER Outreach: Promoting HPC Diversity, Outreach, Impact and Engagement","abstractText":"ARCHER is the UK's national supercomputer, a very fast and powerful computer used to carry out research using computer simulations. Supercomputers differ from standard home computers in that they have many thousands of processors instead of just one or two. Supercomputers can therefore perform calculations that would not be practical or possible on a standard computer in your home. These tasks could not be run even on the best laptop or desktop computer available. In some cases, tasks would run but would take years to complete. In others, the task could not be run at all because too much data would need to be held in memory simultaneously. \n\nSimulations on ARCHER are addressing many of the UK's current challenges within society. Examples include: the development of efficient renewable energy sources to meet the UK's energy and environmental targets; the forecasting of extreme weather events to provide vital early warnings; the design of new drugs and technologies to address current health challenges; the modelling of turbulent flow over vehicles to improve fuel consumption and/or performance; and even simulating how dinosaurs walked. \n\nOne aim of this proposal is to demonstrate these benefits to the general public through a series of outreach activities. A set of exciting and accessible demonstrators will be developed and taken to science festivals across the UK. A resource pack specifically designed for teachers will be developed, as will a set of accessible case studies. \n\nA second aim is to encourage equality and diversity within the supercomputing community. The project will look to motivate and encourage wider participation in computational science and supercomputing, through teacher resources, on-line resources and tailored events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N006321/1","grantId":"EP/N006321/1","fundValue":"434734","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Alan David Simpson","coPersons":["Lorna Alice Smith"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}