{"id":"8BBCDDB1-2046-4731-B123-100750479C6F","title":"A chemical holy grail: the synthesis of helium and neon-containing compounds","abstractText":"A central quest of chemistry is to construct new compounds and synthesise entirely new links between atoms using the known elements as the building blocks. The only two long-lived elements in our universe that are not found in any known chemical compounds are helium and neon. Consequently, one of the greatest remaining challenges in the chemical sciences is to incorporate these elements into synthetic chemistry. However, current thinking is that this is impossible, since helium and neon are thought to have almost no propensity to form chemical bonds.\n\nThe difficulties faced in forming compounds containing helium and neon atoms derives from their full and compact electronic shells. For example, helium has a full 1s orbital and is therefore resistive to covalent bond formation. It also has the highest first ionization energy of any neutral atom, and so is energetically unwilling to form ionic bonds. These are huge obstacles to any attempt to induce chemistry for helium, and they are largely shared by neon. Nevertheless, encouraging signs are derived from recent work on the chemistry of argon, another of the noble gases. In the past few years it has been shown that argon-containing compounds can be made using chemistry induced in solid argon matrices at very low temperatures. This work was driven initially by purely theoretical predictions but was shown subsequently to be experimentally viable. In particular, the formation of insertion compounds, such as HArF, was achieved using photochemical stimulation of HF in a low-temperature argon matrix. However, these compounds are metastable, i.e. are trapped in a potential energy well which lies above the dissociation limit that would regenerate bare argon atoms. It is therefore possible for these compounds to decompose rapidly. \n\nRecent theoretical predictions suggest that stable donor-acceptor compounds containing helium or neon atoms are possible. The ideal acceptor molecule contains an energetically accessible orbital vacancy combined with a substantial dipole moment, which serves to stabilise any interaction with the helium or neon atom. Molecules with the right properties include transition metal halides such as AgF and CuF. Calculations suggest that adduct compounds, such He-CuF, can form spontaneously, with He-Cu binding energies of approximately 30 kJ/mol. Even stronger bonds, approaching 100 kJ/mol, are predicted to be achievable if so-called dipole-encapsulated species, such as NaF-He-CuF are formed. Thus we have a potential route to helium and neon chemistry, but the challenge then becomes how to put this into practice.\n\nHere we propose a novel strategy to access this new and profound chemistry. In the case of helium compounds, we propose to synthesise both adduct and dipole-encapsulated compounds using the unique environment provided by helium nanodroplets. Molecules can be added to helium nanodroplets by pick-up of gases, and in the case of metal fluorides these can be formed by oven evaporation. At that point the unique properties of helium nanodroplets kick-in, which include the ultra-low temperature (0.4 K) and rapid cooling, all within a liquid environment. It is therefore possible to bring the metal fluorides into gentle contact with helium using this approach. Furthermore, the low temperature liquid environment provides a means of using long-range dipole forces to steer two metal fluorides into the correct orientation for dipole-encapsulation of a helium atom. Once the compounds have formed, the helium droplets provide another benefit: a convenient means for detecting the new compounds using IR depletion spectroscopy. In the case of neon compounds we will adopt a different experimental approach which exploits low temperature solid neon matrices to form both adduct and dipole-encapsulated compounds.\n\nWe believe that the work proposed here is internationally-leading and will deliver a paradigm change in chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021342/1","grantId":"EP/J021342/1","fundValue":"412841","fundStart":"2012-10-22","fundEnd":"2015-10-20","funder":"EPSRC","impactText":"","person":"Shengfu  Yang","coPersons":["Corey James Evans","Andrew Michael  Ellis"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}