{"id":"8BC2E9FC-A812-4EA8-928E-DCBCDDD3D273","title":"Frontal cortical mechanisms and interactions during learning and decision making","abstractText":"The aim of the current proposal is to look at the neural mechanisms of learning and decision making. Learning, the acquisition of new behaviours and information, and decision making, the ability to act on that information, are two of the most fundamental cognitive operations that are called into play throughout our lives. Impairments in learning and decision making are often central to psychiatric conditions; maladaptive choices are not just made in the first place but they are also not adjusted as a result of experience. It is important to emphasize that not only do we investigate basic aspects of learning and decision making but, for example, we also attempt to understand such processes in the social domain. \nLearning and decision making do not depend on a single brain region but on the interactions that occur between many regions. Our aim is to investigate these interactions in five key circuits. The focus will be on the parts of the five circuits that are located in the frontal lobes of the brain and the aim is to test whether and how the frontal components of these circuits regulate activity in the rest of the circuits of which they are parts. \nThe interactions within brain circuits will be investigated in two principal ways. First, we will attempt to manipulate and alter activity in one component of each circuit and then record the consequences for behaviour and for activity recorded in other parts of the circuits. This can be done by making a selective lesion in a brain area and for this reason it is necessary to use animal models. In the current case the brain areas are only present in a few species and so the macaque is the model species. The lesion?s effect on other parts of the network can be investigated by using a non-invasive brain scanner technique, functional magnetic resonance imaging (fMRI), to record the blood oxygen level dependent (BOLD) signal that provides an index of brain activity. The second way that we can look at brain circuits is by using the brain scanner to acquire a different type of MRI data, diffusion weighted MRI (DW-MRI). DW-MRI scans provide information about the white matter pathways that run between different component parts of brain circuits. We plan to look at how the pathways linking brain circuits change during learning to make decisions in the most effective manner possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902373","grantId":"G0902373","fundValue":"2670390","fundStart":"2011-06-01","fundEnd":"2017-05-30","funder":"MRC","impactText":"","person":"Matthew  Rushworth","coPersons":["Timothy Edward Behrens","Mark  Walton","Mark James Buckley"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}