{"id":"8BC44D73-3519-49DE-9DF1-4C6FD4174D47","title":"Investigating socioeconomic inequalities in oral health using the Adult Dental Health Survey","abstractText":"<p>This project will investigate socioeconomic inequalities in oral health in England using the Adult Dental Health Survey. There is a lack of detailed research into inequalities in oral health and this is a concern because oral health matters: poor oral health can be visible and painful, and can have downstream effects in terms of general health, and social and employment opportunities.</p>\n\n<p>The aims of this project are four-fold.</p>\n\n<ol>\n \n\n <li>Statistical methods measuring inequalities will be applied to a range of oral health outcomes and socioeconomic indicators, revealing the differences between inequalities in clinical measures (eg the number of teeth) and how people report their own health (eg oral health related quality of life). </li>\n\n <li>This project will investigate the interactions and influences of a range of indicators of social position and wealth on oral health. </li>\n\n <li>The project will investigate how these myriad social and economic influences lead to inequalities. </li>\n\n <li>The final element will be to look at the time trend of oral health inequality, comparing recent data (2009) with data from the decades previously (1988 and 1998). This will give a rich understanding of how inequalities in oral health have changed, providing guidance on where intervention is required.</li>\n\n</ol>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K004689/1","grantId":"ES/K004689/1","fundValue":"156801","fundStart":"2013-02-01","fundEnd":"2014-07-31","funder":"ESRC","impactText":"  Our impact strategy has focused on including policy makers, practitioners industry and special interest groups. With results emerging from the project, impact is still in its early stages and is developing as outputs are generated.\nCurrently we are informing the key groups of our results in order to develop impact in the future. We have, from early on in our project, included decision makers from Public Health England in our project design and in the dissemination of results. Our initial meeting in September 2013 has been followed up at meetings of the newly formed International Centre for Oral Health Inequalities Research and Policy. This Centre, based at UCL under the leadership of Prof. Watt (CI) and including members of the project grant as founding members, contains academics and policy makers and has been an outstanding forum for communicating the development of our project. \nWe have been in contact with industry bodies to highlight how our work can benefit their agenda of contributing to society. The presentation by Prof Steele to the Colgate 'partners' meeting in New Jersey is one key example. At these meetings Colgate bring together a small number of clinical experts together to discuss Colgate's global strategy and priorities. These types of events provide opportunities to use our results to align industry strategy with policy. Reducing inequalities in oral health can be tackled by industry initiatives supporting policy initiatives. In addition, Dr Tsakos presented the key findings of our research and discussed the policy implications in a research event at King's Fund in London in October 2014. The event, titled &quot;Making better decisions for public health: Insights from secondary data&quot; was organised by the ESRC SDAI Health and Wellbeing and was attended by representatives of Public Health England, the NICE, the Office of National Statistics, local authorities across the country, non-governmental organisations, funding bodies (Welcome Trust, NIHR, ESRC, ), industry and a diverse range of academics.\nHowever, informing policy and industry is only part of the impact story - it is also vital the practitioners and patients are also included in dissemination in order the achieve impact. In order to enhance potential impact we have also presented our results to commissioners, practicing dentists and public health leads (Prof. Jimmy Steele presentation) and Profs Steele and Watt and Dr. Tsakos were lead contributors to the workshop &quot; Oral Health Inequalities: Translating Research Into Public Health Action&quot; organised by the Global Oral Health Inequalities Research Network at the International Association for Dental Research conference in Dubrovnik in September 2014. Finally we have been in contact with the British Dental Health Foundation and we are currently in the process of organising a presentation for them. \nWith results still emerging it is challenging at this moment to demonstrate long term impact. The project is, at this moment, feeding into key groups from which impact may develop. Tackling health inequalities is a complex multidimensional problem and it will take time for impact to emerge. However, we believe that we are feeding into the right groups.  ","person":"John  Wildman","coPersons":["Elizabeth Ann  Fuller","James George Steele","Richard Geddie Watt","Georgios  Tsakos","Stephen  Morris","Jing  Shen"],"organisation":"Newcastle University","findingsText":" The objectives of this research were to:\n1. To measure the nature and presence of socioeconomic inequalities using different objective and subjective measures of oral health and oral health related quality of life. This objective is focused on the different variables and different measures that can be used to calculate inequality.\n\n2. To assess whether, and to what degree, socioeconomic inequalities are explained by a) oral health behaviours, b) dental service/care provision, and c) the interactions between oral health behaviours and dental health provision. This objective is focused on the pathways, including neighbourhood deprivation factors.\n\n3. To decompose socioeconomic inequalities in health into the contributions of the socioeconomic and behavioural determinants of the oral health outcome. This objective builds on Objectives 1 and 2 and allows us to investigate inequalities having controlled for potential confounding factors.\n\n4. To investigate the trends in oral health inequalities and the determinants of oral health inequalities across time from 1988 to 2009 by following age cohorts over a 21-year period. This objective allows us to consider inequalities at different stages in the life-course, and across different age-groups.\nFor objective 1 this project has made considerable inroads into measuring and understanding inequalities in Great Britain. Using the 1998 and 2009 waves of the Adult Dental Health Survey this project has provided a thorough investigation into oral health inequalities. In fact, across the whole range of self-reported and clinical outcomes this would count as one of the most comprehensive investigations into any aspect of health inequality. We have published three papers based on this work. We have found considerable heterogeneity in measures of health inequality - especially in our analysis on the 2009 data. The use of self-reported and clinical outcome measures, and the use of different markers of SES status have reaffirmed the difficulties inherent in measuring inequalities. \n\nWe have demonstrated the importance of considering health inequalities by age groups and how different outcomes measures demonstrate inequalities for different age-groups. The starkest result is the existence of considerable health inequalities in the older population regarding the number of teeth, and the existence of health inequalities in self-reported outcomes among the young. These results suggest key cohort effects - for example the expectation of good oral health is different for the young than for the old.\nWe have also shown that some inequalities exhibit gradients where there are differences across different socioeconomic groups and some inequalities are less gradated. For example being in the highest wealth group is protective for caries compared to all other social groups. \n2. The analysis of the pathways of oral health is ongoing - with a conference paper submitted to the International Association of Dental Research Conference in Boston (March 2015). Using the 2009 wave of the Adult Dental Health Survey, we modelled the effect of socioeconomic position (SEP) on both subjective (self-rated oral health) and clinical measures of oral health (number of teeth). The results are demonstrating inequalities in oral health for both outcomes. SEP had a predominant direct effect on oral health, with lower SEP associated with worse oral health. Behavioural factors and dental care pathways accounted only partly for these inequalities, indicating the need for public health action towards the broader determinants of health. The intention is to complete this work in the New Year and report final findings next year.\n\n3. Objective 3 has taken two paths. Firstly the decomposition of inequalities in 1998 was completed and published. We found that the socioeconomic factors affecting oral health outcomes differ with the measures of oral health, with income and economics activity being associated with higher inequalities in the number of teeth. For the 2009 data the decomposition work is still ongoing and has been linked into objective 4 - considering trends from 1998 to 2009. Our results demonstrate that inequalities are still present even in the face of improving oral health. Furthermore, there are clear increases in inequality in self reported oral health wellbeing - suggesting that expectations regarding oral health have changed over time.\nThe intention is to submit this work for publication in the New Year.\n\n4. Part of the trends work has been subsumed into objective \n3. The intention of the project was to also consider the use of the 1988 data. This data was in a more difficult storage format than we first thought. As part of our project we have cleaned up the data and it will shortly be in a usable format. It is our intention to submit this data to the data archive as one of the outputs of our project. These results highlight the need for different policy responses for different outcomes and different age groups. For example, for caries - where the wealthiest are protected - then proportionate universalism may not be the required result. For number of teeth the changing age of the population means that focus on the oldest groups may be appropriate.\n\nAll of our research is ongoing. The research teams across Newcastle, UCL and NatCen have worked extremely well together and although the funding of the grant has finished we are still collaborating. Alternative sources of funding are now being considered to drive this important work forward. Although our findings have been important further research is needed to further support our outputs. Education,Healthcare,Government, Democracy and Justice,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}