{"id":"8BC8E6D6-1834-43C2-8D49-C476F96A3CA6","title":"Microstructural evolution of CdTe-based solar cells during chlorine activation","abstractText":"The solar cell market is currently dominated (&gt;80%) by first generation, wafer silicon-based solar cells. Silicon is a poor absorber of light and consequently relatively large volumes of material are required. A direct band gap semiconductor, such as CdTe, has a much higher efficiency for light absorption, so that thin film solar cells can be fabricated. However, in order for CdTe-based solar cells to challenge wafer silicon, its overall device efficiency must be improved. CdTe solar cells always undergo a chlorine 'activation' treatment, where a thin layer of CdCl2 is deposited on the CdTe surface and annealed at a temperature of 400OC for 20-30 mins. This process increases the device efficiency from ~1-3% to ~10-14%. Despite the 10-fold increase in efficiency the activation process remains poorly understood, due to the difficulty in characterising the microstructure at the appropriate length scales (the dominant mechanism is thought to be passivation of grain boundaries due to chlorine segregation). In this project microstructural changes taking place during chlorine activation are characterised using electron microscopy techniques. The PI has developed a novel, cathodoluminescence based method for determining the recombination velocity of an individual grain boundary in a real device structure. Hence it is now possible to examine the role of grain boundaries on solar cell efficiency for the first time. There have also been important advances in instrumentation over the last few years. In particular, monochromated electron microscopes enable local optical property (e.g. band gap, absorption coefficient) measurement at spatial resolutions of only a few nanometres. During chlorine activation, sulphur inter-diffusion takes place at the p-n junction (i.e. the CdS-CdTe interface), which affects carrier generation during illumination. The monochromated electron microscope at Imperial College London will be used to characterise the effects of sulphur inter-diffusion on optical properties of the p-n junction, and understand how this affects device efficiency.CdCl2 has a low evaporation temperature and is water soluble, making it hazardous to handle on a large scale (e.g. in industrial-scale manufacture). Hence alternative, safer methods for activation, such as the use of chlorine containing gases, will also be explored. The microstructure of solar cells activated using chlorine containing gases will be compared to CdCl2 activated solar cells, and correlated with the measured increase in efficiency. Experimental results will be incorporated into a computer programme for modelling solar cell operation. The purpose of the programme is to identify the dominant mechanism(s) underpinning chlorine activation as well as rapid screening of potential processing routes designed to optimise solar cell efficiency. The latter is a paradigm shift in solar cell fabrication methodology, moving away from methods based on trial and error, which are time consuming and costly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028781/1","grantId":"EP/I028781/1","fundValue":"102124","fundStart":"2012-01-09","fundEnd":"2014-01-08","funder":"EPSRC","impactText":"  The PI delivers a bi-annual tutorial on electron microscopy characterisation of solar cells to PhD students in solar organised by the EPSRC SuperSolar Hub. Results from this project have been used in some of this teaching material. Energy Societal","person":"Budhika  Mendis","coPersons":[],"organisation":"Durham University","findingsText":" To achieve high efficiency in CdTe solar cells a chlorine activation step is carried out, where the material is annealed in a chlorine-rich environment (e.g. CdCl2). Many microstructural changes take place during activation, such as recrystallization of the grain structure and sulphur diffusion from the CdS layer into CdTe. In this project we have compared the microstructural changes during activation in devices produced by a number of leading labs, using different deposition methods (e.g. close space sublimation, MOCVD etc).\n\nIn all cases there was very little change in the grain structure due to the relatively large, defect free grains formed initially during CdTe deposition (high temp, slow deposition rates). Sulphur diffusion was also limited to ~500 nm from the CdS-CdTe interface, although evidence for faster diffusion along the grain boundaries was also obtained. Importantly the diffusion profile did not change significantly following chlorine activation. This is contrary to some reports that chlorine enhances the rate of sulphur diffusion. In fact the measured diffusion profile is similar to that predicted by theory using known diffusion coefficients for sulphur in CdTe. In modern high efficiency CdTe cells the thermal budget during CdTe deposition is typically larger than chlorine activation, so that most of the sulphur diffusion has already taken place prior to activation. This indicates that the efficiency enhancement during activation is mainly related to defect (point defects, grain boundaries) passivation, rather than a change in grain structure or Cd(S,Te) inter-layer. We are currently using the measured sulphur concentration profiles to model the effect of the Cd(S,Te) inter-layer on light absorption and strain relief at the CdS-CdTe heterointerface. Literature values for the optical constants and lattice parameter for Cd(S,Te) alloys are being used for this purpose. The aim is to predict the effect of sulphur diffusion on device properties (e.g. short circuit current, open circuit voltage) and to determine if there is an optimum diffusion profile for maximising device efficiency. The experimental measurements are being used to model the effect of sulphur diffusion on device properties and determine if there is an optimum diffusion profile. This data could potentially be useful for device manufacturers Energy","dataset":"gtr"}