{"id":"8BCBA603-1F60-41B2-8D61-A2AC9093CD16","title":"Copy of RRUK 2: Universities' Centre for Rail Systems Research","abstractText":"Railways have a vital role in any 21st century transport policy. No other form of transport could cope with the large numbers of people transported into and around major cities every day by commuter railways and metro systems. Trunk lines can shift vast quantities of freight, keeping thousands of lorries off our roads, and intercity routes are increasingly competitive for speed and convenience with domestic air transport. Even in rural areas, railways often offer more reliable and attractive public transport than buses. Environmentally, railways outperform road vehicles and aircraft in terms of energy efficiency, air pollution and noise. However, railways are operating at or beyond capacity. The system can take a long time to recover from a small delay, and disruption on one part of the network can spread rapidly to affect services elsewhere. There is little time for vital maintenance, and last year one train company had to re-write its timetable completely because of unacceptably poor reliability. Travel is becoming increasingly popular, and if the Government's plans to introduce road charging for car journeys cause just 1% of people to switch to rail, the system will be overwhelmed. Rail Research UK is a consortium of twelve university-based groups carrying out research across a range of areas from engineering to human factors and transport economics, that will help to reduce the complexity and need for maintenance of railway systems, reduce their environmental impacts, increase their capacity and improve their reliability, attractiveness and safety.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D080207/1","grantId":"EP/D080207/1","fundValue":"3974000","fundStart":"2006-09-07","fundEnd":"2010-09-06","funder":"EPSRC","impactText":"  RRUK has demonstrated the contribution of academic knowledge to the operational problems of the day to day running of the railway. Key examples include: apparatus for monitoring dynamic track displacements; understanding of human/machine interaction in operations, e.g. signalling and interpretation of CCTV images to detect suspicious behaviour; socio-economic modelling tools to assist with cost/benefit analysis of proposed stations; algorithms for optimising recovery and minimising train service disruption from unplanned incidents. RRUK work on Cognitive Work Analysis is being implemented by Network Rail for human factors analysis across a variety of operational roles.\n\nRRUK has drawn in and supported the wider academic railway research community through Theme Networks and by funding PhD students (through the DTA) and &quot;Start-up Projects&quot; at non-core institutions. Industry has been engaged via an Advisory Board, workshops, project dissemination seminars, and technical meetings with dedicated mentors. RRUK investigators and researchers have made numerous presentations to industry.\n\nThirty-eight articles have been published in peer reviewed journals and as conference proceedings, as well as three book chapters. One paper was awarded the IMech E Thomas Hawksley Gold Medal, 2007, and another the WCRR 2008 best paper award. Two collections of papers were published in special issues of the Proceedings of the Institution of Mechanical Engineers.\n\nRRUK2 outputs have supported twelve follow on research projects awarded by EPSRC, RSSB, DEFRA, EU FP7 and Network Rail.\n\nRRUK has provided a focus for railway research in UK universities. Through the website and a series of annual workshops, RRUK has pulled university railway researchers together, disseminated results of research, and made a lasting impression on the industry. The industry has funded a successor RRUK Association.\n\nTen core research projects have been directly funded and over twenty doctoral students supported. Construction,Environment,Transport Societal,Economic,Policy & public services","person":"William  Powrie","coPersons":["Roderick  Smith","Simon  Iwnicki","John  Wilson","Colin John  Goodman","Michael  McDonald","Christopher Alfred Nash","Claire  Davis","Christopher James Baker","Michael  Griffin","Roger Morgan Goodall","Ajay  Kapoor"],"organisation":"University of Southampton","findingsText":" RRUK delivered a number of projects managed within three broad themes: Theme A, Engineering Interfaces; Theme B, Whole System Performance; and Theme C, Users, Community And Environment.\n\n\n\nThe first phase of RRUK commenced in May 2003 and ran to September 2006. During this period timely, practical and relevant research was undertaken across a range of disciplines. In March 2007 a selection of the key findings of the project were published in a collection of twelve papers as a special edition of the Proceedings of the Institution of Mechanical Engineers, vol 221 No F1 ISSN 0954-4097.\n\n\n\nUncertainties in the design and performance of railway track have been investigated. Five different track sub-base design methods from the USA, UK, Europe and Japan indicate a wide variation in layer thicknesses. To enable an appropriate design procedure to be adopted for a given set of conditions, a thorough knowledge has been developed of the methodologies employed together with their inherent assumptions. Areas requiring additional research have been identified. \n\n\n\nAn appreciation of in-service performance is key to understanding the variation in design methods and the choice of procedure in given circumstances, and two independent, low-cost methods have been developed and tested for measuring the displacements of railway track as trains pass. \n\n\n\nNumerical and experimental investigations into the problems of rolling contact fatigue (RCF) and crack growth in rails have been conducted, and the susceptibility of surface breaking RCF cracks to fluid penetration has been assessed. A model of plastic strain accumulation, wear, and RCF crack initiation in rail steel has been developed and is being further refined to account for detailed microstructural changes. In a separate task, an existing model of ratcheting wear has been developed to model damage accumulation near the surface of the rail on the basis of a three dimensional contact stress distribution. Fluid penetration is believed to be a key factor in the growth of surface breaking RCF cracks. Fluid entry has been investigated in full scale tests on worn track removed from mainline railway tracks, to validate previous laboratory simulations. \n\n\n\nRailway noise is potentially a major environmental issue and the causes of wheel squeal have been investigated theoretically and experimentally. Some new results have been presented. Novel modifications to a twin disc rig, and the test method to provide data to validate the model, have been described in detail.\n\n\n\nThe use of novel sensors and intelligent processing to assess vertical and lateral track irregularities from in-service railway vehicles has been developed and tested in live conditions. \n\n\n\nAn appreciation of the influence of human factors is important in understanding how a complex socio-technical system such as a railway network behaves. A thorough overview of human factors within the railway environment has been published. A technical note presented data on international railway comparisons and included an extensive collection of reference sources on international rail statistics, for use in comparative analyses.\n\n\n\nThe ability to use time productively in transit is a potential advantage of rail travel over other passenger modes and the relationship between low frequency motions and motion sickness on tilting trains has been investigated. A single motion variable is insufficient to predict motion sickness on tilting trains and the occurrence of roll motion during lateral acceleration is the likely cause of motions sickness. \n\n\n\nA further potential advantage of rail travel over other modes is its relative energy efficiency and research has been undertaken into reducing the energy needs of rail vehicles on non-electrified routes by the use of hybrid technology. Energy savings of up to 28% for high-speed intercity vehicles and 35% for commuter vehicles are achievable with practical system components.\n\n\n\nRRUK2\n\n\n\nRRUK2 ran on from RRUK1 for a further four years and completed a new suite of projects following the three themes of the first phase: Engineering Interfaces, Whole System Performance, and Users, Communities and the Environment. \n\n\n\nIn March 2011 a selection of the key findings of the project were published in a further collection of eleven papers as a special edition of the Proceedings of the Institution of Mechanical Engineers, vol 225 Issue 2 ISSN 0954-4097.\n\n\n\nThe behaviour of the sleeper to ballast interface has been investigated in the laboratory to quantify the relative contributions to sliding resistance of the base, crib and shoulder. The results have been compared with calculations and the literature, and reasonably consistent patterns of behaviour identified. \n\n\n\nAn extensive monitoring and investigation programme addressed the problem of track crossing the transition between embankments or natural ground and fixed substructures such as bridges and culverts. Dynamic displacements have been calculated and longer term settlements and pore water pressure monitored, and the implications for design and maintenance have been discussed.\n\n\n\nField measurements have been taken of ground vibration from trains at two sites with soft clay soil. These have been compared with predictions from a semi-analytical model and good agreement found.\n\n\n\nThe effects of cross winds on vehicle stability has been calculated by a new method for input into vehicle dynamic simulations to assess key indicators for derailment. Vehicle derailment was not predicted at mean wind speeds up to 20m/s but at a mean wind speed of 25m/s derailment was predicted for passenger vehicles and unladen freight vehicles.\n\n\n\nUnderstanding of RCF growth in rails in three dimensions has been extended by re-analysis of previous experimental data and new experimental work. A fracture mechanics-based model has been developed and an important geometry effect revealed, affecting the prediction of crack growth rates where the crack is angled to the rail axis.\n\n\n\nThe impact of automation in rail signalling operations has been examined and lessons learned discussed from a human factors viewpoint. Unintended consequences of automation have been highlighted.\n\n\n\nThe incentives and impacts of introducing new technology to the rail industry have been examined. An efficiency gap of 40% against European best practice has been found. The study concluded that there is a functioning commercial mechanism for technology development and that it is feasible to model systems subject to technological change in order to assess the impact of proposed innovation.\n\nEarlier work on vehicle based sensors has been extended to discuss its use to monitor the condition of infrastructure and rolling stock. A further use of bogie-mounted sensors has been developed to understand the dynamics of third rail current collection systems, which indicates that the shoegear broadly performs in accordance with design guidelines. \n\n\n\nThe effect of body supports on the vibration discomfort of standing passengers has been studied and equivalent comfort contours constructed for different forms of support. The findings uncovered deficiencies in current standards. \n\nA new tool has been developed to identify effective control strategies to reduce fuel consumption in non-electrified systems for both conventional and hybrid trains. As a result of RRUK's industry engagement activities, many within the rail sector have come to appreciate universities' value in providing a unique source of fundamental knowledge that has the potential to improve the way railways are designed, built and run. RRUK has made important scientific contributions in the development of, for example: a scientific understanding of and practical guidance for passenger comfort in relation to seating, thermal/motion environments and activities on trains; advanced investigation and modelling techniques to investigate the effect of different grades of rail steel on wear and crack growth; fundamental noise and vibration models, and techniques for noise and vibration reduction, on structures such as bridges and from railways in densely populated areas; infrastructure design; the measurement and monitoring of infrastructure wear and defects and the optimisation of maintenance schedules and design. RRUK's impact of automation work is informing Network Rail activity on the future role of the signaller. Transport","dataset":"gtr"}