{"id":"8BCE5C90-5971-46CB-9234-91E52B010F31","title":"Advanced ultrasonics platform","abstractText":"Ultrasonics is a powerful and widely used investigative tool which is used for examination and diagnosis across many areas of engineering and in medicine. It is valued because of its power to image and measure, and because it is non-invasive, and non-damaging to the structures, or people, under examination. In this proposal we will extend the use of ultrasonics far beyond its current boundaries, and in two directions: firstly we intend to enable its use in highly complex materials which are close to opaque to ultrasonic measurements, and secondly, to extend the scale at which ultrasonics operates downwards to the nanoscale so that we can bring the power of ultrasonic imaging and measurement to bear on nanomachines and nanomaterials and even inside single living cells. These two directions are strongly linked: many of the advanced materials we aim to tackle derive their overall macroscopic properties from their structure at a tiny scale - right down to the nanoscale - many of the nanoscale systems we wish to study require measurements at this scale within the context of much larger structures - for instance, it may be advantageous to study the internal environment of a living cell whilst it is part of a much larger living organ inside the body.The traditional ultrasonic techniques fail for both complex materials and at the nanoscale. Complex materials return signals that lack any direct relationship between the data acquired and the state of the material, and this makes it difficult to infer the state of the sample from the experimental observations. At the nanoscale a catalogue of basic but fundamental problems mean that the usual ways of performing ultrasonic measurements cannot be used. These range from the fundamental, and massive attenuation of very high frequency ultrasound, to the simple problem of how to attach a wire to a nanometre sized transducer.We will use advanced theory and modelling to design measurement systems to extract data from these complex materials and turn it into information directly related to the state of the sample. At the same time we will use innovative wireless ultrasonic transducers powered by high speed lasers to generate ultrasound at multiple GHz frequencies to probe the samples at the nanoscale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061661/1","grantId":"EP/G061661/1","fundValue":"828356","fundStart":"2009-06-01","fundEnd":"2014-05-31","funder":"EPSRC","impactText":"","person":"Matthew  Clark","coPersons":["Michael  Somekh","Richard  Challis"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}