{"id":"8BD13BE3-8E17-4FCD-9EC5-1A41F79172B2","title":"SME Engagement Springboard for Archie-West","abstractText":"Archie-West aims to be a regional centre of excellence in High Performance Computing (HPC) that is dedicated to a) supporting and enabling multidisciplinary research in engineering and science, and b) fostering partnership working and collaboration between stakeholders from universities, industry and the public sector. This proposal is for Springboard funding to allow us to overcome two primary barriers to further industrial engagement:\n\n1. Expert support which is required to ensure new users of our HPC service can efficiently and effectively exploit the computational resources, thus facilitating enterprise and innovation by the industrial partners;\n\n2. Software availability for Computational Fluid Dynamics, which is required for a multitude of engineering applications in, for example, the oil and gas, renewable energy, and aerospace sectors.\n\nBy providing free access to industry-standard commercial software, and providing a range of support and training services, we plan to make a step-change in our engagements with industry in the West of Scotland region. We will exploit and develop a range of contacts that we have through our previous activities, such as with oil and gas leaders Expro and the Weir Group, as well as through partner centres of excellence. These include the Advanced Forming Research Centre (AFRC), which is a High Value Manufacturing Catapult involving the University of Strathclyde, Scottish Enterprise and the Scottish Government, with leading industrial partners such as Rolls-Royce, Boeing, TIMET, Aubert &amp; Duval and Barnes Aerospace. The AFRC develops new technologies for the design and manufacture of a range of new engineering products, where High Performance Computing tools can play a significant role in keeping the centre and its members at the leading-edge of commercial innovation. Furthermore, by working with the large industrial partners, we also aim to develop relationships with their supply-chain of SMEs (small and medium enterprises) so that HPC technology will become embedded in the UK engineering economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L019574/1","grantId":"EP/L019574/1","fundValue":"48595","fundStart":"2014-01-21","fundEnd":"2015-01-20","funder":"EPSRC","impactText":"","person":"Paul Alexander Mulheran","coPersons":["Maxim  Fedorov"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}