{"id":"8BD6425C-140F-477F-80E2-3E49274401A8","title":"Energy and the Physical Sciences: Novel multi-seeded bulk superconductors for sustainable engineering applications","abstractText":"The ability to generate strong and stable magnetic fields is a critical enabling technology for a broad range of sustainable engineering applications. Almost invariably, more compact field sources and higher magnetic field densities lead directly to more efficient and cost effective devices. One example of this can be found in the widespread applications of small, high power DC electric motors, which have proliferated since the development of the cheap high energy density family of NdFeB materials in the 1980s. Wire-wound superconducting magnets, on the other hand, may offer the potential to generate large magnetic fields, but they are extremely expensive and are difficult to manufacture. A cheaper, simpler and more robust option is the use of magnetised bulk superconductors. The (RE)BCO (where RE = rare earth element such as Y, Nd, Sm, Gd, etc.) family of bulk, melt processed high temperature superconductors (HTS), in particular, is the subject of extensive world-wide developmental research. Bulk HTS materials offer considerable potential to both improve the performance of existing devices that incorporate permanent magnets and to develop new, high field and sustainable energy storage applications, in particular. Indeed, these materials represent a direct link between the physical sciences and the development of sustainable applications in the energy needs sector that will be fundamental to growth of the UK economy in the short to medium term.\n\nA number of important scientific and technical challenges to the incorporation of (RE)BCO bulk superconducting materials into practical engineering applications remain. These include improving process efficiency, sample properties, yield, reducing the cost of raw materials, recycling, processing larger samples with conformal geometries, development of a practical magnetisation process and the development of bespoke cryogenic systems for specific applications.\n\nThe main objective of this proposal is to address and overcome the critical aspects of these challenges to gain a fundamental understanding of the single grain growth process. This will enable the cost-effective processing of (RE)BCO materials with conformal geometries that will be fundamental to their application in a range of sustainable engineering devices within the energy sector and healthcare industry. Specific emphasis of the project will be placed on the development of an effective recycling process to enable a new secondary bulk sample source for low to medium field applications, the development of a novel multi-seeding technique for fabricating large samples of conformal geometry and the development of a novel fabrication process based on a graded composition to produce bulk samples with homogeneous superconducting properties throughout the bulk microstructure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K02910X/1","grantId":"EP/K02910X/1","fundValue":"472525","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  The bridge seeding technique:\n \nBridge seeding has been used to ensure the alignment of the two seeds (2 or more) in the multi-seeding processes in order to understand the properties of grain boundaries of multi-seeded single grains.\n\nLarge, SmBCO grains up to 20 mm in diameter fabricated by a conventional top seeded melt growth (TSMG) process are selected and cut into bridge-shaped geometries. YBCO single grains fabricated using bridge-shaped seeds with different orientations and of different lengths have been grown successfully. Their microstructure, composition segregation, superconducting properties at the grain boundaries of these single grains have been studied in detail. Three papers have been published on this subject.\n\nLarger, multi-seeded single grains up to 32 mm in diameter and bar-shaped multi-seeded samples have been fabricated. Further research on these multi-seeded samples will be carried out.\n\nThe buffer seeding technique:\n\nSilver (Ag) is an established additive for improving the mechanical properties of single grain, (RE)BCO bulk superconductors (where RE = Sm, Gd and Y). The presence of Ag in the (RE)BCO bulk composition, however, typically reduces the melting temperature of the single crystal seed in the top seeded melt growth (TSMG) process, which complicates significantly the controlled nucleation and subsequent epitaxial growth of a single grain, which is essential for high field engineering applications. A small SmBCO (75wt%Sm-123+25wt%Sm-211) pellet, 0.3 g and 5 mm in diameter, placed between the generic seed and the SmBCO-Ag pellet as a buffer prevents Ag diffusion between the pellet and the seed and prevents the seed from melting. The success rate of the seeding has subsequently improved to almost 100%. \n\nAs a result of the buffering technique, the SmBCO-Ag system, which has the highest Tc and Jc in the (RE)BCO family of bulk superconductors, is able to be batch melt-processed both successfully and reliably. The buffering technique is now used by the Cambridge group to process other systems, such as YBCO, GdBCO, GdBCO-Ag and SmBCO. As a result of this research, buffering is now established as a general technique in the growth of superconducting single grains. Three papers have been submitted to journals on the buffer and related materials research.\n\nAchieving larger grains from a single seed:\n\nYBCO single grains containing graded concentrations of Y-211 CeO2 in U-shaped layers within a cylindrical sample up to 32 mm diameter have been developed and studied in detail, and shown to exhibit improved superconducting properties. Two papers have been written and submitted on this research.\n\nImproved Top-Seeded Melt-Growth:\n\nAn improved Top-Seeded Melt-Growth process with an adjusted heating profile and composition has been developed and has yielded a higher growth success rate. Larger samples have been fabricated more reliably. Large size (RE)BCO (RE = Gd and Y) single grains 41 mm in diameter with improved superconducting properties have attracted attention of the modeling community. Samples of YBCO and GdBCO-Ag have been measured using a pulse magnisation system at different temperatures. A paper entitled &quot;Modelling and comparison of trapped fields in (RE)BCO bulk superconductors for activation using pulsed field magnetization&quot; has been published based on the results of this research. \n\nLarge, single grains and their superconducting properties have also attracted attention from the applied community, and for application in linear synchronous motors, in particular. Single grain, bulk GdBCO-Ag superconductors of diameter 20 mm, 30 mm and 40 mm have been used in such a device for the first time. One paper has been published based on the results of this study. Energy,Transport Societal","person":"David Anthony Cardwell","coPersons":[],"organisation":"University of Cambridge","findingsText":" Significant progress has been made in the areas related to all work packages. The discoveries and developments to September, 2014 are:\n\nWork Package 1: Growth Grain boundaries that carry transport current\n\n(a) Bridge seeding has been developed to ensure the alignment of the two seeds (2 or more) in the multi-seeding processes so that multi-seeded single grains with desired orientation can grow well and the properties of grain boundaries of multi-seeded single grains can studied without confusion of misalignments.\n\nLarge, single SmBCO grains up to 20 mm in diameter fabricated by a conventional top seeded melt growth (TSMG) process have been selected and cut into bridge-shaped geometries. The two legs of the bridge are used as two seeds with desired orientation. These so-called 0&deg;-0&deg; and 45&deg;-45&deg; bridge-seeds are labelled according to their relative orientation in the parent grain. These bridges have been successfully prepared in different lengths from 2 to 10 mm for fabricating YBCO single grains.\n\n(b) Buffering technique has been developed to improve the reliability of the seeding process.\n\nSilver (Ag) is an established additive for improving the mechanical properties of single grain, (RE)BCO bulk superconductors (where RE = Sm, Gd and Y). The presence of Ag in the (RE)BCO bulk composition, however, typically reduces the melting temperature of the single crystal seed in the top seeded melt growth (TSMG) process, which complicates significantly the controlled nucleation and subsequent epitaxial growth of a single grain, which is essential for high field engineering applications. The new process involves placing a small, 0.3 g and 5 mm in diameter SmBCO (75wt%Sm123+25wt%Sm211) pellet between the generic seed and the growing SmBCO-Ag pellet as a buffer to prevent Ag diffusion from the pellet to the seed to inhibit melting of the seed. This has improved the seeding success rate almost to 100%. \n\nWork Package 2: Achieving Larger grains from a single seed\n\nLarge YBCO and GdBCO-Ag single grains up to 41 mm in diameter can now be fabricated reliably. SmBCO-Ag single grains up to 32 mm in diameter can now also be fabricated reliably for the first time in 20 years due to the buffering technique. Moreover, YBCO single grains containing graded concentrations of Y-211 CeO2 in U-shaped layers within a cylindrical sample up to 32 mm diameter have been developed and studied in detail, and shown to exhibit improved superconducting properties. \n\nWork Package 3: Improving the TSMG process\n\n(a) Optimisation of the parameters in the crystal growth process has been carried out. We have studied the importance in controlling the liquid loss during the crystal growth, the effects of precursor particle size on growth, the effects of amount of Y-211 on growth rate and differences and similarities between the Top Seeded Melt-Growth and Infiltration Growth processing techniques. A new analysis technique based on EDX has been developed to examine the chemical composition of solid single grains so that changes in chemical composition during the crystal growth process can be detected. This technique greatly helps the understanding of the relation between growth heating profile and chemical composition (RE-211 concentration) at different positions within the growing sample. A paper on the growth rate of YBCO system has been published and another on the effect of the presence of Y-211 on the crystal growth process has been submitted to the Journal of Crystal Growth.\n\n(b) A generic method for recycling failed (RE)BCO(Ag) bulk material into single grains has developed based on an infiltration growth technique by replenishing liquid phase lost during growth due to the effects of gravity. The success rate of this method on batch recycling is close to 100%. The superconducting properties of the recycled samples have been measured and to establish their potential for use in applications.\n\n(c) A shrink-fitting process has been developed to withstand the high interface pressure associated with the high magnetic field generated in single grain bulk material. As a result, the trapped field of GdBCO-Ag single grains can be measured without the samples failing mechanically when high field is applied at low temperature. This technique has led to a world record of trapped field in superconducting bulk materials of 17.6 T. A paper has been published in Superconductor Science and Technology.\n\nWork Package 4: Large, shaped bulk superconductors\n\nLarger, multi-seeded single grains up to 32 mm diameter and bar-shaped multi-seeded samples up to 60 mm in length have been fabricated. Further research on these multi-seeded samples is being performed. Bridge-seeding will be used by the Cambridge group and others to develop a deeper understanding the grain boundary properties in multi-seeded samples. Samples made using this technique have attracted attention in Japan by researchers trying to understand how magnetic flux moves into the facet lines and grain boundaries by use of multi-seeded single grain samples. \n\nMulti-seeded samples will be used to generate the levitation and attraction forces when large samples are required. One company in Hong Kong is interested in the strong attracting force generated by large single grains. Multi-seeded samples will be developed to produce such force.\n\nBar-shaped, multi-seeded samples have attracted attention in Saudi Arabia (one of our collaborators) for use in tracks for magnetic levitation.\n\nThe buffering technique will be used in other groups worldwide for improving the reliability of the seeding process.\n\nLarge, single grains and their superconducting properties have attracted attention within the modeling community. YBCO and GdBCO-Ag single grain samples have been provided to other groups free of charge to enable them to perform modeling and related experiments. One paper has been published, and further collaboration is under way. \n\nLarge, single grains and their superconducting properties have also attracted attention from the applied community, and for application in linear synchronous motors, in particular. Single grain, bulk GdBCO-Ag superconductors of diameter 20 mm, 30 mm and 40 mm have been used in such a device for the first time. One paper has been published based on the results of this study. Energy,Healthcare","dataset":"gtr"}