{"id":"8BD602B8-34A8-48A0-9313-E80679EACB62","title":"Towards commercialising a hybrid nanosensor for screening dispersed nanoparticles and heavy metal ions in natural waters","abstractText":"The problem: \n\nThe use of engineered nanoparticles (NP) in cosmetics, pharmaceuticals, sensors and many other commercial applications has been growing exponentially over the past decade. Because of their increasing application many NP are discharged to the watercourse both by industrial companies and through domestic use. The technology for monitoring the environmental impact of these materials, particularly in aquatic systems, is not well developed. It is not only sufficient to be able to determine the NP in water but also it is crucial to have some understanding of their toxicity or biological activity. At the same time, a high throughput screener is urgently required to report on the biomembrane activity (ability to bind to/adsorb on/penetrate biological membranes) of different NP and/or products containing NP dispersed in water. A screening system for NP is therefore required which reports routinely on the level of biologically active NP in raw, waste and drinking waters. At the same time the presence of heavy metal ions in water is always a concern due to their implicit toxicity. These heavy metal ions can be derived from industrial and/or domestic use and in spite of the tremendous advances in the analysis of heavy metal ions in water in the past 50 years, there is currently no routine heavy metal ion screener available for natural and potable waters. A combined NP and heavy metal ion screener therefore would have immediate application in any organisation concerned about the quality of water which comes into contact with human activity.\n\nAddressing the problem:\n\nThe proposed technology offers a device which has a dual capability as follows: (1) To screen waters for NP which are biomembrane active and hence are putatively toxic and, (2) To detect toxic heavy metal ions (Cu2+, Pb2+, Cd2+ and Zn2+) in water. The system can also be used to test samples of NP or products containing NP dispersed in water for biomembrane activity. The screening for NP in water is rapid, on-line and high throughput and takes 10 minutes to test each sample. Similarly heavy metal ions in the water can be measured together simultaneously and quantitatively. The NP screener works by looking at the interaction of NP with a phospholipid layer coated on a chip based Pt/Hg microelectrode in a flow cell. This is a development of a previous technology which uses the same device to screen waters for biomembrane active compounds. The heavy metal ions are determined using anodic stripping voltammetry which is a well established analytical technique. The development of the chip-based Pt/Hg electrode in flow cell with flow injection techniques enables both techniques to be used in a high throughput configuration. The switchover from one technique to the other can be readily software controlled.\n\nBenefits which end-users will derive by adopting it:\n\n(1) Screening waters for the presence of biomembrane active NP\n(2) Screening products containing NP dispersed in water for biomembrane activity\n(3) Screening commercially produced NP dispersed in water for biomembrane activity\n(4) Detecting, identifying and quantitatively measuring toxic heavy metal ions in water","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K00686X/1","grantId":"NE/K00686X/1","fundValue":"79861","fundStart":"2013-05-04","fundEnd":"2014-02-03","funder":"NERC","impactText":"  The findings enabled us to link with three companies to win a TSB grant for developing the sensor to detect volatile organic compounds in aircraft cabins. At the same time we have formed a collaboration with Unilever with whom we are carrying out a cross validation of our sensing system on a number of compounds. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Laurence Andrew Nelson","coPersons":[],"organisation":"University of Leeds","findingsText":" We consolidated the development of a hybrid sensor for screening heavy metal ions, nanoparticles and additionally organic contaminants in water together with carrying out an extensive performance evaluation. The grant also funded extensive discussions with potential end-users of the technology. These discussions enabled us to secure additional funds through the TSB to develop a sensor for volatile organic compounds in air-cabin air. We were also able to win funds from the MoD-Dstl to develop our sensing technology for antibiotic-target screening. The findings could be taken forward to run a toxicity testing service for organisations interested in testing environmental matrices and/or contaminants for potential toxicity prior to engaging on the more lengthy in vitro and in vivo tests. Another application of the work is to transfer the technology/product to a company in the toxicity testing business who will add it to their testing strategy. Aerospace, Defence and Marine,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}