{"id":"8BD86B7C-E89C-4E9C-BBAA-F3DDC1AF67C8","title":"Copy of Do oceanographic characteristics and predator-prey behaviours define critical marine habitats?","abstractText":"The role of how we manage our seas is changing rapidly. The past approach was that of single species management, devoid of many environmental aspects, and without direct input from the fishing industry. That approach has been found wanting with many stocks fished at unsustainable levels. The way forward has been to recognise that we need to manage using an ecosystem based approach while at the same time maintaining direct interaction with the fishing industry in management decisions. Such an ecosystem approach requires a more mechanistic understanding of the role the physical environment plays whilst also taking into account multiple species interactions. It is also clear, as more demand is put upon the space use of our marine systems (i.e. offshore renewable developments, Marine Protected Areas and fishing effort becomes managed more on a spatial basis), a better understanding of the role of marine habitat is essential. This is particular difficult as marine habitat can move in both space and time. However, any fisherman can tell you that there are some locations (and times) that are almost always better than others for good catches. The understanding as to why that may be is a fundamental challenge. In earlier studies involving both the PI and Co-PI, in the North and Celtic Seas, we have found that in locations where there are disproportionately high numbers of seabirds, marine mammals or fishing effort, there are also spatially limited patches of high levels of sub-surface primary production. The patches appear to be associated with topographically-driven internal waves whose physical effects may be responsible for localised increases of primary production and the physical aggregation of smaller marine organisms. Therefore these features could be responsible for the predicable areas of foraging due to complex links in the entire food web (Hypothesis A) or just enhance the ability of predators to capture prey (fish) in these locations (Hypothesis B). The sub-surface signature of these areas has meant that they have been overlooked in studies which have identified important surface features, such as thermal fronts, known to contain aggregations of many marine species. These patches therefore represent a newly-identified class of spatially important locations in shallow seas. In this project we propose to test between Hypothesis A &amp; B using a new survey framework that incorporates all of those factors and defines the critical characteristics of the marine habitat where multi-species (predator-prey) interactions and fisheries operations are more likely to occur. This survey framework is based, to some degree, on the tried and tested method that fishermen have used for centuries: i.e. to observe seabird and marine mammal behaviour as a guide to locations of fishing grounds. Our aim is to take that practice forward with a multi-disciplinary approach between marine ecologists (U. Aberdeen), biological and physical oceanographers (POL), statutory agencies (FRS, CEFAS, JNCC) as well as fishermen (CFPO) and a range of skilled marine animal and fisheries observers (JNCC, MRAG). This project also represents a unique opportunity, to more fully utilise a NERC Oceans2025 Project. In this interdisciplinary approach we will combine the continuous physical and biological oceanographic features that will be studied in the Oceans2025 program with the additional collection of acoustic sonar backscatter, visual observations of seabirds and marine mammals, vocalisations of cetaceans, fishery observations, and longer term fisheries and marine animal survey data. With these combined data products, we will identify and define the characteristics of these sub-surface patches and the bio-physical mechanisms that may lead to the facilitation of predator-prey interactions. This research will greatly enhance the type of mechanistic understanding needed for implementing the ecosystem approach to sustainable fisheries management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F002017/1","grantId":"NE/F002017/1","fundValue":"10274","fundStart":"2008-01-24","fundEnd":"2010-01-23","funder":"NERC","impactText":"","person":"Beth Emily Scott","coPersons":["Jonathan  Sharples"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}