{"id":"8BDDA642-C9AB-4B46-8C02-468D09DF8692","title":"The settlement history of the south-west Fayyum (Egypt) in the Hellenistic, Roman and Byzantine periods","abstractText":"The project aims to investigate and clarify the long-term settlement history of the south-west Fayyum (Egypt) with particular focus on the Hellenistic, Roman and Byzantine periods, roughly from the conquest of Alexander to the Arab conquest {c.300 BC - AD 700). It breaks new ground in the systematic collection and comparison of documentary and archaeological evidence. \nThe documentary evidence consists mainly of thousands of public and private texts written on papyrus, dating from the III BC to the XI AD, which were found in the remains of ancient villages and cemeteries in the region; a few thousand of these have been published, of which several hundred contain topographical information. The archaeological data come partly from sporadic digging around 1900 and continuing excavation of two villages, but mostly from a surface survey of ancient sites in the region run by Professor Rathbone in 1995-1998. Publication of the results of this survey is a main element of the project. \nThe project addresses three principal issues. First, it seeks to link the named villages of the papyri to the known archaeological sites, so as to construct a real map of this area of the ancient Fayyum, which will enable enhanced historical Interpretation of all kinds of data in the papyri. Second, with reference back to the Middle Kingdom creation of an artificial lake in the Fayyum {c. 1800 BC), what was the reality of the drainage and development scheme apparently initiated by the early Ptolemies? Third, was there really a rural decline In the Later Roman Empire, and when and how did the ancient settlement pattern change to that attested in the description of the Fayyum by en-NabuIsi written in 1245?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505066/1","grantId":"AH/E505066/1","fundValue":"33613","fundStart":"2007-01-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"  They have the potential to contribute to management of the archaeological heritage of the area and to background understanding of its hydrological possibilities and problems. Environment,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Dominic  Rathbone","coPersons":[],"organisation":"King's College London","findingsText":" In the Graeco-Roman period settlement and irrigation extended to limits only now being reached again.\n\nThe now drained Gharaq basin was at that time a lake, acting as a sump for inundation of the Tutun basin, although it began to dry out in the Late Antique period.\n\nMarginal settlements declines in the late Roman period; there was brief re-settlement in the Byzntine period, probably due to monastic and church intitiatives. Understanding the historical hydrology of the area and its agricultural potential. Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}