{"id":"8BDEBE4E-1167-44E5-B94F-E2CBA4EF590E","title":"Phenotyping and Experimental Medicine Centre for naturally occurring Gene Knock-Outs in Humans","abstractText":"To improve health care, efforts are increasingly focused upon early diagnosis, approaches to disease prevention and the more effective use of available or emerging treatments. Sequencing of the genetic material (genome) is making a powerful contribution to this strategy. The information provided by this methodology seeks to identify individuals at greatest risk for disease, those most likely to benefit from particular interventions and to verify whether new therapies are hitting the key disease target. We plan to accelerate the use of genetics in medicine, through the study of genome in cases of parental relatedness (e.g. cousin marriage), which is common in certain UK ethnic groups including the health disadvantaged British-Bangladeshi and British-Pakistani communities. Recent sequencing studies show that humans whose parents were unrelated carry (mostly single copies) of ~100 genetic variants that partially switch off selected genes in their human genome. In individuals with parental relatedness, some of these variants will be seen on both copies of the genome and thus certain genes will be completely inactivated. Finding such genetic variants and examining their consequences and benefits can lead both to an increased knowledge of how human genes work and an improved understanding of the health consequences of genetic variation in the relevant communities. We have commenced a large-scale community based programme studying as many as 25,000 apparently healthy individuals. Of these, individuals found to possess natural gene inactivating variants considered to be of biomedical importance, will be invited for detailed medical assessment. This may include blood or skin biopsy samples; resting and exercise blood pressure and heart rate measurements; quantification of body composition and brain and body imaging, such as MRI scans. These studies will require the development of a purpose constructed clinical research facility, adjacent to the major hospital at Whitechapel, as the study is founded upon East London (UK) populations. The facility will allow substantial engagement of the local East London communities and enable coordination of more highly specialised assessments, to be undertaken with and through other leading medical research centres across the UK and abroad","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M009017/1","grantId":"MR/M009017/1","fundValue":"1800000","fundStart":"2015-04-01","fundEnd":"2016-06-30","funder":"MRC","impactText":"","person":"Richard Charles Trembath","coPersons":["David Alexander Van Heel","Costantino  Pitzalis","Mark  Caulfield","Eamonn Richard Maher"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}