{"id":"8BF9EA54-7CA6-488D-8809-608D10320552","title":"Statistical modelling of in vivo immune response dynamics in zebrafish to multiple stimuli","abstractText":"Zebrafish embryos are optically transparent and allow us to visualize biological processes in real time. Here we will study how the innate immune response deals with different threats to the fish's health. In particular we will study the response to wounding and to cancer in the fish. In both cases cells of the immune response system are drawn to the wound site or the location of the tumor/cancer cell and determining the precise way in which this is achieved is one of the fundamental aims of our research. We will use a combination of microscopy and mathematical modelling in order to understand how the immune system senses and responds to such stimuli. We will reconstruct mechanistic models that capture how cells react and reach decisions from the observed data. To this end we will also develop new statistical and computational tools. These will allow us to analyze the complex data generated over the course of this project. We are very interested in how cells make decisions and how we can guide such behaviour. To this end we will also selectively interfere with and probe molecular interaction networks that affect directly how the immune cells respond to stimuli and move towards their target.\nMathematical models will, crucially, also allow us to assess how the immune response is regulated if it receives more than one stimulus. This is a completely unsolved problem but one of great fundamental and biomedical importance: for example surgery is still one of the important therapeutic approaches against many cancers and our initial analyses have shown that wounding (surgery) and cancer affect cells of the innate immune response differently. \nMore generally, this research will develop a platform that can be applied also in other contexts, where we want to analyze biological processes inside living organisms. Such investigations will benefit greatly from the statistical, computational and image analysis tools and protocols that are developed as part of this research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017284/1","grantId":"BB/K017284/1","fundValue":"309013","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"  We are developing tools and generating new insights into the dynamics of the innate immune response to different signals such as wounds, infection and cancer. Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Michael Peter Stumpf","coPersons":[],"organisation":"Imperial College London","findingsText":" We have found pronounced differences in the response of macrophages and neutrophils to wounding. We are still generating and analyzing the data but have already seen evidence for strong synergies (often detrimental for the organisms) between signals released from cancer cells and wounds. We believe that there will be important insights for immunotherapy emerging from this research. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}