{"id":"8BFE1351-95EA-4F95-8EED-C622723D22B4","title":"Ultra-high resolution optical coherence tomography (UHR-SD OCT) in infants and children: characterisation of normal and abnormal foveal development","abstractText":"The recent development of optical coherence tomography (OCT) provides pictures of the back of the eye (the retina) with the precision of a microscope in living people. This has contributed to significant progress in the diagnosis and treatment of retinal diseases in adults. However, OCT is not currently clinically available for young children.\nThe normal retina is not mature at birth and undergoes significant changes until about 45 months leading to visual improvement. We aim to visualise for the first time changes in the retina from birth to 6 years of age using a newly developed hand-held OCT device, comparing also results in older children and adults. OCTs will be performed in a large amount of children with normal eyes and in children with developmental eye problems which can occur, for example, in albinism (pigment deficiency), colour blindness or other genetic problems. We will investigate whether retinal development is &quot;arrested&quot; or slowed down after birth in these patients. \nWe aim to determine whether OCT images can assist in the diagnosis and prediction of vision in preverbal infants and of the vision developing later in life. We hope that this study will help to understand the cause of nystagmus, involuntary eye movements frequently occurring in children with retinal problems.\nWe anticipate that our study will be an important step in validating and providing access of OCT in newborns, infants and young children. The data we aim to acquire from normal children will also lay the ground to investigate other diseases using OCT such as retinal problems of premature children, glaucoma or retinitis pigmentosa. To examine retinal structures in vivo in small children with high precision will be an important component of evaluating and timing imminent gene therapy, for example in achromatopsia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004189/1","grantId":"MR/J004189/1","fundValue":"357055","fundStart":"2012-02-15","fundEnd":"2015-02-14","funder":"MRC","impactText":"","person":"Irene  Gottlob","coPersons":["Frank Antony Proudlock"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}