{"id":"8C06C7F9-B30D-4504-B79E-092368F09171","title":"Evolutionary consequences of facultative plant parasitism","abstractText":"Parasitism is a widespread phenomenon in the natural world, with dramatic consequences for hosts, parasites, and their communities. There are over 3,000 described parasitic plant species, including mistletoes, the important grassland plant Rhinanthus, and the agricultural pest Striga. A particularly interesting, yet poorly studied group, are the facultative hemiparasites-which can grow and reproduce independent of a host, but grow more vigorously after host attachment. Facultative hemiparasitism represents a remarkably flexible growing strategy, which has largely been overlooked in preference of studies of obligate parasites-organisms which require a host to complete their lifecycle. This project investigates a case study of facultative hemiparasitism, from an evolutionary genetic perspective.\n\nThe genus Euphrasia contains approximately 300 species, all of which are facultative hemiparasites. This proposal will make progress towards using this genus as a study system for investigating the evolutionary consequences of facultative hemiparasitism, on two fronts. Firstly, it will provide the funds to test emerging genomic approaches, develop new protocols, and produce preliminary data, required for ongoing research in Euphrasia. This will include testing a new chloroplast genome enrichment approach, applying a tissue-specific RNA sequencing method, and the development of a draft whole genome sequence. These resources will be essential for future work identifying loci involved in the evolution of facultative hemiparasites, and testing whether plant parasites are a vector for adaptive horizontal gene transfer. Secondly, this proposal will develop an international collaboration between a UK researcher in plant evolutionary genomics, the world expert in plant parasitism, a leader in plant genomics, and an international expert in the biology of Euphrasia. Such an international collaboration draws on the long history of research of parasitic plants in the USA, as well as the knowledge of Euphrasia biology centred in mainland Europe, to tackle questions about hemiparasitism in an integrated fashion.\n\nAn increased understanding of plant parasitism will greatly benefit many areas of research, including evolutionary biology, plant biology, parasitology, and genome biology. In particular, understanding genomic changes associated with parasitism will be informative for researchers interested in the genetic basis of major life history transitions, while an understanding of transcriptional changes during host attachment will demonstrate a dramatic example of gene expression changes in the life of an organism. More generally, the identification of common loci underlying parasitic growth across diverse plant parasites, will facilitate the development of genetic tools to tackle parasitic plants that grow as agricultural pests.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N006739/1","grantId":"NE/N006739/1","fundValue":"31052","fundStart":"2015-12-01","fundEnd":"2017-11-30","funder":"NERC","impactText":"","person":"Alexander David Twyford","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}