{"id":"8C08DD37-603B-4972-87FC-D42A8DA5EA47","title":"Rethinking learning disability: contexts, voices, policies","abstractText":"<p>Like many areas of publicly funded services, the provision of health and social services for adults with learning disabilities has been subjected to considerable pressure and change in recent years. This has been a result of various factors. Firstly, 'positive' factors, such as the recognition of the rights of people with learning disabilities and changes in policy and service philosophies towards more 'self-directed' models. Secondly, the increasing pressures being placed on services: ageing populations, reduced resources, and competing priorities has led to changing thresholds of qualification for services, often removing people with mild and moderate levels of learning disability from service entitlement altogether. However, given that the very idea of 'learning disability' implies additional support needs, the removal of services for people currently considered 'learning disabled' throws into question what that status even means.<br /><br />In a series of three seminars, the team will:</p>\n\n<p>&nbsp;</p>\n\n<ol>\n \n\n <li>bring together researchers from a wide range of disciplines (history, geography, philosophy, psychology, sociology) to identify new ways of thinking about learning disability</li>\n\n <li>share the outcomes of this seminar with people with learning disabilities and their families to shape a new agenda</li>\n\n <li>engage with policy-makers to consider the implications for policy and practice.</li>\n\n</ol>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J022004/1","grantId":"ES/J022004/1","fundValue":"14955","fundStart":"2012-11-21","fundEnd":"2013-10-31","funder":"ESRC","impactText":"  Recent policy developments in Scotland (Keys to Life, 2013) have placed a strong emphasis on public health issues and the significantly lower life expectations of people with learning disability. The Scottish Observatory for Learning Disability was also initially established with an essentially 'health' focus, albeit broadly defined. Although serving as an important counter-point to the much more social and rights-based approach of the earlier Same as You? (2000), the findings of Rethinking Learning Disability stress the importance of not losing sight of wider issues. This was further reflected in concerns and issues generated in seminar two, by people with learning disabilities themselves, highlighting the importance of capturing people's lived experiences and the relevance for policy development.\n\nThe impact of this finding was already becoming clear in the concluding seminar. This included the participation of the primary civil servant behind the drafting of Keys to Life, the civil servant who will be taking forward the new policy programme, as well as Professor Anna Cooper, director of SOLD. At this event, a virtual dialogue was established with the findings of the first two seminars, and a new dialogue about taking forward key messages and findings - particularly around localisation and contextualisation - into policy and practice.\n\nProfessor Philo is now an Advisory Board Member of the Scottish Observatory for Learning Disability - directed by Professor Anna Cooper, a presenter at seminar three. This presence means that the 'contextual approach' to learning disability, central to the project, will be fed into the work of SOLD.\n\nA further important, though unplanned, area of impact lay in the co-production methods involved, particularly in seminar two with Inform Theatre. This built an important and empowering bridge between the actors and the Universities. Dr Hall has continued his involvement with the group, using the approaches of the seminar series in a project on hate crime. Seminar two also produced benefits for the participants of Garvald Edinburgh, with Dr Hall had pre-existing contacts. Such links, especially involving bringing people with learning disabilities into the university, can bring important benefits in themselves, in terms of promoting social inclusion. In addition, the increasing use of co-productive approaches to research ensure that research agendas are consistent with the lives and aspirations of people with learning disabilities, and the process and findings also lead to tangible and meaningful improvements in the lives of individuals, families and communities.\n\nFor the Rethinking Learning Disability seminar series, therefore, there was no clear distinction to be made between the generation of research findings, knowledge exchange and impact. Although the balance shifted as the series progressed, all three seminars involved aspects of all three elements. Whilst the impact of seminar one was principally academic - creating new partnerships and ideas, and the existence of the discussions as teaching resources on the project website - even here project impact was already being established. Communities and Social Services/Policy,Education,Healthcare Policy & public services","person":"Murray Kinnoch Simpson","coPersons":["Chris  Philo","Edward Curzon Hall"],"organisation":"University of Dundee","findingsText":" Central to the three seminars was the exploration of what 'learning disability' means, or, rather, what it means 'today' and in Scotland.\n\nSeminar one highlighted the fact that the way in which learning disability is defined, responded to and experienced has varied enormously across time, across cultures and even within different communities and by families and individuals. Through contributions from a variety of disciplines and ensuing dialogue, various aspects of this contextuality were explored - culture, philosophy, history, space, society and professional discourses.\n\nThe principal contribution of seminar one, therefore, to establish a 'contextual approach' to learning disability.\n\nThis is particularly important at this point in time when there are significant changes happening in learning disability policy and services in Scotland. The important of context, locality and culture have to be taken into account. Above all, this has to involve ongoing dialogues that include all parties, but which are able to privilege the perspectives and experiences of people with learning disabilities.\n\nThis was the key aim and finding of the second seminar. By involving people with learning disabilities themselves in the development and delivery of the session, and in generating findings, the project team were able to test out the contextual approach in practice and to find out whether it helped make senses of the lived experiences of adults with learning disabilities. Although generally thinking and talking in ways significantly removed from that of academic discourse, it was clear that 'learning disability', as an identity, was rooted in the specific social, cultural and economic spaces in which the participants lived. Furthermore, this was indeed subject to temporal shifts with policy change.\n\nThe final seminar also carried through the applicability of the contextual approach in relation to strategy and policy. Again, the findings of the previous two seminars chimed with the perspectives of the participants, and could be related easily to the current directions in policy, albeit through critical engagement. People with learning disabilities - the seminar series highlighted how groups of people with learning disabilities, in this instance Inform Theatre and Garvald Edinburgh - are able to be direct participants in research exploring their life experiences and the implications of that for future policy and services.\n\nEducators - the website is a rich resource for academics in the fields of professional education, and for others in the health and social sciences interested in the topic. Our expectation is that this will continue to spread and, in time, influence future practitioners and policy-makers in the field of learning disability.\n\nHowever, given the time-lag between the establishment of the website, its dissemination and adoption by end-users in academia, it is still too early to full evaluate the impact of the website. For instance, its adoption on professional education programmes generally requires a year's lead in. The impact on graduates will take even longer.\n\nResearchers - the findings and messages highlight key directions for future research, particularly in relation to disciplinary cross-overs.\n\nFrontline professionals in health and social care - the project website is an invaluable resource for informing practice and highlighting creative ways in which people with learning disabilities can be active co-participants in the improvement of their own lives.\n\nPolicy-makers - seminar three involved the presence and participation of key strategic figures in Scotland. This allowed for dialogue between participants on the day, as well as engagement between those individuals and the work of the Rethinking Learning Disability project. Communities and Social Services/Policy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice","dataset":"gtr"}