{"id":"8C1B220F-2800-47C0-B513-F783D4D9AF7A","title":"Development of a Novel Approach for Non-invasive Probing of Bone Tissue using Raman Spectroscopy","abstractText":"The chemical make up of materials is widely studied for quality controlling manufacturing processes as well as in areas of medicine for diagnosing disease. This project uses lasers in a novel way to characterise the nature of materials up to 2-3 mm beneath a surface. The technique whilst being fundamental was only discovered 6 months ago making this a very exciting innovation that the UK can be proud of. Not only is it exciting science it is hoped that the two year programme will convince medical doctors that the method can be used to diagnose bone disease. This is certainly a challenge because you wouldn't like to go to the doctor and tell them you are ill and they say Well let us try using this and it might work but we don't know yet . So physicists and chemists have to work together with the medical doctors to develop technology for new and better techniques. The fundamental science will be used to better existing X-ray techniques and provide more accurate diagnosis of bone disease that affects 1 in 3 women and 1 in 12 men over 50. However, this dream is still someway off and to provide such an instrument scientists have to understand the behaviour of light in solid materials, such as powders and human tissue, that heavily scatter light. Whist these properties are fairly well understood they have not been studied in this way. What is interesting is that the colour of the laser light changes in a subtle way as it travels through the medium. This colour change gives precise information about what molecules are present in the medium. If you collect the light a few mm away from where the laser shone onto the surface then the change in colour has happened in deeper areas within the sample. This means the composition of the deep layers of samples such as bones can be accurately determined without the need to remove the skin. This project will perform experiments to reveal how best to design an instrument capable of making these measurements and this will help convince medical practitioners to work with us to realise our dream.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D037662/1","grantId":"EP/D037662/1","fundValue":"185663","fundStart":"2006-09-05","fundEnd":"2008-09-04","funder":"EPSRC","impactText":"","person":"Pavel  Matousek","coPersons":["Anthony William Parker","Allen  Goodship"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}