{"id":"8C1F1CD3-B180-4253-BE89-6C6059B4DE3C","title":"A tandem Mg/Ca-clumped isotope approach for palaeotemperature estimation of past climate","abstractText":"The estimation of the magnitude of global temperature change is central for predicting future climate. However, most numerical climate modeling studies have focused on the instrumental period, which covers only a relatively small amount of time (&lt;100 years). To better understand future climate change and to test the robustness of these models, it is important to reconstruct past temperature changes throughout Earth history. This is not a trivial problem, however, because we must rely on proxies of temperature change that often yield ambiguous results. \n\nOver the past decades several proxies of past ocean temperature have been developed including palaeoecological transfer functions, Mg/Ca, and biomarkers (Uk'37, TEX86). Among the newest advances in palaeothermometry is the application of &quot;clumped isotopes&quot; which is based on the abundance of 13C-18O bounds in carbonates. The advantage of this method is that the formation of 13C18O16O2 is temperature dependent but independent of the dissolved inorganic carbon and the d18O of seawater. Therefore, the simultaneous measurement of &quot;clumped isotopes&quot; and traditional oxygen isotopes provides a unique solution to the carbonate palaeotemperature equation by constraining both temperature and d18O of water. The Mg/Ca ratio of foraminiferal calcite has been similarly shown to be temperature dependent. Hence, paired measurements of Mg/Ca and oxygen isotopes from the same foraminiferal specimens permit reconstruction of the oxygen isotopes of the sea water. \n\nThe main aim of the proposal is to combine Mg/Ca and clumped isotope measurements of the same foraminiferal tests to produce independent estimates of temperature. By combining the Mg/Ca and clumped isotopes palaeotemperature equations, the expected relationship between Mg/Ca and clumped isotopes can be predicted. Adherence to the expected relationship in fossil foraminifera will provide confidence in the palaeotemperature estimates or, if they diverge from the expected relationship, will identify problems with either one or both proxies. \n\nInitially, we will test the predicted relationship using modern foraminifera which cover a temperature range from approx. 6 to 28 degree to verify and calibrate the method. Next, we will test the application of the method during the last glacial period using a transect of well-dated sediment cores in the north Atlantic. \n\nThe magnitude of abrupt climate change events during the last deglacial is still under debate in the scientific community. For example, large discrepancies exist in estimates of tropical cooling inferred from marine (~2-4 degree) and terrestrial (~6-10 degree) archives during these extreme events. This discrepancy may be the result of seasonal bias of the temperature proxies. However, the temperature range is much larger than expected for average seasonal temperature differences in the tropics. This raises the question whether these discrepancies are real or caused by differences in the sensitivity or reliability of specific proxies. With tandem measurements of Mg/Ca and clumped isotopes it will be possible to determine the magnitude of temperature change and estimate its spatial extent during abrupt climate change events of the last glacial. Furthermore, the well-dated cores of the late quaternary provide an ideal test case for our tandem Mg/Ca-clumped isotope palaeothermometer whose successful development and application will permit to investigate many relevant open questions about earth's climate history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M003752/1","grantId":"NE/M003752/1","fundValue":"306343","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"NERC","impactText":"","person":"David A. Hodell","coPersons":["Henry  Elderfield"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}