{"id":"8C217E28-BCCE-4ACA-ADBD-79A1093D825E","title":"Policing Post-War Youth: a Comparative Study of England and Scotland c.1945-1971","abstractText":"<p>This historical project uses archival research to examine the everyday regulation of young people under 17 by police officers, magistrates, social workers and other practitioners, comparing and contrasting experiences in Scotland to those in England c.1945-1971. Approaches towards youth justice/welfare diverged significantly after the 1968 Social Work (Scotland) Act, with the introduction of children's hearings in Scotland by 1971 and the retention of juvenile courts in England. The project asks whether working relationships between practitioners were differently negotiated within the two regions in the years before this juncture. As well as looking at papers collated nationally, the exercise of local discretion is researched microscopically through two local case studies: of Manchester, England, and Dundee, Scotland. The case studies involve the construction of two databases of sample juvenile court appearances, surveys of the local press, and the collection of other archival materials relating to policing and social work. Profiles of patterns relating to young people's offending behaviour in these two cities are compared in terms of gender, age, types of offending behaviour, place and space. The project also analyses the operation of Juvenile Liaison Schemes and other cautioning schemes in terms of multi-agency response.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F032099/1","grantId":"ES/F032099/1","fundValue":"81258","fundStart":"2008-02-01","fundEnd":"2009-04-30","funder":"ESRC","impactText":"","person":"Louise Ainsley Jackson","coPersons":[],"organisation":"University of Edinburgh","findingsText":" A database was created of cases coming before the Dundee Juvenile Courts (samples for 1947, 1953 and 1959), which enabled the mapping of trends in reported offences as well as comparison to similar data already collected for Manchester. Detailed archival work was also carried out, invovling the sifting of a wide range of materials. Findings were as follows:\n\n1. Whilst concerns about juvenile violence dominated the news press during the 1950s-60s in a wave of 'moral panics', offences against the person constituted less than five per cent of court charges involving juvenile males in Dundee and Manchester. Most charges, for both boys and girls, related to property offences. A valuable composite picture has been assembled of objects and artefacts stolen and of the relationship between gendered leisure patterns and the policing of space and place. Girls were increasingly likely to be associated with shop-lifting clothes from city-centre stores. Boys were more likely to be accused of breaking, entering and stealing within their immediate neighbourhood, taking tools from warehouses, cigarettes and foodstuffs from local shops, raiding gas and electricity meters in private homes, stealing bicycles from the street or 'joy riding'. Dispersal of population as a result of re-housing had a centripetal effect on boys' reported offending whilst the tendency for girls was centrifugal. Stolen money was likely to be spent on a range of consumables, including food, sweets and cinema attendance, reflecting broader 'teenage' consumer patterns.\n\nConcerns about the relationship between youth, property and space were reported in local newspapers in terms of vandalism and hooliganism. In the courtroom they resulted in complaints of 'malicious mischief' (Dundee) and 'wilful damage' (Manchester) and in proceedings under local bye-laws (the Burgh Police Acts in Scotland). Significant prosecution involved street football, snowball-throwing (winter of 1947), throwing stones or fireworks, obstructing pavements with bicycles, or railway trespass. These charges can be characterized as 'play gone wrong', involving contestation between young people and adults over the appropriation of space and objects during leisure. The re-education of young people in the correct use of place and space was a key aim of the post-war juvenile justice system. The identification of new peripheral housing schemes as 'black-spots' for teenage vandalism led to increased police surveillance and intensification in the reporting of incidents; the labelling process is likely to have impacted on young people's behaviour, their sense of identity, and their use of the place in which they lived.\n\n2. Girls formed only 10 per cent of Manchester cases sampled and 3.9 per cent in Dundee. It is possible that moral scrutiny was even greater in Scotland given the continued significance of the Kirk and despite women's highly visible economic contribution. It is extremely likely, too, that girls were engaging in shop-lifting activity in Dundee but were not suspected of offences or were regulated through other structures and mechanisms. \n\n3. In Scotland, separate Juvenile Courts were only formally constituted in four areas following legislation of 1937. In Dundee, as elsewhere, Burgh and Sheriff Courts met for separate sittings to deal with juvenile cases but in the same building as the adult court. From the early years of the twentieth century, however, a number of Scottish forces, operating in conjunction with other local agencies, had dispensed semi-formal justice to juveniles through their own 'extra-legal police warning system'. These are early examples of a multi-agency response, involving informal connections and networks. After 1945, cautioning schemes were also developed in England, most obviously through pioneering experiments with Juvenile Liaison Schemes in Liverpool. However, Scottish social workers continued to be supportive of police warning schemes into the 1960s, whilst in England they had become increasingly critical of police attempts to perform a social work function. Moreover, Scotland's Chief Constables finally gave their support to proposals for Children's Panels (introduced by 1971 to replace the Juvenile Courts) whilst, across the border, moves to develop a more welfare-oriented approach were criticised by representatives of the police service in England and Wales. Inter-professional rivalries (articulated through the paradigms of 'justice' and 'welfare') were apparent between magistrates, police officers and the probation service across the UK but were constituted differently in Scotland than in England.\n\n4. Statistical increases in 'youth offending' by the early 1960s reflected an increasingly bureaucratic approach to the regulation of young people (as well as adults). The desire to resolve cases and supervise juveniles outside of the court process was not a distinctly new feature of the post-war period. What was new, however, was a greater level of formalisation and of centralisation: in terms of bureaucratic structure and process, statistical monitoring and thus formal written traces. Police memoirs indicate that 'rough' justice was often dispensed to young miscreants in the first half of the twentieth century. By the late 1950s this was the subject of formal public complaint. In the years after 1945 juvenile offending became a barometer through which the success of criminal justice policy was monitored; the use of discretionary violence towards youth in particular (as unofficial punishment) was also increasingly politicised. Finally, young people themselves were represented (inaccurately) as an increasingly 'violent' threat to society. The technologies associated with fear of youth violence have changed (in terms of types of weapons and forms of electronic surveillance) as well as the stereotyping of different ethnic groups. The project, however, enables us to map these shifts across time; this is important given that policies, practices and cultures are historically and geographically embedded.  ","dataset":"gtr"}