{"id":"8C24DE3D-EF2C-4B89-8062-3D7D82BA0080","title":"Alpha-helical peptide hydrogels as instructive scaffolds for 3D cell culture and tissue engineering","abstractText":"Our research is concerned with understanding how biology builds functional structures using molecular building blocks. We apply this understanding to make new structures from molecules accessible in the lab. In particular, for this proposal, we are interested in making fibrous structures at the scale of billionths to millionths of a metre. With such 'nanofibres' in hand, we wish to construct 'hydrogels'-that is, entangled networks of fibres that are &gt;99% water. These could be used to capture useful molecules (such as growth factors and nutrients), and then to support cell and tissue growth in the laboratory. These new biomaterials would have long-term uses in the area of tissue engineering. Our inspiration comes from biology, which uses fibrous materials to make structures with a wide variety of functions both within and outside cells; for instance, to give shape and stability to cells; to provide molecular highways within cells; and to act as the glue that hold cells together o form tissues, the so-called extracellular matrix (ECM). In our proposed research, we aim to make simpler, or stripped-down and well-understood materials that capture the key properties and biological functions of the ECM. It is early in the development of our understanding of the principles upon which biological components--proteins, cells, tissues etc--are built; and we are only just beginning to tap the potential of this knowledge. Endeavours to reduce biological complexity to principles and manageable building blocks, and then piece these together to form new materials and systems are known as 'synthetic biology'. This is a very new and exciting science. There's a catch, however: we're not very good at it at the moment. A key feature of Nature is that it uses 'self-assembly' to piece its components together--i.e., the biomolecules are somehow programmed to interact and cooperate in precise ways--which is very different from how our everyday technologies are currently built. We are interested in one type of protein that directs and cements interactions between protein chains. This is called the coiled coil. Amongst other things, it is responsible for making structures like porcupine quills. Our interests are down a few orders of magnitude at the scale of billionths to millionths of a metre. We have succeeded in making fibrous structures, like the quills, in the lab on this scale. Recently, we have learnt how to make these fibres more flexible, and, as result, they interact and entangle to make the gels. Our next steps, as proposed here, are: to make the fibres and gels more reliably and cheaply; to alter their physical properties; to decorate them with other functional molecules; and, ultimately, to test how cells grow on, and respond to them. The aim of this proposal is bring together the necessary expertise and create the tools to make these steps. Why do this? The famous physicist Richard Feynman once remarked that what he could not build, he did not understand. This is the principle that we have adopted for our research: we plan to look at natural biological systems, learn from them, and then test our understanding by designing and attempting to construct new simplified systems. This will not be easy and there is a risk of failure. However, the potential rewards are high: we stand to learn how some of biology's components assemble at the very least; and this understanding can then be applied by us and by others to create new biomaterials that might eventually find applications in other fundamental science and medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H01716X/1","grantId":"BB/H01716X/1","fundValue":"659988","fundStart":"2010-11-01","fundEnd":"2014-04-30","funder":"BBSRC","impactText":"","person":"Dek Neil Woolfson","coPersons":["Martin Anthony Birchall"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}