{"id":"8C268E0A-A5B0-44F4-9428-96BE0F9E8DA2","title":"Interpreting Manzoni: how Manzoni's work has been read in the 20th century","abstractText":"Alessandro Manzoni (1785-1873) is one the most important figures of Italian literature. His novel I promessi sposi (first edition 1827, final edition 1840- has been highly influential in the development of Italian narrative, and in the history of Italian literary language. Together with Dante's Divine comedy I promessi sposi is the only text to have uninterruptedly been mandatory reading in Italian high schools from the Riforma Gentile of 1925 up to the present day. Famous for his many interests (in religion and philosophy; fiction and poetry; history, economics, politics, and law), Manzoni is a\ncanonical author, and I promessi sposi one of the few undisputed classics to have appeared in Italy after 1796 (the year in which the French revolution reached Italy and changed the course of its history).\n\nAware that any interpretation of a literary text is the result of an interaction between what an author has written and the readers' cultural background and expectations, 1 study the different ways in which Manzoni's work has been read and interpreted in the 20th century. Specifically, I stress the recurring questions that readers have asked about Manzonian texts, highlight the connection between these questions and the major concerns that Italians (and scholars of Italian culture worldwide) have had, and analyze the wide range of answers that have been given to these questions. The vast variety of these answers helps me to stress the still partially unexplored richness of Manzoni's work: his texts offer additional meanings every time that new readers approach them with original interests and needs.\n\nThis work has never been done before, and is not comparable with bibliographic catalogues, anthologies, and surveys of secondary literature, which have a merely chronological and descriptive approach to what has been said about Manzoni's work, and a much smaller focus. My study offers a detailed and consistent analysis of how the demands and the interests of readers brought to light new aspects of supposedly well-known texts, and how a multi-layered text such as I promessi sposi could satisfy those demands and stimulate those interests, often provoking unexpected and highly original debates. The discourse on I promessi sposi reveals as much about Manzoni's work as about those who read it throughout the twentieth century in different contexts and from different viewpoints.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504027/1","grantId":"AH/E504027/1","fundValue":"20221","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"  My findings have been widely debated in academic circles, as confirmed by reviews in Rivista di studi italiani (2006) [2008], no. 2, pp. 126-29 (Lorenzo Oropallo); Les lettres romanes (2008), no. 1-2, 149-51 (Gian Paolo Giudicetti); Italianistica (2009), no. 1, pp. 213-15 (Floriano Romboli); Modern Language Review (2009), no. 4, pp. 1158-59 (John Lindon); Testo (2009), January-June, pp. 135-38 (Monica Bisi); Esperienze letterarie (2009), no. 1, p. 133 (Stefano Marcelli); Quaderni d'italianistica (2009), no. 2, pp. 164-66 (Anne Urbancic); NeMLA Italian Studies (2009-2010), pp. 178-81 (Federica Colleoni); La rassegna della letteratura italiana (2010), no. 1, p. 265 (Massimiliano Mancini); Giornale storico della letteratura italiana (2011), no. 1, p. 152 (Arnaldo Di Benedetto); Revue romane (2011), no. 2, pp. 317-20 (Paolo Bertini) Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural","person":"Luciano  Parisi","coPersons":[],"organisation":"University of Exeter","findingsText":" My study is focussed on the ways in which the novelist and poet Alessandro Manzoni’s work has been interpreted in the 20th century. I have mainly taken into consideration critical analyses by professional literary scholars and philosophers; but also paid attention to novels, short stories, and films that contain meaningful inter-textual references to Manzoni’s literary production. \n\nSome readers were highly interested in Manzoni’s spirituality. They posed questions such as ‘What was the precise nature of Manzoni’s spirituality? Was he really a Christian? Did his faith have Roman-Catholic connotations? Why did he speak so much about Providence? What did he mean with that word?’. A second group of readers was most interested in Manzoni’s morality. Their questions were: ‘What was, for Manzoni, the main criterion that the moral subject follows (or should follow) when making a choice? Was it the dogmatic teaching of the Roman-Catholic church, or the conscience of the single individual?’. A large number of scholars asked other questions: ‘Did Manzoni pay attention to social exploitation? Did he have a patronizing attitude towards his humble characters? In his work, was religion an instrument of class rule?’. A fourth group of readers, finally, asked a different set of major questions: ‘What inspired Manzoni’s representation of women? Were his female characters active figures? Did they react against patriarchal institutions and conventions?’.\n\nReaders have moved beyond the boundaries of their sub-cultures: lay liberals (Caracciolo, Piovani) asked serious questions about Manzoni’s spirituality, together with Roman-Catholics (Angelini, Ulivi); a liberal historian (Salvatorelli) anticipated all the questions that the Marxists would later ask.\n\nThe recurrence of some questions has always been complemented by a very wide range of answers. I have shown that readers approaching I promessi sposi with the same questions in mind were challanged by the Manzonian text and reacted to it in individual, original ways. Manzonian studies have been strongly ideologized from the very beginning. In Western Europe, the French revolution and the Napoleonic wars created an opposition between conservative Roman-Catholics and progressive laity; this opposition was even harsher in Italy because of the way in which unification was achieved between 1860 and 1870, the Popes’ denunciation of the new national state, and the Lateran Treaty between the Church and the Fascist government. This opposition has somehow survived after the Second Vatican Council of the 1960s; and the ideologization of the discourse on Manzoni’s work, has continued almost unabated, inside and outside academia: Roman Catholics still stress the declared faith of the novelist; progressive lay people still insist on Manzoni’s unorthodox liberalism; and both sides, generally, still see their positions as mutually exclusive.\n\nMy book analyzes a wide range of varied interpretations, which are all text-based and philologically legitimate. It shows how these contrasting interpretations have enriched our understanding of Manzoni, and patently rejects the assumption that there can be only one Manzoni, taking the side of one or another political group. Mine is a strong contribution to the de-ideologization of the Manzonian discourse, inside and outside academia. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}