{"id":"8C30B1E3-0ECF-4DDB-910A-6F6189AD94D1","title":"Vertical Lift Network","abstractText":"This is network proposal that gathers all the national expertise in rotary wing systems: The Vertical Lift Network (VLN). The network addresses technical problems for a special class of vehicles powered by direct lift: conventional helicopters, compound helicopters, tilt-rotors, fan-in-wing vehicles, unmanned air vehicles powered by rotors.\nIt is recognised that no single academic institution has expertise and test facilities to take on these new challenges. Several initiatives in Europe (CleanSky, Horizon 2020, national research programmes in Germany, France, Italy, The Netherlands), the USA (NASA, Boeing, Sikorsky), Russia (TSAGI, MAI, KAI) and possibly also China (CARDC) could undermine the competiveness of the UK. Countries such as Japan (JAXA), Korea (KARI) are also gaining momentum. The proposal brings together expertise across the full spectrum of aerospace engineering, including aerodynamics, computational fluid dynamics, wind tunnel testing, aeroelasticity, aeroacoustics, materials, control systems, power systems, flight dynamics, handling qualities, and systems engineering. Due to this multi-disciplinarity, leading-edge research initiatives can only be addressed by pooling resources together to create critical mass. No single organisation has the know-how to address the upcoming technology challenges.\nThe academic network is to work closely with the industry and government stakeholders to identify the strategic directions of research in the next decade. Other key objectives include the promotion of scientific collaboration, the identification of the funding sources, training of students and scientific dissemination via an annual workshop.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M018164/1","grantId":"EP/M018164/1","fundValue":"145535","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Antonio  Filippone","coPersons":["G  Barakos"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}