{"id":"8C37F6AB-D82A-4ECA-865C-EE81881F4C5F","title":"Railway Track for the 21st Century","abstractText":"The majority of the world's railways - including all main lines in the UK - are currently on ballasted track. Although there have been developments in component specifications and materials, the principles of the system have changed little over the past 150 years. Ballasted track has generally been considered to offer the optimum solution in terms of construction cost, stiffness and drainage properties, and ease of modification: thus although more highly engineered track forms have been used (e.g. in Japan, Germany and China), ballasted track has been employed both for upgrades such as the UK West Coast Main Line and for new high speed lines including HS1 (UK), TGV (France) and AVE (Spain). However, the limitations of ballasted track as currently constructed are becoming more apparent and more significant as the demands placed upon it have increased. This has led to higher than expected maintenance requirements and costs, and demonstrates that a transformation in track performance - by retro-fit measures for existing ballasted track, or by an informed decision in favour of an alternative track system in the case of large-scale renewals - is essential if the Government's aspirations of reduced cost and increased capacity for rail transport are to be realised. This Programme Grant will bring about a step-change improvement in the engineering, economic and environmental performance of railway track making it fit for a 21st century railway, by developing new techniques for its design, construction and maintenance. By obtaining a better understanding of the behaviour of track components, the interactions between them and their response to external loading and environmental conditions, the performance of railway track can be significantly enhanced. Improved understanding will allow the development of more effective and efficient maintenance and renewal strategies, leading in turn to reduced costs, increased capacity and improved reliability. The Programme Grant will also enable a radical overhaul of current railway track design appropriate for both new build (e.g. HS2) and upgrades to meet current and future train loading requirements more efficiently than is at present possible. Meeting these challenges will require a coordinated programme of research to investigate how the various components of the track system relate to each other and to external factors. This will involve a series of inter-related experiments together with supporting mathematical and numerical modelling, field monitoring and observation. The outputs of these studies will feed into economic modelling work, leading to the production of a decision-support tool, for use by industry, to appraise the cost implications of using different track technologies in combination with specific external factors. The aims of this Programme Grant can only be achieved by combining a variety of skills and techniques. The research team therefore comprises world-leading engineers and scientists from different disciplines and universities, working together to apply their collective expertise. A well-defined organisational structure and adaptable methods of operation will together provide a high level of integration and synergy between the various research areas and activities; excellent communications between the researchers, institutions and industry partners; flexibility in the allocation and use of resources; agility and responsiveness in research direction; proactive management of risk; and ownership and early uptake of research results by industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H044949/1","grantId":"EP/H044949/1","fundValue":"3139380","fundStart":"2010-06-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"  Track 21 has already influenced UK national rail policy. Early findings were used to inform the DfT's Rail Technical Strategy (RTS), which sets out a vision and strategy for rail to 2040. The RTS's vision is based on that articulated for Track 21, which it cites as an example of best practice for research and development. The RTS says, &quot;Track 21 improves understanding of the complex mechanisms of railway track behaviour governing stiffness, robustness, longevity, noise and vibration performance to allow us to optimise the track system. These projects are undertaken in partnership with government, academic and industrial organisations to bring about improvements in capacity, infrastructure performance and sustainability by developing new design, construction, monitoring and maintenance techniques.&quot; Similarly, Network Rail's (NR's) Technical Strategy cites Track 21 as an enabler of its vision for infrastructure.\n\nWe are represented on NR's Track Stiffness group, which is preparing new guidance for maintenance engineers that will have immediate effect on practice in the UK. We are working with an industry partner to develop new track monitoring equipment for the Wessex rail alliance and have recently been contracted by Progress Rail UK to apply techniques developed in Track 21 to analyse the performance of their product. We are providing advice to London Underground Ltd on novel track forms. The three partner institutions have been made Strategic University Partners of NR, undertaking further work for application in the areas of infrastructure, data integration and asset management.\n\nResults from Track 21 are being used by HS2 to inform their decisions about trackform, particularly a decision yet to be made between ballast and rigid construction. Our techniques are being used in additional research on the HS1 track.\n\nIdeas generated by Track 21 have been adopted by the EU Horizon 2020 Shift2Rail call and we have established new overseas links and partnerships, for example with the Railway Technical Research Institutes in Japan (RTRI) and Korea (KRRI), Deutsche Bahn and SNCF. Construction,Environment,Transport Societal,Economic,Policy & public services","person":"William  Powrie","coPersons":["Christopher John Jones","Glenn  McDowell","Jeffery Alan Priest","Antonios  Zervos","Jonathan Mark Preston","Clive  Roberts"],"organisation":"University of Southampton","findingsText":" Our work on foundations has applied principal stress rotation (PSR), which represents the actual stress experienced by the soil during train passage more closely than the current industry standard test, and we have quantified the susceptibility of different soil types to failure in cyclic loading with PSR. We have shown that increasing train axle loads may cause old embankments to fail, and have developed quantitative design tools.\n\nWe are studying ballast and sleepers. A large number of complementary rig tests have been carried out at both Southampton (SSTF below) and Nottingham (RTF and box tests below) to investigate the effect of different ballast gradations and configurations, sleeper types, under-sleeper pads (USPs) and geogrid and fibre reinforcement:\no Box tests to determine effect of sleeper type, geogrid reinforcement and USP.\no RTF tests to determine effect of sleeper type.\no SSTF tests to determine effect of gradation, sleeper type, USP and ballast shoulder geometry.\no Triaxial tests to determine the effect of fibre reinforcement in scaled ballast; development of scaling laws to full size ballast.\n In parallel, and partly to better understand and support the rig test results, DEM analyses using both the Southampton (potential particles) and Nottingham (PFC using clumps of spheres) approaches have been carried out:\no DEM analyses of triaxial tests of scaled ballast, to determine optimal simulation parameters and explore the effect of confinement.\no DEM analyses to understand the boundary effects involved in box tests vs RTF tests.\no DEM analyses of ballast settlement under cyclic loading.\n\nIn our work on noise and vibration, we have\no shown that dynamic stiffness of ballast depends strongly on preload whilst the effects of frequency and ballast depth are comparatively weak.\noshown variations in the dynamic stiffness of different sleeper types whilst under preload.\no shown that, in terms of noise, the absorption of the ballast appears to be of greater importance than its stiffness.\no measured ground vibration at five sites in the UK with differing track constructions to validate and improve prediction models. Shown that the soil types and layering tends to have a greater effect on the transmitted vibration than the ballast stiffness.\no shown that generally UK rail and wheel roughness is low compared with historic and standardized values.\no shown that track is noisier at higher temperatures due to lower pad stiffness, and found that renewed track was significantly noisier than unrenewed track due to softer pads. Under sleeper pads have a small but measureable effect on ground-borne vibration.\noshown clear differences in the propagation of vibration at critical velocity and subcritical velocity sites. A newly developed model has been optimised in terms of computation cost and performance with respect to model size, elements size and type.\n\nThrough integration of field studies, we have\nounderstood the extent and likely causes of problems at critical zones\noassessed the possible (and, potentially, the actual) effectiveness of interventions and component improvements in reducing maintenance requirements at critical zones\noimproved numerical modelling techniques for transition and other critical zones\noimproved approaches for vehicle and track instrumentation for monitoring transition zone and point performance\n\nIn our lab integration work area, we have brought together complementary experimental and numerical results generated by other parts of the programme, to determine\no the effect of sleeper type, geogrid or fibre reinforcement, and USP on ballast settlement and resilient behaviour.\no the stress state within the ballast due to typical traffic loads. We expect our findings to underpin a radical overhaul in techniques for railway track design, construction and maintenance. \n\nThis will be taken forward by the prime beneficiaries: the owners and managers of infrastructure - in the UK, Network Rail, London Underground Limited and HS1. Our findings will be incorporated into new guidance notes and manuals: in the case of Network Rail we hold strategic partnerships and are a member of a working group preparing maintenance guidance, and we have representatives of these and other potential users on our Industry Steering Group (ISG). \n\nIn addition to these users, HS2 is a significant potential beneficiary for new design and they too are closely engaged with the ISG. They and government will benefit from the new analytical techniques we have developed to inform decision-making. \n\nAnother key pathway to impact is that our results will be embedded in updates of industry standard software used for asset management decisions, such as VTISM (which models vehicle track interaction for whole life cost optimisation) and TWINS (which models rolling noise generation), and will thus be brought quickly into widespread use. \n\nThe new techniques and insights are available to the wider rail industry, such as component designers, who are already taking advantage of this (eg sleeper performance assessment for Progress Rail, a Caterpillar company). \n\nFinally, our close engagement with the European Shift2Rail joint undertaking will continue to create consortia for taking this new knowledge forward into development and deployment across Europe and beyond. Construction,Environment,Transport","dataset":"gtr"}