{"id":"8C3C365B-018E-4059-A97C-482982F89D52","title":"Biodiversity on farms: a complex systems approach","abstractText":"BACKGROUND: The intensification of arable agriculture over the last 50 yrs has been associated with substantial losses of biodiversity and there is considerable concern that intensive agriculture is incompatible with the conservation of biodiversity. Moreover, there is disquiet that studying indicator groups such as farmland birds is not providing the information needed to foster biodiversity. Our aim is to construct a large ecological network for an organic farm showing how species are linked to each other and then to use a complex systems approach to predict the impact of species loss and species restoration. WHY STUDY THIS SUBJECT AREA? If ecologists, land managers and policy makers are to manage farmland biodiversity sustainably, then they need to understand the ways in which species are linked to each other. Complex systems theory predicts that that the extinction of just a few highly-linked species could lead to a cascade of secondary extinctions, which could cause a complete collapse of the web. Put simply, complex systems such as a farm food web can be very vulnerable to rather small disasters. THE PROPOSAL: We will construct a farm-scale network, which contains plants, insects, birds and mammals as well as insect pest species and the farmer. Once we have constructed the web, which we expect will link about 1000 species to each other in a single network, we will model the impact of species extinction. We will do this by using a computer to simulate primary species loss in the web (by removing species one by one from the network) and measuring the network's robustness in terms of the number and extent of secondary extinctions that follow. A remarkably small number of primary extinctions can cause a trophic cascade. For example, the simulation of a 10% species loss in a 154 species network was sufficient to elicit a cascade of secondary extinctions which led to network collapse. Having the farmer in our network will allow us to ask how she affects network structure and resilience. Finally, the degraded webs generated by the computer will be used to model the farm's restoration using DEFRA's new agri-environment scheme, Environmental Stewardship. We will be able to discover the best way to reinstate the network of interactions between the species that make up the farm's biodiversity. Although they are designed to increase farmland biodiversity, very little testing of the environmental impact of agri-environment schemes takes place. Given that &pound;2.7 billion is spent annually on such schemes in the European Union, tools for assessing the efficacy of agri-environment schemes are badly need. WHY IS THIS SUBJECT EXCITING, INTERESTING AND IMPORTANT? Food webs and other ecological networks have not yet been widely applied to the field of sustainable agriculture. Given the practical advances being made in network construction (for example, in eco-informatics), the theoretical advances (for example, complex systems approaches) and the ongoing threat of biodiversity loss combined with ambitious agri-environment schemes, now is a very exciting time to begin to use ecological networks as a practical tool for managing biodiversity on the 77% of our land occupied by farmland. WHAT ARE THE WIDER BENEFITS TO SOCIETY? Understanding the ecology of managed landscapes is fundamental for achieving more sustainable agriculture and for the conservation of biodiversity on farmland. The healthy functioning of natural and managed habitats provides free 'ecosystem services' essential to mankind. These include, for example, pollination, pest control and water filtration. The delivery of these ecosystem services is dependent on biodiversity, and consequently the services, and very probably mankind, could be threatened by further reductions in biodiversity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D015634/1","grantId":"BB/D015634/1","fundValue":"732597","fundStart":"2006-08-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"","person":"Jane  Memmott","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}