{"id":"8C3D9029-1EE2-41F2-BFFA-C468D27ED581","title":"Improving reservoir management","abstractText":"Existing methods (seismic and electromagnetic) suffer from serious limitations in their ability to provide continuous, low cost data that can be interpreted to determine water location, volume, and movement throughout a reservoir. Seismic surveys typically require a surface generated signal for deep reservoir phase definition which is costly and in some cases difficult or impossible to obtain. Also, time based (4D) seismic must image phases (to contrast gas versus water acoustic velocity) and does not proportionately see varying volumes. Conventional EM has sensitivity to conductivity changes within the reservoir but only provides information where there are conductivity contrasts such as saline formations, but not depleted reservoirs. Development and commercialization of a robust miniaturised gravity sensor would address these limitations and provide a step change in subsurface verification and monitoring capability. Gravity has inherent advantages to seismic and EM. The gravity signal is always present and does not require a source to generate a response. Also, by detecting differentials in mass or density, gravity offers complementary and independent measures to seismic (which measures acoustic velocity) and EM (which measures differential resistivity). The combination of 4D seismic plus gravity will result in reduced error and improved seismic interpretations. Unlike EM, gravity is deep reading - able to penetrate up to 2000'. Gravity, and in particular MEMS technology, is lower cost (only a few pounds per sensor). MEMS technology also offers other distinct advantages for wellbore deployment, including ease of miniaturizaton and packaging and flexibility on orientation. Because of these attributes, the MEMS gravity sensor is the optimum technology to underpin a system of periodic or low cost permanent sensor arrays in wellbores. This project aims to pilot the development of a new MEMS gravity tool for reservoir imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N012097/1","grantId":"NE/N012097/1","fundValue":"415769","fundStart":"2015-12-01","fundEnd":"2018-02-28","funder":"NERC","impactText":"","person":"Ashwin  Seshia","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}