{"id":"8C417196-4038-41DA-A79D-F36CD8FB6A7B","title":"Autonomous Ecological Surveying of the Abyss (AESA): Understanding Mesoscale Spatial Heterogeneity in the Deep Sea","abstractText":"Determining the distribution and abundance of life is challenging, especially in the deep sea where high pressure and other logistical challenges limit data availability to a tiny fraction of what is available for other systems. Most of Earth's surface is nonetheless covered by water &gt; 2000 m deep. Life in these abyssal regions directly influences the burial of carbon and nutrient cycling. Long-term research has now shown that even larger animals in the deep sea can vary in density by orders of magnitude, with concurrent changes in average body size, over periods as short as months. These variations are widely believed to be linked to climate-driven variation in the food supply to the deep sea. Similarly, biogeography studies have found that over distances approaching 100 km or more, the abundance of deep-sea life is related to surface productivity in the waters above. Thus the deep sea could be readily impacted by processes that alter surface ocean conditions like climate change, fishery activity, or ocean iron fertilisation. While there has been an increase in the understanding of how climate and surface processes affect deep-sea communities, the ability to understand these links further is thought to be limited by sampling error from undetected habitat heterogeneity (i.e. irregular or uneven habitat distributions). Features like hills, valleys, depressions, small rock outcrops, and biogenic mounds add to habitat complexity, but links between such features and the animals that live among them are very poorly resolved in abyssal plain habitats using current methods. We propose a new approach using the autonomous underwater vehicle (AUV) Autosub6000 to survey ecologically the Porcupine Abyssal Plain (PAP) Sustained Observatory to address a key question: Are spatial patterns in abyssal habitat features (like bathymetry, seafloor cover of phytodetrius [i.e. food availability], suspended solid concentration) related to spatial patterns in photographed life (density, dispersion, or biodiversity) at spatial scales from &lt;1 m^2 to about 100 km^2? The effort is timely because we plan to supplement an existing Oceans2025 cruise to the PAP in 2011. We will use Autosub6000 to create a detailed bathymetric map of the study area. We will then use a camera system integrated with Autosub6000 to conduct photographic surveys over a 1 km^2 and 100 km^2 area, each with synchronous collection of oceanographic and environmental data. A series of sediment samples will also be collected to examine differences in sediment quality between higher and lower lying areas. A landscape (seascape) ecology database will then be assembled for hypothesis testing. We expect that seafloor features like deep-sea mounds, hills, and depressions will relate to non-random distributions of food availability and the photographed life. We expect that as the scale of features such as hills vary, so will the scale of patterns of some animals including fish. We expect that the results will help explain previous sampling error and allow for an order of magnitude improvement in the accuracy of abundance and distribution estimates, as well as the accuracy of ecosystem models that are based on those data. We will use respiration rates (i.e. food demand and carbon dioxide release) and sediment mixing indicators measured in Oceans2025 and other NOCS projects, and the abundance and size measures collected here to create maps of ecological function. This will show how factors such as hills, food supply, or community composition relate spatially to respiration and sediment mixing. That knowledge will provide important insight into how spatially pervasive temporal climate change impacts might be, a significant input for ecosystem and carbon budget modelling. Our effort will also have impacts on future national survey capability and the ability of researchers to convey information about deep-sea habitats to government, industry, students, and the public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H021787/1","grantId":"NE/H021787/1","fundValue":"388963","fundStart":"2010-12-03","fundEnd":"2015-03-31","funder":"NERC","impactText":"","person":"Henry  Ruhl","coPersons":["David  Billett","Stephen Duncan McPhail","Boris Adrian Kelly-Gerreyn"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}