{"id":"8C434189-A618-40E2-B695-585C73E0624C","title":"Unravelling the functional diversity of fungi in ericaceous hair roots","abstractText":"Plants in the heath family (Ericaceae) occur all over the world, but they are particularly important members of north temperate and boreal heathland and forest ecosystems. Part of the success of the family is due to their association with mutualistic root-infecting mycorrhizal fungi which aid nutrient capture and promote the growth of ericaceous plants in acid, nutrient poor soils. Traditionally the mycorrhizal associates of ericaceous plants are thought of as being members of a closely related group of ascomycete species referred to as the 'Hymenoscyphus aggregate'. One of these fungi, Hymenoscyphus ericae, is easily grown in pure culture and has been widely used to study nutrient uptake and carbon transfer in ericoid mycorrhizas. Current ideas about the physiology, ecology and evolution of this widespread and important symbiosis are largely based on this model system. As modern methods of molecular detection have been applied to the fine roots of ericaceous plants it has become apparent that the fungal community in the roots is much more diverse than previously thought. In one recent study we found between 30 and 50 fungi in 200mg of hair root. Members of the Hymenoscyphus aggregate are regularly detected, but so are a range of other ascomycetes, along with fungi which belong to a basidiomycete order called the Sebacinales. This is particularly interesting because Sebacinales are known to form mycorrhizas with forest trees (ectomycorrhizas) and orchids, and it raises the question of what they are doing in ericaceous roots. Unfortunately many of these 'new' potentially ericoid mycorrhizal fungi, critically including the Sebacinales, cannot be grown in pure culture and this limits how we can study their interactions with the host plant. For example, we cannot set up microcosm studies to follow nutrient and carbon transfer. In this project we propose to use an innovative new technique (stable isotope probing) to investigate transfer of carbon fixed in photosynthesis by field grown plants to the fungi in the roots. We allow the plant to fix the 'heavy' isotope of carbon (13C) in photosynthesis, some of which is allocated to the roots and into the fungi. If the fungi are metabolically active, the 13C will be incorporated into their RNA, the molecule which translates genetic information into proteins. We will extract fungal RNA from roots and use that as a genetic barcode to tell us which fungi are present. Then we will separate the RNA into a 'heavy' and a 'light' fraction based on the content of 13C. The fungi whose RNA falls in the 'heavy' pool are those with access to current photosynthate, one of the requirements of being a mycorrhizal fungus (the other being the capacity to improve plant growth). By this method we will identify which of the fungi in ericaceous hair roots are potentially mycorrhizal, particularly solving the puzzle of the Sebacinales, and open the way to further in depth analyses of their physiology and ecology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G010404/1","grantId":"NE/G010404/1","fundValue":"43800","fundStart":"2009-10-01","fundEnd":"2010-10-31","funder":"NERC","impactText":"","person":"Ian  Alexander","coPersons":["Graeme William Nicol","David  Johnson"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}