{"id":"8C48B8FF-1D8E-40D1-81C8-246279CB88F6","title":"Merging the human voice with with neurological time patterns","abstractText":"Recently there has been much progress in philosophical, neuroscientific and artistic enquiry into the boundaries between perception, thought and action. Much of this work (often carried out independently, without knowledge of work in separate disciplines) has focused on the importance of the processing part of experience the part between sensing and action.\n\nRecent neuroscientific developments have considered the internal workings of real and model connected spiking neurons and seem to indicate that the processing (cortical) part of the brain relies on the formation of groups of neurons which adapt their internal connections according to the timings of spiking, a process which relies on the voltage across a neural membrane being above a certain threshold. The enquiries of philosophers such as David Wood consider the dynamics of the boundaries and thresholds associated with perception and artists such as Gary Hill explore the effect a voice modified by an action has with regard to utterance and movement associated with process or thought.\n\nFrom an artistic point of view I wish to investigate the effect of merging the time patterns, the rhythms of the processing or 'cortical' part of the brain with a voice, thus merging the internalised 'thought' with an externalised action.\n\nI am particularly interested in the effect neural rhythms may have in rupturing the pattern of the voice such that it seems at a liminal threshold.\nIn order to do this, the objectives are:\n To record a number of human voices in real time and investigate the merging of the voice with the neurogranular sampler, a new instrument which triggers grains of sound when one of a group of connected model spiking neurons fires.\n To make a series of experiments of this 'merging'.\n To create a user interface with a research assistant, adapting the newly invented neurogranular sampler based on the vocal-neural experiments, which will be used to create the audio part of a sound and video installation that will be exhibited at Artsway in 2007.\n\nThis will be the first time that speech has been merged with the newly found cortical rhythms (which seem to lie in-between a synchronised pulse and a random set of events). The natural rhythms of the vocalisation will be merged with the unperceived, yet internal rhythms of processing. It is possible that there will be many applications outside of the remit of the work here; new sonorities and rhythms are a constant source of inspiration for recording artists and the newly discovered cortical rhythms are currently being used to study brain function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510825/1","grantId":"AH/E510825/1","fundValue":"15554","fundStart":"2007-05-11","fundEnd":"2007-11-10","funder":"AHRC","impactText":"","person":"Jane  Grant","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}