{"id":"8C490FB9-96B3-49C4-B7D9-1BB025A67B18","title":"Extending the Human Rights Atlas","abstractText":"<p>The project extends a web-based Human Rights Atlas [www.humanrightsatlas.org], which provides basic country statistics, data on legal commitments and organisational membership, and measures on a wide range of human rights, for a wide range of users, including a dedicated set of users in Latin America. The project uses an existing global data set and interactive web-based interface, but expands the data content, web functionality and user base through a series of targeted activities. These include the addition of regional pages; additional pages in Spanish, French, Portuguese and Arabic; and a public impact event held at the headquarters of the Thomson Reuters Foundation in Canary Wharf.&nbsp;</p>\n\n<p>The project is based on research that has been conducted over a number of years on human rights indicators by the PI - eg:</p>\n\n<ul>\n \n\n <li>Todd Landman, Protecting Human Rights (2005)</li>\n\n <li>Beetham, Carvalho, Landman and Weir Assessing the Quality of Democracy (2008)</li>\n\n <li>Landman and Carvalho, Measuring Human Rights (2009)</li>\n\n <li>and on a complementary project by the Co-I, Andrew Fagan, The State of Human Rights Atlas (2010).</li>\n\n</ul>\n\n<p>The Human Rights Atlas was funded by the ESRC (ES/J000728/1), which was part of the ‘follow on’ fund, and the data set has been used for teaching,research, and internaitonal engagement.</p>\n\n<p>Partners for the current project include:</p>\n\n<ul>\n \n\n <li>Mackman Group</li>\n\n <li>Thomson Reuters Foundation</li>\n\n <li>Latin American Faculty of Social Sciences-Mexico</li>\n\n <li>Human Rights Centre at the University of Essex.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00803X/1","grantId":"ES/K00803X/1","fundValue":"48571","fundStart":"2013-07-01","fundEnd":"2014-06-30","funder":"ESRC","impactText":"  The atlas provides a use friendly resource for global data on country performance, legal commitments and human rights protection. The tool has been used for education, research and knowledge exchange. The data have appeared in education programmes, peer reviewed journal articles, and training workshops with scholars and practitioners. We updated to data to include a times series extending to 2012 and added four additional languages, including Spanish, Portuguese, French and Arabic. Education,Government, Democracy and Justice,Security and Diplomacy Societal,Policy & public services","person":"Todd  Landman","coPersons":[],"organisation":"University of Essex","findingsText":" We have learned how to write code that visualises cross-country and time series data using global maps, and how to incorporate languages other than English in the interface, including Spanish, French, Portuguese, and Arabic. We have learned about the spatial and temporal diffusion of human rights globally. We have learned how data and data visualisation can be used for teaching, research and engagement with the policy world. With the additional languages in the resource we can reach new audiences with an interest in the measurement, assessment and analysis of human rights conditions. The resource is useful for teaching, research and knowledge exchange. Education,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}