{"id":"8C4AAA6A-BA98-4C42-8E23-2E5A8F46E566","title":"Aging Population Attitudes to Sensor Controlled Home Energy","abstractText":"It is generally accepted that energy saving measures whether at the individual building level or aggregated up to the community level need to be automated in order to maintain a sustained and consistent response to demand reduction. APAtSCHE proposes to look at the technical and social issues surrounding developing and deploying home automation technologies in social housing inhabited by senior citizens. The attitudes of this age group and their willingness to invest in and trust energy saving technology are very important given that the UK population is aging and that this demographic will come to dominate in years to come. These attitudes now and in the future will be shaped by experience, fuel costs as a proportion of domestic budget and established technology prejudices, which APAtSCHE intends to study through monitoring the engagement of novel technology with homeowners.Rising energy prices in the UK have stemmed from shrinking domestic generation capacity, increased reliance on imports and increasing fossil fuel costs along with associated levies; these price rises are passed onto the consumer through energy retailers who face these through an increase in wholesale energy prices. As a consequence, fuel poverty is becoming a real threat to a larger sector of UK society as many household economies are dominated by their energy budgets. How this will increase in the coming years will form part of a study in APAtSCHE used to inform hardware trials of the potential usefulness of energy savings.While domestic energy use is a function of the structure and form of the housing stock, the people who live in the housing drive the demands for energy and by their nature, people exhibit autonomous traits that are governed by their routines. APAtSCHE proposes that a combination of occupancy sensing, self learning environmental monitoring and informative control interfaces has the potential to not only constrain variation in domestic load, but provide the necessary information to quantify its changes with respect to the deployed technology.Presently, the opaque nature of energy consumption is cited as a reason for household inefficiencies as behaviour cannot be related to energy use, while loss of control was often cited as a key concern of domestic energy customers in qualitative studies of energy use. Technologies which highlight constituent elements of the overall domestic load and map these to actual activities of the householder could be seen as a vital bridging step in establishing trust in home automation. Identifying room utilization or occupancy and apportioning its load contribution to an overall meter reading would allow activities in the home to be mapped to a particular level of energy consumption. An existing product, the Energy EGG, already available to the public, forms the hardware basis of this area of research - this uses motion sensing technology to detect when a room is empty and switches off appliances using its patent pending technology which differentiates between a user sitting still and an empty room before it switches appliances off. Giving homeowners the option of allowing loads to be switched off automatically when they are not in the property or in part of the property, can produce a cost saving with no additional effort on their part. One research stream in APAtSCHE is dedicated to improving the measurement of occupancy, studying occupancy variability and quantifying the cost benefit of automating domestic loads on the basis of occupancy. Unifying sensor data with the predicates of household activity and appliance control requires data interchange standards for automated storing, assimilation and analysis which will be developed by APAtSCHE by extending current industry standards, to provide appropriate visualization for automated control development and intuitive and habit forming cues for understanding where and how much energy is being used without it becoming an overhead on householders' daily routine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K002708/1","grantId":"EP/K002708/1","fundValue":"603327","fundStart":"2012-11-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"","person":"Stuart  Galloway","coPersons":["David Wolfe Corne","Mike  Danson","Vladimir  Stankovic","Craig  Whittet","Walter Craig Michie","Gordon  Hush","Guy Harrison Walker","Edward Hugh Owens","Catherine Ann Docherty","Ivan  Andonovic"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}