{"id":"8C4A025E-46C2-487D-A86D-CB7152F011B2","title":"Synthetic Biology: Generativity and the Limits of Intellectual Property","abstractText":"Synthetic Biology: Generativity and the Limits of Intellectual PropertyGood science can make for good business, but only through the tortured road of property arrangements. Synthetic biologyis an emerging area of technology that brings engineering and biology together, creating unprecedented potential for the rational construction of living organisms with desirable qualities and characteristics. This project allows the principal investigator from the social sciences to discipline hop to synthetic biology. During this period she will explore property and licensing models in synthetic biology by studying the unique aspects of this technology as well as the limitations that are at the heart of intellectual property laws. The investigator will be hosted at Imperial college London, at the Centre for synthetic Biology and Innovation - itself a new joint initiative between Imperial and LSE. There are two main themes that will inform the year long project. The first is the need to anticipate the unique ways in which synthetic biology may challenge conventional principles of patentability. In synthetic biology, problematic aspects of software patents are compounded by unsettled patentability issues in biotechnology, with a consequent exacerbation of legal and policy uncertainty. Good legal policy in this area requires commentators who are skilled not just in the facts of the technology, but also well informed of the research heuristics in this field - skills that the principal investigator will learn during the period of immersion in synthetic biology.The second theme is the unprecedented 'generativity' of synthetic biology. 'Generativity' is a term coined and defined by Jonathan Zittrain in the context of the internet and in essence refers to the ever shrinking technological open spaces on the internet which can give rise to endless innovations due to open legal environments that are maintained through the selective application and non application of copyright, patenting or licensing regimes. It is in this respect that useful comparisons may be made between synthetic biology and the internet that makes end users, collaborators and contributors uniquely prominent.Synthetic biology currently appears to be imbued with an ethos of open science and a distaste for intellectual property. Various initiatives such as the BioBrick Foundation and the Bioconductor project seek to stall the creep of intellectual property, however proprietary technology is already here with synthetic biology patents, possible copyright protection for artificial DNA, privately owned central resources, licensing regimes and public domain resources. The property puzzle raised by intellectual property rights and by alternatives to intellectual property rights is a complex one - the mix of public, common and private property can result in either the stimulation or the dampening of innovation.The discipline hop (or discipline synthesis which may be a more accurate term for the project) will lead to two related goals:Aim 1 - To study the fundamentals of synthetic biology and isolate aspects of the technology that challenge core standards, general principles, and conventional methodology in patent law.Aim 2 - To unravel the property puzzle surroundiing synthetic biology as resource and as product, to examine the role of newly emerging institutions and actors; and to define parameters that are necessary to maintain and grow innovation.It is not uncommon for intellectual property law commentators to write about new developments in technologies, but for reasons central to the proposal, they often remain 'external' experts. In contrast this project provides a unique opportunity to embed a legal academic within synthetic biology for long term cross disciplinary benefit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030824/1","grantId":"EP/I030824/1","fundValue":"86013","fundStart":"2011-09-01","fundEnd":"2013-02-15","funder":"EPSRC","impactText":"","person":"Sivaramjani  Thambisetty","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}