{"id":"8C4F1C44-A95C-456B-8B22-68EC85014375","title":"Meiosis in barley: manipulating crossover frequency and distribution","abstractText":"The future sustainability of UK agriculture will be dependent on the provision of new crop varieties that are able to meet future environmental and economic needs. The development of new crop varieties by plant breeding is based on harnessing the natural variation that is generated through the process of sexual reproduction and selective crossing to produce lines with novel combinations of desirable characteristics. During the formation of male and female gametes new combinations of the parental genes inherited by an individual are generated through the process of meiosis. In meiosis, homologous recombination ensures that chromosomes are accurately segregated such that each gamete gets a single complete set of chromosomes. To achieve this, transient physical links must be established between homologous pairs of parental chromosomes. This results in the reciprocal exchange of genetic information between each pair of homologous parental chromosomes, thereby generating a new combination of genes along each chromosome. Thus when male and female gametes fuse during sexual reproduction the progeny possess some characteristics of each parent and novel features that have arisen through the 'shuffling' of genes during meiotic recombination. Control of the patterns of recombination along chromosomes during meiosis in plants is therefore one of the major factors determining the outcome of plant breeding programmes. Unfortunately, it is clear that patterns of recombination can be highly skewed such that genes in some regions of the genome rarely undergo recombination. This is the case in some important grass species such as barley and wheat where it can have an adverse effect on potential breeding programmes Over the past decade studies in Arabidopsis, the model system for plant genetics, have resulted in considerable progress in our understanding of how meiosis and recombination in plants is controlled at the molecular level. Hence, this project seeks to transfer some of this knowledge to the crop plant barley and thus enable plant breeders to overcome one of the major challenges they face in the development of new varieties of this crop. This is feasible in the case of barley because we have a good understanding of barley genetics and genetic tools are in place for this crop to facilitate such a transfer. Our objectives will be to determine how meiotic recombination is controlled in barley and the basis for the skewed pattern of recombination. We will then explore strategies that could be used to manipulate the patterns of recombination that could be applied by plant breeders in their existing programmes without recourse to GM technology. If this is successful these approaches could then be applied to more complex grass crop species such as wheat and forage grasses (e.g. ryegrass) that show the same skewed distribution of recombination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F018754/1","grantId":"BB/F018754/1","fundValue":"413314","fundStart":"2008-10-06","fundEnd":"2012-04-05","funder":"BBSRC","impactText":"  They have been used in the design of a work package of an ISPG Agriculture, Food and Drink ","person":"Glyn  Jenkins","coPersons":[],"organisation":"Aberystwyth University","findingsText":" A sizeable proportion of the genes of many agronomically important cereal and grass species, such as wheat, rye barley and ryegrass, is locked into regions of the genome which rarely, if ever, recombine during meiosis. This pattern of recombination caps genetic variation, reinforces linkage drag in introgression programmes, and reduces the effectiveness of map-based cloning approaches. Potentially, much is to be gained by shifting sites of crossing over to release novel genetic variation from which new phenotypes may be selected in advanced breeding programmes. This project is part of a collaborative LoLa programme with three other institutions to understand and exploit the factors which govern the patterns of recombination in barley. The main findings of this study are:\n\n1. Non-homologous centromeres are coupled prior to synapsis of chromosomes during meiosis.\n\n2. Key structural proteins of meiosis are expressed and loaded preferentially at the ends of chromosomes, and may predispose these regions to recombination.\n\n3. Synaptic initiation sites are added as meiosis proceeds.\n\n4. Structured illumination microscopy reveals for the first time two different configurations of the synaptonemal complex (the protein structure which holds homologous chromosomes together during meiosis).\n\n5. Barley has at least two different crossover pathways, as in the model plant Arabidopsis.\n\n6. There are significant differences in crossover frequencies between barley cultivars.\n\n7. Interference in barley is relatively weak compared to other plant species.\n\n8. Elevation of growth temperature during meiosis has a significant effect upon the distribution of crossovers. Recruitment of genes not normally involved in recombination could provide a new means of generating genetic variation for use in pre-breeding programmes. 1. The differences in recombination between cultivars could be exploited in genetic mapping studies to isolate new genes controlling the frequency and distribution of crossovers.\n\n2. The relatively facile manipulation of recombination in barley by raising the growth temperature has potential in pre-breeding programmes to generate novel genotypes. Agriculture, Food and Drink","dataset":"gtr"}