{"id":"8C594DCA-A52D-4EB9-BDB7-A8D9ABE35F39","title":"Magnetic Resonance: From the Laboratory to Industrial Practice","abstractText":"Magnetic Resonance Imaging is widely used in hospitals to image blood flow and the internal structure of the human body. Our work focuses on extending these magnetic resonance (MR) techniques to study chemical products and processes. Over the past 5 years we have established an internationally respected skill base in developing MR techniques to study transport in porous materials (e.g. oil flow in rocks), transport and reaction in 3-D systems (e.g. chemical conversion occurring inside catalytic reactors) and processing structure-function relationships (e.g. effect of extrusion processing on the structure and texture of food products). We believe that we now have the research base in place to make a step-change in exploiting MR in industrial practice. To achieve this, we wish to extend our research activities by (i) improving signal-to-noise ratios and speeding up data acquisition times such that we will be able to image hydrodynamics and chemical conversion over much shorter timescales than we can now; our target is to reduce data acquisition times by an order of magnitude; and (ii) developing robust methods for mapping pH, oxygen content, temperature and pressure, and constructing realistic process environments (e.g. elevated pressure and temperature) within the MR magnet. As well as being able to make new measurements under realistic process conditions, these data will also enable us to understand the microscopic physical and chemical processes occurring in these complex systems such that we can work with those developing numerical codes of chemical processes to improve and validate the scientific assumptions and models incorporated in their process design tools. Finally, in collaboration with experts in low-field MR hardware (which is cheap, compact and relatively maintenance free compared with high-field technology) we will bring together our advances in reduced data acquisitions times and signal enhancement with their magnet technology to demonstrate MR measurements in the industrial R&amp;D laboratory and eventually on plant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F047991/1","grantId":"EP/F047991/1","fundValue":"789043","fundStart":"2009-01-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"  This was a Platform Grant and therefore covered a wide range of method development in magnetic resonance in application to chemical engineering and the process industries. A large number of the projects initiated within this grant are now supported by industrial funding. Research methods which have been continued in such projects include undersampling methods in NMR such as compressed sensing and Bayesian methods; in situ/operando studies of catalysis; and new measurements capabilities at low field. Industrial collaborators include: Johnson Matthey, Shell, Schlumberger, BP and AstraZeneca. Chemicals,Energy,Pharmaceuticals and Medical Biotechnology Economic","person":"Lynn  Gladden","coPersons":["Michael  Johns","Michael David Mantle"],"organisation":"University of Cambridge","findingsText":" The project underpinned development of magnetic resonance techniques in 6 main areas: \n\n\n\n(i) k-space sampling: This has been a major area of focus. Platform Grant funding has been used alongside funding, in particular, from Microsoft Research, to develop and implement both compressed sensing and Bayesian methods in magnetic resonance measurements. The compressed sensing approach has also been spun out into electron tomography and capacitance tomography.\n\n\n\n(ii) low-field hardware: The k-space sampling techniques have proved particularly useful in making possible the use of low-field hardware in process applications.\n\n\n\n(iii) polarisation transfer: We continue to use the DEPT technique in catalytic applications. In addition, we used the Grant to bring a leading group from University of California, Santa Barbara over to Cambridge to implement Overhauser dynamic nuclear polarization application to magnetic resonance imaging of pipe flow. We have also worked with Professor Simon Duckett (University of York) to implement Parahydrogen Induced Polarization techniques into our lab.\n\n\n\n(iv) wireless process monitoring: This was discontinued as a major focus of the work following Mike Johns' (co-investigator) departure to take up a chair in Perth, Australia.\n\n\n\n(v) using magnetic resonance to advance the use of computational fluid dynamics codes: Ultra-fast velocity imaging methods have been used to obtain velocity maps of gas and liquid flows in trickle beds. These maps have allowed us to critically evaluate the closure relationships used in CFD modelling of these systems. Novel k-space sampling strategies have also been implemented to image gas-liquid bubbly flows. In one case the data obtained has enabled a long-standing on the literature to be resolved. More generally, we now have a tool which can be used to understand the more fundamental aspects of bubble dynamics which can be used to refine the way we model these systems and critically evaluate outputs from models. \n\n\n\n(vi) realistic process environments: This focussed on the construction of an in situ fixed-bed catalytic reactor capable of operating up to 350 C and 30 bar in concurrent upflow or downflow configurations. Making most effective use of this reactor uses the outputs from (i) and (iii) above. Projects are now going forward with at least 4 separate industrial partners using the in situ fixed-bed reactor and low-field instrumentation. These are mostly funded through CASE awards. A large collaborative venture with an industrial partner has also been secured. As new capabilities are developed with the grant they have been spun out into collaborations with academic and industrial partners. Chemicals,Energy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}