{"id":"8C5994ED-EBBB-47D3-8E58-BA056A3A0638","title":"Fluid Structure Interaction in Injection Stretch Blow Moulding","abstractText":"The Injection Stretch Blow Moulding (ISBM) process is the main method used to mass-produce PET bottles for the carbonated soft drink and water industries, an industry worth 6 billion pounds in the UK. The process begins with injection moulding of a preform which is subsequently re-heated above its glass transition temperature and formed into a hollow mould by a combination of axial stretching by a stretch rod and radial stretching by internal air pressure. The existing industrial state of the art in the process involves trial and error approaches on a single cavity ISBM machine to determine appropriate machine settings for industrial production. This process is wasteful in terms of time, energy and material and restricts processors in their ability to lightweight containers which for both economic and environmental reasons is a major goal of the industry. Researchers are developing numerical simulations to try and overcome this empirical approach and replace it with a more scientific method whereby one can predict the process conditions and their effect on material thickness distribution and final material properties in advance, thus enabling the optimum preform design and process conditions to be obtained. However success to date has been limited. One of the major causes is that current simulations do not model the correct physical behaviour of the transient pressure history inside the preform as it is inflated into the bottle mould. The project will build on recent results from a European project (Apt_Pack) in which it was demonstrated that one of the most fundamental process variables in the ISBM process is the mass flow rate of air that enters the preform as it inflates. It is this that is ultimately responsible for the pressure inside the preform and thus primarily controls the rate of inflation of the preform, the final thickness distribution and the properties of the formed container. The transient pressure history depends on the supply pressure, the mass flow rate of air and the rate of inflation of the preform. As a result, the only sensible approach to modelling this is to have a coupled fluid structure interaction whereby the pressure is calculated based on the volume of the expanding preform and the mass flow rate of air entering the preform. The main aim of this project will be to conduct a parallel experimental and modelling program to understand and accurately quantify the air flow within the injection stretch blow moulding process and evaluate how it can be best incorporated within an ISBM process simulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020756/1","grantId":"EP/H020756/1","fundValue":"100118","fundStart":"2010-11-30","fundEnd":"2011-11-29","funder":"EPSRC","impactText":"  The results are currently being used by multinational companies such a Procer and Gamble and Alpla to optimsise the design of their containers via simulation. This is enabling them to lightweight their containers and therby saving them millions of pounds per year in material costs alone.\nA spin out company (Blow Moulding Technologies) has also been created which is selling instrumentation and services based on the findings of the project. Manufacturing, including Industrial Biotechology Societal,Economic","person":"Gary  Menary","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" The stretch blow moulding process is used to make PET containers. The process involved the heat of a test tube like specimen known as a preform which is subsuqently stretched and blown inside a mould. One of the most important aspects of the process is to understand how the air flowing into the preform correlates witht the pressure and the deformation of the preform. The project developed a methodology for measurment and modelling of air flow in the stretch blow moulding process. The results are currently being used by multinational companies such a Procer and Gamble and Alpla to optimsise the design of their containers via simulation. This is enabling them to lightweight their containers and therby saving them millions of pounds per year in material costs alone. Culture, Heritage, Museums and Collections","dataset":"gtr"}