{"id":"8C592CCE-9CC6-4585-B1B8-A1683F5A3B73","title":"Addressing non-response in health survey data to refine alcohol consumption estimates in Scotland","abstractText":"In terms of health, social and economic costs, alcohol is likely to be the most harmful substance present in society, and is closely linked to mental health problems such as depression, anxiety, affective conduct disorders and suicides. Interventions to tackle alcohol harm require good-quality evaluation, the accuracy of which relies on robust consumption estimates over time. However, the best indicator of consumption - alcohol sales per capita - is only available at an aggregate level. Alternative measures can be obtained from sources such as national health surveys which are designed to make major contributions to the monitoring of population health. Mental health and the factors that impact on it - among which alcohol consumption is of great importance - are significant components of health surveys. Data obtained are used to formulate and evaluate public health policies aimed at improving and maintaining mental wellbeing, and identify groups (such as deprived communities) at particular risk of ill-health. However, the validity and usefulness of such data rely on the extent to which the samples surveyed are representative of the general population. In UK settings, response to health surveys has declined over the last decade or so, and there is growing concern that data collected are increasingly non-representative of the general population. Currently, the sole attempt to address bias arising from such non-response uses the corrective procedure of inverse probability weighting (IPW) of respondent data based on limited socio-demographic characteristics, and does not capture or adjust for health aspects, such as those related to alcohol, or allow for differences between responders and non-responders in these aspects. The Scottish Health Survey (SHeS) is based on the Scottish population living in private households. Additionally, there are prospective data available on consenting SHeS participants (92%) from record-linkage to routine hospital admission (SMR) and mortality (GROS) data. Such linkage is rare and provides cost-effective good-quality longitudinal data. SHeS-SMR/GROS are available for the surveys conducted in 1995, 1998 and 2003 (total adult sample size of 23,093), with a maximum follow-up of 15 years. Also available in Scotland we have (unlinked) census information and SMR/GROS data for the general population. The aim of our proposal is to explore and address non-response bias in the health surveys, with a specific focus on alcohol consumption. This will be achieved by exploiting the existing information available from SHeS-SMR/GROS, and census, SMR and GROS data in the general population. Comparison of alcohol-related mortality and hospital admission rates among the health survey respondents with those in the general population provides a means of identifying differential outcomes - and hence underlying differences in the composition of the groups in terms of behaviours such as alcohol consumption, as well as demographic and socioeconomic factors. Once the extent of such differences has been identified, augmentation of survey data with information on the differences can be achieved through the application of particular statistical methodology, such as advanced multiple imputation and IPW. We shall look separately at each round of the survey to see how the decline in non-response affects the estimates. Small area deprivation data will be sought to obtain more accurate disaggregated estimates of alcohol consumption than are currently derived from health surveys. Additionally, data may be combined with sales data. The resulting corrected estimates of alcohol consumption in the population will enable superior testing of the effectiveness of interventions such as the introduction of minimum unit pricing and more finely honed services. An advanced weighting procedure will be developed which may be applied to other surveys.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MC_EX_UU_MR/J013498/1","grantId":"MC_EX_UU_MR/J013498/1","fundValue":"0","fundStart":"2013-07-01","fundEnd":"2014-06-09","funder":"MRC","impactText":"","person":"Linsay Ann Gray","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}