{"id":"8C59DAC5-4450-45D6-B32D-1A4D4D7AE9EC","title":"Consumer-Appealing Low Energy Technologies for Building Retrofitting ('CALEBRE')","abstractText":"The UK domestic sector is responsible for almost 40% of national carbon emissions. Any serious attempt to reduce these emissions must recognise the fact that the rate of housing stock renewal is slow, that space and water heating dominate the usage, and that householder appeal and interaction play a paramount role. This places the emphasis on retrofit solutions, and technologies that relate to energy supply and reduction in demand, plus alignment with user lifestyles.For any new technology to be successful, it must be accepted by the end users and meet their needs. These needs include their social, emotional, practical and economic needs. For technologies such as insulation (demand reduction) or heat pumps (energy supply), it is critical that they are considered as a coherent, integrated solution in the context of the built environment and the end users / householders. To this end, this project will identify the barriers and opportunities for possible energy saving and low carbon energy supply technologies, primarily from the perspective of the home and the householders. Other stakeholders in the process, such as installers, decorators, house maintainers and future home owners will also be pertinent to the success of the technologies, so their views will also be considered. This will enable the technologies to be specified and adapted to meet the needs of the ends users whilst satisfying the energy efficiency improvements desired for the property in question. The modified technologies will then be trialled in a dedicated, occupied and instrumented test house, providing further knowledge about technical performance, user interaction and occupant thermal comfort. For the trialled technologies, designs will be devised that encompass their functionality together with their cost-effective manufacture. It is anticipated that every household will require a suite of energy-related measures that matches the limitations of the house and the requirements of the householders. A design and selection tool will be produced for use by householders and installers to identify these measures as a single transaction (a 'one-stop-shop' approach) for deployment. The tool will be available for uptake by industry, and will be capable of expansion to accommodate other technologies in future.The programme of work comprises laboratory-based applied research to modify key technologies as informed by user needs, fundamental research to investigate innovative insulation solutions, and occupied test house trialling. Analysis and modelling will produce a practical design / selection tool for stakeholder use.This project provides an opportunity to bring together a multi-disciplinary team of researchers of international standing, supported by world-class equipment and backed by unique demonstration / trialling facilities. These resources will combine to ensure the accelerated advancement and uptake of selected technologies. The 'CALEBRE' project team is well-placed to significantly advance the field of building energy performance, and to make a real impact on UK domestic carbon emissions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G000387/1","grantId":"EP/G000387/1","fundValue":"2048060","fundStart":"2008-10-20","fundEnd":"2013-04-18","funder":"EPSRC","impactText":"  The formal end of the project in March 2013 and the release of its findings, summarised in a book of 'briefing notes' [Loveday and Vadodaria (Eds) 2013] has led to the following:\n1) Invitations to present outcomes to various industrial bodies\n2) Direct follow-on funding from an alumnus of Loughborough University, to continue research on selected components of the work of Project CALEBRE, involving the installation of heat pump and storage systems to occupied houses\n3) Interest from China for the refurbishment of high-rise apartment blocks, building upon the work of Project CALEBRE. A workshop took place that included invited attendances by a number of members of the original CALEBRE team. This is expected to lead to a report identifying the research directions necessary to underpin such refurbishment in China. Education Policy & public services","person":"Dennis  Loveday","coPersons":["Svetan Marinov Ratchev","Phil Frank, Gower Banfill","Victoria Jane Haines","SCE  Tsang","Matthew Robert Hall","Mark  Gillott","Philip  Griffiths","Robert Edward Critoph","Trevor James Hyde","Neil James  Hewitt","Philip  Charles  Eames"],"organisation":"Loughborough University","findingsText":" Project CALEBRE ‘Consumer-Appealing Low Energy technologies for Building REtrofitting’ (October 2008 – April 2013) was a &pound;2 million E.ON / RCUK-funded research project comprising a partnership of six leading UK universities (Heriot Watt, Loughborough, Nottingham, Oxford, Ulster, and Warwick), and supported by a Project Advisory Board. Our aim was to contribute to addressing the challenge of reducing the UK's domestic energy demand and carbon emissions. With our focus largely on solid-wall, ‘hard to heat, hard to treat’ dwellings, we investigated a selection of current, medium and longer-term technologies for domestic energy efficiency refurbishment, with householder perspectives at the heart of our thinking. We approached this from a multi-disciplinary perspective, encompassing a range of techniques that included laboratory testing, simulation modelling, test house field trials and user engagement methods. \n\nThere are about 8.3 million solid wall properties in the UK, making up 34% of the housing stock and responsible for about 50% of all domestic carbon emissions. Refurbishment of these properties is necessary but challenging, and there are limited choices for reducing wall heat losses. Our scope therefore encompassed the following.\n\n\n\nOther means to reduce heat demand: \n\n- Airtightness and its improvement\n\n- Mechanical ventilation with heat recovery (MVHR)\n\n- Advanced window treatments – vacuum glazing\n\n- Advanced surface treatments for moisture and temperature control\n\n\n\nEfficient heat supply:\n\n- Gas heat pump technology\n\n- Electric heat pump technology\n\n- \n\nHouseholders and behaviour:\n\n- Attitudes to refurbishment\n\n- Retrofit practices\n\n- Personal energy tracking\n\n- Domestic thermal comfort\n\n\n\nDetailed research findings have, and continue to be, disseminated through academic papers, conferences, presentations and the media. However, to assist the growing refurbishment industry, to help guide future policy, and to help plan future research directions, many of the key findings are summarised in the form of handy ‘Briefing Notes’ issued at a project outcomes briefing event held in London on 15 March 2013. Final versions of the CALEBRE Briefing Notes have been collected as a set in a booklet (ISBN 978-1-907382-68-0) shortly to be available at: www.calebre.org. \n\n\n\nKey outcomes from Project CALEBRE may be summarised as follows.\n\n\n\nHouseholders’ Attitudes to Refurbishment: For refurbishing older properties, barriers and opportunities have been identified relating to a number of aspects. As regards motivation, timing and cost, the need to repair and desire for comfort are key drivers, not energy demand reduction. Original house features are important to householders, with windows featuring highly amongst cherished items. When it comes to the refurbishment process itself, issues of trust of the professionals selected to carry out the work emerge as important. The project has uncovered some interesting attitudes to airtightness and ventilation which suggest that clear communication will be critical for conveying the benefits of a more airtight house, and of MVHR. \n\n\n\nHouseholders’ Behaviour – Orders of Retrofit: Using dynamic thermal modelling of a test house, sequences for retrofit of standard energy efficiency measures were investigated. It was found that the order in which retrofit measures are applied does matter, with the benefits and payback times of individual measures varying, depending on the preceding measures already installed. Clearly, this can impact upon refurbishment policies such as the UK’s ‘Green Deal’ and its ‘Golden Rule’. Early implementation of measures that achieve significant reductions in annual energy consumption and CO2 emissions, such as wall insulation and double glazing, are likely to yield the greatest cumulative savings.\n\n\n\nHouseholders’ Behaviour – Occupant Energy Tracking and Thermal Comfort: An innovative measuring technique deployed in Project CALEBRE was a real-time location and energy-tracking system. Installed in a test house, this technology enables the indoor locations of individual occupants to be tracked, together with their energy-consuming behaviours, thus permitting assignment of personal carbon footprints. Whilst not intended for mass-deployment in homes, the technique provides a research tool for investigating domestic in-use occupant behaviour, and can quantitatively show how this might change in response to environmental conditions and refurbishment interventions. Project CALEBRE also undertook field investigations of householders’ thermal comfort behaviour, and it is expected that a domestic thermal comfort prediction tool for UK dwellings will be available towards the end of 2013. \n\n\n\nAirtightness and MVHR: Through practical test house trials, airtightness values achievable in a retrofit context have been measured. Whilst challenging, these levels of airtightness can be realised in practice through attention to detail during installation, and the findings highlight the need for quality of workmanship and the corresponding training that is required, together with confirmation by post-installation measurement. Dynamic thermal modelling of the test house has identified the levels of airtightness needed for MVHR to save energy and carbon, together with the need for proper installation and balancing.\n\n\n\nVacuum Glazing Technology: Essentially two or more sheets of glass separated by a vacuum, U values of 0.26 Wm-2K-1 are achievable with triple vacuum glazing. Slimmer than standard double glazing, vacuum glazing can improve the performance of solid wall, and other, building envelopes. The CALEBRE project has brought this technology a step closer commercially via the development of new, lower-cost edge seals. Steps necessary for the long term maintenance of vacuum have been identified.\n\n\n\nAdvanced Surface Materials: Silica-based materials have been engineered for rapid response humidity and temperature buffering. These materials provide moisture absorption properties that are two orders of magnitude better than those currently possible with traditional interior building surface materials. The new materials are currently very expensive, and further research is needed that leads to relatively inexpensive bulk manufacture. However, the new materials offer the potential to control indoor moisture using relatively small surface area treatments for building interior surfaces and thus help minimise potential unintended consequences related to refurbishment and moisture.\n\n\n\nHeat Pump Technologies: Heat pumps are seen by many as key components of the future energy retrofit of UK homes, so it is essential that they are matched for integration with existing domestic systems. This means that they must offer the householder ease of retrofit, act as simple replacements for an existing boiler, and be capable of operating with the existing radiator network (output at 60oC) whilst still giving good performance. New technologies have been developed in Project CALEBRE to support these requirements. A thermal compressor has been developed and tested for gas-fired heat pumps to achieve 30% annual fuel savings compared with a condensing boiler, and yield a payback time of less than three years. It is planned as a split system, thus saving on garden space, and its commercial development is continuing via a spin-out company ‘Sorption Energy’. \n\nEconomised vapour injection (EVI) and compressor-expander (CE) technologies have been developed for electric heat pumps, allowing operation at high temperature for direct retrofit. EVI is a viable product, competitive with cascade units. In laboratory tests, the CE unit gave a COP (heating) of 4.31, but needs further development. Energy storage is required to manage tariffs and electrical demand.\n\n\n\nBusiness Models for Manufacture: Within the project, a systems design and manufacturing methodology has been defined. This has been applied to the design and manufacture of three CALEBRE technologies - gas heat pumps, electric heat pumps, and vacuum glazing – and the requirement specifications for large-scale production have been identified.\n\n\n\nMany in Government, industry and academia will find the outcomes from Project CALEBRE to be useful and informative. In 2013, the UK Government launched the ‘Green Deal’ to facilitate large-scale energy efficiency refurbishment of the UK housing stock. The project outcomes are therefore timely for informing Green Deal implementation and its continuing development, together with future directions for research to support the growing energy efficiency refurbishment industry. The work of Project CALEBRE takes its place alongside that of others, in contributing towards the achievement of the UK’s 2050 carbon emissions reduction target.\n\n\n\nThe Project CALEBRE research team express their gratitude to E.ON and RCUK for their financial support, without which this work would not have been possible. We also thank our Project Advisory Board (CIBSE, BRE, Edward Cullinan Architects, David Strong Consulting, academic colleagues from Aachen and Loughborough universities and University College London, and observers from E.ON and RCUK) for their advice and guidance throughout. As well as the industrial and commercial opportunities identified above, the research can be used as a public engagement tool, to support the Green Deal and its uptake, to underpin further policy design, and to raise awareness of the contributions individuals and families can make towards reducing energy demand, saving money, and combatting climate change. Public engagement might employ media routes to raise awareness in a popular context highlighting cost-saving, comfort and competition as 'ingredients' for mass delivery and entertainment.\n\nThe research and its outcomes can also be used to engage and educate children and young people, through the design of learning resources for schools.\n\n \n\nProject CALEBRE also has merit as an example of successful multi-disciplinary collaboration (engineers, scientists, social scientists, practitioners) across a partnership of universities. An example of this is the role of user-centred design for informing the engineering-driven product development process. This research and its outcomes can be used as follows:\n\n\n\n1) Training for energy efficiency refurbishers: The findings on levels of domestic airtightness achievable in a practical retrofit context demonstrate the quality of work and attention to detail that is required, together with the benefit of quality assurance through post-refurbishment testing. This should translate to a need for enhanced training of installers, perhaps including some basic building physics. Collaboration with training providers on content and delivery of course materials is a clear exploitation route.\n\n\n\n2) MVHR products and installation: Alongside 1) above, the findings illustrate the level of airtightness required for MVHR systems to save energy, and suggest that airtightness improvement, together with MVHR installation, commissioning, and post-fit testing, should be a combined service. An MVHR manufacturer has already modified their product based on action research outcomes from Project CALEBRE, and these findings would be of interest to other MVHR manufacturers and installers.\n\n\n\n3) Vacuum glazing new edge seals: These are patentable, and together with the need identified in Project CALEBRE to employ techniques for maintaining long-term in-use vacuum, points to a clear exploitation route in partnership with a glazing manufacturer. This is in progress. \n\n\n\n4) New heat pump technologies: A new gas-fired heat pump incorporating the thermal compressor technology developed in Project CALEBRE is being taken forward commercially via the formation of the spin-out company 'Sorption Energy'. New components to improve electric heat pumps require further development and testing. The work will lead to gas and electric heat pumps capable of direct retrofit to existing homes and heating systems. Exploitation could be pursued with relevant heat pump manufacturers.\n\n\n\n5) New moisture and temperature control materials: These can help buffer and control indoor moisture levels. Engineered within Project CALEBRE, further research is now needed to achieve low-cost bulk manufacture. This, in turn, can lead to development of indoor surface treatments for control of moisture, and reduction of condensation and mould risks. Ultimately, collaboration with chemical engineering-based manufacturers will be required for mass material production, followed by collaboration with interior decoration product designers and manufacturers to develop practical building internal surface treatments that incorporate the new material.\n\n\n\n6) Householders' attitudes to refurbishment: The findings identified about householder attitudes, lifestyles and personas can be used to further customise products and services aimed at the growing domestic energy efficiency refurbishment market. Project CALEBRE findings and knowledge have already been used to design a bespoke training course for E.ON staff as regards crafting of customer propositions on energy efficiency improvements. This type of activity can be expanded to include others involved at the interface of customers with energy products and services.\n\n\n\n7) Green Deal Assessors: For planning energy refurbishment measures, the finding that order of retrofit matters, together with the effect on energy savings and payback, should be essential knowledge for all Green Deal assessors. This can be used by Green Deal providers, and by DECC for taking into account in further policy design.\n\n\n\n8) New research technique: The indoor occupant tracking system offers a new research tool to academics and researchers for quantitatively assessing the impact of energy-saving measures on occupant behaviours and personal carbon footprints. \n\n\n\n9) Domestic thermal comfort assessment: Findings to be published about winter and springtime indoor domestic temperatures in the UK will be of interest to academics and policy-makers. A thermal comfort prediction model for UK domestic dwellings will also be published, that can support comfort and energy efficiency improvements for homes (relevant to Green Deal assessors, policymakers, and academics).\n\n\n\n10) Project CALEBRE findings suggest the following further lines of research enquiry: i) the need for more understanding of the interaction between householders and domestic technical systems, and how these relate to energy demand and achievement of comfort; ii) based on i), how this understanding can be incorporated to develop new and improved energy efficiency products; iii) inclusion of economic aspects to establish cost-effectiveness as an additional metric in evaluating selected technologies; iv) further development of selected CALEBRE technologies, including heat pumps, vacuum glazing and moisture-buffering materials production. Communities and Social Services/Policy,Construction,Education,Energy,Environment","dataset":"gtr"}