{"id":"8C68C3E7-46EB-4EF0-88C5-9D301078A984","title":"Assessing Current State of Buried Sewer Systems and Their Remaining Safe Life","abstractText":"This proposed research is concerned with the current state of buried sewer systems as measured by their remaining safe life. It aims to develop a suite of stochastic models for corrosion effects to be used for the accurate prediction of the remaining safe life of aged and deteriorated sewers. The outputs of the research will enable a step-change improvement in asset management of sewer systems, thereby sharpening the competitive edge of the UK water sector both technologically and economically. The proposed work consists of a number of components: (i) the identification of the most dominant mechanisms of deterioration and the underlying contributing factors for cementitious sewers, (ii) the examination and analysis of the cause/effect relationship of the corrosion process for this group of sewers, (iii) the development of rational and practical models of corrosion effects for this group of sewers, and (iv) the development of a scientifically advanced tool for predicting the remaining safe life of this group of sewers. The models to be developed will be based on corrosion science principles, derived from chemical physical observations through experiments from real world test sites and in laboratory, and validated to real sewers. This approach is in stark contrast to the few existing corrosion models, which are based on empirically data mining and lack of scientific derivation and practical validation. The tool to be developed will be based on advanced time-dependent reliability theory which takes into account not only the uncertainties of various contributing factors but also the time. It is noted that expertise in time-dependent reliability theory is not widely available in the UK and needs to be developed, in particular its application to service life prediction for sewers. The proposed research builds on the success of the PI's previous research on corrosion and its effects on structural deterioration and service life prediction of corrosion affected concrete infrastructure. The outputs of the research will equip engineers, asset managers and operators with a tool to predict and then decide when and where interventions are needed to prevent unexpected failures of sewers so that a risk-informed and cost-minimised management strategy for sewer asset can be achieved. The proposed research has strong support of industry leaders, representing all stakeholders of sewer systems. The 2009 ICE State of The Nation Report Defending Critical Infrastructure identifies system failure as the No.1 threat to UK's infrastructure. This has timely raised the alarm for the urgent need to develop innovative solutions to the better management of the existing but aged and deteriorated infrastructure. In the light of considerable research that has been undertaken on aboveground infrastructure, this threat cannot be more apparent for underground infrastructure, e.g. buried sewers. The situation has been exacerbated due to more unknowns and uncertainties relating to the factors that affect the operation of underground infrastructure: sewer systems in particular, which effectually corroborates the urgent need for assessing the current state of these sewer systems and their remaining safe life.This research will contribute to the advancement of knowledge and skills in the deterioration of cementitious sewers, the modelling of the deterioration and the prediction of the remaining safe life for deteriorated sewers. It will contribute to creating social, economic, environmental and health benefits for the nation. It will also contribute to the UK's international leadership in the optimal management of sewer asset.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I032150/1","grantId":"EP/I032150/1","fundValue":"273329","fundStart":"2012-01-24","fundEnd":"2014-10-24","funder":"EPSRC","impactText":"","person":"Chun-Qing  LiMorteza (Amir)  Alani","coPersons":["Mike John Brennan","Kong Fah  Tee"],"organisation":"University of Greenwich","findingsText":"","dataset":"gtr"}