{"id":"8C6FBF3C-A9D5-4AFB-9883-678C291B8028","title":"Creative City Limits: Urban Cultural Economy in a New Era of Austerity","abstractText":"The last two decades have marked the emergence and proliferation in the UK of research and policy agendas emphasising creativity as a powerful new 'motive force' for economic regeneration, planning and design. In particular, the 'creative city' has acted as an influential template and narrative for efforts at stimulating growth and rejuvenating urban communities. Policy-makers and planners have eagerly commissioned and adopted an array of creative city strategies to reap perceived employment and income-enhancing effects, ranging from attempts at nurturing art districts to efforts at 'incubating' clusters of creative industries. They have also sought to encourage a critical infrastructure of intellectual resources, social diversity and cultural intermediaries; not only as a way of improving cities' economic vitality and competitiveness, but increasingly as a means of addressing issues of social cohesion and transforming notions of civic identity. At the level of everyday life the creative industries of architecture, design and software have reshaped the way business is transacted and public services are consumed. The establishment in 1999 of a governmental urban design advisor, CABE, can be seen as the specific product of this growing public and private interest in culturally upgrading or culturally engaging with urban spaces.\\n\\nThe credit crunch and accompanying global economic crisis which came to the fore in September 2008 poses significant tests for this creative economic agenda. Arguably the creative city notion has flourished within the context of a long credit-fuelled boom in financial services and real estate. Policy-makers and cultural practitioners have often benefited from, relied on and targeted new forms of upmarket consumption, corporate sponsorship and property-led urban regeneration. The dramatic collapse in the UK's financial sector and property market slump over the last 18 months therefore presents significant challenges for the dominant creative agenda of the last 20 years. \\n\\nThis new research network will offer an important forum to reassess the place of creativity in urban economic growth. It will draw on critical academic perspectives largely sidelined by policy-makers during the long boom of the last two decades. At the same time it will identify gaps of emphasis within existing research and practice, often stemming from a failure to connect across distinct yet related disciplinary conversations. \\n\\nThe network sets out to address the following four key questions:\\n\\ni) Why is the relationship between culture, knowledge and cities central to understanding the transforming economic structure of the UK?\\nii) What role have artists, architects and other creative practitioners, institutions and networks played in augmenting and contesting economic policy and speculative agendas in recent decades?\\niii) How has the urban renaissance and the changing design of the UK's buildings and cities manifested new divisions of labour, class structures and patterns of uneven growth?\\niv) What future democratic role can culture, technology and cities play in issues of sustainability and social justice?\\n\\nThe network will be co-ordinated by UCL Urban Laboratory and CABE, and will be organised around four workshops to be held in London, Salford and Plymouth between November 2010 and May 2011. These will bring together UK and overseas academics, artists, planners, architects and other key stakeholders, and will be further discussed through an online forum and a public event to be held at Tate Britain in 2011. The material and findings produced by the network will be assembled to create a policy report and an edited collection of academic essays. These will provide not only a geographical and historically nuanced critique of the existing creative city model, but act as an important means of reshaping the policy and conceptual frameworks necessary to stimulate new creative urban futures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I001824/1","grantId":"AH/I001824/1","fundValue":"34566","fundStart":"2010-08-01","fundEnd":"2011-07-31","funder":"AHRC","impactText":"  The public web resource created (www.creativecitylimits.org) to disseminate findings and discussion points from the Creative City Limits research network has received over 17000 unique hits across 80 countries since August 2010.\n\n Commission for Architecture and the Built Environment (CABE), Westminster Hub, The Cultural Development Centre of Thessaloniki and the Creative Foundation in Folkestone have drawn on this pamphlet regards to creative city opportunities and policy-related issues.\n\nInvited presentations:\n\nHarris, A. 2013: 'Creative city limits', Invited panellist at 'Creative Time Summit', Create London in partnership with the White Building, Hackney Wick (25 October).\n\nHarris, A. and Moreno L. 2013: 'Creative city limits'. 'European Metromonitor: Cities and the Economic Recession since 2007', London School of Economics (17 May).\n\nHarris, A. and Moreno, L. 2012: 'Creative city limits: urban cultural economy in a new era of austerity'. Urban Salon, University College London (19 November). \n\nHarris, A. 2013: Creativity. Nottingham Contemporary Art Gallery (29 Oct)\n\nHarris, A. 2013: Keynote at 'Creativity and design'. Cultural Development Centre of Thessaloniki, Greece (5 June). Creative Economy,Culture, Heritage, Museums and Collections Societal,Economic,Policy & public services","person":"Andrew James Harris","coPersons":[],"organisation":"University College London","findingsText":" Creative cities have become a key focus for theorizing and planning urban development over the past twenty years. But the instigation of a new era of fiscal austerity poses significant tests for this agenda of urban creativity. Arguably the creative city notion has flourished within the context of a long credit-fuelled boom in financial services and real estate. What does a period of economic stagnation and retrenchment mean for creative city thinking and policy-making? How can the present situation be used to reassess what the creative city means or could mean? This cross-disciplinary research network used the limitations and shortcomings of the 'creative city' model exposed by the recent financial crisis, and the uneven urban prospects of recovery, to review and rethink the historical and theoretical relationship between culture, economy and urban development. It advocated five points:\n\n1. Healthy skepticism around how 'Creativity' has been recently been celebrated in urban and economic development\n\n2. The importance of not assuming that real-estate led regeneration is a creative policy\n\n3. Questioning the idea that economic downturn somehow generates new creativity\n\n4. The importance of making creative cities more ordinary and uncool.\n\n5. The need to recharge the politics of the creative city i) Further use in academic and policy research and teaching. For example this work has been used by Dr Jonathan Vickery in his 'After the Creative City?' (http://www.labkultur.tv/en/blog/after-creative-city-part-one), Prof Malcolm Miles in his 'Creativity and its Afterlives' (http://www.malcolmmiles.org.uk/Creativity.html). \n\nii) Architects continue to draw on the pamphlets produced by CarverHaggard and WeMadeThat (see, for instance, http://carverhaggard.com/creative-city-limits/) and the network will continue to be put to use by planners and urbanists (http://planyourcity.net/2012/11/16/stop-being-creative-the-prostitution-of-art-real-estate-and-the-formalization-of-exuberance/ and http://www.cultureandthecity.org.uk/links.html)\n\niii) teaching: Andrew Harris was interviewed by media students from Warwick University about creativity for a project: http://blogs.warwick.ac.uk/jacanaprojects/. Findings from the network continue to be drawn on by students on the Creative Cities (URBNG003) module at UCL (http://www.ucl.ac.uk/urbanstudies/index.php?page=3.2.2). Communities and Social Services/Policy,Creative Economy","dataset":"gtr"}