{"id":"8C71BEB8-FB1D-446E-A565-6116BBC6DC80","title":"SHOCK (not) horror","abstractText":"The project team propose that system shocks constitute opportunities to radically 'shift minds' by reevaluating the relationship between demand and provision of infrastructure. Shocks provide drivers to re-imagining the scale of resource use, particularly in terms of delivering core utilities, as we move into an era of resource scarcity. The SHOCK (not) HORROR project uniquely unpicks the potential for radical change through the allegory of medical trauma to challenge infrastructure stakeholders to move out of their comfort zone, challenge the current organization of infrastructure in silos, rethink the nature of shocks and devise new and transformative ways of thinking about infrastructure. Specifically it will develop a new concept of infrastructure resilience, both by using shocks as a way of both highlighting the interdependencies of existing infrastructure systems (identifying the weak points), and improving infrastructure by restoring it to a better state after the shock (rather than re-instating what was there before the shock). The project team is connected by the belief that the study of infrastructure shocks can help develop new holistic models of infrastructure. We approach infrastructure problems from very different discipline perspectives (civil engineering, design for sustainability and socio-technical systems research) but aim to build on this diversity to generate new and insightful outputs which will synthesise knowledge across these different fields of study.\nOur methodology is based on the use of narratives of trauma as a means to free up thinking about infrastructure 'traumas' and the opportunities they provide for radical re-shaping of the infrastructure. These will be used, together with a portfolio of case studies where trauma has occurred, to explore to what extent the 'window of opportunity' for change was recognised and/or utilised, and whether we can envisage methods to take the maximum advantage of similar situations in the future. The methodology is will use maps of socio-technical infrastructure systems of systems and develop of narratives of intervention points. It will have 5 stages: \n1) Medical trauma as an allegory of infrastructure system shocks: We are going to develop the medical allegory using a range of qualitative methods, including document analysis and interviews with medical professionals from different cultural approaches (e.g. Western and Chinese medicine) and different forms of medical practice (e.g. GP consulting vs emergencies), to compile trauma storylines that have led to radical re-evaluations of either medical practice and/or personal ways of living\n2) Construction of maps of the socio-technological configuration of infrastructure systems: We are going to map the socio-technical configurations of infrastructure systems and the dynamics of change with reference to the literature of systems innovations and sustainability transitions. We will extend this framework by investigating it further through our storylines of systems shocks.\n3) Testing the allegory in real infrastructure systems and defining system intervention points: We are going to organize two day-long stakeholder events in which stakeholders will be invited to evaluate the accuracy of our infrastructure systems maps and debate the feasibility of intervention in the system intervention points defined according to a hierarchical scale.\n4) Development of a Framework to Maximise Learning from Infrastructure Systems Shocks: We are going to devise a series of experiments to understand the decisions required to maximize the window of opportunity provided by shocks to learn about the integration of infrastructure systems.\n5) Synthesis of the combined outputs into a long-term transformative agenda: We will use the combined outputs of the research to develop an agenda for transformative research, education and practice on integrated infrastructure. We will focus on developing a &quot;shock tactics laboratory&quot;.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005657/1","grantId":"EP/J005657/1","fundValue":"269498","fundStart":"2011-09-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"","person":"Stephanie  Glendinning","coPersons":["Emma Louise Dewberry","Vanesa  Castan Broto"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}