{"id":"8C721C70-DB1E-47EF-B88C-9D160B6D5938","title":"Aerosol Coupling in the Earth System (ACES)","abstractText":"The emission of trace materials into the atmosphere can have a variety of influences on the environment, ranging from immediate health impacts in the locality of the release to global effects on atmospheric composition and climate. Organic compounds, such as hydrocarbons, are emitted in large quantities from both natural and human-influenced sources, and contribute to many of the well-publicised environmental phenomena, for example, photochemical smog and global climate change. It is estimated that about 2 billion tonnes of organic material are emitted into the atmosphere each year. Natural sources include emissions from vegetation (e.g., forests), and such sources dominate when total global emissions are considered. Human-influenced emissions result from many sources, in particular road transport, distribution of petrol and other fuels, solvent usage and some industrial processes. In populated regions, such sources usually represent the major input of organic material into the atmosphere. Some emitted organic compounds are known to be directly detrimental to human health, for example as carcinogens. However, a much wider impact results from the chemical processing of organic material in the atmosphere, which leads to the generation of a variety of products, sometimes known as 'secondary pollutants'. One by-product of these oxidation processes is the generation of involatile or highly soluble organic oxidation products which can contribute to the mass of airborne particles or 'aerosols'. Aerosols in the atmosphere have an important influence on visibility and climate, through the scattering and absorption of light and UV radiation, and can also have direct health implications because fine particles can be inhaled into the lung. The proposed work aims (i) to improve our understanding of the fundamental processes involved in the formation of aerosols from the chemical processing of natural hydrocarbons emitted from forested regions of the world: (ii) to assess the impact of those aerosols on atmospheric composition, climate and rainfall: and (iii) to assess the impact of changes in land use on the above processes and impacts. This will be achieved using a combination of experimental studies in laboratory chambers, observational studies in a tropical forested region, and assessment studies using numerical models of the atmosphere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E011136/1","grantId":"NE/E011136/1","fundValue":"173232","fundStart":"2007-09-01","fundEnd":"2012-04-30","funder":"NERC","impactText":"","person":"Gordon Bruce McFiggans","coPersons":["Mathew  Williams","John  Grace","Paul  Palmer","Michael  Jenkin"],"organisation":"University of Edinburgh","findingsText":" The Aerosol Coupling in the Earth System (ACES) consortium has led to major strides forward in understanding the cycling of biogenic aerosol and its precursors in the tropical environment. Synergistic collocated deployment of targeted instrumentation within the OP3 project has enabled a comprehensive in situ characterisation of ambient aerosol in the Bornean rainforest. The field measurements, along with a vegetation survey, was used to guide a programme of photochemical chamber secondary organic aerosol (SOA) investigations using individual or simple synthetic precursor compounds and real emissions from mesocosm experiments. The field and chamber experiments provided both input and measurement constraint for the development of oxidative degradation mechanisms for selected biogenic volatile organic compounds (VOCs) that have, in turn, been used to simulate the chamber SOA formation and transformation. Large-scale models, constrained by satellite observations have been used to construct aerosol budgets over S. Asia for comparison with in situ observations.\n\n\n\nField results\n\nA major field campaign was conducted in conjunction with the OP3 consortium in a tropical rain forest in the Danum Valley, Sabah-Malaysia, Borneo from July to August 2008, collecting a unique and broad data set of gaseous and aerosol concentrations and fluxes, both above and below the forest canopy and in an oil palm plantation. The ACES data largely, but not solely, focussed on in-canopy and oil palm aerosol and VOC measurements. Some of the highlights are outlined below.\n\nLeaf level screening of 31 vegetation species in the GAW tower footprint revealed that 16 of species contribute 78% of vegetation, allowing focus to be placed on dominant VOC emitting species. A biomass weighted average terpene emission factor was deduced from the screened species. Leaf level screening at the oil palm plantation yielded isoprene and terpene emission rates. In-canopy measurements of VOCs indicate that at least 90% of the monoterpene emissions are light-dependent, in contrast to those from temperate vegetation.\n\nContinuous profiles of aerosol size distribution, temperature and humidity were made along with cloud-fog water content in-canopy and above the forest. A novel single particle detection system was deployed to attribute the aerosol number budget between total and viable biological material. Aerosol samples were collected as a function of height in-canopy and analysed for size dependent composition by aerosol mass spectrometer (AMS). In-canopy mass spectral fingerprints were found to be broadly the same as those measured above and on the FAAM aircraft at the same location. Using samples from the Particle into Liquid Sampler (PiLS) at the rainforest site, with a method developed to analyse water soluble organic carbon, identifying 5 tracer compounds for SOA, biomass burning (BB) and direct plant emissions.\n\nOil Palm isoprene emissions were quantified and found to exceed rain forest emissions by a factor of 4, while monoterpene emissions are negligible. For the first time, circadian control of isoprene emissions was derived (using canopy-scale flux measurements). Furthermore, oil Palm was found to be a significant emitter of estragole, a BVOC which has only recently started to be studied. Estragole is an attractor for pollinators and is probably emitted from the flowers.\n\n\n\nChamber results\n\nAn extensive programme of chamber experiments was carried out in 4 distinct phases over 3 years. Guided by the field measurements, the programme focussed on the photo-oxidation of 7 individual VOCs (_-pinene, _-caryophyllene, limonene, myrcene, linalool, _-terpinene, isoprene) and their mixtures as SOA precursors along with real emissions from tropical plant species. \n\nThe first phases were single precursor investigations of the effect of initial concentration on SOA chemical and physical properties, characterising gaseous composition and identifying aerosol components as the particles aged in i) unseeded and ii) seeded photo-oxidation experiments, the latter using both inorganic and oxygenated organic aerosol as seeds. These clearly identified precursor-specific relationships between aerosol composition and properties, discounting generalisation by extrapolation from a single precursor.\n\nThe third phase comprised a series of mesocosm experiments using emissions from three tropical plant species and those from birch species for contrast. The plants were kept under representative temperature, relative humidity and CO2 conditions and inlet air into the plant enclosure was scrubbed for particles, VOCs and NOx. The enclosure exhaust fed the photochemical chamber for photo-oxidation experiments. It was found that emissions from the tropical fig species mainly comprised isoprene, with low monoterpene concentrations, hence forming no measureable SOA. Putative gas phase isoprene SOA precursors (hydroxyacetone and hydroperoxides) were found at very low yields, possibly suppressed by NOx levels. In contrast with the tropical species, the birch emissions yielded substantial SOA, owing to the very much higher monoterpene (largely _-pinene and _3-carene) emissions. \n\nSynthetic mixture experiments were carried out in the final phase of experiments to compare the results with those from the mesocosm experiments. The influence of isoprenoid oxidation products on the smog chamber formation of secondary organic aerosol in mixed terpene / isoprene systems was extensively investigated and is the subject of ongoing investigation.\n\n\n\nMechanism development\n\nDetailed gas phase mechanisms have been constructed for the monoterpene limonene and sesquiterpene _-caryophyllene, and released as part of the new Master Chemical Mechanism v3.2. The boiling points, enthalpies of vapourisation and vapour pressures of all intermediates have been estimated and the gas phase chemistry has thereby been coupled to gas-aerosol partitioning code for prediction of SOA composition for comparison with observations. \n\nA detailed mechanism sensitivity appraisal to examine processes which might increase the efficiency of the production or recycling of OH radicals during the oxidation of isoprene under low-NOx conditions, and which may therefore help to explain the exceptionally high OH concentrations recently reported over tropical forested regions, and their indirect impact on the production of condensable material.\n\nThe mechanisms for both limonene and _-caryophyllene have been incorporated into chamber models for prediction of the gas phase evolution and formation and transformation of SOA in the photo-oxidation experiments.\n\n\n\nScale-up modelling\n\nInformed by the chamber evaluated model mechanisms, a series of nested model simulations for the OP3/ACES spatial domain. Using a 0.5x0.67 nested grid embedded into the global GEOS-Chem CTM, assimilating NASA GMAO meteorology, predictions of gaseous chemistry and bulk aerosol composition for the ACES / OP3 period were conducted. Using satellite AOD and HCHO products for constraint, budgets and vertical profiles of aerosol properties were simulated, clearly indicating discrepancies between the larger-scale features and more locally influenced in situ airborne and ground-based measurements. The main users are policymakers and regulators (e.g. Defra, Environment Agency), to aid policy preparation concerning the biogenic contribution to background aerosol in order to provide the natural background upon which anthropogenic pollution is superimposed. Other academics working in aerosol research from a modelling perspective and at a process level in the laboratory and field will be able to draw extensively on the ACES work. Other researchers in tropical rainforests wil be able to build on our experiences in Borneo (e.g. for the planning of forthcoming Amazonian research efforts). The Met Office have been involved and kept appraised of the ACES progress, both directly and through the APPRAISE directed programme activities. The work from ACES was presented at the APPRAISE final meeting, held in Exeter, at which there was a strong Met Office presence. The PI is collaborating with the Met Office in an ongoing Aerosol-Cloud interaction project, fed extensively using ACES insight and results. Environment","dataset":"gtr"}