{"id":"8C7EBD6F-9B9D-4753-8AA3-54A0BDCE9446","title":"University of Cambridge 2009 Underspend Grant","abstractText":"No abstract necessary","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I500294/1","grantId":"EP/I500294/1","fundValue":"268000","fundStart":"2010-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  The grant has supported some key activities at Cambridge:\n- Funding to the Cambridge Integrated Knowledge Centre has enabled them to attract further internal and external funds for commercial exploitation of university technology in photonics and electronics\n- The Energy@Cambridge Initiative was recognised as an institutional strategic priority; the activities have led to further joint projects with major global energy companies. The Initiative set up a major international research activity with physical presence in Singapore: Cambridge Centre for Advanced Research in Energy in Singapore. \n- By end 2011 there were 8 Strategic Research Initiatives in place. Aerospace, Defence and Marine,Chemicals,Communities and Social Services/Policy,Construction,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Transport Societal,Economic,Policy & public services","person":"Lynn  Gladden","coPersons":[],"organisation":"University of Cambridge","findingsText":" The EPSRC Underspend grant has been of enormous value in enabling the University to take forward actions in (i) setting up an 'intermediate' style organisation focusing on translational research activities; with a view to exploring how Cambridge might home a Technology Innovation Centre; and (ii) establishing a coordinated energy activity across the University, and using the support provided by this grant to establish a further 7 Strategic Research Initiatives within the University. The activities funded by this grant have been taken forward by both the academic and industry. Aerospace, Defence and Marine,Chemicals,Communities and Social Services/Policy,Construction,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport","dataset":"gtr"}