{"id":"8C80298E-A367-41EF-AF38-4EE637797E41","title":"Southern Africa's hydro-economy and water security (SAHEWS)","abstractText":"Water security in southern Africa encapsulates global pressures on water: rapid population growth, chronic and drought-induced food shortages, growing water scarcity and energy security problems coincident with rising demand, transboundary and regional allocation issues, and a strongly variable climate that will likely become drier and more variable in the future. These challenges are exacerbated by political, institutional and economic factors, including limited management and regulatory capacity, and highly inequitable access to reliable potable water. This research seeks to improve understanding of the drivers of short to medium term hydro-meteorological variability, its socioeconomic consequences and develop approaches for improved water resources management in the region.\nThe proposed collaboration addresses important knowledge gaps in the effective management of water security. Hydro-meteorological variability is large and spatially extensive such that prolonged floods and droughts cause macroscale socioeconomic impacts yet these are poorly understood. Seasonal forecasts show greater skill for southern Africa relative to many other regions but reliability and skill remain important constraints. This project will assess and refine seasonal forecasts for water management, model the socioeconomic consequences of hydro-meteorological variability and develop knowledge transfer techniques, such as Info-Gap Decision Theory for supporting water management under conditions of high uncertainty. A co-design process will engage with two case studies to develop decision-relevant indicators, and high level dissemination and up-scaling will occur through regional workshops with strategic decision-makers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L008785/1","grantId":"NE/L008785/1","fundValue":"296603","fundStart":"2013-09-01","fundEnd":"2014-02-09","funder":"NERC","impactText":"  Findings are so far preliminary and have not been directly used, but we have ongoing work to develop applications of results.\nWe have a range of engagement activities with stakeholders which are generating awareness and interest in our work and key management issues. Environment Policy & public services","person":"Declan  Conway","coPersons":["Stephen  Dorling","Timothy John Osborn","Bruce Alistair Lankford"],"organisation":"University of East Anglia","findingsText":" The research has generated a substantive review of key issues relevant to the management of Southern Africa's water-energy-food nexus in the context of climate variability.\nThe work shows the importance of climate variability for production fluctuations (crop yields and economic activity) and highlights the potential impacts of future climate change in the region. We are working with several stakeholders to assess the potential for using our research outputs on seasonal forecasting, through better understanding of forecast skill and assessment of application potential (by the water agriculture management sectors in Southern Africa) Environment","dataset":"gtr"}