{"id":"8C846D2D-E672-40B1-B00B-511B65A9B9C2","title":"Evaluating the governance of design in the built environment - the CABE experiment and beyond","abstractText":"From its creation to its demise, CABE fronted a national drive for better design in the built environment. It was a unique organisation (worldwide) and a full understanding of its work and impact will be of international significance. This proposal, however, goes much further. It aims to use the experience of CABE as a means to illuminate some fundamental questions about the role, nature and legitimacy of design as a public policy tool and whether, how and to what degree the state should engage in such concerns in the future. Four key lines of enquiry will be traced:\n\no The toolbox - CABE represented an attempt, through 'active government', to address a perceived (although contested) failure of the market to recognise the importance of good design. But, given the absence of any statutory powers, CABE could be seen as the 'David' of design against the 'Goliath' of the property market. Despite this, CABE was able to deploy a range of potentially powerful tools to achieve its desired ends, including: evidence, publicity, information sharing, guidance, improvement tools, assistance, monitoring, persuading, coalition building, education, and evaluation. Each tool encompasses a complex set of endeavours and determining the relative significance, challenges and impact of such tools will provide valuable incites into the effectiveness of design governance processes and to where public policy and investment in this area should be focused in the future.\no Shifting governance - CABE's work was situated within a belief that by understanding the processes of design, generic principles might be derived to optimise the performance of players. CABE itself was also embedded within wider political and governance trends, demonstrating how evaluation of design governance needs to be situated within an understanding of this wider context. Today, as this context shifts, an understanding of recent episodes of design governance will throw light on potential future models in an area of public policy to be delivered across lower tiers of government, directly by communities, and with a less direct steer from the centre.\no Political context - The contemporary effort to address questions of design through public policy began in the mid-90s. This 'design agenda' prospered throughout the New Labour years, whilst in the run-up to the 2010 election the Conservatives re-committed themselves to the same goals, although not to CABE. Understanding this history, the motivations of those involved and the political consensus surrounding design, as well as it's fit within the evolving urban policy landscape will be critical to understanding the potential and likely trajectory of the design agenda in the future and how, to stay relevant, the practice of design governance will need to evolve with it.\no Design problematics - As the role, influence and size of CABE grew, so did criticisms; underlining the challenging nature of public policy in this area, and how design is different from many 'big ticket' policy remits in critical ways. Today, as urban policy moves to a localism agenda, design is likely to come increasingly to the fore, although now without a strong national voice to assist in the process. Evaluating the unique public policy characteristics and problematics of design in the built environment and how they have been addressed (or not) in the recent past will be critical to understanding how design might be addressed in the age of austerity and localism as well as to understanding the wider moral / societal case for such intervention in the future.\n\nAn inductive research methodology is proposed that journeys from the specifics of practice to a broad theory of design governance. Building on a completed pump-priming phase that safeguarded evidence prior to CABE's demise, a multi-dimensional impact analysis is now proposed in four stages: analytical framework; organisational interrogation; first-hand opinions; and impact &amp; legacy analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013706/1","grantId":"AH/J013706/1","fundValue":"252509","fundStart":"2013-01-07","fundEnd":"2014-09-06","funder":"AHRC","impactText":"","person":"Matthew Peter Carmona","coPersons":["Claudio Soares De Magalhaes"],"organisation":"University College London","findingsText":"","dataset":"gtr"}