{"id":"8C89138A-C195-4096-9882-ACD4C8C56BFA","title":"MULTIPHASE FLOW IN VERTICAL AND DEVIATED PIPES","abstractText":"This proposal addresses the vital issue of prediction of multiphase flows in large diameter risers in off-shore hydrocarbon recovery. The riser is essentially a vertical or near-vertical pipe connecting the sea-bed collection pipe network (the flowlines) to a sea-surface installation, typically a floating receiving and processing vessel. In the early years of oil and gas exploration and production, the oil and gas companies selected the largest and most accessible off-shore fields to develop first. In these systems, the risers were relatively short and had modest diameters. However, as these fields are being depleted, the oil and gas companies are being forced to look further afield for replacement reserves capable of being developed economically. This, then, has led to increased interest in deeper waters, and harsher and more remote environments, most notably in the Gulf of Mexico, the Brazilian Campos basin, West of Shetlands and the Angolan Aptian basin. Many of the major deepwater developments are located in water depths exceeding 1km (e.g. Elf's Girassol at 1300m or Petrobras' Roncador at 1500-2000m). To transport the produced fluids in such systems with the available pressure driving forces has led naturally to the specification of risers of much greater diameter (typically 300 mm) than those used previously (typically 75 mm). Investments in such systems have been, and will continue to be, huge (around $35 billion up to 2005) with the riser systems accounting for around 20% of the costs. Prediction of the performance of the multiphase flow riser systems is of vital importance but, very unfortunately, available methods for such prediction are of doubtful validity. The main reason for this is that the available data and methods have been based on measurements on smaller diameter tubes (typically 25-75 mm) and on the interpretation of these measurements in terms of the flow patterns occurring in such tubes. These flow patterns are typically bubble, slug, churn and annular flows. The limited amount of data available shows that the flow patterns in larger tubes may be quite different and that, within a given flow pattern, the detailed phenomena may also be different. For instance, there are reasons to believe that slug flow of the normal type (with liquid slugs separated by Taylor bubbles of classical shape) may not exist in large pipes. Methods to predict such flows with confidence will be improved significantly by means of an integrated programme of work at three universities (Nottingham, Cranfield and Imperial College) which will involve both larger scale investigations as well as investigations into specific phenomena at a more intimate scale together with modelling studies. Large facilities at Nottingham and Cranfield will be used for experiments in which the phase distribution about the pipe cross section will be measured using novel instrumentation which can handle a range of fluids. The Cranfield tests will be at a very large diameter (250 mm) but will be confined to vertical, air/water studies with special emphasis on large bubbles behaviour. In contrast those at Nottingham will employ a slightly smaller pipe diameter (125 mm) but will use newly built facilities in which a variety of fluids can be employed to vary physical properties systematically and can utilise vertical and slightly inclined test pipes. The work to be carried out at Imperial College will be experimental and numerical. The former will focus on examining the spatio-temporal evolution of waves in churn and annular flows in annulus geometries; the latter will use interface-tracking methods to perform simulations of bubbles in two-phase flow and will also focus on the development of a computer code capable of predicting reliably the flow behaviour in large diameter pipes. This code will use as input the information distilled from the other work-packages regarding the various flow regimes along the pipe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016050/1","grantId":"EP/F016050/1","fundValue":"519910","fundStart":"2008-03-15","fundEnd":"2011-03-14","funder":"EPSRC","impactText":"  The outcomes of this project, together with some material from Grant GR/S17789, have been used to construct a data base of information on gas/liquid flow in vertical and inclined pipes of dimensions most relevant to industry, particularly the oil production industry. This had been made available to the organisations in the Joint Industry Project on Transient Multiphase Flow who have partially funded the work. It is being used to test and improve computer codes, both Computation Fluid Dynamic and one dimensional transient versions.\n\nIn addition they have been used for educational purposes. Professor Azzopardi gave a short course at the University of Tulsa in 2010. Energy Economic","person":"Barry  Azzopardi","coPersons":[],"organisation":"University of Nottingham","findingsText":" The findings of this project are based on the upgrading of two multiphase flow facilities at Nottingham University as well as the used of state of the art electrical tomography instrumentation to visualise and quantify the distribution of gas and liquid about the cross-section of a pipe and in time.\n\nTwo instruments (Wire Mesh Sensor system and Electrical Capacitance Tomography) were thoroughly tested before they were used. The measuring techniques were found to be very accurate. There were reported in a number of publications.\n\nWe have quantified the difference between a pipe mounted at a slight angle from the vertical and a vertical pipe.\n\nWe have also quantified the effect of larger inclinations.\n\nWe have identified structures, wisps (large structures in the gas core of annular type flows), which has been found in a limited number of conditions in the past. The use of wire Mesh Sensor technology makes these very visible. Though the only published explanation of the existence of wisps was that they were the product of the coalescence of drops, our worked showed that they were the product of incomplete atomisation of liquid from the film flowing along the pipe walls. Wisps were found over a wide range of flow rates in our larger diameter pipes. We found them with air/water as well as air/silicone oil (surface tension much closer to the liquids of interest to the oil industry) and sulphur hexafluoride/viscous oil.\n\nAnother important finding was that the frequency of periodic structures, particularly in slug flow, would not change in the passage of the gas/liquid though sudden contractions in pipe diameter of in changes of orientation from horizontal to vertical. This has very important implications for the computer codes employed in flow assurance design. Use of data base to improve computer codes used by engineers for the design of oil extraction systems (mainly pipes).\n\nse of improved knowledge of the gas/liquid flow to improve computer codes used by engineers for the design of oil extraction systems (mainly pipes). Energy","dataset":"gtr"}