{"id":"8C8B382E-03ED-4F58-ADD4-51CDC1AF354A","title":"Innovation in industrial inkjet technology - I4T","abstractText":"Industrial inkjet technology involves the generation, manipulation and deposition of very small drops of liquid (typically 20-50 um diameter) under digital control. The UK is recognised internationally as a leader in this area. Inkjet technology already dominates the desktop printing market. In commercial printing, it is rapidly becoming established for short-run applications and has, in only a few years, conquered a market previously occupied by conventional screen-printing equipment, where its great flexibility and inherent scalability give significant advantages. If higher printing speeds and greater quality can be achieved, then it will also be able to move into large-volume commercial printing. Apart from these printing applications, novel opportunities for inkjet deposition are also beginning to be exploited commercially in the manufacturing of high-value, high precision products (e.g. flat-panel displays, printed/plastic electronics, photovoltaic cells for power generation). By extending the existing benefits of inkjet methods (e.g. flexible, digital, non-contact, additive) to attain the speed, coverage and material diversity of conventional printing and manufacturing systems, we can transform inkjet from its present status as a niche technology into a group of mainstream processes, with the UK as a major player. But in order for this transformation to happen, we need a much better understanding of the science underlying the formation and behaviour of very small liquid drops at very short timescales, and to widen the range of materials which can be manipulated in this way, especially to allow fluids with high solids content (i.e. colloidal fluids) to be deposited. This cross-disciplinary programme of research is strongly supported by a consortium of nine UK-based companies and will bring together established research groups from three major UK universities to study three themes focused on key aspects of the industrial inkjet process: the formulation, rheology and jetting behaviour of colloidal printing fluids; understanding and controlling dynamic micro-scale drop impact, spreading and fixing; and development and validation of an advanced process model for industrial inkjet. Within these themes we aim to: develop a theoretical and practical understanding of how to make stable high solid-content colloids suitable for inkjet deposition, and how they behave in an inkjet system and on the substrate; explore post-impact processes that determine the structure and functionality of the printed features, including surface morphology, chemistry and surface treatment, fluid dynamics of wetting and the interaction of successively printed materials; and develop a set of models, validated by precise measurements and underlying physical theory, to describe all aspects of the formation and ultimate fate of ink drops. Industrial beneficiaries will include companies in the fields of inkjet printing and digital manufacturing, as well as other companies involved in the precise manipulation of small liquid droplets: examples of sectors include pharmaceuticals, agrochemicals, combustion, coating application, materials processing, and particle technology. Academic beneficiaries, apart from researchers working directly on inkjet technology, will include those in the fields of rheology, fluid mechanics, microfluidics, materials science and surface engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H018913/1","grantId":"EP/H018913/1","fundValue":"5057880","fundStart":"2010-02-01","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"  The following outputs from the project have been exploited by our industrial partners and others:\no increased understanding of the behaviour of fluids with high solids content and containing polymers, leading to the ability to print increasingly complex fluids\no improved ability to control drop placement accuracy through better methods of understanding factors controlling jet directionality and aerodynamic effects on drops in flight\no improved ability to predict and control the behaviour (spreading/curing/drying) of drops on impact and during coalescence on a non-porous substrate\no reduced development timescales for fluids and printing systems, through the use of validated modelling, for complex fluids\no the use of advanced imaging techniques including micro-PIV and holographic methods to study flow in nozzles and jets, and also droplet fields\n. the development of a new filament-stretching rheometer\n. new understanding of free-surface fluid flow\n. new method for fabrication of liquid crystal lasers dots by inkjet printing Creative Economy,Electronics,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other Economic","person":"Ian  Hutchings","coPersons":["Simon Richard Biggs","Jas Pal  Badyal","Colin David  Bain","Oliver Guy Harlen","E John Hinch","Mark  Wilson","Malcolm  Mackley"],"organisation":"University of Cambridge","findingsText":" This research has studied the way in which small drops of liquid are generated and then behave on impact with a surface, in the context of inkjet printing. Inkjet printing is a process which is rapidly replacing more conventional methods for some types of commercial printing, and is also of great interest as a manufacturing process - it can be used to deposit precise patterns of all kinds of materials and so is valuable in the areas of micromanufacturing, electronics, biomanufacturing, medical diagnostics and 3D printing (additive manufacturing).\n\nIn our work we have extended the understanding of the way in which complex fluids (such as suspensions of particles and solutions of polymers) behave under printing conditions. We have developed powerful computer models for drop and jet formation and experimental methods and equipment which are now being used by industrial partners. We have explored the way in which these very small drops of liquid behave on impact, coalesce with neighbouring drops and merge to form continuous lines. A university spin-out company has been set up to exploit inkjet-printed liquid crystal lasers. Many of the findings are already being taken forward by existing industrial partners, and we anticipate their application in diverse industrial sectors, as well as in future research by ourselves and other academic groups. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Creative Economy,Education,Electronics,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Retail,Security and Diplomacy","dataset":"gtr"}