{"id":"8C92C56A-5100-4360-857E-022B48CC13AD","title":"The Pluripotent Stem Cell Platform (PSCP)","abstractText":"Advances in human pluripotent stem cells (PSC) biology provide unprecedented opportunities to generate safe donor cells for all human tissues and organs in virtually unlimited numbers. Harnessing these advances will enable an array of novel cell-mediated therapies. Realising these ambitions requires a translational structure that melds fundamental discoveries into a pipeline for medical products and applications. The Pluripotent Stem Cell Platform (PSCP) is such a translational alliance, bringing together the Sheffield Centre for Stem Cell Biology, the WT/MRC Stem Cell Institute, Cambridge University Health Partners, the Loughborough led EPSRC Centre for Innovative Manufacturing in Regenerative Medicine, the Wellcome Trust Sanger Institute, the Babraham Institute and NIBSC, to exploit advances in PSC biology for the development of regenerative medicine.\n\nPSCP will implement a translational research programme to reach the following goals: i) protocols for transgene-free, EUCTD-compliant, production, expansion and safety qualification of PSC; ii) methods to minimise occurrence of functionally significant genetic or epigenetic variants during PSC manufacturing; iii) standardised PSC differentiation protocols for deriving, manufacturing and banking therapeutically relevant lineage-specific intermediate stem cells; iv) qualified processes for manufacturing regulatory compliant PSC products suitable for clinical use. To reach these goals the PSCP will address three themes. Theme 1, &quot;Cell characterization and stability&quot;, will provide a platform for derivation and validation of EUCTD compliant iPSC and protocols for GMP scale up of PSC, as well as identification of quality acceptance criteria to enable standardisation and transition to automated platforms. It will also provide tools for monitoring genetic and epigenetic changes in PSC and culture refinements that minimize deleterious variants, and an assessment of potential risks posed by these variants for regenerative medicine. Theme 2, &quot;Understanding routes to differentiation&quot;, will provide protocols for expansion of PSC-derived neural progenitors with stable potential for differentiation into dopaminergic and otic neurons and also for the generation and expansion of endodermal progenitors. It will address the integration of biology with process engineering and manufacture, including assessment of manufacturing and supply requirements and identification of preferred production system and technology configurations and associated risk assessments and mitigation strategies. Theme 3, &quot;Quality control, safety and reproducibility&quot;, will optimise the detection of adventitious agents that may compromise safety, and provide reference standards. It will determine the barriers to operational GMP for our chosen clinical exemplars at acceptable cost of goods within a viable business model and address the key issues of reproducibility and comparability by establishing a scaleable manufacturing process and measurement system capable of allowing demonstration of comparability at three sites.\nPSCP will actively engage in networking with other groups, notably with the Catapult and other industry partners, and with Prof Yamanaka and CiRA (Kyoto, Japan), which will enable a rapid start in iPSC production and provide the highest level of international bench-marking for the Hub. PSCP will organise three workshops addressing manufacturing, safety and standardisation, and clinical delivery technologies. The workshops will aim to develop a consensus on 'principles of best practice' for manufacturing, risk assessment and safety testing pertaining to the candidate cell therapies. PSCP will adopt an open innovation model for pre-competitive research with bioindustry, with the intent of engaging with an industry consortium to design and execute a set of demonstration projects focused on generic issues in stem cell manufacturing, notably analytical measures of cell quality, genetic integrity and potency.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L012537/1","grantId":"MR/L012537/1","fundValue":"4704460","fundStart":"2014-02-02","fundEnd":"2018-02-01","funder":"MRC","impactText":"","person":"Peter Walter  Andrews","coPersons":["Robin James Franklin","Nicholas  Medcalf","Ludovic  Vallier","Michael R Stratton","Kosuke  Yusa","Marcelo Nicolas Rivolta","Wolf  Reik","Roger  Barker","Malin  Parmar","Philip Matthew Driver","Mathilde  Girard","David John  Williams","Austin  Smith","Robert James Thomas","Harry David Moore","Glyn  Stacey","Heiko  Zimmermann"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}