{"id":"8C977836-84C9-445E-B3D8-42510BE512A6","title":"Assertion, Practical Reasoning and Knowledge","abstractText":"The project focuses on two human activities, namely assertion and reasoning about what to do, or 'practical reasoning'. An assertion, e.g. 'The boss is bald' may be criticised in a variety of ways, e.g. as rude or impolitic. Similarly, a piece of reasoning about what to do may be criticised as immoral or imprudent. Both an assertion and a piece of practical reasoning may be further criticised on the ground that one did not have enough evidence to assert the claim in question or to rely on it in one's practical reasoning. For instance, a policeman in charge of a murder inquiry would be rightly criticised for asserting that the assailant was male without sufficient evidence; similarly, he would be criticised for relying on that assumption in making an arrest, if he lacked sufficient evidence for it. What, then, are the epistemic standards for assertion or practical reasoning?\n\nLeading proponents of a wide variety of contemporary accounts of knowledge assume that knowledge is the common standard of assertion and practical reasoning (e.g. DeRose, Hawthorne, Stanley, and Williamson). They point out that an assertion; such as the claim 'It'll rain tomorrow' may be appropriately challenged by the question 'how do you know that?' Further, they point out that there's something paradoxical about simultaneously asserting a claim and saying that one does not know it, as in 'It is raining, but I don't know that'. This suggests that one should assert a claim only if one knows it. \nTurning to practical reasoning, they claim that it is intuitive that one should rely on an assumption in reasoning about what to do only if one knows it to be true. However, at best, these points show that one should assert p or practically reason from p only if one knows that p. They do not establish the further claim m 'de by some proponents of the knowledge standard that if one knows that p, then one is in a good enough economic position to assert that p or practically reason from p (e.g. Hawthorne; see also DeRose on assertion and Williamson on practical reasoning). Further, the case presented is partly intuitive. It would be preferable to move beyond this intuitive defense to a theoretical argument for the knowledge standard. The project will provide a detailed examination of the epistemic standards for assertion and practical reasoning. In particular, I will investigate whether there are different epistemic standards for assertion and practical reasoning, or a single standard common to both; whether the standard(s) is constant across different contexts; and whether the relevant standard is knowledge.\n\nThe investigation will cast new light on contemporary philosophical debate between Contextualists and invariantists about the correct account of knowledge. A key issue concerns which of these views best reflects the supposed links between knowledge, assertion and practical reasoning. To see the contrast between the positions, consider the fact that, in a casual conversation one would be credited with knowledge on a more slender basis than in other contexts, such as a courtroom or a scientific meeting. E.g., the level of evidence required to count as knowing that one's colleague was in London yesterday is lower in casual conversation than in a murder inquiry. Contextualists claim that the standards for knowledge are different in different contexts; the higher the stakes, the more evidence one need's to be credited with knowledge. \nOn this view it may be true for me to say 'I know my colleague was in London yesterday' in the department but not the police station. By contrast, invariantists claim that the standards for knowledge do not vary across context, so they must choose between the various standards, condemning those of ordinary life or the police investigation. The debate between Contextualists and invariantists is complex and subtle. Examining the epistemic standards for assertion and practical reasoning will help us determine which view is correct.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503772/1","grantId":"AH/E503772/1","fundValue":"26693","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Jessica Anne Brown","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}