{"id":"8C9CE585-4CDD-4BB2-9BAD-7A014EECC765","title":"The provision of infant EEG editing and analysis software","abstractText":"<p>The aim of this project is to develop editing and analysis software that will work independent of source (eg brand) of electroencephalogram (EEG) amplifier, which is designed specifically for infant data. After the software has been developed, it will be made freely available to download for users.</p>\n\n<p>No available software caters for the specifics of infant data. Infant EEG data differs from adult data. For example, infants move more than adults during EEG studies and cannot attend in a study for more than a few minutes. This leads to the challenge of having less data for analysis when compared with adult EEG data. Specific software would make infant EEG studies more effective due to diminished data loss coupled with the use of appropriate analysis techniques. There is currently no EEG system that is specifically designed specifically for infant participants. Such a system would further minimise data loss. Typically 50 per cent of infants do not produce enough data for analysis.</p>\n\n<p>The first step to create this EEG system is the development of appropriate editing and analysis software. The creation of a complete EEG system for infant participants is our ultimate aim for which we will spin out a company from Durham University.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I029907/1","grantId":"ES/I029907/1","fundValue":"72128","fundStart":"2011-08-31","fundEnd":"2012-08-30","funder":"ESRC","impactText":"  These findings have facilitated infant research throughout the world. Standardised measures related to the treatment of infant EEG are now being investigated seriously for the first time. This is a huge leap in a field that is often murky in terms of how data is treated during data editing and prior to analysis. Digital/Communication/Information Technologies (including Software),Other Cultural","person":"Vincent Michael Reid","coPersons":[],"organisation":"Durham University","findingsText":" This grant was to fund the creation of software. Through so doing, we realised a number of papers related to how we treat infant EEG data (e.g., Stets, Stahl and Reid, 2011). We also edited a special issue of Developmental Neuropsychology as a result of determining the key issues in data acquisition and assessment with infant EEG. Infant EEG is &quot;noisy,&quot; with poor quality of data being normative in many ways. This is similar to other populations, particularly clinical populations, where data is limited and of poor quality. As such, our findings are relevant to these arenas. Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}