{"id":"8C9DF48E-667F-4167-849A-7BD5EEB03C29","title":"Thermodynamic formalism and flows on moduli space","abstractText":"In the broadest sense, Ergodic theory is the branch of analysis which has developed most rapidly in the last century, and which has had many striking achievements, particularly in the past few decades. This is noticable, in particular, in terms of applications to number theory. Notable important highlights were Wolf prize winner Furstenberg's proof of Szemerdi's theorem on arithmetic progressions; Fields' medallist Margulis' proof of the Oppenheim conjecture and the Einsideler-Katok-Lindenstrauss (another Fields' medallist) contribution to the classical Littlewood conjecture. Many of these proofs use a particularly geometric viewpoint. \n\nThe general principle of applying ergodic theory to geometry is now both well established and fundamental. This is bourne out by the examples of the fundamental and classical Mostow rigidity theorem (which, of course, show that in higher dimensions the Moduli space is trivial and emphasizes the interest in surfaces) and the seminal work of Margulis on lattice point and closed orbit counting for negatively curved manifolds, and super-rigidity for Lie groups.\n\nHistorically, ergodic theory has its roots in theoretical physics and, in particular, statistical mechanics, and is generally concerned with the long term stochastic behaviour of deterministic dynamical systems. Moreover, one of the key methods of our analysis, thermodynamic formalism, is a particularly fruitful branch of ergodic theory, with strong connections to statistical mechanics.\n\nThe underlying theme in the proposed programme of research is to study the application of ergodic theory and thermodynamic formalism in order to gain a better insight into metrics on Riemann surfaces and their geometry. The connection between ergodic theory and geometry in our proposal comes from the classical viewpoint of studying the dynamics of the geodesic flow. However, considering the flow on moduli spaces, instead of classical Riemannian manifolds, leads to more challenging technical problems.\n\nThe programme of proposed research is divided into four key areas. Firstly, studying the dynamics of the Weil-Petersson geodesic flow. This is an area in which there has been considerable progress in the past couple of years, and we have made particular contributions to this. In particular, the Weil-Petersson metric is one which has negative curvature(s) and thus is amenable to many classical techniques in ergodic theory, by analogy with the theory of scattering billiards (notwithstanding some considerable technical problems). Moreover, the subtle interplay between the dynamics and the geometry gives a greater insight into both aspects. \n\nA second area is the study of the Teichmuller geodesic flow. This is a topic which has received considerable attention from leading experts in mathematics (e.g., Fields' medallists McMullen and Kontsevich). However, statistical properties of such flows can be studied using techniques from thermodynamic formalism since the flows can be conveniently realised as suspension flows over countable branch expanding maps.\n\nA third area of investigation relates to the determinant of the laplacian, whose origins are related to mathematical physics. This is a function defined on the space of function whose behaviour is particularly mysterious. Using techniques we have developed over several years we will determine interesting values and points associated to the function. In particular, we expect to resolve a long standing problem of Sarnak in this area.\n\nThe final area of study is at the level of the surfaces themselves. We want to give a new interpretation for the canonical invariants discovered by Forni-Flaminio in the special case of surfaces of constant curvature and to extend the theory to more general surfaces. The basic approach uses recent work of ours on the dynamical zeta function. This offers the possibility of opening up a whole new field of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013560/1","grantId":"EP/J013560/1","fundValue":"265859","fundStart":"2012-08-31","fundEnd":"2016-02-29","funder":"EPSRC","impactText":"","person":"Mark  Pollicott","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}