{"id":"8C9DB69A-4A6B-4AB7-8E9A-0B26EDE97FEF","title":"Social interaction: A cognitive-neurosciences approach","abstractText":"<p>Social interaction is the basis of most human activities. Through social interactions people make judgments about their partner’s social identity, emotional state, attractiveness and trustworthiness. Psychologists convincingly argue that many of these basic social judgements are made automatically rather than as the result of conscious decision. Yet, little is known about the detailed cognitive-neural mechanisms that support the judgments. This project aims to elucidate these mechanisms using the most up-to-date experimental, computational and brain imaging techniques.</p>\n\n<p>The three main strands of the project will investigate in turn:</p>\n\n<ol>\n \n\n <li>the immediate processing of social signals originating from the voice, face and bodily movements</li>\n\n <li>how such signals support the automatic interactive alignment of&nbsp; social behaviours (associated with pupil dilation, blinking, yawning etc)</li>\n\n <li>the mechanisms that underlie joint attention and action.</li>\n\n</ol>\n\n<p>A major goal of the three strands will be to establish the link between the processing of social signals and the formation of key social judgements relating to emotion, trust and desire to affiliate with interacting partners. To support this goal a fourth strand of the project will develop a mathematical model to capture the relationship between social signals arising from multiple sources and social judgements.</p>\n\n<p><strong>Further information</strong></p>\n\n<ul>\n \n\n <li>Project contact: Professor Simon Garrod, University of Glasgow<br />Email: <a href=\"mailto:s.garrod@psy.gla.ac.uk\" rel=\"nofollow\">s.garrod@psy.gla.ac.uk</a><br /><a href=\"http://www.socialinteraction.gla.ac.uk/\" rel=\"nofollow\">Social interaction project website</a></li>\n\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E020933/1","grantId":"ES/E020933/1","fundValue":"3924430","fundStart":"2008-01-01","fundEnd":"2011-12-31","funder":"ESRC","impactText":"","person":"S  Garrod","coPersons":["Martin  Lages","Roberto  Caldara","Monika  Harvey","Roderick  Murray-Smith","Frank  Pollick","David Robert Simmons","Rob  Jenkins","Pascal  Belin","Philippe Georges Schyns","Klaus  Kessler","Hartmut  Leuthold","James McIntosh Hillis","Marie Louise Smith","Joachim  Gross","Marie-Helene  Grosbras"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}