{"id":"8C9F0193-3117-4E9D-A25C-36A73D21E2BD","title":"Evolutionary dynamics of genome obesity","abstractText":"The central dogma in genetics is that 'DNA codes for RNA which makes proteins'. Why then do similar and closely related organisms often have widely different amounts of DNA in their nuclei? Even in organisms with a small amount of DNA, the fraction that comprises genes is frequently very small. What is the extra DNA doing and how did it get there? These are important questions because we know that organisms with large genomes are at greater risk of extinction, are less adaptable to living in polluted soils, and are less able to tolerate extreme environmental conditions. Clearly the total amount of DNA has ecological consequences which shape the distribution and persistence of biodiversity. In fact an analysis of many thousands of species reveals that genome size varies enormously. In plants alone it can vary nearly 2000-fold. The non-genic component of DNA is usually composed of highly repeated sequences of two types, (i) dispersed repetitive sequences and (ii) tandem repeated sequences. Together these give the chromosomes a particular character, such as their size. Chromosome size is important in the evolution and diversification of all organisms because large chromosomes (or more accurately the total sum of all chromosomes = the genome) often come at a cost, including long generation times, slow development and restrictions on the type of habitat occupied by the organism. There may nevertheless be advantages to having large genomes in some circumstances because some organisms do have particularly large amounts of DNA. In the last 20 years there has been an enormous effort expended by the science community to increase our understanding of plant genomes for three main reasons: (i) to improve the efficiency, versatility and value of agriculture; (ii) to harness resources for medical research, and (iii) to stimulate new discoveries through fundamental research. To achieve this end several plants were selected to have their genomes completely sequenced, so that we could discover in detail the nature and occurrence of genic and non-genic DNA. This was an expensive and time-consuming task involving labs from around the world. To minimise the scale of the task, plants with small genomes, like the weed Arabidopsis thaliana and the crop rice, were selected for analysis. Our current thinking is that over many thousands or millions of years, DNA in the genome can expand through amplification of some repetitive DNA and shrink through small bite-like loses. Nevertheless, this fascinating view of the dynamic nature of plant genomic DNA is flawed because we only understand the dynamics of plants with small to medium-sized genomes, i.e. those genomes chosen for DNA sequencing. Is this picture of genome evolution true for organisms with large genomes? To address this we have selected the plant genus Fritillaria for analysis, since it includes species with truly giant genomes including the largest so far reported for any plant. The problem is how to tackle the Herculean task of determining the nature and evolution of so much DNA in Fritillaria. Fortunately a powerful new method to sequence huge amounts of DNA cost-effectively has been developed that enables us to get a handle on genome evolution in organisms with giant genomes. These methods use sophisticated DNA handling and analytical approaches for studying DNA. When coupled with microscopical studies of the chromosomes themselves, and a detailed understanding of how the species are related to each other, we can build a picture of the evolutionary events that occurred in the formation of giant genomes. We will address what DNA sequences are involved in genome enlargement, why particular sequences became so abundant, and if genome enlargement happened suddenly in evolution, or slowly over time. Thus our study will provide the community with fundamental knowledge of the processes occurring in plant genome evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G017247/1","grantId":"NE/G017247/1","fundValue":"185734","fundStart":"2010-02-07","fundEnd":"2013-02-06","funder":"NERC","impactText":"  The work undertaken for this grant generated fundamental research and therefore, its major outcomes are listed in the section 'Key findings'. Overall economic and societal impacts have yet to be fully realised. Nevertheless, the research on Fritillaria has led to deeper understanding of evolutionary relationships between Fritillaria species (which have been published, see Day et al. 2014) and these are likely to lead to societal impact and be exploited given that this genus is of interest to both the horticulture trade and practitioners of Traditional Chinese medicine. Culture, Heritage, Museums and Collections Cultural","person":"Ilia  Leitch","coPersons":["Michael  Fay"],"organisation":"Royal Botanic Gardens Kew","findingsText":" Our findings have provided new fundamental insights into the organization and evolution of the giant genomes of Fritillaria, which contain more than 30 times as much DNA in each nucleus as humans. By analysing the most repetitive fraction of some of the largest known genomes for diploid species, the research has shown that genomic expansion in Fritillaria has not resulted from the recent massive amplification of just a handful of repeat families, as shown in species with smaller genomes. Instead, the bulk of their immense genomes is composed of highly heterogeneous, relatively low abundance repeat-derived DNA, supporting a scenario where amplified repeats continually accumulate due to infrequent DNA removal. Our research thus indicates that a lack of deletion, and low turnover, of repetitive DNA is a major contributor to the evolution of extremely large genomes and that their size cannot simply be accounted for by the activity of a small number of high abundance repeat families. An additional key finding of the research is that the giant genomes of Fritillaria cannot be explained by a catastrophic failure of the epigenetic machinery as signatures of epigenetic regulation have been uncovered (see Becher et al. 2014). This therefore has overturned one frequently suggested explanation as to why the genomes of Fritillaria have undergone such genome expansion.\nThese novel findings have now opened up new areas of research including (i) investigating the nature of the epigenetic machinery and processes underpinning the reduced rates of DNA elimination that have been identified in the Fritillaria genomes, and (ii) determining whether the genomic repeat landscape and underlying genomic processes responsible that we have uncovered in Fritillaria are typical of all species with giant genomes (e.g. similar approaches are being used to analyse the giant genomes in the plant family Melanthiaceae as part of an EU-funded Beatriu de Pin&oacute;s fellowship). \nIn addition to these findings focused on understanding genomic processes, the research has also led to the development of novel uses of the large amounts of repetitive sequence data generated by next generation sequencing (NGS) approaches. We have demonstrated that the repetitive fraction of the genome contains a signature of evolutionary relationships and hence can be used to build phylogenetic trees. This novel methodology, published in Dodsworth et al. (Systematic Biology 2014; doi: 10.1111/nph.13107) may well prove to be especially useful in groups where there is little genetic differentiation with standard phylogenetic markers. Thus, rather than discarding such NGS data, as many researchers do in their focus on genes, these findings highlight the potential for them to deliver a wealth of novel data for phylogenetic inference. The findings have laid the foundation to understanding the composition and evolutionary processes responsible for generating the giant genomes encountered in Fritillaria. Already the data are being used by our research group (i) to investigate the epigenetics of genome obesity, (ii) to uncover whether the mechanisms responsible for generating giant genomes are homologous between different lineages of plants, both within angiosperms as well as with other land plant groups such as gymnosperms, and (iii) in collaboration with Dr Jiri Macas (named collaborator on NERC grant) and his team, the data are being used to test whether there is a fundamental shift in the genomic processes operating once genomes get beyond a certain size. In addition, an increasing number of visitors are asking to be trained in the analysis of the repetitive fraction of the genome so that similar approaches can be applied to other plant systems. Agriculture, Food and Drink,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}