{"id":"8CA48241-8612-4AF4-BE33-6979D7666A16","title":"The Verse Forms of Middle English Romance","abstractText":"Before the fifteenth century, Middle English writers wrote stories in verse. The three broad streams of narrative verse in medieval England are the poetry of Chaucer and his followers, alliterative verse, and the metrical romances. The oldest of these, King Horn (c1220) immediately exposes our ignorance about the kind of verse the poet of Middle English romance thought they were writing. The Horn poet's rhyme range was evidently wider than that of poets such as Chaucer and Gower, and his prosody remains the subject of controversy: were his verses short couplet lines in alternating three-beat rhythm or more like the half-lines of alliterative poetry? A number of romances composed after Horn give rise to similar problems of scansion and versification. Sir Tristrem, from the later thirteenth century, was written in an unusual 11-line bob-and-wheel stanza that has seemed to some parodic and to others lyrical. To judge which of these views is the correct one, we would need to know which other poems (in English, Anglo-Norman and Latin) used the form. Two stanzaic patterns recur regularly in Sir Tristrem but a third pattern is only attested in just two stanzas: are these anomalous stanzas due to scribal invovement or are they authorial? This project addresses these and other questions by investigating the particular metrical systems that obtained in the Middle English romances, and it explores their textual and literary history to answer the question of what their verse forms meant to poets, scribes, and audiences. \\n\\nThe importance of these topics to editors, literary critics, and philologists has long been appreciated in the field of Chaucer studies and more recently in the field of alliterative verse, where new discoveries about poets' metrical practices have revolutionized editing and enriched literary criticism. Regrettably, the renewal of interest in the formal aspects of verse has largely passed the Middle English romances by. Since little is known about their metrical systems, editors have not been able to use metrical criteria as an aid to textual criticism, with the result that romances often circulate in editions that give the misleading impression that, where rhyme, stanza form, and rhythm are concerned, everything goes. There are good reasons, on the contrary, for assuming that romance poets had a determinate range of metrical possibilities, and that these conditions of metricality are recoverable. The accidental survival of autograph copies of Sir Ferumbras (consisting of fragmentary draft and a final version) provides a rare opportunity to measure the poet's range of permissible rhymes and rhythms. In romances that are extant in multiple copies (such as Horn and Eglamour), the unreliable evidence of scribal manuscript witnesses, invariably corrupted by error, can be checked against the evidence provided by other witnesses. \\n\\nThe potential benefits of this programme of research are wide-ranging. For example, our publications and CD and DVD recordings of illustrative readings from the metrical romances will enable modern readers to familiarize themselves with forgotten conventions of rhyme and rhythm; a knowledge of these conventions will help editors when weighing up the reliability of particular manuscript readings; and the data we seek to collect about imprecise rhymes and rhythmical patterns will be of permanent value for linguistic research into pronunciation, sound changes, and the perceptual salience of phonological distinctions.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H00839X/1","grantId":"AH/H00839X/1","fundValue":"357430","fundStart":"2010-04-01","fundEnd":"2014-04-30","funder":"AHRC","impactText":"  1. In collaboration with the Widening Participation division, the PI gave an accessible talk drawing on the research, to four schools (using video-conferencing technology as part of the Virtually University initiative (to give sixth-formers an insight into University-level study). The title of the lecture was the Rhythms of Earlier English Verse, and the beneficiaries were: Longford school, Essex, Gumley House, London, Ilford High, Essex, and Sheffield Springs Academy Framing the research findings into an accessible lecture, this event gave sixth-form students an experience of University-level research and made University study appealing to students who might not otherwise have considered University study of English.\n2. Using our research on the soundworld of Middle English romances, we have given lectures for the Sutton Trust (2012, 2013), which seeks to improve educational opportunities for under-privileged students. Stimulating sixth-formers from non-privivileged backgrounds to consider University education\n3. Using Middle English romances as examples, this lecture introduced sixth-form students to the importance of metre and rhythm, and gave them tools for analysis of benefit to them in their A-level study of English This lecture given to sixth form students drew on our research into the metre of Middle English romances and helped students to understand the importance of metre and equipped them with some useful terms and tools for their A-level study.\n4. As part of the English Department's Day Course aimed at the wider local community and the life-long learning community, we are contributing a day course on 'The Sound and Sense of the Middle English Popular Romances' This day course is offered as part of the English Department's public engagement programme, which aims to recruit students from a wider educational, social, and ethnic backrounds.\n5. A lecture using the most interesting and accessible aspects of our research to encourage school-leavers from non-traditional backgrounds to consider University study Introducing and welcoming school leavers from non-traditional backgrounds to University culture Education Societal","person":"Ad  Putter","coPersons":[],"organisation":"University of Bristol","findingsText":" The technique of stanza linking has been investigated. Its use across a wide range of poems (both courtly and popular) has been demonstrated. A paper on this topic was delivered by PI (see outputs): it will form a chapter of the eventual book.\n\nBased on the research on Sir Tristrem (which also uses stanza-linking incidentally) a detailed study of its rhyme schemes was undertaken. This both established that the original poet was precise and exacting in his rhymes; it also pointed to extensive re-writing by the scribe. On this basis we were able to show the scribal dialect was very different from the poet's, which we were able to localize to Yorkshire (see also outputs). \n\nWe have also been able to trace the history of the unusual stanza form in Sir Tristrem. Advancing beyond current knowledge (McIntosh 1989). we have been able to document the use of the stanza form in Middle English drama and lyric, and more importantly to trace it back to and Anglo-Norman poem (in Harley 2253). The PI presented papers on this at the Medieval Song Network (see outputs). \n\nWe have demonstrated the use of an unusual stanza form (abab) in four Middle English romances. We have found the stanza form to be popular rather than esoteric; it is one that has been used for centuries for sung material (e.g. ballads, nursery rhymes). In a forthcoming paper and in talks by the Post-doc (see outputs), we have shown that the forms taken by the rhymes of the abab romances supports this assessment: the rhymes include a high proportion of partial rhymes involving consonant variation. Building on current linguistic work we have found that such consonant variation is typical of spoken rather than written verse. \n\nTwo further metrical forms have been examined: for romances in bob-and-wheel stanzas, as we have argued in a paper (forthcoming in 2014 volume) interesting analogues may be found in cognate genres, such as the Verse Life of St John of Bridlington. A second form, rhymed stanzaic alliterative verse, was explored in a paper delivered by the PI on a conference at the Courtauld Institute: our research shows that Karl Luick's claim that the shorter lines divide are rhythmically speaking comparable to first-half lines in alliterative metre, except for the last, is doubtful. It appears in fact that the distinction between first-half and second-half metre, which was so crucial in the metre of unrhymed alliterative poetry, was being lost. \n\nAlthough the music of all Middle English romances has been lost, it has proved possible to use the melodies of lyrics in the same stanza form as a basis for sung performance. We have used a musical setting of a liturgical song (rhyming aaabab), of a Middle English song (Edu be thu) and an Anglo-Norman song (Eyns ne soy) as a basis for a sung performance. A recording of these, together with a sung performance of Sir Orfeo by Linda and Marie Zaerr, was made by the Chaucer Studio (April 2013) and will soon be available on a double CD to be distributed by the Chaucer Studio.\n\nAn international conference on medieval romance was organised at the University of Bristol, and a volume of proceedings on the metre and manuscripts of middle English romances is in progress. We were able to make good use of our work on stanza linking in a lecture for the Sutton Trust, which seeks to improve educational opportunities for secondary school students from non-privileged backgrounds and to increase social mobility. Our lecture on 'The Sound and Sense of Middle English Romances (see outputs) was one of four lectures chosen by the Arts Faculty of our University for the 2012 Sutton Trust Lectures. We also offered a day course on the Sound and Sense of Medieval Romances (December 2013), which received excellent feedback questionnaires from an enthusiastic group of students. We have been asked to follow up the 2012 Stutton Trust Lecture with a longer seminar, which took take place at the University of Bristol on Monday 8th July. Together with the Widening Participation Division of the University of Bristol, the PI has also participated in the 'Virtually University' series, consisting of lectures which are broadcast, by video-conference, to participating schools who would like to give their students an experience of research at University level.\n\nThe PI has also given outreach lectures using project findings at schools. Education","dataset":"gtr"}