{"id":"8CA9E388-7C39-4271-AC6E-362713BB3B1F","title":"MIDAS - Molecular Interaction Data Availability Standards","abstractText":"An understanding of the molecular interactions a cell makes is critical to understanding the biology of that cell, and the mechanisms by which it reacts to a change in its surrounding environment. Biologists have studied these interactions, mainly protein-protein but now extending to other molecule types, for many years and databases were created to store such information. These databases have been united through the work of the Proteomics Standards Initiative (PSI), which produced common interchange standards that were adopted by all the major players in the field. It was now possible for researchers in the field to combine datasets from disparate resources. Additionally many tools were written to visualize and analyze such data and these tools worked for data from multiple different sources.\nThe data formats have been stable since 2007 years but experimental methodologies, data types studies and the complexity of the resulting data has moved on. It is now necessary to advance the standards to meet new challenges and to write novel tools, or update successful existing applications, to work with these upgraded formats. The developers will work as part of the PSI, in consultation with data producers, data users and tool developers to ensure the updated formats meet their needs. Once developed, the new formats and accompanying tool suite and visualization resources will be incorporated into two high profile, UK-based resources - the IntAct molecular interaction data abase and the InterMine project which provides an open-source data integraion platform for several important model organisms. A training program will be delivered to ensure the outputs of this grant are understood and used by the Systems Biology community and the work of the IMEx Consortium, responsible for supplying a high-quality non-redundant set of interaction data for network biologists, will also be supported.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L024179/1","grantId":"BB/L024179/1","fundValue":"604922","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"","person":"Henning  Hermjakob","coPersons":["Sandra  Orchard","Gos  Micklem"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}