{"id":"8CAD9E5F-46AA-4EFC-8408-859534B9B80F","title":"Infrastructure for collaboration: Leeds MRC Medical Bioinformatics Centre","abstractText":"For some years medical research has been advanced by new technologies that generate very large amounts of biological data in digital format, for example, new methods that generate very detailed and often three-dimensional images of arthritic joints or new ways of sequencing DNA that bring information on inherited disease. Until recently many of these methods have been limited to research studies, clinical trials and small numbers of patients but recent advances mean that we can now contemplate a future where every individual may know their genome sequence, and where most people will have medical investigations that generate this type of data in routine practice.\n\nIn parallel to these developments, the UK NHS is increasingly moving away from using paper to store vital information about patient care and adopting modern computer systems which store patients' health records in a secure electronic format. These patient records are valuable data from which we can learn a great deal about the efficacy of health care and the long term effects of treatments. However, it is clear that the value of these health care records to research will be increased if they can be effectively linked to the large scale data described above. It will be possible for instance to make detailed investigations of how treatments may be better or worse depending on the genetics of the person receiving them, and help move towards a world of personalised medicine.\n\nBringing large amounts of varied and complex data from different sources is not without challenge. The data need to be accessible and usable by those with a broad range of backgrounds, including researchers familiar with using complex research data and clinicians familiar with accessing patient records. There are also issues around ethics and privacy, plus the development and sustainability of necessary powerful computing infrastructure to support the linking and secure sharing of data between NHS and research institutions. \n\nWe aim to overcome these challenges through the creation of the Leeds MRC Medical Bioinformatics Centre which will develop and sustain the infrastructure, experience and facilities needed to undertake ground-breaking research at the point where clinical, health and research data meet. This will be achieved by bringing together a strong team who between them have extensive experience spanning all aspects of the relevant areas including direct patient care, high performance computing, statistics, biomedical and health research. The Centre will build on established and successful links between the University of Leeds, the Leeds Teaching Hospital Trust (LTHT), an external company specialising in medical record systems (The Phoenix Partnership, (TPP)) and the Leeds-based NHS Health &amp; Social Care Information Centre (HSCIC). \n\nThe Centre will bring together state of the art technology for visualising data and provide a hub for the training of future researchers in this rapidly developing and complex area. The computing infrastructure will be used to establish a Shared Virtual Datacentre (SVD) which will provide researchers with a highly secure and powerful computing platform. \n\nThe Centre will be set up over the first two years of this project, and will support an increasing number of research projects aiming directly at health care improvements. Initial projects will focus on inherited diseases (the genetic causes of neuro-developmental delay), kidney disease (detecting kidney injury before complications ensue), skin cancer (understanding what leads it to spread) and colorectal cancer (understanding the long term effects of surgery combined with radiotherapy). These projects will demonstrate the ways that our Centre will develop new insights into the factors that drive disease, and provide indicators that inform treatment leading to better, more personalised and more effective medicine and health care.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L01629X/1","grantId":"MR/L01629X/1","fundValue":"6952750","fundStart":"2014-04-01","fundEnd":"2019-03-31","funder":"MRC","impactText":"","person":"Alexander Fred Markham","coPersons":["Jeremy  Wyatt","David Timothy Bishop","David  Hogg","David Robert Westhead"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}