{"id":"8CAEA2FE-9FF9-47AA-B124-4FFAE012674C","title":"Evolution and development of land plant embryos","abstractText":"Land plants evolved from aquatic green algae around 470 million years ago. The transition from water to land was facilitated by the evolution of a number of traits that permitted growth and survival in the relatively harsh terrestrial environment. One of these acquired traits was the embryo, a feature so fundamental that all land plants are collectively known as 'embryophytes'. \n\nBoth molecular and morphological analyses reveal that the algal group that is most closely related to the land plants is the charophytes. Charophycean green algae exhibit a range of body plans, ranging from single cells to highly branched multicellular structures, but these are all found in the haploid (gametophyte) generation of the lifecycle. The diploid (sporophyte) phase of the charophyte lifecycle is invariant and unicellular - zygotes are formed after fertilization between two haploid mating types and then the first zygotic cell division is 'meiotic' - halving the chromosome number in the two daughter cells to form haploid spores that germinate to form new gametophytes. By contrast, the zygote in all land plants undergoes multiple 'mitotic' cell divisions that retain the chromosome number in each daughter cell and create a multicellular diploid embryo that develops into a sporophyte body. The sporophyte initially goes through a vegetative phase that can persist for days (e.g. in mosses) or years (e.g. in trees) before converting to reproductive mode and undergoing meiosis to produce haploid gametophytes. The evolution of the embryo thus required the adoption of a mechanism to promote mitosis and/or delay meiosis in the zygote, intercalating a vegetative phase between zygote formation and the production of new gametophytes.\n\nThis proposal aims to investigate the mechanisms that regulate embryo formation in two of the earliest divergent land plant lineages - the liverworts and the mosses. Five regulators of major transitions in the moss lifecycle have previously been identified by mutant analysis [1-5]. Through transgenic analysis, we aim to characterize the ancestral role of these regulators in charophyte algae, and determine the extent to which their role in embryo development is conserved between mosses and liverworts. In addition, we aim to identify novel regulators of embryo patterning, through the analysis of a dataset that distinguishes genes expressed in unicellular zygotes of charophyte algae from those expressed in early stage embryos of mosses and/or liverworts. The function of five genes that are expressed in embryos but not in single-celled zygotes will be tested by transgenic analysis in mosses and liverworts. In combination, the results will provide an understanding of how the role of key developmental regulators was altered as algal and land plant lineages diverged, generate a mechanistic understanding of a fundamental developmental process, and provide a comparative framework in which to test new hypotheses of how multicellular land plant sporophytes evolved.\n1) Sakakibara K et al (2008) Evol Dev 10, 555 2) Sakakibara K et al (2013) Science 339, 1067 3) Tanahashi T et al (2005) Development 132, 1727 4) Okana Y et al (2009) PNAS 106, 16321 5) Mosquna A et al (2009) Development 136, 2433.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M020517/1","grantId":"BB/M020517/1","fundValue":"489437","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Jane  Langdale","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}