{"id":"8CB0EBA7-7B0B-4BED-8D4B-D2F8D7D6448B","title":"Rapid Alloy Solidification: A Quantitative Phase-Field Modelling Technique","abstractText":"The objective of this proposal is to put the modelling of microstructure formation during rapid solidification (RS) processing on the same firm footing as it is for conventional casting. A particular problem during the modelling of RS processing is that the exceptionally complex interactions between heat flow and solute distribution need to be considered. Consequently, while phase-field modelling is now the technique of choice for modelling the formation of solidification microstructure during conventional casting this is not the case for RS processing. The fundamental difference is that during conventional casting crystal growth is so slow that the release of latent heat can be ignored (the isothermal approximation). In RS processing this is not the case and thermal as well a chemical diffusion plays an essential role in determining the solidification microstructure. This in turn leads to a severe multi-scale problem due to the Lewis number (ratio of thermal to chemical diffusivity) typically being of the order 10000 in liquid metals. As a result even fundamental problems such as the predictions of length scale during dendritic growth cannot be tackled in anything but the most approximate of fashions in the RS regime, generally by relating length scale to a stability parameter, sigma, which is assumed constant. However, our previous work shows that sigma actually depends on a multiplicity of factors, including growth rate and cooling regime, and is therefore almost impossible to know a priori. In this proposal we describe how, with the application of advanced numerical techniques such as mesh adaptivity, implicit time-stepping, parallel processing and the use of a multigrid solver, it is feasible to construct a 3-dimensional phase-field model for simulating the formation of alloy microstructures during rapid solidification, using material parameters (including Lewis number) which are realistic for liquid metals. The model will solve for the diffusion of both heat and solute and will contain multiple solid phases such that a range of problems of practical interest in RS processing, such as competitive growth and the formation of metastable phases can be studied. Moreover, by formulating the problem in the 'thin-interface' limit, quantitatively correct predictions of length scales will be able to be made. By utilising the open-source development environment PARAMESH as the basis for our model, the resulting code will be deployable on a range of high performance computing platforms, typically being designed to run on 128-256 cores/processors (which, based upon current hardware trends, will be both widely available and moderately priced by the end of the project). The model will be applied to a number of problems of particular relevance in rapid solidification processing, such as the formation of eutectic dendrites and solidification of deeply undercooled alloys. In order to ensure the closest possible correspondence between modelling and reality a set of carefully controlled validation experiments will be conducted, against which the model can be tested at each stage of its development. These experiments will be undertaken by a PhD student, using a range of high vacuum containerless processing techniques already available at Leeds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H048685/1","grantId":"EP/H048685/1","fundValue":"411913","fundStart":"2010-09-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"  It is too early to judge the likely impact of the research as a number of the key outcomes have only been published within the current year. We expect the most significant outcome to be in relation to our reformulation of multi-phase field models to overcome the problems of spurious phase creation [Physica D 241:816].  ","person":"Andrew Martin Mullis","coPersons":["Peter Kane Jimack"],"organisation":"University of Leeds","findingsText":" The key objective of this research was to extend our previous research into the development of coupled, thermo-solutal phase-field models, which can be applied to rapid solidification situations, from the single phase case to multi-phase. An important preliminary task was to establish the most suitable isothermal multi-phase field model into which a thermal field could be coupled. In fact, we concluded that all existing multi-phase models had serious deficiencies, notably the creation of spurious phases at interfaces, a dependence on the number of phases present and an inability to reproduce single phase results. By applying the principles of differential geometry we have proposed a formalism that overcomes all of these problems previously associated with this methodology [Physica D 241:816]. \n\nThis model has subsequently been incorporated into a coupled thermo-solutal phase-field model for the simulation of microstructure formation during rapid solidification which incorporates a range of advanced numerical techniques including mesh adaptivity, implicit time-stepping and a multigrid solver. Parallel execution using both local and National HPC facilities (HECToR) have been utilised to model rapid eutectic growth in a number of systems, with realistic thermodynamic properties obtained from the SGTE materials database. \n\nIn tandem with the computational model development a PhD project student undertook a range of experimental validation work. This focused grain refinement effects in rapidly solidified alloys that were deeply undercooled using the melt fluxing technique. As a result of these studies we were able to resolve a long standing conflict within the rapid solidification community as to the origin of spontaneous grain refinement effects, demonstrating that a range of mechanisms operate depending upon the materials properties in question [Acta Mater 66:378 and 77:76]. The intention, as with our single phase code, is to release the multi-phase code via a Open Source distribution. This will allow microstructural simulation in rapidly solidified metals, such as in gas atomised powders, which impact on a range of sectors including automotive (PM gears etc.) and electronics (solder pastes). \n\nFurther development is required in order to achieve this as, although the scientific goals of the project were achieved and we were able to demonstrate a working version of our code, there have been issues around the portability of the model between HPC platforms. Manufacturing, including Industrial Biotechology","dataset":"gtr"}