{"id":"8CBD034E-4EB6-4743-8DEB-8BF3FCEF0DA5","title":"Emotional Experience and Quality of Life Following a Spinal Cord Injury: An Interpretative Phenomenological Analysis (ES","abstractText":"<p>Acute spinal cord injury (SCI) is one of the most devastating traumatic types of neurological impairment which has profound effects on both the injured person and their family members. While extant literature has focussed on issues of loss, change in emotional experience and quality of life, it has tended to be both quantitative in nature and has been centred on the injured person's experiences alone. This research project involves conducting semi-structured interviews with 15 individuals with a SCI and 15 partner caregivers of people with a SCI. </p>\n\n<p>The aim of the research is to generate a rich insight into the worlds of people who live with this type of injury. This will be achieved by giving the participants the opportunity to prioritise key events and experiences which they believe are central to the experience of SCI and by allowing them to tell their own stories in their own words. All interviews will be transcribed verbatim and will be analysed using Interpretative Phenomenological Analysis (IPA)- a distinctive and rigorous qualitative approach which is being increasingly applied to health research. </p>\n\n<p>This research, therefore, has the potential to generate a rich insight into what it means to live with a SCI, to form a basis for future research, to advance policy, to promote a holistic, person-centred approach to care and to facilitate coping with SCI.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2310","grantId":"RES-000-22-2310","fundValue":"63330","fundStart":"2007-04-10","fundEnd":"2008-04-04","funder":"ESRC","impactText":"","person":"Adele  Dickson","coPersons":["Ronan  O'Carroll"],"organisation":"Edinburgh Napier University","findingsText":" We discovered that the impact of spinal cord injury affects not only the person acquiring the injury but their significant others too. The process of hospital discharge back to the community is challenging both for the person with the injury (isolation, loneliness, stigma) but also for their spouses, friends and families (loss of privacy in their own homes and negotiations with formal carers). Social support, acceptance and positive thinking appeared to have promoted adjustment. The findings are reviewed by the Spinal Injuries unit to improve services and support for people with spinal cord injury and their families. Healthcare","dataset":"gtr"}