{"id":"8CC5964E-0C1E-455B-B406-992FD487BBA9","title":"Untold stories of volunteering: a cultural animation project","abstractText":"This project aims to explore unspoken stories of volunteering by employing a cultural animation approach to ensure that such stories are co-produced from design/scripting through to production and performance with and by the volunteers themselves. Volunteering has been heralded by the Coalition Government as a key ingredient of the Big Society. Vivid in people's memory remains the London Olympics 2012, an event which has highlighted the crucial role played by volunteers. Despite such success stories, critics point to the fact that volunteering remains a minority activity (see Mycock and Tonge, 2011). It has, for example, been calculated that only 39 per cent of adults took part in some form of volunteering in 2011 (The European Volunteering Year), the lowest level since 2001, according to the Government's annual Citizenship Survey (Whitehead, 2011). \n\nAlso, it has been argued that governmental and institutional discourses of volunteering do not always account for grass roots experiences of volunteering. Rather they are premised on the assumption that there is an unlimited reservoir of goodwill in communities and people can be encouraged to volunteer more. There is also a sense that volunteering is being promoted as a means to promote a rebalancing of society away from the state and as a way of reducing the cost of welfare service provision and public spending (Seddon, 2007; Rosol, 2012). \n\nGovernmental discourses, we argue, fail to do justice to the diverse forms of volunteering and the motives, practices and affective relations involved in volunteering. Furthermore, there appears to be few avenues for alternative discourses of volunteering to emerge, with official discourses of volunteering tending to neglect, marginalise or overlook voices coming from below. \n\nIn this project, we capture such voices by engaging with three types of volunteers: voluntary volunteers, instrumental volunteers, and voluntolds (people who are forced to volunteer) from the Stoke-on-Trent area. Stoke-on-Trent is a deprived area which relies heavily on volunteers to support many of its economic, social and cultural activities.\n\nWorking closely with volunteers, community organisations and policy makers we will co-develop a methodology by which the untold stories of volunteering will be heard at both local and national level. We do so with the help of cultural animation techniques. Culturally animating a community involves acknowledging and critically approaching existing power and knowledge hierarchies and taking steps to minimise them, as a means to developing more interpretative and less legislative approaches to understanding and working with communities (Phillips, 1998a; 1998b; 2002). This project will be constructed in a trans-disciplinary manner, with academics and their collaborating partners working together across its constituent elements of co-creation, co-design and co-production.\n\nThe main outcome of Phase 1 will be the development of a methodology detailing the stages and processes by which the team will co-produce and co-deliver a documentary drama on the untold stories of volunteering in Phase 2. We (volunteers, academics and policy makers) will all be actors in the documentary drama. We aim to co-deliver the documentary drama in at least three different localities across the UK. After each show, there will be a question and answer session to assess the degree to which the performance resonated or not with the audience's own experiences of volunteering. Our community partner, New Vic Borderlines, has over 20 years experience in documentary theatre and is the holder of many national awards.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006576/1","grantId":"AH/K006576/1","fundValue":"99482","fundStart":"2013-02-04","fundEnd":"2014-07-03","funder":"AHRC","impactText":"","person":"Mihaela Ligia Kelemen","coPersons":["Martin Peter Phillips","Anita  Mangan"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}