{"id":"8CC75890-4F03-46FA-AC73-4F9B8121E567","title":"Performance Assessment and Development of Mineral-Based Cements at High Pressure and Temperature for Deep Borehole Disposal of HLW and SNF","abstractText":"The need to secure a low-carbon energy source to meet the ever-increasing demand for electricity makes the increasing use of nuclear power a virtual certainty. Nuclear power, like all other forms of energy, generates waste, including high-level radioactive waste and spent fuel (SF). No environmentally and politically satisfactory solution has yet been implemented anywhere in the world for the disposal of spent fuel. The main problem with spent fuel is the high radiogenic heating. Disposal in a mined, engineered repository such the Swedish KBS-3 concept or similar designs proposed for the UK and some other European countries would require prolonged periods of post-reactor cooling and even then would place severe constraints on the engineered barriers. Over the last decade, we (Gibb, Travis, McTaggart &amp; co-workers at the University of Sheffield) have developed an alternative concept for dealing with SF, particularly the high burn-up SF likely to be removed from GEN III reactors in new-build power stations. This alternative is based on very deep disposal in geological boreholes. Deep borehole disposal which utilises an order of magnitude increase in the geological barrier (over and above a mined repository) is potentially a safer option for SF, could be implemented faster and at a fraction of the cost of a repository. The proposed research programme is to further develop borehole disposal such that we greatly extend its applicability to enable the safe, efficient long term disposal of a much wider range of SFs from very young hot fuel to older, legacy SFs.\n\nOur current borehole disposal concept for high heat-generating SFs would utilise a special lead-based alloy, employed as a fine shot. This material is designed to support the load of an overlying stack of waste containers and, through radiogenic heating by the waste, becomes fluid and fills any remaining crevices in and around the borehole, forming a permanent seal, and extra barrier upon subsequent cooling. This system is not a universal catch-all; for some waste loadings, insufficient heat will be generated to melt the shot, e.g. during disposal of older fuel . We are seeking to extend the flexibility of our disposal scheme to all SFs by developing a geothermal cement as an alternative to the lead-based alloy support matrix. \n\nThe proposed research will identify a range of candidate geothermal cements based on heat flow modelling of typical borehole disposal scenarios. Our experienced team which includes: an international expert in geothermal cements, Dr Neil Milestone; the originator of our deep borehole concept for spent fuel disposal, Professor Fergus Gibb; and an expert in multiscale modelling, Dr Karl Travis, will conduct a programme of experimentally based research to reduce the list of candidate cements by measuring important properties such as viscosity, setting time, durability and geochemistry. If no suitable material is found, an attempt will be made to use the results of the investigation to develop one that is fit for purpose. It is highly probable that a successful outcome would yield a product with applications in other areas of nuclear waste packaging and disposal as well as the hydrocarbon and geothermal drilling industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039350/1","grantId":"EP/K039350/1","fundValue":"424704","fundStart":"2013-11-04","fundEnd":"2016-11-03","funder":"EPSRC","impactText":"  The grant is still in progress and at an early stage. Nonetheless, the PI (KPT) has gained an invited talk at the Materials Research Society conference in Boston (December 1st - 4th 2014) entitled &amp;quot;Deep Borehole Disposal Research: What Have We Learned from Numerical Modeling and What Can We Learn?&amp;quot;. The PDRA, Dr Nick Collier will also present his findings from this grant at the same symposium. All 3 researchers: PI, CI and PDRA will make presentations at the American Nuclear Society conference next April in South Carolina. We are preparing for submission a total of 5 papers as a result of these conference talks. Energy,Environment Societal","person":"Karl Patrick Travis","coPersons":[],"organisation":"University of Sheffield","findingsText":" We set out to determine if we could develop a cement paste capable of being delivered using existing drilling industry technology through a 5 km vertical hole filled with fluid. The cement needed to reach the bottom of the hole, settle, and after a delay long enough to deliver a container of waste down the hole, to harden and act as a seal and provide support from stresses from the overlying stack of containers that will eventually cover the initial container. This is a challenging piece of rsearch given that the grout had to be fluid enough to facilitate pumping and yet retain its integrity in the water and afterwhich it must set hard, but not too soon. The grout must be compatible with the other engineering materials used in the borehole as well as being compatible with the environment. We have made some serious strides towards developing such a cement by careful trial and error research into additives: retardants, superplasticisers etc and have carried out small scale trials in the lab. Our findings up to this point suggest that it is possible to develop a cement paste capable of being delivered in a borehole filled with fluid and able to maintain its integrity during its descent and subsequent settling at the bottom of the hole, then to harden in the short timespan available under extremes of temperature and pressure. We are currently refining the formulation to further delay the setting time via use of retardants. With a useable cement, we then have two options for sealing matrices: one for higher heat generating wastes (High Density Support Matrix) and the cement system for lower temperature wastes. This widens the spectrum of wastes that may be safely disposed in a deep borehole, increasing the chances that this alternative disposal scheme will be chosen for disposing of the UK's spent fuel inventory. Energy,Environment,Government, Democracy and Justice","dataset":"gtr"}