{"id":"8CD89A52-3393-4AF2-83A1-C68BCAE16F02","title":"Cycling cultures in a mass motorised society: a multi-method case study of four English urban areas","abstractText":"<p>Currently the UK faces major policy challenges including climate change, economic crisis, and the rise in limiting, costly illnesses linked to low levels of physical activity. Transport contributes to these problems, and active transport - walking and cycling - could be part of the solution; green, cheap, and offering an obvious way for many people to get the daily exercise they need. However, we need more evidence about how active transport levels could be increased.</p>\n\n<p>This project will focus on cycling, studying four relatively high-cycling areas and trying to find out why cycling thrives in these areas. In these areas, it is likely that many residents who cycle regularly would not do so if they lived elsewhere in the UK. Their experiences are important for understanding processes through which cycling becomes &quot;normal&quot;.</p>\n\n<p>The four chosen areas - Cambridge, Hackney, Hull, and Bristol - have different social, spatial, and political characteristics. The project will use a mix of qualitative methods to analyse components of different cycling cultures, and how inclusive they are of different social groups. It will investigate how people think about and practise cycling within each locality, and explain how cycling provides particular ways of experiencing the four places.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H009809/1","grantId":"ES/H009809/1","fundValue":"210182","fundStart":"2010-01-01","fundEnd":"2011-12-31","funder":"ESRC","impactText":"  The research has been useful and interesting to academic groups including: - members of the Cycling and Society research group, who invited UEL to host the 2012 Cycling and Society symposium - researchers in Denmark and The Netherlands working on the large, research-council funded 'Bikeability' research project, who invited me to participate in their PhD school and project board meeting - early career and PhD researchers working in the sociology of mobilities who regularly contact me to ask for papers and interview me about the research; including regular communications with graduate students from The Netherlands, Germany and Denmark, and those (from a range of European countries and disciplines) who participated in the 'Bikeability' PhD school - academics from epidemiology and public health, who are increasingly interested in transport's effects on health, some of whom have collaborated on successful related funding applications to ESRC (Seminar Series and Secondary Data Analysis). Within policy-making circles my research is well known and I have given evidence to MPs (All Party Cycling Inquiry) and the GLA in London (once already, one invitation for December 2014). I now have a high media profile too - see rachelaldred.org/media - and am regularly contacted by journalists about commenting or contributing to stories about cycling. Transport Societal,Policy & public services","person":"Rachel Eleanor Aldred","coPersons":[],"organisation":"University of East London","findingsText":" This project has contributed to a growing field of social research focusing on sustainable mobilities. It has established the importance of cultural, social, and political contexts in shaping cycling practices, cycling levels, and responses to transport interventions. It has developed the concept of cycling cultures as being 'emerging' or 'established', and examined how this affects, for example, the gendering and classing of cycling. The research has developed knowledge about how mobility practices relate to citizenship, including inequalities associated with different models of citizenship and mobility: for example, how discourses of 'utility cycling' may implicitly prioritise certain kinds of cycling and cyclists. The project has contributed to studies of transport policy through utilising approaches from social policy; for example, studying the impact of where cycling is placed in relation to the state, and how this itself has been shaped by specific welfare state settlements. It has established the importance of advocacy and activism in relation to cycling policy, exploring specific links between cycling policy, broader policy trends and the forms that advocacy and activism take. The research has developed the sociology of 'mobile places', through studying interactions between cyclists riding together and between cyclists and strangers (other cyclists, pedestrians, motorists, etc.) It has established that in a low-cycling country such as the UK cyclists occupy a liminal position, seen as without legitimate space and as threatening both pedestrians and motorists. Relatedly, it has shown that cyclists are stigmatised and stereotyped either as 'too competent' or as 'incompetent'. Along with other projects this research has contributed to growing policy interest in cycling, and growing policy support including London Mayor Boris Johnson's pledge to spend ?1 billion on cycling over ten years. It has helped to provide evidence of the kinds of cycling environments that 'everyday cyclists' prefer and what kinds of changes they (and stakeholders) think would encourage others (e.g. children) to cycle. It has shown that a 'cultural' approach to cycling is not iminical to an 'infrastructural' or 'engineering' approach; rather, it complements it, by studying how the creation and use of infrastructure is shaped by culture, and vice versa. One key lesson has been the importance of 'strategic' support for cycling, in the struggle to overcome multiple barriers to effective provision. Findings about the impacts of cycling policy in the UK have analysed the marginalisation of cycling as a mode of transport and in relation to state action. Through work on how cycling policy and practice is related to inequalities and hierarchies the project has contributed to an increasingly popular approach of framing cycling, and the ability to access appropriate cycling environments, as an issue of equality and social justice. Recently there has been emphasis on issues of risk in relation to cycling, and here the project has contributed to the debate through promoting a sociological approach to risk. This takes public understandings of risk seriously as forms of lay knowledge, rather than seeing them as 'irrational' and needing to be corrected by scientific knowledge. Environment,Transport","dataset":"gtr"}