{"id":"8CE5C8FB-0391-46F5-977F-C164ED595C4A","title":"Models and Mathematics in LifE and Social Sciences (MILES).","abstractText":"Mathematical contributors to the social and life sciences typically aim to provide insight by building a model and solving it using ingenious techniques and computer programmes whose details can be inaccessible to researchers in the host discipline. Mathematicians equally can be surprised to discover that these disciplines themselves use quite different kinds of models, in unfamiliar ways to seemingly perplexing ends. Revolutionary progress comes when researchers from all the relevant disciplines create new kinds of models together, owned and exploited by them all. We plan a programme of networking, idea-generation and collaboration activities focused on modelling approaches to the life and social sciences, their synergies and dissonances. We shall explore the different types of model used in different disciplines, the extent to which the models themselves, modelling methods (ways in which models are created and validated), methodologies (the philosophy of science behind modelling) and ways of using models (e.g. for understanding or prediction) can be transferred between disciplines, and when and how to create entirely new modelling frameworks. We shall emphasise three themes of particular interest to research groups in the university, where different disciplines have distinct perspectives: 1) sustainability, 2) the 'in silico' cell, 3) mathematical and computational techniques in social science and biology. Our programme will, however, include activities across the wide span of life and social science modelling, with further occasional events on modelling in the broadest sense, to examine the opportunities for dialogue with other disciplines in the University (e.g. English, Drama, Music, Film, Psychology, Management).The University hosts several highly successful multidisciplinary centres, such as the Centre for Environmental Strategy, the Advanced Technology Institute and the Surrey Space Centre and projects including the ESRC Research Group on Lifestyles, Value and Environment and the EngD programme in Environmental Technology. We see the potential for similar successful interaction between Mathematics, Computing, and the social and life sciences. To achieve it, we must create the circumstances that encourage individuals to take part in multidisciplinary projects, by suggesting to them that to approach another discipline with curiosity but no immediate solutions is of great value, by providing opportunities to meet people from other disciplines and time to learn in detail about their perspectives, issues and interests and to develop a common language, and by offering incentives to embark on risky research adventures.Our three-year programme of activities to stimulate new collaborations in life and social science modelling will be coordinated by a dedicated full-time facilitator, and include: externally facilitated annual sandpits with research pump-priming fund prizes; discipline hopping funding for mathematicians, computer and physical scientists and engineers to spend time in life/social science departments; a monthly Caf Scientifique; multidisciplinary workshops and networking events; a visiting scholar programme; funding for feasibility studies; a virtual forum and wiki for online discussion and collaboration.Research projects conceived and developed during the programme will lead to follow-on grant applications. Owing to the strength of the contributing research groups, we expect the consequent impact on the UK cross-disciplinary research profile to be significant. Our ultimate aim is to create a sense of excitement about stepping beyond traditional subject boundaries and thinking creatively about working with a wide range of potential collaborators, so that the cultural changes initiated by this programme will be sustainable in the longer term, and cross-disciplinary research will continue to flourish at the University into the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000992/1","grantId":"EP/I000992/1","fundValue":"650305","fundStart":"2010-10-13","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"  Summary of the impact of the MILES programme to date.\n\nMILES has had a transformative effect upon interdisciplinary research at Surrey, as demonstrated through the creation of 31 new research projects, the funding of 10 discipline hops, 5 visiting scholars and 5 interdisciplinary workshops. We supported around 100 collaborators across all four faculties of the university. \n\nAcademic impact beyond Surrey has come about through workshops and interaction with visiting scholars. For example, we part-funded an international academic workshop on quantum biology, bringing together biologists and physicists around a theme with the potential for truly transformative research.\n\nSo far, the demonstrable external impact of MILES has mainly been through public engagement: we have held public dance performances, such as `Solid Senses', whose choreography was inspired by icosahedral symmetry and its appearance in virus structure and there have been engagement events directly related to MILES funded research projects, including Jim Al-Khalili's Royal Institution lecture 'Quantum Life: How Can Physics Revolutionise Biology?' which has been viewed by over 150,000 people on You Tube.\n\nOne of our most successful projects 'Beyond the Visual: Augmented Reality in Spaces of Exhibition' held a public dissemination event at Watts Gallery to demonstrate its technology to potential museum and gallery partners and to the media, while 'Community Microbes' engaged members of the public and schoolchildren in running 'kitchen sink' microbiology experiments. Another of our projects has formed an ongoing collaboration with Surrey Police.\n\nMILES has focused on supporting early stage interdisciplinary research collaborations and so we expect demonstrable research outcomes to continue to emerge over the next few years as the projects that we initiated mature. \n\nBeneficiaries: Public and academic audiences\n\nContribution Method: MILES has had a transformative impact on interdisciplinary research at Surrey and through its funded projects, discipline hops, visiting scholars and workshops on research more widely, as described in the impact summary and in the individual project outcomes reported. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Policy & public services","person":"Rebecca  Hoyle","coPersons":["Johnjoe  McFadden","Nigel  Gilbert","Paul  Krause"],"organisation":"University of Surrey","findingsText":" MILES was a project designed to stimulate and foster new interdisciplinary research collaborations across the University of Surrey through a programme of events and funding opportunities. \n\nMILES funded projects:\n\n31 Feasibility Studies: \n\nLooking for Electrical Signatures of Cellular Circadian Rhythms; Blue Light Response: Investigation of the Physiological Response to Blue Light; Com-Note: The Composer's Notebook; Mathematical Modelling of Circadian Processes; Vehicle Convoy Analysis; The Use of Computational Molecular Modelling in a Virtual Screen to Identify Inhibitors of a DNA Repair Enzyme; Mathematical Modelling of High Density Lipoprotein (HDL) Apolipoprotein A1 (apoA1) in Males and Females; Mathematical Modelling of Biofilm Formation in the Upper Respiratory Tract; Audio-Visual Cues Based Attention Switching for Machine Listening; Non-Linear Analysis of Signal Complexity in Epileptic Neurones and Neuronal Networks; Investigating Brain Activity During Waking and Sleep with Non-Linear Analysis of Electroencephalograms and Cortical Spike Trains; Performance Evaluation of Co-Operative, Smart, Self-Deploying Sensor Probes using Multi-Agent Modelling; The Application of Computational Fluid Dynamics to Swimming Pool Design; Beyond the Visual: Augmented Reality in Spaces of Exhibition; Non-invasive Detection of Clinical Disease-related Behaviour for the Early Diagnosis of Infectious Diseases; i_Mamm:Rapid Mammographic Screening using RSVP; Meta-Modelling Approach to Fast Multi-Scale Cancer Simulation; Genetic Algorithms and Fuzziness: From Biology to Aerospace; Dairy Produce Consumption Amongst Mothers of Preterm Infants: A One Year Longitudinal Study; The use of Probabilistic Modelling in Drinking Water Standards; Novel Quantitation Space Representations for Proteomic Data Analysis; Preterm Infants: Maternal Nutritional Intake During and After Breastfeeding; Non Invasive Sleep Monitoring; Proof-of-Principle for Resolving Controversies in Mineral Transport; Predictive Modelling of the Social Networks Influencing Obesity; Modelling Menstrual Hormones and Behaviour; Prediction of Episodic Memory Formation in Multiple Sclerosis Patients based on a Neural Network Model of the Hippocampus; Ockham's Razor, Systems Biology and Bayesian Statistics; Footmiles - A Step Towards Sustainability; Community Microbes; Modelling Sustainable Household Consumption: An Agent Based Approach\n\n13 Discipline Hops:\n\nTowards Identifying Perceived Risks and Benefits of Swimming Pool Use; Cognitive Modelling in 3D Laparoscopic Surgery; Novel Approaches to Engineering Microbial Communities; Exploring the Physiological Response of Humans to Natural and Artificial Light, in particular Exploring the Influence on Sleep; Investigating Brain Activity During the 24-Hour Sleep-Wake Cycle with Advanced Signal Processing of the Electroencephalogram; Can Ballet help us age better? (3 discipline hoppers); Grounding Models of Cognition through Perception-Action Learning; Modelling Robust Microbial Communities; Mathematical Modelling of the Repair Dynamics of Alkylation Damage to DNA in Mammalian Cells; Modelling the Sleep-Wake Cycle (2 discipline hoppers)\n\n4 Workshops: \n\nMovement at Surrey; Corporeal Computing; Mathematical Modelling of the DNA Damage Response; Quantum Biology\n\n5 Visiting Scholars:\n\nResilience of Systems - Modelling for Policy Support and Theory Development; Nonlinear Dynamical Systems and Biophysics; An Interdisciplinary Team to Investigate the Role of Mycolactone in Complex Community Biofilms (3 visitors)\n\nIn total we supported around 100 collaborators across all four faculties of the university. \n\nWe also designed and organised 8 Networking Events, 20 Cafe Scientifique-inspired Collaboration Cafe events, 12 Behind the Scenes Tours of labs, research centres and workshops, 2 Interdisciplinarity in Practice events, 2 Creative Collaboration workshops, 2 sandpit-inspired Ideas Exchange events, an Industry and Stakeholder Day, 6 Showcase Events presenting the MILES funded projects, a Meet the Architect event creating connections with local experts and professionals and 'Halfway MILES', a celebration and sharing at the midway point of the MILES programme. MILES concluded with a final event 'Collaboration Surrey: the MILES we've come' that presented the work of the MILES funded projects to the university's research community and launched Collaboration Surrey, the internally funded successor to the MILES programme.\n\nThe primary outcome of the MILES programme is a cultural legacy of increased interdisciplinary research collaboration at the University of Surrey between mathematics, computer science, engineering and the physical sciences on the one hand and the life and social sciences, humanities and arts on the other. There is a greater enthusiasm among our community of researchers for interdisciplinary interaction and a greater awareness of the range of research being carried out in other disciplines.\n\nThe key findings of the MILES funded projects are described, where possible, in the many individual outcomes listed for this grant. Our final report on our MILES and BtG funded activities can be downloaded here: http://www.miles.surrey.ac.uk/celebrate Many of the MILES funded projects have the potential for use in non-academic contexts. Where appropriate, more information can be found in the individual outcomes listed. The exploitation routes for the MILES funded projects vary according to the project. More information on exploitation to date can be found in the individual outcomes listed. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}