{"id":"8CE52F0A-1378-4DA9-99C4-2D1346C3115D","title":"Exploiting emergent collective behaviours in complex large MEMS systems","abstractText":"Using micro/nanotechnology it is possible to create systems containing millions of interacting, non-linear and potentially variable components in areas of less than one square centimetre. Furthermore, since these systems are 'sensors' they must be designed to predictably respond to an input despite the fact that each component is so small and sensitive that it can be significantly perturbed by unavoidable random fluctuations in its local environment. These characteristics suggest that some of the most complex systems we currently need to understand, model and control are these physically very small, super-massive arrays of miniature electronic and mechanical devices. Conventionally the design of a system containing miniature devices is dramatically simplified by isolating the components of the system. However, this simplification is bought at the expense of suppressing potential beneficial system properties and behaviours. It is both essential and timely to break away from the constraints arising from this conventional design process. Researchers from the Universities of Aston, Birmingham and Oxford therefore propose to work together to develop a very novel approach to system design that exploits rather than minimises the complexity of supermassive arrays of miniature devices. This new design strategy will be developed by combining expertise in mathematics, physics, mechanics and microelectronics to investigate collective and non-linear effects in arrays of micromechanical sensors. The information that these investigations generate will then be included in new models of this type of sensor that will then be used to predict and exploit system level properties of arrays of these sensors. The result will lead to revolutionary new types of systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D00036X/1","grantId":"EP/D00036X/1","fundValue":"241633","fundStart":"2006-04-05","fundEnd":"2010-04-04","funder":"EPSRC","impactText":"","person":"David  Lowe","coPersons":[],"organisation":"Aston University","findingsText":"","dataset":"gtr"}