{"id":"8CEF5FC0-687E-4413-A24E-0D8E11CF28E3","title":"Higher education bursaries and performance: annual test scores, drop out and degree outcomes","abstractText":"Despite the huge outlay in bursary spending being carried out by universities since 2006/07 in response to controversy surrounding the introduction of the deferred tuition fee system and fears that low-income students would be deterred from applying to university (Barr, 2004), there remains little empirical evidence that bursaries are effective in encouraging low-income students - or indeed students from any background - to go to university. The only UK study examining the impact of bursaries on participation (Corver, 2009) found that bursaries have no significant effect on students' decisions. Students were in fact more likely to choose an institution with a low bursary than a high one basing their decisions on other factors such as prestige. \nThe aim of this project is to understand if there is any impact of higher education bursaries on educational outcomes of undergraduate students at all, by focusing on annual academic performance, drop-out rates and final degree classification.\nWhilst it may be the case that bursaries have little impact on student participation decisions, providing financial support each year to students may have other positive impacts. In particular, the provision of bursaries may mean that students do not have to take up employment during study, or may have extra money to purchase academic materials. Thus, bursaries could have a positive impact on students' academic performance, such as 1) their likeliness to stay on at university, 2) their annual examination attainment, and 3) their degree classification. These are important issues for the government's widening participation agenda since they focus on the success of students from low income backgrounds once they are at university, in terms of degree continuation and attainment.\nPublicly available data is unsuitable for this project, since information on bursary spending is aggregated at university level and is not linked to the academic performance of students. Therefore, I am in the process of collecting data from individual institutions over time, on the bursary awards of each of their undergraduate students. Alongside this I have information on each student's academic performance, as well as other information about the students such as their gender and ethnicity. \nThe effectiveness of bursaries would be evaluated by comparing individuals with similar characteristics (e.g. in terms of socio-economic background, ethnicity, gender) but receiving different levels of bursary due to the institution they are attending, or the year in which they attended university. In particular, there is wide variation in bursary spending by institutions (for example, spending on bursaries and scholarships ranged between 1% and 41% of universities' additional fee income in 2009) which should enable a robust estimation of the effectiveness of bursary spending. \nAs well as being important to the government's widening participation agenda, the research findings will clearly be of interest to policy-makers and practitioners in higher education; institutional spending on bursaries is high, and universities have taken very different approaches to the resources devoted to spending. Understanding whether this spending is effective and how it can be optimised is extremely important.\nThis research would also be of academic importance. It would contribute to the economic literature on the impact of spending on non-repayable student support, addressing whether cash incentives paid to students affect their performance at university. Furthermore, understanding how policy can affect academic performance is important for understanding how governments can promote human capital accumulation. This research has broad relevance because these issues are important across countries and the research design could be readily applied elsewhere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L000105/2","grantId":"ES/L000105/2","fundValue":"164681","fundStart":"2014-10-01","fundEnd":"2015-09-30","funder":"ESRC","impactText":"","person":"Gillian  Wyness","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}