{"id":"8CF1F62F-563D-419F-93D2-D8D62B3A76BC","title":"Effect of chromatin modification on meiosis: wheat, a model for polyploid crops","abstractText":"This project will address an important problem which has hampered the efficient exploitation of the genetic diversity held within wild relatives of wheat. Being able to work with wild relatives so that beneficial characteristics can be introduced into wheat will be a major scientific achievement and dramatically improve the way breeders can generate new varieties of wheat with increased performance.\n\nSome wild relatives are adapted to thrive under different climatic conditions to that of domestic wheat, or they carry natural resistance to important diseases and/or carry other important characteristics which could influence yield. What we want to do is to produce the tools which will allow the exploitation of this diversity and genetically introduce these favourable characteristics into wheat. In doing so we will be enable wheat breeders to, amongst other things, improve wheat performance in a sustainable way, increase yield, introduce disease resistance and drought tolerance.\n\nIn a small number of cases this has already been achieved. What stops wild relatives being used efficiently? The wild relative and the wheat chromosomes must align and efficiently exchange (recombine) during meiosis. Without recombination, there isn't the opportunity to introduce the genetic diversity of wild relatives into wheat. The Ph1 locus substantially reduces recombination between wild relative and wheat chromosomes. Ph1 even reduces recombination between chromosomes derived from wheat landraces where they are significantly diverged. This makes gene transfer by recombination during meiosis difficult in the case of wild relatives, or inefficient in the case of landraces.\n\nSo how can we overcome this problem? In wheat, the Ph1 locus regulates recombination. Understanding this Ph1 regulation will provide us with an insight into this process. It will provide us with an understanding of how recombination sites are selected in wheat, and leading from this , how the process can be altered and tailored for specific needs, thus enabling us manipulate it for plant breeding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J007188/1","grantId":"BB/J007188/1","fundValue":"352049","fundStart":"2012-10-10","fundEnd":"2015-01-09","funder":"BBSRC","impactText":"  The research results were highlighted for the breeding industry in http://globalplantcouncil.org/news-events/latest-news/uncovered-the-mystery-of-exchanging-genes-with-wild-relatives. The research results have also be also discussed on twitter, and extensively retwitted Agriculture, Food and Drink ","person":"Graham  Moore","coPersons":["Peter James Shaw"],"organisation":"John Innes Centre","findingsText":" Wheat possesses three ancestral genomes. In order to be fertile and high yielding, the correct chromosomes must associate with each and exchange with each other during meiosis. Incorrect associations leads to infertility. A single locus controls whether chromosomes associate and exchange correctly or incorrectly . Our research has now shown that this locus promotes correct association and not block incorrect association. However if incorrect association does occur, it blocks exchange between the chromosomes right at the end of the exchange mechanism. http://globalplantcouncil.org/news-events/latest-news/uncovered-the-mystery-of-exchanging-genes-with-wild-relatives Agriculture, Food and Drink","dataset":"gtr"}