{"id":"8CF64369-B222-40F4-9CD6-935EEEA46A06","title":"A new English translation of The German Ideology, Part One, by Marx and Engels, based on texts newly established in Japan and Germany","abstractText":"The German Ideology, Part One, by Karl Marx and Friedrich Engels (written 1845-46) has become a modern philosophical classic of general interest, well beyond the bounds of studies in Marxism and Marxist philosophy. This is a consequence of the reception of the later Wittgenstein in the 1960s and the subsequent 'linguistic turn' deriving from Austinian theories of 'performativity, as well as the development of 'praxis' and 'praxeological' conceptions of the human life world bearing on Classic problems in ontology and epistemology. These developments, in which The German Ideology, Part One, figures as a point of philosophical reference, continue into the present, and the work is widely assigned to students and cited by specialists. \nHowever, until very recently contemporary texts of the work in the original German were derived from transcriptions of the manuscripts sheets (archived and photographed in Moscow and Amsterdam) which are known to be defective, and which moreover take little note of important features of the process of composition. These include the highly problematic relationship between the handwritten text, the double-column pages, and the order and manner in which those pages are reproduced for the reader; the important (though not authorially conclusive) matter of handwriting identification between the two major figures involved; the reproduction of textual changes, including deletions and amendments, made by the two hands in the process of composition; and the justification to the reader of the various choices and issues involved in producing a German text (or one in translation) that is accurate and helpful. \nIn 1974 the defective German text (underlying all English translations to date) was freshly established by the late Professor Wataru Hiromatsu and published in a limited edition in Japan. His edition- contrary to previous practice- presented authorial changes to the reader within a German text (rather than in notes), and he also distinguished typographically between Marx's and Engels's hands.\nHiromatsu work has been extensively critiqued and revised within the Japanese scholarly community. However, his work on it is still barely known in the West, not least because the apparatus criticus is wholly in Japanese (though in conjunction with Japanese colleagues I have used it uniquely in published work to argue a new interpretation of a classic passage on communist society). \nIn 2003 The German Ideology, Part One, was published in a volume associated with the Marx-Engels Gesamtausgabe project, hosted by the Berlin-Brandenburg Akademie der Wissenschaften (the present applicant sits on their Redaktionskom mission). However, the newly published 'Jahrbuch' version places all textual variants in a separate Apparat volume, making it difficult even for the scholarly reader to follow the thoughts of the two authors as they wrote them down and amended them on the original manuscripts. To solve this problem the present project conceives the manuscript work not as a 'last-hand draft' for a book (as the 2003 edition does) but rather as a palimpsest set of manuscript notes that are best read on the printed page as they appear in the manuscript. \nGiven the character of the dialogical process of composition between the two authors, this will produce a published text of international scholarly significance in philosophy, as well as a careful English translation of a widely&shy; studied manuscript work hitherto only available in highly defective and uninformative editions. The project builds not only on my previous work as a translator of Marx and Engels, dating back to 1975, but also on my contact with the MEGA Project together with long-standing research relationships involving Japanese colleagues, and newly established ones with Chinese colleagues at the Nanjing Center for the Study of Marxist Philosophy and the Central Bureau of Compilation and Translation (of the Communist Party of China) in Beijing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E50227X/1","grantId":"AH/E50227X/1","fundValue":"33541","fundStart":"2007-02-02","fundEnd":"2007-06-01","funder":"AHRC","impactText":"","person":"Terrell  Carver","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}