{"id":"8CF6A958-15C7-441B-8DFD-4EAC53F74C7B","title":"INSPIRE: Integration of Non-linear Sliding Processes into Image REgistration","abstractText":"The purpose of this research project proposal is to design and investigate a new generation of nonlinear image registration methodologies using a novel constrained optimization approach based on the integration of sliding motion of organs. Though completely generic, the approach will be explored primarily for respiratory lung motion compensation in cancer CT imaging, where the sliding motion of the lungs interfacing to the pleura poses a particularly challenging problem in detecting disease and in monitoring of treatment or intervention. We believe that this kind of approach will find application in a wide range of clinical problems where respiratory motion is affecting imaged organs. For example, the slipping motion of masses in breast ultrasound could be tracked for image-guided biopsies. Similarly, liver tumours could be tracked for ultrasound-guided targeted drug delivery, compensating for the sliding of the liver due to the diaphragm contraction during the breathing cycle. One key and entirely novel idea to be developed in this project is to constrain registration to directional sliding motion along the lung surface, while compensating for deformations occurring within the lungs due to expansion or compression occurring at varying levels of respiration. Rather than regularizing the registration cost function locally, a more principled approach will be taken which embeds surfaces of the lungs, and also of nearby organs like the liver, to help drive the registration process in a physiologically plausible manner. Integrating surfaces in the registration will enable us to model - and hence recover - slipping motion of surfaces within an otherwise smooth motion field. Our hypothesis is that this integrated, constrained registration framework will be physiologically more grounded than current, state-of-the-art motion correction approaches which are largely ad-hoc. Consequently the proposed research will provide a significant step towards improved diagnosis and disease monitoring. We will demonstrate the benefit of our new registration methodology by applying it to respiratory motion correction in serial CT lung cancer imaging for patients with malignant pleural mesothelioma, who have been imaged using CT over the course of chemotherapy treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H050892/1","grantId":"EP/H050892/1","fundValue":"100161","fundStart":"2011-01-12","fundEnd":"2012-01-11","funder":"EPSRC","impactText":"  Sliding motion problems in medical imaging, as investigated this grant have been further addressed by the scientific community based on our findings, and have received international recognition (see awards and recognition). Education,Healthcare Societal","person":"Julia Anne Schnabel","coPersons":[],"organisation":"University of Oxford","findingsText":" The purpose of this research project proposal has been to design and investigate a new generation of nonlinear image registration methodologies using a novel constrained optimization approach based on the integration of sliding motion of organs. Though completely generic, the approach has been explored primarily for respiratory lung motion compensation in cancer CT imaging, where the sliding motion of the lungs interfacing to the pleura poses a particularly challenging problem in detecting disea Translation to the clinic. Healthcare industry partners have expressed interest in this project. Healthcare","dataset":"gtr"}