{"id":"8CF7F643-223D-4C2D-8A8A-8C5E84A95C1F","title":"Transformations, volatilisation and speciation of organic and inorganic iodine in the marine environment","abstractText":"This project aims to further understanding of the photochemical transformations and chemical speciation of organic and inorganic iodine in the marine environment, and in particular, the relative roles of I2 and iodocarbons as iodine atom sources in coastal and open ocean environments. Expanding on previous work in our laboratories, we aim first to quantify the flux of I2 and new particles produced from Laminaria kelp and other European macrophytes under varying conditions of O3 and other forms of oxidative stress. This will provide information on the nature and controlling processes of the I2/particle production phenomenon previously observed at Mace Head Ireland, and also will help us to understand how widespread these processes are. Whilst it is now clear that iodine has an important impact on atmospheric chemistry on a regional basis, the global impact is as yet unknown. Current atmospheric models certainly assume oceanic iodocarbons to be the dominant source of iodine to the atmosphere. However, in coastal locations recent work has shown that molecular iodine (I2) can provide up to a 1000 x higher iodine atom flux than that from iodocarbons. The fact that coastal IO and OIO concentrations are not significantly greater than those measured in air representative of the open ocean suggests that iodocarbons may not be the dominant source in remote air, as has been previously assumed. The possibility of direct volatilisation of I2 from the seawater surface via reaction of the atmospheric O3 with surface I- was first proposed decades ago. Yet, whether this mechanism actually results in significant I2 production to air from the open ocean is still unknown. We aim to conduct experiments to elucidate the potential for both I2 and organoiodine release from the open ocean following ozone uptake. The chemistry of inorganic and organic iodine in seawater is closely linked via both the reaction of I2/HOI with DOM to form dissolved organic iodine (DOI), and the photolysis of DOI to I-. Any such DOI to I- conversions which occur on rapid timescales may enhance the concentration of I- in the top few m of the surface ocean, over and above the surface ocean concentrations of I- used in atmospheric models to determine the deposition velocity of O3. Our work will determine whether photolysis of highly abundant non-volatile DOI and less abundant VIOC leads to elevated surface-layer iodide and thus enhances dry deposition of O3 to the ocean surface. The total concentration of iodine in seawater is around 0.45mM, predominantly in the form of iodate, iodide and DOI. Despite the fact that DOI can comprise the major form of dissolved iodine in seawater, there is no published record of the main chemical forms of DOI present in seawater. Recent focus in marine aerosol research has shown that water-soluble organics, mainly of biogenic origin, can comprise up to 20% of aerosol mass during summer (O-Dowd et al., 2004). Given that many algal species contain and produce significant quantities of halides during their metabolism, it is reasonable to suggest that dissolved organic halides, including DOI, may be present in marine aerosol. Here we will characterise the main forms of DOI using LC-MS(MS).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D006538/1","grantId":"NE/D006538/1","fundValue":"108137","fundStart":"2006-12-01","fundEnd":"2009-11-30","funder":"NERC","impactText":"  Atmospheric modellers are using our parameterization of I2 and HOI emissions to drive global CTMs of the atmosphere.\n\nOutreach activities including public and schools talks. Environment Societal","person":"Lucy Jane Carpenter","coPersons":["Frithjof Christian Kuepper"],"organisation":"University of York","findingsText":" In this project we have made a number of discoveries including:\n(1) That the accumulated form of iodine in kelp is iodide, which readily scavenges a variety of reactive oxygen species. We proposed that its biological role is that of an inorganic antioxidant, the first to be described in a living system. We showed that under an atmosphere of ozone, molecular iodine is readily formed, and in turn forms new aerosol particles.\n(2) That the dominant iodine emissions from the ocean surface are not in organic form, as previously thought, but are in fact molecular iodine (I2) and hypoiodous acid (HOI) Atmospheric modellers are using our parameterization of I2 and HOI emissions to drive global CTMs of the atmosphere. Environment","dataset":"gtr"}