{"id":"8CFE5277-B77F-4E6D-8CA8-5D059DD5F99B","title":"India-UK Advanced Technology Centre (IU-ATC) in Next Generation Networks Systems and Services (Phase Two Follow-on)","abstractText":"This is a follow-on proposal for a Phase Two from the highly successful Phase One under EPSRC funding (GR EP/G051674/1; EP/G049874/1; EP/G049939/1; EP/G050600/1; EP/G05178X/1; EP/G053847/1;EP/G054886/1; EP/G055610/1; EP/F030118/1) of the IU-ATC which was for an initial 30-month period of a 5-year project envisioned by EPSRC and DST. The IU-ATC project represents the largest collaboration of its kind between UK and India and as such provides a unique and internationally competitive research eco-system to be further leveraged for maximum impact. As commented by the EPSRC Review Panel that met on 15th August (i) &quot;The panel were positive about the success of Phase 1 of IU-ATC, commenting that they were impressed with the achievements of the consortium so far in the face of the significant challenge of making a consortium work across numerous institutions and country boundaries.&quot;, (ii) &quot;The panel were clear that there is no question of the huge capacity that the IU-ATC has built over phase 1.&quot; A summary of our strengths is provided in the Joint 2-page (planning for IU-ATC Phase 2) document submitted to EPSRC-DST on August 5th 2011 (attached). In summary there has been 246 international Conference Papers, 106 Journal Papers ( with 31 papers still under review), Papers under dissemination 31 , 6 Books , and 10 Technical Reports. Of particular significance are the 15 Patents Submitted, the 8 technical Prototypes built and the 12 Technical Testbeds / Demonstrators that support the work of the team in both countries. \n\nAs we plan for Phase 2, we have reflected on our outputs to-date and also the recently published strategic research priorities from EPSRC published in July 2011 on Global Uncertainties , Healthcare, Digital Economy, E-Infrastructure, Intelligent Information Infrastructure, Working Together and DST 11th Plan, DST SAC respectively. In light of the respective national priorities for ICT Research and Innovation that have been identified by EPSRC-DST, there are a number of directly relevant &quot;grand challenges&quot; which we highlighted in our 2-page plan for the respective EPSRC-DST Review Committees on 5th August 2011 (attached). \n\n\nLeveraging the capacity that has been developed in IU-ATC Phase 1, we will take into consideration some of the respective national priorities areas as listed in 1..7 above and the key recommendations of the EPSRC-DST review Panels. As evidenced from the EPSRC Review Panel a specific recommendation was made that whilst we should strive to have commonality of approach between work areas in both countries we should not 'force-fit' all research activities to both countries. Given this recommendation, we have developed a plan of innovative research that attempts to address global issues, common challenges and respective national priorities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016675/1","grantId":"EP/J016675/1","fundValue":"203053","fundStart":"2012-05-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"  In research activities led by Lancaster has resulted in 18 papers overall of which there are 3 journal papers. The papers focus on resilience and security aspects in computer networks and the cloud, but also span across into the other domains of IU-ATC (e.g. energy efficiency, content distribution) on security and resilience in computer networks. Additionally, 1\nd 3 Master dissertations have been completed in Lancaster in areas related to IU-ATC.\n\nWithin the IU-ATC project the collaboration between the UK and Indian partners has continued to strengthen, both in academia and industry. This allowed us to jointly explore and combine expertise (from the UK and Indian sides) in the area of multi-level network resilience framework for end-to-end monitoring including system aspects as they occur in Cloud computing.\n\nResearch results obtained in IU-ATC Theme have also resulted in efforts to protect the IP generated. Together with our Industry partner BT we are currently filing a patent application in the area of detect of malware infection in Cloud environments specifically considering system dynamics and elasticity. \n\nThe research aspects investigated by Lancaster has attracted further investment in the form of two joint CASE studentships with EADS. Further, the research has helped to bit successfully for further projects on the European and national level Digital/Communication/Information Technologies (including Software),Education Societal,Economic,Policy & public services","person":"Andreas Ulrich Mauthe","coPersons":["David  Hutchison"],"organisation":"Lancaster University","findingsText":" The work developed within IU-ATC Group 2 WP 4 produced a number of major finding rested to resilient networks and the provision and cloud resilience, including malware detection in Cloud environments. These findings help to provide more secure network and cloud services and to ensure that these can be used more reliably and safely. As such the results are crucial for the the further development of products and services based on cloud environments since they safeguard commercial as well as data protection interests. This has been achieved through producing results in major research areas such as anomaly and malware detection, distributed systems architectures and network management. \n\nThe key findings are:\n (1) Multi-layered policy-based resilience management provides flexibility in the configuration of system/network components to adapt in response to events and context changes. This is a key property when building resilient systems and networks, This result is a further development of the policy based resilience work in Phase I; (2) Anomaly detection mechanisms that help to identify unusual events of different scales and allow further causal attribution; (3) Malware detection in clouds is feasible and can help to make cloud environments more resilient. This is even the case when considering specific cloud properties related to virtualisation and dynamic resource management (e.g. VM migration). This has resulted in a patent proposal together with an industry partner Parts of the research finding are currently being considered for patenting, i.e. IP protection is ongoing. This has been initiated by our industry partner BT who see opportunities in using the developed technology as part of their service offering. Further, the policy-based resilience framework and simulator has been used by a number of other institutions in their own research. This is an open source toolkit and through these partners further contributions have been made, \n\nAdditionally, the work has resulted in further funding of students (e.g. through CASE studentships with EADS), and research projects on national and EU level. Digital/Communication/Information Technologies (including Software),Education,Security and Diplomacy","dataset":"gtr"}