{"id":"8CFF55DD-9D3A-4585-8CAE-4E3723EDEF98","title":"Environmental effects on growth; consequences for parents and offspring","abstractText":"Why don't animals all grow at their maximum possible rate? It has long been recognised that animals have the potential to grow faster than they normally do, and the reason for this restraint is thought to be the existence of delayed costs of rapid growth. While such costs have been widely documented, there has been little attempt to determine the underlying mechanisms, so we still do not understand how the costs of rapid growth are incurred. \nIt has been suggested that rapid growth hastens the rate of ageing, but the evidence so far has largely been unconvincing. By using a novel approach to manipulate growth rates, we recently provided the first rigorous experimental test of this relationship, and found dramatic changes in both lifespan and other measures of senescence in the predicted direction in response to both upward and downward manipulations of growth rates. Moreover, the strength of these effects depended on the perceived time available to recover from the growth perturbation prior to the breeding season: for a given rate of growth, animals with less time to spare before the start of the breeding season subsequently suffered a greater reduction in their lifespan. \nThese results demonstrate that, while growing more slowly can postpone senescence, the best outcome for the animal is influenced by time constraints in a seasonal environment. However the physiological mechanisms underlying these dramatic effects, and how they influence offspring fitness, are unknown. This project aims to uncover those mechanisms, and to quantify their effect on offspring viability, using experiments that manipulate the growth rate of stickleback fish. This is a highly original study that will explore how adverse and favourable environmental conditions encountered early in life can leave an imprint on an organism's cells that influence both the rate at which it starts to senescence later in life, and potentially the fate of its offspring. It aims to explain phenomena long suspected by ecologists, which have increasing relevance in a changing environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K00400X/1","grantId":"NE/K00400X/1","fundValue":"412881","fundStart":"2013-10-14","fundEnd":"2017-04-13","funder":"NERC","impactText":"","person":"Neil Benedict Metcalfe","coPersons":["Paul  Shiels","Pat  Monaghan"],"organisation":"University of Glasgow","findingsText":" Project has only been running for a year - no results to date. Too soon to say Healthcare","dataset":"gtr"}