{"id":"8D0258BF-9D93-43D7-89DB-08E0411D592D","title":"A comprehensive analysis of yeast Elongator phosphorylation and its functional consequences","abstractText":"The addition and removal of phosphate groups at specific points within protein molecules ('protein phosphorylation') is a universal means by which protein function can be regulated. Phosphate groups are added by enzymes termed protein kinases and removed by opposing activities termed protein phosphatases. We are interested in a complex of proteins termed 'Elongator' that is found in all higher cells including those of plants and animals such as ourselves. We have been using yeast cells as a model system for these studies because they provide an experimental system in which both genetic and biochemical approaches to biological questions can be combined in a particularly powerful way. Elongator has been proposed to play a number of cellular roles but most recently it has been discovered that it is important for the correct functioning of transfer RNAs, special molecules that are required for cells to make more protein molecules using their genetic templates, and this is probably Elongator's primary function. We have found that one of the components of the Elongator complex appears to be regulated by phosphorylation, even though this might mean that Elongator is not fully active under all circumstances. Thus the cell's ability to synthesis specific proteins may be controlled through this mechanism. In our proposed work we will combine the expertise of our two laboratories to study both how and why Elongator may be regulated by phosphorylation. We will examine whether changes in Elongator activity lead to effects on the synthesis of specific proteins in the cell and identify both the protein kinases involved in phosphorylating Elongator and the specific sites in the component proteins of Elongator that are modified by these protein kinases. By defining individual sites of phosphorylation we can generate mutants that either cannot be phosphorylated at all or that mimic the presence of a phosphate group. We will use such mutants to build up a detailed picture of how specific phosphhorylation events affect Elongator function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F019629/1","grantId":"BB/F019629/1","fundValue":"339614","fundStart":"2008-11-17","fundEnd":"2011-11-16","funder":"BBSRC","impactText":"  The immediate impact of this research the increased knowledge gained by the scientific community about a fundamental cellular process, namely how new proteins are synthesised, and which will inform further investigations. In the longer term, such knowledge could be important in the development of new treatments for human disease or for optimising the use of yeast for biotechnological applications. The knowledge generated through this research has been made available to the scientific community through publication in peer-reviewed journals. Other ","person":"Michael John Stark","coPersons":[],"organisation":"University of Dundee","findingsText":" We are studying a complex of six proteins termed 'Elongator' that is found in all higher cells including those of yeasts, plants and animals such as ourselves. In humans, mutations affecting Elongator can lead to Familial Dysautonomia, a disease condition affecting the development and function of nerves throughout the body. We used yeast cells as a model system to study Elongator because they provide an experimental system in which both genetic and biochemical approaches to biological questions can be combined in a particularly effective manner. Over the past decade several different roles for Elongator have been proposed that could explain how it is connected with Familial Dysautonomia, but recently work has shown that Elongator is needed for the correct functioning of 'tRNAs', a family of RNA molecules required for cells to make new proteins using their genetic templates – and about one-third of the tRNA molecules in cells require the Elongator complex in order to work correctly. This function of Elongator is probably is probably its primary role and involves the tRNAs becoming chemically modified so that they function optimally; without the Elongator-dependent modification they do not function properly in protein synthesis. \n\nMany processes in living cells are regulated so that they occur in the right way at the correct time. The addition and removal of phosphate groups at specific points within protein molecules (&quot;protein phosphorylation&quot;) is a universal means by which the activity of proteins can be controlled. Phosphate groups are added by enzymes termed protein kinases and removed by opposing activities termed protein phosphatases. Our work has shown that the largest component of the yeast Elongator complex (Elp1) is phosphorylated on several specific sites and that phosphorylation of these sites is required for Elongator to function. Specifically, single amino acid changes in Elp1 that block addition of phosphate groups at the sites we identified prevent the tRNAs that depend on the Elongator complex from working efficiently, whereas other small changes that trick the cell into thinking that Elp1 is correctly phosphorylated allow Elongator to function properly. We have identified a protein kinase enzyme that is responsible for phosphorylation of Elp1, and a strong candidate for the protein phosphatase that dephosphorylates Elp1. Our finding that Elongator is regulated by phosphorylation is unexpected, because we would predict that cells would need their tRNAs to be fully functional all the time to ensure that new proteins could always be made efficiently. Our work therefore suggests that cells might control the production of some new proteins by regulating the Elongator complex, and thus the function of those tRNAs that depend on Elongator, through the mechanism we have discovered. Our current research is focussed on providing evidence to support such a mechanism.\n\nElongator function is also linked through the protein Dph3/Kti11 to the synthesis of diphthamide, an unusual modification to a component (EF2) of the cell’s protein biosynthesis machinery. Diphthamide is the target for diphtheria toxin, a pathogenicity factor produced by the causative agent of the human disease diphtheria. During our research we also discovered the identity of two proteins that carry out the final step of diphthamide biosynthesis in yeast cells. One of these is the enzyme that performs the final step while the other has a regulatory function. These findings have allowed the complete diphthamide biosynthetic pathway to be defined. There are no immediate uses of this research in non-academic contexts. This research will be exploited through its contribution to knowledge about fundamentally important cellular mechanisms that occur in higher cells from yeast to man and will underpin additional investigations aimed at improving our knowledge of cellular processes that are relevant to human disease. The knowledge generated through this research will be made available to the scientific community through publication in peer-reviewed journals. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}