{"id":"8D064B00-B996-43A9-A937-83BB0AB17ED7","title":"Souvenir Sculptures","abstractText":"The Souvenir Sculpture research projects ask the questions:\n\nAs real visitors to cities, do utilitarian architectural forms alter our perception of the built environment as much as the 'postcard' subjects?\n\nIn cities that are marketing themselves through landmark architectural structures, what roles do bus shelters, grain silos, assembly rooms and electric sub-stations play in forming an accurate perception of place?\n\nThe research project will examine this perception of the built environment by investigating three UK cities that have been chosen because of their relationship to the European Capital of Culture scheme. The European Capital of Culture bidding process led to a focus on key city centre buildings and architectural structures, particularly in visual publicity material.\n\nThe Souvenir Sculpture projects seeks to widen the field of vision by visualising through two and three dimensions architectural structures which are located in the geographical and the visual periphery of these cities. Photographs of architectural structures deemed less iconic will be translated into three-dimensional representations which form the collection of Souvenir Sculptures. The practice-based research will be complemented by text, which will focus on the newly developed Souvenir Sculpture Collection in the context of the origins of the three-dimensional souvenir in establishing vistas of a city and the relationship between perceptions of the build environment and tourism.\n\nThe research outcome will be exhibited in national and international public galleries (Kunsthalle DUsseldorf; Renew Gallery, Liverpool; Workspace, Gateshead and Market Place, Glasgow) and as a monograph, published by RPAG, Derbyshire. Additionally, the research will be disseminated through a conference paper for the Archipuncture Programme (2006) organised by the Liverpool Biennial and the Culture Company, Liverpool.\n\nThe research is timely for two reasons:\n\nIt reflects upon an imaging (&quot;branding&quot;) of cities that employs a limited and overused set of vistas of the build environment\n\nIt contributes to the current debate on the role of the artwork in establishing new ways of seeing and understanding seemingly banal and overlooked places through photography and sculpture and thus addressing issues pertaining to the construction of collective memory\n\nThrough the national and international exhibition, publication of monograph and conference paper, the Souvenir Sculpture project will contribute to a widening of the perception of the build environment to specialist and large non specialist audiences. It brings to the centre of attention architectural structures that are overlooked in the geographical and visual periphery of the three cities: Glasgow, Liverpool and Newcastle.\n\nIn so doing, the research project provides new vistas of these three cities, extending the visual representation of architectural structures to those which are not yet canonised and thus contributing to research undertaken in the field of culture and tourism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500737/1","grantId":"AH/D500737/1","fundValue":"19675","fundStart":"2007-02-16","fundEnd":"2007-06-15","funder":"AHRC","impactText":"","person":"Brigitte  Jurack","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}