{"id":"8D076895-9380-48F2-81E3-F1B474F223CC","title":"Securing the value of Co-design for Community-based Organisations","abstractText":"Co-design (which is defined as collective creativity of designers and people who are not trained in design through the whole design process) is widely used in the commercial sector to accelerate user acceptance and reduce product failure. Co-design has become more widespread in the public sector, especially in urban design, since it is more effective at engaging citizens than conventional public consulting practices. \n\nAt present, we believe that co-design is not widely used by community-based organisations (CBOs). This might be because the value and practicalities for CBOs are not clear. A recent study suggests that small not-for-profit organisations (NPOs) including CBOs need to make a good use of collaborations, since they rely on small numbers of committed staff and/or volunteers and so are vulnerable if they leave. The study also reports that most NPOs are interested in collaboration for idea/information sharing, which fits with co-design. \n\nAlthough leaders and members of CBOs recognise problems and needs of the poor/disadvantaged, they do not necessarily have first-hand experience. Thus, good use of co-design between CBOs and their beneficiaries could lead to better services and more effective means of delivery - reducing unnecessary costs and maximising value which is crucial where public budgets are limited. Successful community co-design projects not only unlock the creative potential of communities, but also help them become more self-reliant and resilient. However, the extent of co-design practice in CBOs is unknown. Moreover, not all CBOs' experience of co-design are successful. CBOs need to understand the costs, risks, benefits, and practicalities of co-design approaches. These will be specific to their context and their mission. \n\nTo enhance community co-design led by CBOs, we need to evaluate CBOs' current experience and disseminate good practice that is appropriate to their scale and their missions. As a result, the aim of this research project is to &quot;understand CBOs' state of knowledge of co-design and develop guidance to help CBOs effectively co-design with their beneficiaries to deliver better services at lower cost.&quot; We will achieve this aim by 1) reviewing existing understanding and experience of co-design in CBOs; 2) examining costs, risks and benefits of co-design in CBOs; 3) identifying good practices within the third sector and from other sectors, that can be applied to CBOs; 4) collating lessons learned and develop good practice guidance for CBOs; and 5) disseminating the findings and the guidance to CBOs' key stakeholders, policy makers and the wider design research community. We will work with the National Council for Voluntary Organisations (NCVO) and other small-and-medium-sized NPOs throughout the project to ensure proper engagement with CBOs and the practicality of the outcomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J007137/1","grantId":"AH/J007137/1","fundValue":"31931","fundStart":"2012-02-14","fundEnd":"2012-12-13","funder":"AHRC","impactText":"  The research findings were utilised to develop the guidance to help community-based organisations get started on adopting the co-design practices. Firstly, nine videos showcasing good use of co-design in the not-for-profit context were developed to inspire the target audiences and show how co-design could work for them. Secondly, the co-design toolkit was created specifically for community-based organisations in the MS Word format so that it can be edited easily to suit their needs. \n\nBoth outputs were made available to the main target audiences via the National Council for Voluntary Organisation's (NCVO) website. The guidance could help community-based organisations 1) increase user involvement in the service development process and 2) improve the quality of their services, which in turn help improve the quality of life of beneficiaries that they aim to serve. By working with service users outcomes could be more creative and cost-effective. Communities and Social Services/Policy,Creative Economy,Education Societal","person":"Busayawan  Lam","coPersons":["Andy  Dearden"],"organisation":"Brunel University","findingsText":" This study discovered that the level of understanding of co-design among community-based organisations varied greatly. The size of the organisation does not appear to impose significant barriers for adopting co-design. Most organisations have the right mind-set, as they are keen to listen to users' ideas. The lack of awareness may be the main reason for the slow adoption of co-design. Hence, there is a need to show how co-design could work for them and give them guidance on how to get started. The guidance designed to raise awareness and help community-based organisations adopt co-design practices could be integrated as part of NCVO's training programmes. The findings were published in conferences targeting practitioners in the design field and not-for profit sector. Communities and Social Services/Policy,Creative Economy,Education","dataset":"gtr"}