{"id":"8D0AE9DD-6034-496F-961A-CCEAC28BBB6D","title":"Geometry for String Model Building","abstractText":"The main purpose of the research proposal &quot;The Particle Physics and Cosmology of Supersymmetry and String Theory&quot; is to create a strong UK research effort exploring the mathematics and physics of string compactifications. The proposed work has strong interdisciplinary aspects and will feed into particle physics and cosmology. This is facilitated by a wider, international collaboration which involves Oxford University and Imperial College in the UK, Ludwig-Maximilian University/Max-Planck Institute Munich and University of Hamburg/Desy in Germany and the University of Pennsylvania and Princeton University in the US. Accordingly, this proposal to EPSRC is accompanied by related proposals to DFG in Germany and NSF in the US. \n\nString theory is an area of research at the interface between physics and mathematics. It relates to and has indeed inspired cutting edge mathematics and at the same time it remains the most promising candidate for a unifying physics theory. Via string theory the study of geometry - covered by the mathematical areas of differential and algebraic geometry - is directly related to properties of physical theories, such as their particle content or their associated cosmological evolution. For example, in some constructions, the Euler number, roughly counting the number ``holes&quot; in the geometry, also determines the number of families of fundamental particles in the associated physical theory. This link has led to a fruitful interaction between physics and mathematics, with advanced mathematical methods being applied to analyse string theory models on the one hand and physical insights inspiring new mathematical developments on the other hand.\n\nThe theme of the proposed international research is at the centre of this interdisciplinary area. Progress in string theory crucially relies on understanding how advanced mathematical methods can be applied in concrete string theory setting. It also requires further developing these methods as well as creating new mathematical structures. In pursuing these lines of investigation, the main goal of the proposed programme is to lay the groundwork for answering one of the main question in contemporary science: Is string theory indeed a viable unified theory of physics?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007158/1","grantId":"EP/N007158/1","fundValue":"379027","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"","person":"Andre  Lukas","coPersons":["Daniel  Waldram","Philip  Candelas"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}