{"id":"8D0E9AA1-C8C3-4780-8607-B734A15CF93A","title":"Lie algebras and incidence geometry","abstractText":"Lie algebras are among the central objects studied in the branch of mathematics called (Abstract) Algebra. They were introduced in the 19th century as means for study of the so-called infinitesimal transformations; originally Lie algebras were called 'infinitesimal groups' until Hermann Weyl coined the term Lie algebra. Sophus Lie, after whom they are named, related Lie algebras to a special class of continuous transformation groups, nowadays called Lie groups. Lie algebras have numerous applications within mathematics, but also outside of mathematics, most notably in physics, in particular gauge theory. The classification of simple Lie algebras over the complex numbers was achieved by Killing around 1890, and a few years later it was simplified and made more rigorous by Cartan.The classification of the simple modular Lie algebras is much harder. It was initiated by Jacobson around 1950 and completed for the algebraically closed fields of characteristic at least 5 near the end of the 20th century in the work of many mathematicians, including Block, Wilson, Strade, and Premet. The presently available proof of the classification is very long and technical, and so it would greatly benefit from a 'Cartan-like' revision, aimed at simplifying the proof and making it more transparent.One idea for such a revision was proposed by Cohen, Ivanyos, and their collaborators, who related to every Lie algebra generated by non-sandwich extremal elements a certain geometry which, under minor additional conditions, turns out to be a classifiable building shadow space. In this project we want to develop the reverse construction recovering the Lie algebra from the building geometry. If successful, this will lead to a new characterization of the bulk of simple modular Lie algebras, based on geometric ideas. Note that the proofs based on geometry are usually simpler and more intuitive compared to the purely algebraic ones. Geometric ideas, in particular those of Tits, who introduced and classified buildings, already played the crucial role in the classification of the finite simple groups and its ongoing revision. We believe that the geometric ideas will be equally powerful when applied to Lie algebras.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H002561/1","grantId":"EP/H002561/1","fundValue":"15214","fundStart":"2009-09-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"","person":"Sergey  Shpectorov","coPersons":["Ralf  Koehl"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}