{"id":"8D0FC7AF-AD14-4A0B-A972-062A5DDBE12E","title":"Low-Latitude Paleoceanography and Phytoplankton Productivity Through the Eocene/Oligocene Transition (IODP Expedition 320)","abstractText":"The current polar ice-sheet dominated planet that we live on is not typical of most of our planet's history. The current phase of ice-sheet growth on Antarctica began around 23 million years ago (an interval known as the Eocene/Oligocene boundary transition). This switch from warm, ice-free climates to cooler, glacial climates was a profound event but the reasons why it happened are still unclear. One good explanation for this switch, which has support from both geological observations and climate models, is that atmospheric CO2 dropped low enough to cool the climate and to initiate ice-growth on the Antarctica continent. This decline in CO2 may have occurred through enhanced weathering processes or through the increased activity of oceanic plankton. An increase in the productivity of oceanic plankton has been documented from around Antarctica at this time, but we do not know whether this occurred over wider areas of the world ocean, and in particular in the largest oceanic habitat, the Pacific. This project will investigate whether this plankton productivity trigger occurred in the Equatorial Pacific at the Eocene/Oligocene boundary, by examining new sediment cores that will be drilled by the Integrated Ocean Drilling Program in March - May 2009. The Principal Investigator and named PDRA are both Shipboard Scientists on this Expedition 320 and will examine the cores as soon as they are recovered. By quantifying the abundances of the plankton fossils and examining their composition, we will be able to determine the levels of productivity and assess whether Pacific plankton may have contributed to global CO2 drawdown and ultimately to the climate transition that occurred at this time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H001298/1","grantId":"NE/H001298/1","fundValue":"13167","fundStart":"2010-05-24","fundEnd":"2010-07-23","funder":"NERC","impactText":"","person":"Paul  Bown","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}