{"id":"8D14FCEB-319E-411F-AD0A-0D2D3BD7B751","title":"Device-Independent Quantum Information Processing","abstractText":"Device-Independent Quantum Information Processing represents a new paradigm for quantum information processing: the goal is to design protocols to solve relevant information tasks without relying on any assumption on the devices used in the protocol. For instance, protocols for device-independent key distribution aim at establishing a secret key between two honest users whose security is independent of the devices used in the distribution. Contrary to standard quantum information protocols, which are based on entanglement, the main resource for device-independent quantum information processing is quantum non-locality. Apart from the conceptual interest, device-independent protocols offer important advantages from an implementation point of view: being device-independent, the realizations of these protocols, though technologically challenging, are more robust against device imperfections. Current and near-future technology offer promising perspectives for the implementation of device-independent protocols.\nThis project explores all these fascinating possibilities. Its main objectives are (i) obtaining a better characterization of non-local quantum correlations from an information perspective, (ii) improve existing and derive new application of this resource for device-independent quantum information processing and (iii) design feasible implementations of device-independent protocols. We plan to tackle these questions with an inter-disciplinary approach combining concepts and tools from Theoretical and Experimental Physics, Computer Science and Information Theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007838/1","grantId":"EP/J007838/1","fundValue":"131840","fundStart":"2012-02-29","fundEnd":"2015-02-28","funder":"EPSRC","impactText":"","person":"S  Popescu","coPersons":["Noah  Linden","Nicolas  Brunner","Andreas  Winter"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}