{"id":"8D15A75B-EEAD-4FB6-B360-12E5ECF36C6E","title":"Measurement and Analysis of bioenergy greenhouse gases: Integrating GHGs into LCAs and the UK Biomass Value Chain Modelling Environment (MAGLUE)","abstractText":"To meet the 2020 renewable energy target the UK is going to need biomass, and lots of it. DECC has an aspiration for an additional 20-38TWh of biomass electricity by 2020 and this will require around 12-23 million dry tonnes of biomass. This is a huge quantity of material, the vast majority of which would be imported as pellets from Canada and the USA and burnt in converted coal fired power plants. Other imported feedstocks for liquid fuels might include Brazilian ethanol from sugar cane and oils from palm oil in Southeast Asia. The UK is not alone in wanting to use more biomass. The Netherlands, Belgium, Denmark, and Sweden all expect to use more, and estimates of future EU demand for wood pellets alone, for example, range from 23-80 million tonnes. One single coal power station in the UK is looking to source up to 10 million tonnes of biomass each year. If the UK wants biomass power on a large scale it is clear that the power generators will need to become major players in the transatlantic wood pellet trade. \n\nAgainst this background of increased demand, there remains significant uncertainty on whether the use of biomass for energy is environmentally sustainable. Any type of managed land use can incur a carbon 'debt' - a net loss of carbon or other greenhouse gases to the atmosphere that contributes to global warming. Other greenhouse gases include methane and the oxides of nitrogen. But quantifying the net impact of a bioenergy crop relative to what it might replace (sometimes called the counterfactual), is less than straightforward. This has led to many claims and counter-claims from commercial interests, environmental groups and academics, on the real greenhouse gas impact of land use change to bioenergy systems, where there still remains much disagreement and controversy.\n\nThe project described here is aimed at addressing this controversial issue - quantifying the real GHG balance of different land use transitions to bioenergy crops, for both UK and imported bioenergy feedstocks. We will deploy sophisticated state-of-the-art instrumentation that is able to measure GHGs very rapidly, to gain a better insight into the dynamic range of GHG emissions that can occur in such systems, including when fields are ploughed and planted and when fertilisers are added. Following data collection, we will extend our analysis by modelling a wide geographical range across the UK and for biomass feedstock sourced from other areas of the world. The models we use should work if we can utilise available datasets, globally, for weather, soils and yield data of the range of crops of interest.\n\nThe GHG data in such systems are usually used to develop emissions factors that are inputted into whole life cycle assessments (LCAs) of carbon (or C equivalent) costs, but these in the past have often been unverified data. We will assess the quality of past data and from our measurement and model campaigns we can test the effectiveness of emissions factors and how they might be improved from our work, including for overseas feedstocks. Finally, in an allied project we have developed a value chain model to optimise the technology options for the UK for bioenergy, depending on how cost, GHG balance and land availability are defined. We will run this model to identify the best bioenergy chains, in terms of GHG balance, for the UK and test scenarios ('what if' questions), to determine how much imported feedstock might be sustainable in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013200/1","grantId":"EP/M013200/1","fundValue":"993785","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"EPSRC","impactText":"","person":"Gail  Taylor","coPersons":["Peter  Smith","Niall Patrick McNamara","Raphael  Slade","Jake Lanion Snaddon","Iain Simon Donnison","Jeanette  Whitaker"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}