{"id":"8D158208-24E0-4B97-B5F0-E9C76995F7C1","title":"Nanostructured Bismuth Telluride Thin Films - Advancing the Capability of Thermoelectric Materials","abstractText":"Thermoelectric (TE) materials can be used to convert thermal energy into electricity. Their properties are based on one of two phenomena, the Seebeck effect (for power generation) and the Peltier effect (for electronic cooling or heating). A TE device is formed when an n-type doped material is connected electrically in series and thermally in parallel across a temperature differential to a p-type doped material, so that current flows between the two. TE generators have a number of very favourable features as they offer solid-state operation, have no mechanical parts that can wear out, require little maintenance, have long lifetimes, produce zero emissions and are compact compared with heat engines. Despite this, currently they are used only in niche applications because of the low thermoelectric efficiency of the existing materials. \n\nSolid state TE devices offer a promising route to efficient and sustainable electrical power harvesting from low grade waste heat produced in internal combustion engines, and in energy-intensive industrial processes, for example refineries and glass furnaces. For low temperature waste heat and natural heat sources, there is no competing technology, thus a huge opportunity exists. However, key barriers need to be overcome in order to make the application of TEs in these areas practicable, particularly to increase the thermoelectric efficiency and reduce the material volume required to create functional TE devices. Nanostructuring TE materials can lead to very significant increases in efficiency (due to both quantum confinement effects and reductions in lattice thermal conductivity). An important target, therefore, is the development of low-cost methods by which nanostructured thermoelectric materials can be produced.\n\nBismuth telluride, Bi2Te3, is a narrow band gap semiconductor whose alloys are commonly used in commercial TE devices as they have among the best room temperature thermoelectric properties of known bulk materials. It has been demonstrated that nanostructuring of thermoelectric materials can lead to significant increases in efficiency. A key current limitation at present is in achieving precise spatial control of material growth, morphology and orientation on the nanoscale. Under a project funded by STFC we have developed a novel single source chemical vapour deposition (CVD) reagent and method that significantly enhances the ability to deposit high quality thin films of Bi2Te3 TEMs with very high area selectivity onto micropatterned surfaces. This application is focussed on achieving key milestones to establish the commercial potential of this deposition method, with the target of increasing the thermoelectric figure of merit (ZT) to ca. 2, which would mean energy harvesting from industrial plants would be achievable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L003376/1","grantId":"ST/L003376/1","fundValue":"86743","fundStart":"2014-02-03","fundEnd":"2015-02-02","funder":"STFC","impactText":"","person":"G  Reid","coPersons":["Andrew Lee Hector","Cornelis Hendrik  De Groot"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}