{"id":"8D1BBD3B-1002-419D-AAEC-CB110C865C68","title":"NOCTURNAL - Night Optimised Care Technology for UseRs Needing Assisted Lifestyles","abstractText":"NOCTURNAL (Night Optimised Care Technology for UseRs Needing Assisted Lifestyles) aims to address the needs of people at the early stages of dementia providing therapeutic support and guidance during the hours of darkness.There is a significant amount of scientific and clinical research that addresses the needs of People with Dementia (PwD) during daytime; for example, inferring Activities of Daily Living (ADL) from behaviour recorded in technology enriched environments. There is no notable body of work for holistic support of PwD during the hours of darkness despite the vulnerability PwD have at that time. There are only a few scarce studies, focused on simplistic architectures, addressing anxiety or night time falls through the use of accelerometers or detection of potential problems by measuring how long it takes for a person to go back to bed. Noticeably there is no specific provision of service that supports PwD during night time or addresses their needs in a more holistic way. NOCTURNAL addresses this gap and provides an assisted living information platform to promote safety and well-being using the current state of the art technology in support of PwD during the night. The primary objective of the work is to provide new technological capabilities that support more sophisticated service offerings to be marketed by Fold Housing Association Ltd (the company) and hence increase competitiveness of the UK in this market. As well as this primary objective of service evolution underpinned by technological advancement, there will be related research objectives to support that service evolution. The fundamental research questions NOCTURNAL will focus on are : How can technology assist people with dementia and their carers during night time? , Which of the technologies and caring protocols designed to be used for assistance during daylight time can be used during night time? , What technology and caring protocols should be developed specifically for its applications during the night period? , How care services and the related user-carers should be reconsidered in this situation? and Can we develop new evaluation frameworks that are inclusive of carers as well as PwD? . NOCTURNAL will research new modalities (for example lighting and music) of assisting the PwD supported by the proposed system. It will also be innovative on redesigning current methodologies that are used to recognize patterns of behaviour to offer more sophisticated interventions that can incorporate the specific technology being introduced. The technology will be configurable in order to meet the needs of people with combinations of disabilities (e.g., audio options for blind PwD) or personal preferences. The scenarios that we envisage include managing a PwD as they awake, support a person returning to sleep, reinforcement of prospective memory in evening and morning time, guidance when PwD going to the bathroom (or other rooms) and returning to bed. For these scenarios, NOCTURNAL will seek to maximise feelings of safety, prevent falls and encourage wellbeing. NOCTURNAL brings together a well established service provider, Fold Housing Association's Telecare organisation, and academic researchers, the University of Ulster, to enhance and promote current services to PwD. NOCTURNAL is beneficial to the UK because it provides a proof of the concept of nighttime therapeutic support and guidance for PwD, that is then validated within an existing service framework by the company. This will provide a base of evidence across the various disciplines and areas, informing the market of the changes and opportunities required in health and well being models, economics, usability, service provision, data management, technology framework, trust issues as well as privacy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G002452/1","grantId":"TS/G002452/1","fundValue":"112721","fundStart":"2009-01-12","fundEnd":"2012-01-11","funder":"EPSRC","impactText":"  The NOCTURNAL project aimed to achieve better understanding of the needs of people at early stages of Alzheimer's and to investigate how that can positively influence the development of services that can increase their safety and wellbeing at night.\n\nThroughout our research and our interaction with different stakeholders we confirmed our hypothesis that there is a genuine gap in the market for services providing safety and guidance during the night. A focus group workshop shed more light on the type of services users prefer. There was a clear preference for simple guidance and communication with the system. \n\nGuided with this principles and the experience on delivering services by Fold the University of Ulster team developed a solution refined through three iterations which meets the stakeholder's requirements, both from the final users and from our partner company. This product does not require users to wear any technology and optional interaction is available with a bedside interface which offers possibilities for reminiscence through music and images at the touch of the screen. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare Societal,Economic,Policy & public services","person":"Juan Carlos Augusto","coPersons":["Suzanne  Martin","Huiru  Zheng","Maurice David Mulvenna"],"organisation":"University of Ulster","findingsText":" a. Individual patient management: The project provides people at early stages of Alzheimer's the possibility to live independently for longer. The system also includes a bedside table interface which can be personalized for the person being cared for to see messages, photos and music relevant to them.\n\nb. Service Delivery: The system allows carers to have a better informed understanding of the quality of sleep at night and of different elements of concern (restlessness, getting up from bed and wandering). The project allowed the company delivering this type of services to investigate the new services available, their cost and the process of developing and deploying these types of systems.\n\nc. Changes in patient outcomes: The system has not yet been tried at a large scale. However during the lifetime of the project different versions were tried and the feedback was positive. The system is unobtrusive in the sense that users do not need to change anything in their lifestyle to benefit from it. This project was the first of its kind and largely the only one so far which took a holistic view at night time care. Other studies looked at one single product in isolation. As night time safety and wellbeing in people with early dementia is a problem which manifests in several dimensions and it looked at delivering products to the market NOCTURNAL provides a sound exploration based to other research teams and companies. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}