{"id":"8D1FE037-1B81-4E3E-ADC9-38DE2CA73C49","title":"High throughput high resolution 4D imaging","abstractText":"A fundamental requirement for modern cell biology research is the ability to visualise, with high resolution and sensitivity, the localisation of proteins and structures within living cells. Over the past decade rapid advances in digital imaging and microscopy technologies, allied to the development of photoactivatable fluorescent proteins, has revolutionised the capacity to undertake such studies. These advances have led to new insights into the highly dynamic nature of molecular and biochemical processes occurring within living cells. Indeed, the visualisation and quantitation of proteins (often resolved to the level of a single molecule), in both a spatial and temporally resolved manner, is increasingly viewed as indispensable in cell biology studies. As a result of successful funding under two previous REI bids, we have created , a DeltaVision RT microscope facility within the Department of Biological Sciences at Lancaster University that provides essential bioimaging support to six research laboratories. The research projects undertaken in this facility are firmly within the BBSRC's remit and strategic priorities and many of the principal investigators involved have an established track record of attracting BBSRC funding. However, this DeltaVision RT imaging system is aging and so we are requesting funds to upgrade this microscope facility to a DeltaVision CORE imaging system (Applied Precision). Through a combination of improved software, optics and hardware this new system will deliver significant advances to our bioimaging capabilities and help to maintain our research competitiveness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F010931/1","grantId":"BB/F010931/1","fundValue":"130630","fundStart":"2008-03-01","fundEnd":"2009-02-28","funder":"BBSRC","impactText":"","person":"Paul Gerard McKean","coPersons":["Howard David Lindsay","Michael  Ginger","Edward Thomas Parkin","Clive  Price","Karen  Grant"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}