{"id":"8D2594A0-E5ED-45C9-989A-022B8B44EB92","title":"Probing G protein coupled receptor signaling networks in trigeminal nociception","abstractText":"Two of the most common causes of pain are toothache and headache, but scientists don?t really understand how nerves collect and communicate ?painful? information from the mouth, face and brain. If they did, it would open the door to new methods for pain relief. Our research is centered on the question of how we sense tooth- and headache, how this sensation is altered in inflammation and how can we stop such pains. To tackle these intricate questions we are going to use an array of cutting-edge technological tools and approaches available through Leeds University and through our collaborators at the University of Texas Health Science Center at San Antonio which hosts one of the best dental schools in USA. These tools will include electrical recordings from living nerve cells, imaging (to look deep inside cells) and molecular biology. For example, we will use a latest generation of an instrument called an ?optical fluorescent microscope? (the Europe?s first machine of this kind is now being assembled in our lab at Leeds) which can see in such fine detail that we will be able to make videos of the individual molecules that transmit pain to the brain. Ultimately this work should lead to brand new ways to understand and treat pains which not only cause incredible discomfort, but cost the Health Services and society billions of pounds.\n\nIn our group we are strong advocates of Public Engagement in Science. The general public are incredibly interested in biomedical research (not least because they pay for it), and we have to get more involved in communicating our basic research to non-scientific audience. As an ongoing activity, we have recently obtained a collaborative Wellcome ?People Award? with the Glasgow-based artist Jim Pattison to develop an exhibition to show how signalling proteins in nerve cells work, and how technological changes have altered the way how we represent these. We also plan to have a lab ?Open Day? for schoolchildren and interested parents once a year; we envisage that they will be extremely interested in seeing cutting edge technology applied to pain research. Our institution considers public engagement highly important, and we have been shortlisted for the Beacons of Public Engagement , the new #8m initiative oh HEFCE, Research Councils and the Wellcome Trust, which aims to promote excellence in public engagement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700966","grantId":"G0700966","fundValue":"354208","fundStart":"2008-06-01","fundEnd":"2011-05-31","funder":"MRC","impactText":"","person":"Nikita  Gamper","coPersons":["Brian  Robertson"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}