{"id":"8D2C1B13-77E8-49ED-8378-725373D00B3F","title":"Molecular Builders: Constructing Nanoporous Materials","abstractText":"Separations demand more than half of all the capital and operating costs associated with processing industries. This is because separation is often achieved by boiling liquids to make them turn into a gas. However, turning liquids into gases involves injecting a lot of energy, to overcome the attractive forces between the molecules of the liquid. One way of avoiding this large energy input is to carry out separations in the liquid phase via a membrane. This avoids the large energy injections of evaporation or distillation. Theoretical calculations show that the energy required for concentrating a mixture by membrane separation is less than 5% of the energy required to evaporate the liquid.\n\nThis project is to support a world leading research group research develop radical new ways of making membranes for separations. Now, we make them through mixing, pouring and smoothing out solutions of polymers and ceramics. This creates waste and is hard to control accurately. In the future, we want to make membranes by bit by bit through assembly of small units, and by creating well defined molecular structures where we know the positions of the molecules. We will do this by learning new techniques in materials engineering and chemistry, and putting them to work making membranes. To achieve this ambitious goal, we intend to learn the techniques we need from experts around the world. We will then bring them all together and focus on making membranes and filters for separations. Then, we will use these membranes in a wide range of applications that are currently not feasible with existing membranes.\n\nFor the platform grant renewal period, we will revolutionise the membrane fabrication process. We will seek to manufacture composite materials comprising a controlled porosity support, coated by a molecularly defined separating layer. This will require research into new ways to assemble porous polymer and inorganic support films, using functional printing, a rapidly developing technology for making 3D materials in a controlled way. We will then coat these controlled porosity support films with molecularly defined separating layers in which the molecular structure can be manipulated. Finally, we will develop imaging techniques to view the structures we have made at the nanometre scale. We will use the membranes to deal with separation problems that current membranes cannot reach, such as synthesis of pharmaceuticals in continuously operating reactors, production of DNA and RNA for therapeutic needs, and the recovery of water from salty and contaminated feeds generated in the oil and gas industry.\n\nTo succeed in this ambitious goal we will need to train our post-doctoral research team in a diverse range of techniques, most of which we do not employ currently. We will do this by working with other research teams around the world who are experts in the techniques we want to learn. Through a planned programme of research our post-doctoral team will gain valuable experience in areas almost completely different from those they have previously worked in, enabling them to establish and broaden their track record. Importantly, the platform grant will enable us to retain valuable knowledge and expertise in our group. This will provide the continuity necessary to maintain an internationally leading position, and also for the post-docs to build their expertise and multidisciplinary outlook through the planned acquisition of new skills. The synthesis of the new techniques, and their combination with our existing skills, will lead to world beating new science and engineering, and new products manufactured in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014974/1","grantId":"EP/J014974/1","fundValue":"1300970","fundStart":"2012-05-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"","person":"Andrew  Livingston","coPersons":["Kang  Li","Alexander  Bismarck"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}