{"id":"8D2E7720-0847-448F-9F04-4ECF46D50AEE","title":"Supporting undergraduate teaching in quantitative geography: making the connections between schools, universities and the workplace","abstractText":"<p>The discipline of geography has a long tradition of pioneering research and teaching in quantitative methodologies. It has high-end expertise in areas such as GIS, geostatistics, spatial statistics, spatial econometrics and the use of geoinformation in scientific visualisations. It is the ability to extract knowledge from geographical data that feeds into evidence-based public policy and also to commerce.</p>\n\n<p>Nevertheless it, like allied subjects, has faced a general deskilling in quantitative methods. Misunderstanding and under-appreciation of these methods is a vicious circle that gets transmitted from one generation of learners to the next.</p>\n\n<p>Our response is to strengthen the connections between schools, universities and workplaces. What is important is for pupils and students to appreciate at an early stage that quantitative methods are an essential part of what it means to do geography and a vital transferable skill that will assist in future career choices.</p>\n\n<p>To that end, this research, in partnership with the Royal Geographical Society (with the Institute of British Geographers), adopts a strategy targeted specifically at assisting researchers and teachers of quantitative methods to engage pupils and students with those methods, and to offer peer networks of learning, support and of knowledge exchange.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J011800/1","grantId":"ES/J011800/1","fundValue":"79395","fundStart":"2012-03-05","fundEnd":"2013-09-04","funder":"ESRC","impactText":"","person":"Richard  Harris","coPersons":["Claire Helen Jarvis","Nicholas James Tate","Christopher James Keylock","Christopher Francis Brunsdon","Alex  Singleton","S  Orford","Catherine  Souch"],"organisation":"University of Bristol","findingsText":" Our report to the geographic community highlighted the following:\n\n\n\nA student in geography can expect to be taught and to use quantitative methods at school and at university. Typically GIS, descriptive and inferential statistics.\n\n\n\nTeachers report that quantitative methods are not well integrated in the geography curricula. At university, standalone quantitative courses can give the impression that quantitative methods are not part of the substantive themes of human geography in particular.\n\n\n\nTeachers appear less confident in their knowledge of quantitative methods - especially geospatial technologies - and find it less enjoyable to teach.\n\n\n\nIn universities, quantitative methods appear to be taught by instructors with the expertise to do so, who enjoy their teaching and feel it is valued.\n\n\n\nAlmost half of the university students surveyed said they struggle with quantitative methods, especially those who did not study maths after GCSE. Nevertheless, students see the value of quantitative methods for their future career.\n\n\n\nWe believe the Benchmark Statement for geography should be revised to be more specific about the role of quantitative methods and the importance of numeracy.\n\n\n\nWe believe geography is well positioned to support and to benefit from the increased emphasis given to quantitative methods. Geography draws strength from its links across the sciences, social sciences and the humanities, and most likely this has helped to preserve the importance given to quantitative methods when it has declined in other disciplines.\n\n\n\nHowever, we are not complacent: we suspect that the levels of quantitative methods training - perhaps especially in human geography and outside some specific departments - are not sufficiently high.\n\n\n\nAn important consideration is what actually we mean by quantitative methods in geography: does it simply reduce to 19th/early 20th century statistical methods with a measure of GIS thrown in? Or does the age of 'big data', complex data, longitudinal data, crowdsourcing and the development of numerical models of global processes demand other types of skills and knowledges?\n\n\n\nWe found agreement that students need to be excited by data and what you can do with it, with this excitement beginning at school and continuing into universities. Formulae may be necessary but they rarely inspire. Effective use of data to provide dynamic visualisations that are of relevance to, social or environmental geography (for example), do.\n\n\n\nThe challenge, and opportunity, is to demonstrate the relevance of quantitative methods in practice - not just for career goals but for all sorts of geographical scholarship - inspiring the next generation of geographers to acquire a strong quantitative skill base. Improved connections with better signalling of the needs of schools, universities and employers, can only help.\n\n\n\nThe videos and accompanying learning resources we produced for the project are at http://www.quantile.info/?page_id=29 They have informed the Royal Geographical Society's contributions to the revisions of GCSE and A-level geography, and to the updated QAA benchmark statement Education","dataset":"gtr"}