{"id":"8D31EDA5-FB32-49F7-AC97-00FC6179346C","title":"DL_POLY version 4: a major shift in length- and time-scale limitations in Molecular Dynamics simulations of heterogeneous phenomena","abstractText":"The simulation of matter/such as solids, liquids, membranes or nanoparticles/with atomic and molecular resolution has been a major growth area over the last 30 years. Developments in the computational methods and hardware have meant that such molecular simulations can now be performed with a level of realism and accuracy that was unimaginable even 10 years ago. However, there are still fundamental limits on the length- and time-scales that can be probed with molecular simulation. These are preventing scientists from realising the full power of molecular simulation.Improvements in high performance computing have got to the stage where we can begin to remove these limitations. In particular, the advent massively parallel processors (MPP), where 100s or 1000s of processors are used simultaneously, have meant that systems with much more realistic lengthscales can be modelled using molecular simulations. To date such progress has been applied mainly to materials in which the molecules are spread evenly throughout the material: most common materials (metals, ceramics, plastics, liquids) are of this form. However, there are many very important materials where the molecules are spread unevenly/either because they involve a mixture of different phases (such as at the interface between water and air) or particles of very different character are mixed together (as occurs with many catalysts, nanoparticles, polymer composites and natural materials such as bone). In such inhomogeneous materials, both the length- and time-scale on which important properties are manifest are often very long, and so really demand fast efficient code on the latest MPP computers to model accurately. The advent of HECToR opens a unique opportunity to model inhomogeneous materials at a molecular level, and thereby gain hitherto inaccessible insights into the nature of these materials and how their properties can be controlled. Unfortunately, of the existing molecular simulation software that is capable of modelling the full range of important inhomogeneous materials, none will scale adequately to a machine of the power of HECToR. Thus, major revisions of an existing molecular simulation package are needed urgently if the opportunities offered by HECToR are to be grasped.The purpose of this project is to develop this new code and optimise for use on HECToR. The project will start with an existing package, DL_POLY, written in the UK and used extensively on previous high-end computer facilities to model homogeneous materials. Several major modifications will be made to DL_POLY that will enable the program: (i) to model efficiently systems which either possess, or evolve into, highly nonuniform structures; (ii) to model systems which evolve very slowly in real time through a series of very fast but very infrequent atomic jumps (this is the basis on which most solid state systems change over time); and (iii) to exploit the architecture of HECToR to gain maximum performance. The power of the new program will be demonstrated in calculations on the properties of nanoparticles distributed on an air-water interface, nucleation of molecular crystals and framework materials, the mobility of ions through specialised glasses, and the role of proteins in controlling eggshell formation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F010605/1","grantId":"EP/F010605/1","fundValue":"4570","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  The DL_POLY is used both nationally and internationally by both academic and industrial groups. It is a leading member of a suite of codes supported by CCP5. The DL_POLY_4 code maintenance and development is currently led by Dr Ilian Todorov (who was Co-I on a linked grant to this one; EP/F010877/1). Full details of the current usage and status of the code can be found on the website below.\n\nwww.stfc.ac.uk/SCD/research/app/ccg/software/DL_POLY/44516.aspx Electronics,Energy,Environment Economic","person":"John  Harding","coPersons":[],"organisation":"University of Sheffield","findingsText":" Atomic-level simulation of structures and processes is a vital tool for the physics, chemistry and materials communities in the UK. It is widely used in both academia and industry. This requires well written and well maintained codes that can take full advantage of both the latest developments in computer hardware (such as the [then] new national high performance computer HECToR) and algorithm development. The DL_POLY development was performed under the linked grant EP/F010877/1. We have used the code for a range of problems including large-scale radiation damage simulations (see also under EP/H013814/1) and the interactions of biomolecules and organic self-assembled monolayers with minerals to understand the processes whereby organisms make minerals (see also under EP/I001514/1). Further development of the DL_POLY code has been carried forward under the aegis of CCP5, the EPSRC-sponsored network. Code development is currently led by Dr Ilian Torodov at Daresbury Laboratory and full details of the current usage and status of the code can be found on the website given above. Electronics,Energy,Environment","dataset":"gtr"}