{"id":"8D32D26F-DB10-4A6D-B35C-DF455FDD9DB4","title":"Core to regional scale synthesis of fault zone properties and fluids at subduction zones: Drivers of seismogenic behaviour","abstractText":"Most of the world's large earthquakes happen on the plate boundary faults at subduction zones where two plates converge (e.g. Sumatra in 2004, 2005, and 2007; Chile in 2010). Because the parts of these faults that move during the earthquake lie underwater, they can also be the source of major tsunami. However, different subduction zones are subject to different sizes of earthquakes, and different patterns of earthquake rupture, so that the hazards vary significantly. In most cases rupture on the plate boundary faults is limited to a zone where the fault lies from ~30-40km up to ~5-15km beneath the seabed, but in some cases the fault rupture is thought to have been much more extensive and potentially to have reached the seabed. In other cases the faults are sometimes seen to move more gradually, without an earthquake. In other cases (e.g., Nankai margin offshore Japan), movement on the main plate boundary fault is affected by faults within the accretionary prism, that forms as sediment is scraped off the downgoing plate, and these faults may slip affecting the size of the tsunami waves generated. A final major problem with knowing these hazards at a given subduction zone is that the biggest earthquakes normally only occur every few hundred years, so that our records of the effects are very incomplete. These different fault behaviours depend on the physical properties of the faults themselves, controlled by the seabed sediments adjacent to the subduction zone, and factors such as the presence of fluids within the fault. One way to determine these properties, and presence of fluids, is to drill into the fault zone and directly take samples or measurements of the rock properties using 'logging' technology; this has been done in several places round the world, but even with the most modern technology (riser drilling), it is only possible in the shallower parts of faults, and generates a set of observations effectively at a single location. Drilling at a number of different places on subduction zones together with associated seismic experiments (that bounce sound waves off structures within the earth) show that these properties are very variable, within a single region, and between regions. This reinforces that the combination of drilling (providing local detailed information) and seismic data (providing regional information) should be the primary method for assessing fault properties and their hazard potential: the technique employed in this project. We aim to better understand the behaviour of subduction zone faults by combining seismic and drilling data from several subduction zones around the world. We have chosen regions which have contrasting thicknesses of sediments, and where known fault activity and type and size of resulting earthquakes vary. We will use the drilling data to increase our ability to interpret the properties and fluid content of the fault zones from seismic data at the same location. Then using the seismic interpretations to extend our knowledge of the fault zones over much broader regions, we will investigate variations both down and along the plate boundary fault. We will use the same methods to investigate the relationship between the main plate boundary fault and smaller faults within the accretionary prism. We will then extend our analysis to regions where seismic data have been collected, but which have not yet been drilled, including margins offshore Sumatra and New Zealand. The results generated by the project will allow drilling on these new margins (Sumatra and New Zealand) to be targeted more effectively, thus obtaining new samples and measurements from the sections of these subduction systems with greatest significance for earthquake generation. Ultimately we will relate the interpretations of the state of the plate boundary faults to the known earthquake behaviour and tsunami history, aiming to improve assessments of the hazards at other locations where the long-term behaviour is not known.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I006184/1","grantId":"NE/I006184/1","fundValue":"240342","fundStart":"2010-09-01","fundEnd":"2013-08-31","funder":"NERC","impactText":"  The findings are relevant to understanding the properties of fault zones and comparing changes in properties at one subduction zone margin and between margins. Ultimately this is relevant to determining the earthquake potential at different subduction margins. \nFull impact of these results will come after publication of the methods and the results. Current, short term impact is achieved through public outreach of the methodologies during, e.g., public open days and invited talks to amateur science groups  ","person":"Lisa  McNeill","coPersons":["Timothy  Henstock","Graham Karel Westbrook","Kevin  Pickering"],"organisation":"University of Southampton","findingsText":" A methodology has been developed where comparable properties of fault zones from marine geophysical data can be generated and therefore compared from different places on one subduction zone margin and between subduction zones. This will improve understanding what controls the changes in fault properties and how this may relate to earthquake slip behaviour. \nThe method has been successfully applied to the Nankai subduction zone (Japan), Lesser Antilles subduction zone (Caribbean), and the Hikurangi subduction zone (New Zealand) Upon publication, the methodology developed can be applied to different seismic reflection datasets at different margins, thus generating a global database of fault properties derived from geophysical data Environment","dataset":"gtr"}