{"id":"8D3342D1-956E-4444-B4FF-7FA0F4AF2B7F","title":"Grammar for Writing? The impact of contextualised grammar teaching on pupils' writing and pupils' metalinguistic understanding.","abstractText":"Previous studies of grammar teaching have focused principally upon the impact of de-contextualised grammar teaching, but no study to date has investigated systematically whether making connections between particular linguistic structures and writing supports writing development. Equally, despite concerns that teachers' knowledge of linguistics is not sufficient, no study has considered the impact of this upon pedagogical strategies.\n<br />\n<br />The aim of this study is to investigate whether explicit teaching of grammar in the context of writing impacts upon the quality of pupils' writing.\n<br />\n<br />The specific objectives of the study are:\n<br />\n<br />\n<ul>\n <li>to explore the impact of teacher linguistic subject knowledge on the teaching of grammar</li>\n <li>to explore the impact of pedagogical support materials on the teaching of grammar</li>\n <li>to determine the impact of grammar teaching on pupils' writing</li>\n <li>to determine the impact of grammar teaching on pupils' metalinguistic understanding</li>\n <li>to explore teachers' pedagogical beliefs about teaching grammar in the context of writing</li>\n</ul>\n<br />The study will draw on a mixed methods methodology. It combines a cluster RCT with classroom observation and pupil and teacher interviews. It is thus set within a multi-disciplinary conceptual framework, acknowledging the complexity of writing and the importance of contextual variables in classroom-focused research.&nbsp; \n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F015313/1","grantId":"ES/F015313/1","fundValue":"249956","fundStart":"2008-01-01","fundEnd":"2011-07-31","funder":"ESRC","impactText":"","person":"Debra Ann Myhill","coPersons":["Trevor Charles Bailey","Susan Mary Jones"],"organisation":"University of Exeter","findingsText":" The headline finding is that effectively embedded grammar teaching can have a significant impact on student writing performance. The intervention group (n=412) improved their writing scores over the year by 11.52%, which contrasts with a mean outcome of 6.41% for the comparison group (n=332). So overall, and ignoring the effect of any other covariates, a simple two-sample t-test suggests a highly significant (p&lt;0.001) positive difference of 5.11 percentage marks for the intervention in terms of improvement in writing attainment. Further analysis indicates that the benefit was experienced differentially: the most able writers in the intervention benefited most, and able writers in the comparison group made no significant improvement over the year. Our data cannot provide firm evidence about why this is the case but the qualitative data suggests that the aspects of grammar we focused on were more relevant to the developmental needs of able writers than weaker writers. Refining the teaching materials to match more closely the writing needs of an individual class might alter this effect. It is also possible that the use of metalanguage was too abstract for weaker writers and did not help them transfer learning in lessons into their own writing. Highlighting grammatical features and patterns without using metalanguage may be more advisable for this group. However, these hypotheses need further research, both qualitative and quantitative, to provide better understanding of how to embed grammar purposefully in the teaching of writing. In addition, the statistical data indicates that both teacher linguistic subject knowledge and teacher experience are factors in the success or otherwise of the embedded teaching of grammar.\n\n\n\nThe qualitative data, drawn from the observations and interviews, also indicates:\n\nq The significance of teacher subject knowledge of grammar on the effect of the \n\n teaching\n\nq The beneficial effect of the explicitness of the teaching schemes\n\nq The beneficial effect of opportunities for discussion and experimentation with effect\n\nq The development of metalinguistic awareness in the intervention group Implications for policy and practice\n\nThe research provides evidence for the first time of a positive benefit of teaching grammar when the grammar is linked meaningfully to the writing. The significance of the effect is strong, providing robust evidence for the effectiveness of this approach. The implications for policy makers and practitioners are outlined below.\n\n\n\n\n\nTeaching Implications:\n\n• Teachers should consider embedding grammar in the teaching of writing, making \n\n connections for writers between a particular grammar feature and its possible effect in writing.\n\n• The choice of grammar focus should be relevant to children’s writing needs, so \n\n weaker writers will need different input from abler writers.\n\n• The attention to grammar should be explicit, clearly explained and linked to meaning and effect, not the naming or identification of grammatical features.\n\n• The use of talk is a constructive way to develop metalinguistic understanding – \n\n teachers should encourage discussions about writing choices and the different effects of different grammatical choices.\n\n• The incorporation of grammar into writing lessons should foster writer awareness of a repertoire of possibilities, not a formulaic approach to writing or obedience to norms.\n\n\n\nCPD Implications:\n\n• Teacher subject knowledge of grammar is fundamental to the successful use of contextualised grammar: a CPD programme of support should be developed to enhance teacher subject knowledge\n\n• Applied linguistic knowledge is equally important: more resources and CPD provision are needed to develop confidence in studying language in context. Education","dataset":"gtr"}