{"id":"8D3FBE28-A3D5-43B8-8B41-D5FB1BD94ED0","title":"Parental time investments in children across countries and over time: What are the implications for inequality?","abstractText":"<p>The main objective of the project will be to use high quality diary data on individual's activities matched to country-level institutional data for several industrialized countries to explore the relationship between parental education and parental time investments in children, how this relationship has changed over the last five decades, and the factors underlying these trends. Given the importance of parental time inputs for a child’s development and the importance of intergenerational transmission of human capital in explaining children’s later life outcomes (Heckman, Stixrud, and Urzua 2006; Cunha and Heckman 2010), understanding how potential inequalities in children’s resources based on their parents’ educational levels are evolving is crucial from a child development perspective and for policies aimed at reducing inequality.</p>\n\n<p>The multi-disciplinary nature of this research means that it necessarily has to harness and combine different disciplinary perspectives.The chosen approach here is a multivariate regression analysis, which is commonly used in both the sociological and economics literature.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K003127/1","grantId":"ES/K003127/1","fundValue":"75235","fundStart":"2013-01-01","fundEnd":"2015-01-30","funder":"ESRC","impactText":"","person":"Almudena  Sevilla","coPersons":["Cristina  Borra"],"organisation":"Queen Mary, University of London","findingsText":" We firstly document trends in parental time investments for college and non-college educated parents over the last five decades in the UK and compare those to those of other countries in the industrialised world, =&amp;gt; Trends in the Education Gradient: \n\n\n\n- We document increases in parental time investments in most countries. Parental time investments increased 30 min./day for mothers and 20 min./day for fathers.\n\n\n\n\n\n- We document a positive education gradient: With respect to non-college educated parents, college-educated mothers devote between 5 more minutes per day (Canada and France), and 20-25 more minutes per day (Sweden, US) \n\nCollege-educated fathers devote about 10 more minutes in most countries (US 18, UK -3).\n\n\n\n\n\n- Unlike in the US, trends in the education gradient vary across countries, and for fathers and mothers within a given country. We find that in contrast to previous findings for the United States, the difference between college-educated parents and lower educated parents with respect to time investments has not increased in all countries over this period. \n\n\n\nMothers:\n\nIncreases: Netherlands and the US\n\nDecreases: Australia, France, Norway\n\nConstant: Canada, Finland, Germany, Italy, Spain, Sweden, the UK.\n\nRange: -17 min in France, +15 min in the US\n\n\n\nFathers:\n\nIncreases: Australia, Canada, Germany, the Netherlands, Sweden, the US\n\nDecreases: Finland, France, Spain, the UK.\n\nConstant: Italy, Norway\n\nRange: -11 min in Finland, + 16 min in Canada and the US.\n\n \n\n\n\nWe secondly examine the main explanations offered by the literature for the sources of these differences in parental time investments. Using auxiliary micro-level data on safety concerns and parenting values, we rule out preference-based explanations as a possible mechanism explaining the differences in the trends in parental time with children for college and non-college educated parents. With the exception of the US, trends in children's homework-related activities are not consistent with the evolution of the education gradient in most countries, which suggests that differential trends in the returns to parental time investments for college-educated parents and non-college educated parents cannot explain changes in the education gradient. \n\n\n\nIn the UK, o single hypothesis seems to adequately explain parental trends in education gradients (much easier to explain positive education gradients or general increases in childcare time) Given the importance of intergenerational transmission of human capital in explaining children's later life outcomes, understanding the factors driving the education gradient in parental time investments is crucial from a child development perspective and for policies aimed at reducing inequality. Other","dataset":"gtr"}