{"id":"8D4A2953-445C-4065-8132-837AD06CF5F4","title":"Nanoparticles and Nanotopography: A Nano-toolbox to Control Stem Cell Self-Renewal via miRNAs","abstractText":"Mesenchymal stem cells (MSCs) are unspecialised cells that live in a localised area in the bone marrow called the 'niche'. MSCs are important as they can change (differentiate) into a variety of different cell types, including osteoblasts (bone cells), chondrocytes (cartilage cells) and adipocytes (fat cells), depending on when the body needs these cells. For several years now, researchers have been trying to identify methods of controlling how and when MSCs differentiate, so we can either keep them as they are (ie. as stem cells, for transplant studies etc) or make them become a certain tissue (eg. bone, for conditions such as osteoporosis). One well-known method available is to culture and grow the MSCs with special chemical additives that make them become a certain cell type. However this is not ideal, as you are using extra chemicals. We have established a way of growing MSCs and controlling their behaviour, simply by growing them on a particular pattern imprinted onto a material, with no chemicals. This means we can grow cultures of MSCs and either keep them self-renewing (as stem cells) or make them turn into osteoblasts to form bone. \n\nThere are certain signals inside the MSC niche that control the MSC's fate. Recent studies have indicated that small sections of RNA, called microRNA (miRNA), are important in this control. In the first part of this project, we want to use our patterns to control MSC behaviour, and then look to see which miRNAs as involved in that control. \n\nOnce we have identified these miRNAs, we will then see if we can do the reverse, ie. control MSC behaviour by blocking (or silencing) the particular miRNAs. We will do this by designing blockers of the miRNAs (called antagomirs), which we will deliver into the MSCs. They can be difficult to deliver, so we will guide them into cells by attaching the antagomirs onto small nanoparticles, which will function as taxis to ferry antagomirs into the MSCs. This will give us a nanoparticle tool, which can be ultimately used in clinic to induce bone formation.\n\nHowever, it must be noted that the MSC niche is located the bone marrow, which is a 3D tissue. Therefore, the final part of our project will look to see if we can also taxi the antagomirs into MSCs grown in 3D, and similarly control the fate of the cells therein. This will give a better idea of whether our technology would work in vivo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L008661/1","grantId":"BB/L008661/1","fundValue":"281645","fundStart":"2014-04-14","fundEnd":"2016-10-13","funder":"BBSRC","impactText":"  The grant has been running for 6 months. During that time the postdoc has been trained up in all relevant techniques and has started generating data in terms of microarray analysis, fluorescence microscopy and in cell westerns. To date we have not used these findings other than in grant meetings and several presentations (one of which to NHS staff). Healthcare Cultural","person":"Catherine Cecilia Berry","coPersons":["Matthew John Dalby","S. Faisal  Ahmed","Nikolaj  Gadegaard"],"organisation":"University of Glasgow","findingsText":" The grant is in its early stages. To date, we have verified our topography controls (ie. to make sure they support the correct response), run an initial screening test looking at the gene changes in cells grown on the topographies (using microarrays) and also trailed the use of a specific microRNA (31a) which we know to be involved in the regulation of osterix in human stem cells. We intend to determine if we can use several microRNAs key to stem cell differentiation into bone, and deliver them to cells using nano particles. Its early days at present, but preliminary data is promising. We see this toolbox as being useful to other researchers in the field, and also for a clinical uses. We have a clinical collaborator on the grant, who meets monthly with us, giving us an excellent view to translation. Healthcare","dataset":"gtr"}