{"id":"8D51A0D6-F1E0-450E-AD42-C8EC008A4AC0","title":"Developmental Clinical Studies: Inhibition of C-reactive protein for treatment of cardiovascular &amp; inflammatory diseases","abstractText":"C-reactive protein (CRP), a normal trace constituent of the blood, increases in concentration dramatically following most types of injury, infection or inflammation. We have discovered that human CRP can make such injury worse and have demonstrated it in animal models of heart attack and stroke. There is compelling clinical evidence that CRP has the same damaging effect in human diseases and that its inhibition will make a major contribution to management of a wide range of conditions. We therefore designed a family of new small molecule drugs, called bis(phosphocholine)-alkanes, which inhibit the adverse effects of CRP and are efficacious in animal models. We now propose to develop the optimal drug, bis(phosphocholine) octane, for clinical testing. The required development steps, for which funding is sought, are pharmaceutical manufacture of the drug, pre-clinical testing, toxicology and formulation to comply with regulatory requirements, and first into man studies, in healthy adult volunteers. This programme will provide a medicine which complies with the ethical and regulatory requirements for clinical testing in patients admitted to hospital with a first heart attack who are receiving all other state of the art treatment. We have detailed plans for this trial but do not seek funding for it now. The rigorous regulation of drug development means that the work now needed cannot be conducted in academic institutions but only in pharmaceutical companies or contract research organisations, which specialise in drug manufacture and testing. We shall therefore outsource to selected commercial companies, the production, pre-clinical testing and first into man studies of the drug. Success will critically depend on using the best companies and on very effective project management. We are fortunate that one of the co-applicants, Dr Chris Swain, has a long track record of successful experience in drug development in industry and as an independent consultant. He will be supported throughout by other external consultants specialised in each of the different development tasks, through the services of Advocates Ltd, a leading consultancy firm in this field which advises UCL Business PLC, the technology transfer arm of UCL. Several large pharmaceutical companies and also some investors in pharma company creation are very keen to see our initial clinical results. Positive findings leading to prompt commercialisation and a licensed new medicine will culminate 40 years of continuous MRC support for the research of Professor Pepys, the lead applicant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000612","grantId":"G1000612","fundValue":"4007260","fundStart":"2010-06-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Mark Brian Pepys","coPersons":["Philip Nigel Hawkins","Roby  Rakhit","Christopher John Swain","Aviva  Petrie"],"organisation":"University College London","findingsText":"","dataset":"gtr"}