{"id":"8D57AA8D-E87E-47CB-9D90-183542363E3E","title":"Assessing Eye Sight and Ocular Health: The Practical work of optometrists","abstractText":"<p>Eye care provision is an increasingly important part of the health-care sector and the health-care industry. Optometric practices can be found on virtually every high street in the UK and yet there is relatively little research into the ways in which optometrists examine, assess and diagnose vision and ocular health through interaction with clients. Using ethnographic and video-based research methods, augmented by narrative interviews, the project investigates how optometrists conduct eye examinations with, and communicate their findings to, patients. It is particularly concerned with:-</p>\n\n<ul>\n \n\n <li>the practices and procedures through which optometrists, through interaction with patients, assess eye sight and ocular health, identify and diagnose problems and difficulties, </li>\n\n <li>variations from generic practices and investigate reasons for these differences in optometrists' practices and procedures, including particular characteristics of patients (eg age, medical history) and optometrists (eg type of optometric practice they work in, training and education), </li>\n\n <li>the ways in which tools and technologies, charts and other visual resources are employed to 'objectively' measure the sight of patients and objective measurement eye assessments are derived by comparing objective measurements of eye sight with patients' subjective reports of what they see, and </li>\n\n <li>exploring how video-based methods, drawing on ethno methodology and conversation analysis, may contribute to the evaluation of the services that optometrists provide their patients and to the teaching and training of optometry students.</li>\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1391","grantId":"RES-062-23-1391","fundValue":"285800","fundStart":"2009-01-01","fundEnd":"2011-08-31","funder":"ESRC","impactText":"  The findings have been used by teachers and trainers of communication skills in optometry. Some of our collaborators have begun to use video in the teaching of communication skills in optometry.\n\nAlso, we have used the findings to write a successful application for an ESRC Knowledge Exchange project. The KE project run between 2013 and 2014 Education Cultural,Societal","person":"Christian  Heath","coPersons":["Will  Gibson","Bruce John Evans","William David Thomson"],"organisation":"King's College London","findingsText":" 1) Presenting problems and difficulties Optometrists invite clients to present problems and difficulties with their eyes at the start of the consultation and the information reported is consequential to the encounter. We observe that: \n\n- questions from the optometrist orient both to the existence of problems and the reasons for the client's visit; \n\n- in response clients appear to experience difficulties distinguishing between problematic changes with their eyes and expected 'normal deterioration'; \n\n- clients also attend to normative issues around the appropriate status of the consultation;\n\n- optometrists use follow-up questions to pursue relevant information and so treat clients' answers as possibly incomplete. \n\n\n\n2) Testing vision and assessing performance After openings, the consultation proceeds through a series of tests and checks:\n\n- optometrists initiate, organise and assess testing through their vocal and visible actions; \n\n- responses by clients provide a resource for the optometrist to determine how to proceed with the remainder of the test; \n\n- clients frequently display a desire to do 'well' in tests and comment on their own performance;\n\n- optometrists produce assessments at the end of tests and at transitionary points during them. Whilst end of test assessments refer to the quality of the client's result, transitionary ones respond to displays of difficulty and effort, ameliorating the consequences of 'failure'.\n\n\n\n3) The various consultation tests involve the deployment of tools and technologies: \n\n- different tools and technologies have alternative consequences for interaction, particularly where opportunities for eye contact are increased/decreased;\n\n- the visible actions through which tools/technologies are positioned relative to the client are frequently highly distinctive. They function to help establish the test environment and provide time for the client to prepare for the upcoming test whilst displaying sensitivity towards 'personal space'; \n\n- instruction-giving is closely coupled with the placement of tools/technologies. This coupling prompts the type of response required from the client, enabling the production of test results. \n\n\n\n4) The professional status of the optometrist becomes visible through various consultation practices, including; \n\n- the use of follow-up questions to pursue potential client problems;\n\n- the construction of key optometric distinctions using terminology accessible to the client;\n\n- the deployment of gestures - for instance in the placement of tools/technologies - that are consistently distinctive and functional but also sensitive to arising difficulties;\n\n- sensitivity to contingencies in the consultation, including spatial organisation and client actions and reactions. \n\n\n\n5) Video recordings can be highly beneficial to optometric training and professional development, providing a resource for consideration of key issues such as; \n\n- the layout of the consultation room;\n\n- optometrist-client interaction, for instance in relation to instruction giving and eye contact;\n\n- the alternative use of paper and electronic records;\n\n- the deployment of tools and technologies, in particular the use of advanced, automated equipment. \n\n\n\nOur findings point to the potential for future research, in particular to look at: \n\n- Optometric training and the development of both formal and tact knowledge; \n\n- The transformation of optometric technical and professional practice through the development of new examination technologies. The findings are relevant for communication training in optometry and the health services more generally. Education,Healthcare","dataset":"gtr"}