{"id":"8D583D6C-30E6-45C5-8493-033374B0EDED","title":"Re-submission: Constructing Paedophile Identities: culturally-mediated identity-construction of and among adults sexually attracted to children","abstractText":"This is an exploratory study of a highly contentious and controversial area. The aim of the study is both to produce theory on how paedophiles construct their identities and also to contribute to a more effective policy response to the public health crisis of child sexual abuse. The study starts from the premise that current cultural understandings of 'paedophilia' and 'paedophiles' are mediated primarily, not through dry professional medico-legal discourse, but through popular media including websites, blogs, news items and films. These media provide the framework by which individuals communicate with one another about what sexual attraction to children means, what is and what should be done about it. In contemporary society, the first move most people will make if they want to find out about something is to google it. Typing in 'paedophile' (or 'pedophile') into any search engine shows Wikipedia as one of the most popular search-results. The articles in Wikipedia are linked to external websites: browsing these links will take the searcher, usually directly, to popular pro-paedophile websites such as www.puellula.com. Such websites are the primary means by which adults sexually attracted to children - self-styled 'paedophiles', 'child-lovers' or 'minor-attracted adults' (MAA) - communicate with each another and their online community their individual experiences, desires, views and beliefs. Textual analysis of the material on these sites allows clearer understanding of pro-paedophile discourses. \\nTo enhance understanding of the relationship between discourse, experience, identity and community, this study also makes use of anonymous, confidential qualitative data obtained from online questionnaires (together with the Project Information Sheet to read prior to completion), advertised among the 'paedophile community' and posted online at a secure website. This study would not succeed without the active support of members of the 'paedophile community'; implications of this are discussed in the Case for Support. Questionnaires are completed and emailed to the researcher. Data from 17 respondents has already been received and it is expected to complete data-collection (up to 50 respnses) by the end of this year. Analysis (and follow-up of specific issues if required) will be completed by Spring 2008, while individual chapters on methodology and findings are being prepared and written up. \\nAnalysis of the online and questionnaire material situates the micro-level psychosocial aspects of individual accounts within the macro-level structural context of political, legislative and policy-based frameworks (such as the turn to child protection and human rights discourses and the topical debate on 'lost childhood') as well as broader cultural discourses, for example on child sexuality. Psychoanalytic processes (denial, splitting, projection) are also seen as relevant, both in understanding community responses and in making sense of the ways in which a person is able to hold the discredited and stigmatised identity of 'paedophile'. The study suggests that adults sexually attracted to children may struggle with depression and actively seek to make sense of their experiences within the supportive environment of the online 'paedophile community', which provides both information and, significantly, advice. Within this community are those who argue for and those who argue strongly against any form of sexual contact with children. This study highlights these conflicting ways of 'being a paedophile' (eg 'contact' versus 'non-contact'). \\nIn brief, this study uses analysis of popular culture and pro-paedophile websites alongside qualitative data from self-identified paedophiles to explore the inter-relationship between discourses, community and identity. It is intended to contribute to policy by suggesting more culturally-aware child protection messages which are sensitive to discourses and debates within the online paedophile community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F014996/1","grantId":"AH/F014996/1","fundValue":"19441","fundStart":"2008-09-29","fundEnd":"2008-12-28","funder":"AHRC","impactText":"  My findings continue to be used to challenge current ineffective child protection practice. They require a paradigm shift and this is slowly taking place in policy and media circles as well as by individuals most affected. E.g. unsolicited feedback by email from members of the public to say how my work has given them hope and encouragement in dealing with sexual attraction to children in themselves, a relative or their clients (around 20+ responses, international). \nFindings incorporated into policy development by Stop It Now! USA (specialist child protection charity), as detailed by the Director of this charity.\nInvited to share findings at police conference 2009.\nInvited to contribute to roundtable discussion on reducing child sexual abuse, hosted by NSPCC and chaired by Helena Kennedy, QC, 2013. \nFindings have contributed to a Guardian article, 'Paedophilia: Bringing dark desires to light', January 2013 (and the heated Twitter and blog response that resulted), and have inspired and shaped a documentary, The Truth About Paedophiles, to be shown at 9pm on Channel 4, November 2014. Communities and Social Services/Policy,Creative Economy Cultural,Societal,Policy & public services","person":"Sarah  Goode","coPersons":[],"organisation":"University of Winchester","findingsText":" The aim of my research was both to produce theory on how paedophiles construct their identities and also to contribute to a more effective policy response to the public health crisis of child sexual abuse. \nThe context of my research is that: (A) there is an unknown population of (predominantly) men (possibly 1 or 2% of the total adult male population) who experience exclusive or primary sexual attraction to children; (B) that there is a broader spectrum of men (possibly up to 20%) who are capable of some degree of sexual arousal towards children; (C) that adult sexual contact with children harms children; and (D) that the child protection methodology we currently have does not work effectively. \nMy main finding is that some men who are sexually attracted to children make the choice not to act on that attraction. They construct a self-identity which both includes their sexual attraction and a framework of sexual restraint. This is typically a deeply hidden and stigmatised identity even though it does not involve any offending or harmful behaviour. However, there is potential for this self-identity (of the 'non-contact' or 'virtuous' paedophile) to be used positively as a role model for other paedophiles, and thus reduce sexual offending. \nThe implications of this finding are (1) if we create a culture in which young people first discovering that they have this sexual attraction can speak out and ask for help, then we can support them with positive role models, strategies and skills to last the rest of their lives, preventing child sexual abuse from occurring; (2) we need to make it more normal for people to recognise that adult sexual attraction to children is an everyday part of life, so that we can respond to it effectively by understanding that paedophilia is not a crime but acting on sexual attraction to children is.\nThis view (that paedophiles are numerous, ordinary people who struggle with moral choices just like the rest of us) is a paradigm shift which many practitioners and policy-makers have difficulty accepting, but when we begin to understand that there are people out there who have decades of experience in feeling sexual attraction to children and choosing not to act on it, then we can learn from them about ways to keep children safer. This is beginning to happen, for example in the US, Germany and the Netherlands. We need to move policy forward in Britain now. There is a specialist child protection charity, called Stop It Now!, which uses a public health model to encourage all individuals and communities to work together actively to protect children. This is an effective model which does not rely on the notion that 'the paedophile' is 'other' than we are. Stop It Now! USA has endorsed and incorporated my findings in their work. I continue to hope that Stop It Now! UK and Ireland, and other charities such as the NSPCC, will begin to utilise these insights and adapt their publicity material and policies to move away from the rhetoric of 'stranger danger' towards a more mature understanding that, if up to 20% of all men are capable of sexual arousal towards children, then we need child protection strategies that address everyone and that focus on the behaviour not perceived labels. Communities and Social Services/Policy","dataset":"gtr"}