{"id":"8D5C821B-4D95-479A-87AB-9AE33780285E","title":"SECURE- network for modelling environmental change","abstractText":"SECURE is a network of statisticians, modellers and environmental scientists and our aim is to grow a shared vision of how to describe and quantify environmental change to assist in decision making. Understanding and forecasting environmental changes are crucial to the development of strategies to mitigate against the impacts of future events. Communications and decision making around environmental change are sometimes troubled by issues concerning the weight of evidence, the nature and size of uncertainties and how both are described. Evidence for environmental change comes from a number of sources, but key to this proposal is the optimal use of data (from observational, regulatory monitoring and earth observations platforms such as satellites and mobile sensors) and models (process and statistical). A robust and reliable evidence base is key in the decision making process, informed by powerful statistical models and the best data. This proposal will deliver the statistical tools to support decision making. \nMany environmental challenges related to change require statistical modelling and inferential tools to be developed to understand the drivers and system responses which may be direct or indirect and linked by feedback and lags. The character of environmental data is changing as new technologies (e.g. sensor networks offering high resolution data streams) are developed and become more widely accessible. Emerging sensor technology is able to deliver enhanced dynamic detail of environmental systems at unprecedented scale and . There is also an increasing public engagement with environmental science, through citizen science. Increasing use of citizen science observatories will present new statistical challenges, since the sampling basis of such observations will most likely be preferential and not directed, be of varying quality and collected with different effort. Fusion of the different streams of data will be challenging but essential in terms of informing society and regulators alike about change. Linkage of the different data sources, and the challenges of dealing with big data, in the environmental sphere lie in drawing together diverse, high-throughput data sources, analysing, aggregating and integrating the signals with models and then ultimately using the data-model system to address complex and shifting environmental change issues in support of decision making. Key to success lies in generating digestible outputs which can be disseminated and critiqued across academia, policy-makers and other stakeholders. In climate change, food security, ecosystem resilience, sustainable resource use, hazard warning and disaster management there are new high-volume data sources, including crowd sourced streams, which present problems and untapped opportunities around data management, synthesis, communication and real-time decision-support.\n\nOur research will involve: improving modelling and communication tools concerning uncertainty and variability, which are ubiquitous in many environmental data sources; developing and extending modelling capabilities to deal with multi-scale issues, specifically integrating over the different spatial and temporal scales of the data streams, and the derived timescales of model outputs; exploring the power and limitations of recent statistical innovations applied to environmental change issues and finally reflecting on new technologies for visualisation and communication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008347/1","grantId":"EP/M008347/1","fundValue":"446638","fundStart":"2015-02-17","fundEnd":"2018-02-16","funder":"EPSRC","impactText":"","person":"Marian  Scott","coPersons":["Susan  Waldron"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}