{"id":"8D626D52-6256-4C28-92D9-02AB84AA1658","title":"Nanobaths for DNA analysis","abstractText":"The human genome contains 3164.7 million nucleic acid bases (adenine, guanine, cytosine, thymine) and it is estimated that the length of all the DNA strands in a single cell (if all the strands were placed end to end) is about two metres. The human genome sequence was completed at the start of the millennium; this resulted in significant public and scientific interest in understanding the DNA sequence 'code' and how it is 'translated'. The sequence of the genome provides information about our ancestry, hereditary diseases, our features (such as eye, skin or hair colour) and our physiological 'make-up'. Despite the fact that the human genome was sequenced a decade ago and better DNA sequencing methods have been since developed, simpler, cheaper, faster DNA sequence analysis methods which do not necessarily provide the full genome sequence but detect specific differences in the sequence is an important goal. Thus to obtain information that is required without evaluating the whole sequence - essentially just like checking the key quotes from a Shakespeare play without reading the whole book 'cover to cover'.\n\nIn our view, what is needed is a small scale technology, something that works like a thermal reader, where a tiny read head is scanned past the stored information (the DNA strand) and the information (the differences in the sequence) is read directly without need for any complex processing of the genomic DNA molecule. We propose to flow DNA molecules through a nanocapillary with a light activated heater that will act as a 'read head' and detect and identify variations in the DNA sequence. The DNA is confined in channels meaning that the long DNA strand which can be microns long does not travel through all 'noted up'. Identifying variations in the DNA base sequence in this way will be very simple and fast, and we believe capable of detecting modifications to particular bases - notably sequence variations inherited from parents, from damage leading to cancers, from environmental or cellular processes which can control the switching on and off of genes. These sorts of techniques are crucial to obtain a better understand of the genetics of all organisms, not just humans, and a fast, cheap DNA analysis method will be able to answer many more questions as well as also provide a simple fast diagnostic tool. These studies will provide proof of concept data appropriate to demonstrate the potential of nanocapillaries for the first time for integration with optical approaches for single molecule interrogation in confined spaces. We believe these capillaries could be developed to provide simpler easier tools for other diagnostic applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018962/1","grantId":"BB/M018962/1","fundValue":"140896","fundStart":"2015-09-01","fundEnd":"2017-04-30","funder":"BBSRC","impactText":"","person":"Tracy  Melvin","coPersons":["Gilberto  Brambilla","Peter  Horak"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}