{"id":"8D62C6A9-215E-496F-A1FA-9B2EB850D455","title":"The Role of Diagnosis in Health &amp; Wellbeing: A social science perspective on the social, economic and political costs and consequences of diagnosis","abstractText":"<p>Diagnosis is central to the practice of medicine. It is common to the experience of anyone who has ever visited their GP, seen a medical specialist in a clinic, or been admitted to hospital. Diagnosis is a social and medical affair and the costs and consequences of diagnosis affect the lives and experiences of practitioners, patients and carers, as well as healthcare institutions, policy makers and managers.</p>\n\n<p>The seminars will provide a platform to bring together academics from a range of fields (including medical sociology, science and technology studies, medical anthropology, organisational sociology, health policy, economics, bio-ethics and political debates on new social movements). Academic experts and representatives from healthcare professions, patient organisations, and policy areas will be brought together for discussions informed both by sociological knowledge and the experiences and expertise of medical professionals and service users.</p>\n\n<p>There will be five seminars structured around a key issue:</p>\n\n<ol>\n \n\n <li>What is diagnosis?</li>\n\n <li>Diagnostic technologies</li>\n\n <li>Diagnosis and collective health movements</li>\n\n <li>Practitioner and patient experiences of diagnosis</li>\n\n <li>Policy and practice.&nbsp;</li>\n\n</ol>\n\n<p>Website:<a rel=\"nofollow\"> www.sociologyofdiagnosis.com</a></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J022497/1","grantId":"ES/J022497/1","fundValue":"18034","fundStart":"2012-11-15","fundEnd":"2015-05-14","funder":"ESRC","impactText":"","person":"Charlotte Ingrid Salter","coPersons":["Annemarie  Jutel","Sarah  Nettleton","Michael  Morrison","Simon  Cohn","Andrea  Stockl","Susan Elizabeth Kelly"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}