{"id":"8D69D5C8-4417-4751-858E-AAD0B847B301","title":"ERA-NET NEURON: The Gut Microbiome in Neuroinflammation and Neurodevelopmental Disorders","abstractText":"The brain is an extraordinarily complex organ that develops early on in embryonic life.\nNeurodevelopment results from the execution of epigenetic and genetic programs, and is strongly influenced by environmental factors. A precise sequence of events is initiated, hich, while disrupted by genetic defects or environmental insults such as infections, provokes non-recoverable developmental alterations leading to mental diseases. In addition to the synaptic and/or connectivity dysfunctions associated to neurodevelopmental disorders, inflammation in the brain (otherwise called neuroinflammation) is one of the hallmarks shared by different neurodevelopmental disorders, such as Down syndrome, Fragile X syndrome and Autism Spectrum Disorders. In fact, neuroinflammation\ndrastically affects brain activity and behaviour. Recent studies demonstrate the existence of a gutbrain axis through which the intestinal microbiota is able to modulate inflammation and impact\nbehaviour. The &micro;NeuroINF project will explore the hypothesis that our gut bacteria may trigger\nneuroinflammation, which in turn impacts metabolism and behaviour, and ultimately contributes to\nneurodevelopmental disease progression. Using mouse models of Down syndrome, Fragile X\nsyndrome and autism spectrum disorders, we will study the gut bacteria, their genes, proteins and\nmetabolites to identify which microbial metabolites common to these diseases are absorbed in the gut and diffuse into the bloodstream to reach the brain. The potential pro-inflammatory role of these metabolites will be investigated in vitro by screening their pharmacological targets in the host, and in vivo in the animal models of the disease. This will ultimately lead to novel therapeutic strategies for NDD driven by the gut microbiome. The &micro;NeuroINF initiative is an innovative multidisciplinary project\ntargeting the role of the gut bacteria in neuroinflammation. Our unique research strategy uses cuttingedge technologies to explore how guticrobes modulate brain inflammation in neurodevelopmental\ndisorders. Not only the project will demonstrate one of the most fundamental mechanisms by which\nour gut bacteria influence our behaviour, but it will also identify the microbial metabolites that can be used to better monitor brain inflammation (&quot;biomarkers&quot;) or to lead to new drugs (&quot;lead compounds&quot;) for the treatment of neuroinflammation","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M501797/1","grantId":"MR/M501797/1","fundValue":"348725","fundStart":"2015-04-20","fundEnd":"2018-04-19","funder":"MRC","impactText":"","person":"Marc-Emmanuel  Dumas","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}