{"id":"8D6A32E4-3CED-4B0D-A347-3519BD1B3376","title":"The Creative Exchange","abstractText":"This unique consortium draws on the research excellence of interdisciplinary and complementary design innovation labs at three universities - Lancaster University, Newcastle University and the Royal College of Art and connects it with public and private sectors, linking large and small-scale businesses, service providers and citizens. Together, our expertise in developing and applying creative techniques to navigate unexplored challenges includes that of designers, artists, curators, producers, broadcasters, engineers, managers, technologists and writers - and draws on wider expertise from across the partner universities and beyond.\n\nThe Creative Exchange responds to profound changes in practice in the creative and media-based industries stimulated by the opening of the digital public space, the ability of everyone to access, explore and create in any aspect of the digital space, moving from 'content consumption' to 'content experience'. It explores new forms of engagement and exchange in the broadcast, performing and visual arts, digital media, design and gaming sectors, by focusing on citizen-led content, interactive narrative, radical personalization and new forms of value creation in the context of the 'experience economy'. The primary geographic focus is the Northwest of England centred around the opportunity presented by the growth of MediaCityUK and its surrounding economy. The three universities act as local test beds with field trials in London, Lancaster and Newcastle prior to larger public facing trials in the northwest. This will support the North West regional strategy for growth in digital and creative media industries, whilst generating comparative research and development locally, nationally and internationally.\n\nThe Creative Exchange has been developed in response to a paradigm shift in content creation and modes of distribution in a digitally connected world, which has profound impact for the arts and humanities. This transformational-change is taking place within the landscape of a growing digital public space that includes archives, data, information and content. How we navigate and experience this space - and how we generate content for and within it - is central to how we create economic, social, cultural and personal value. The Hub draws on new and agile approaches to knowledge exchange for the creative economy that have been previously developed by the partner universities and new ones co-developed with specialist arts organizations, sector organizations and communities of users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005150/1","grantId":"AH/J005150/1","fundValue":"4042320","fundStart":"2012-01-09","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Rachel  Cooper OBE","coPersons":["John  Bowers","Roger Denis Whitham","Patrick  Olivier","Drew  Hemment","Atau  Tanaka","Leon  Cruickshank","Jeremy  Myerson","Paul  Coulton","Andrew  Quick"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}