{"id":"8D6CC7AD-A579-4CFC-9B17-58B7ECB8032F","title":"Dream Fellowship: The dynamic art of narrative for infrastructure policy","abstractText":"We live in a connected world. For instance, it is not sufficient to consider a model for our transport systems separated from discussions on energy, overall emissions, economic considerations and indeed from the people that might use it. This means that our decision-makers have an extraordinary challenge to agree on designs for components of critical infrastructure, even if they themselves are of the highest scientific calibre. Additionally, the general public demand more and more transparency of decisions. To meet this demand, engineers and scientists have to frame their ideas so that politicians, business-leaders and the general public can understand the motives and solutions to any problem. There are thus two interlinked areas to consider from a systems point of view: the science of policy-making and the process of policy-making. Policy-making cannot be separated from 'people'. Without a proper assessment of the effect on people, including the policy-maker themselves, predictions from models will often fail to be taken up despite being apparently quite sensible. In many cases whether a particular strategy is taken up or not will depend upon final discussions that may come down to a simple narrative description. Provide the 'right' narrative and the rest will fall into place. The overall aim of this proposal is to creatively stimulate the use of language, art, and social behaviour to engineer the use of science in policy-making.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005207/1","grantId":"EP/J005207/1","fundValue":"244029","fundStart":"2011-04-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"","person":"Steven Richard Bishop","coPersons":[],"organisation":"University College London","findingsText":" The Dream Fellowship allowed me to \n\n - act at the interface between art and science\n\n - engage in the use of narrative for policy makers \n\n - promote links between scientists, technologists and social scientists \n\n\n\nI met, among others, the Dalai Lama and Mohammad Yunus, both Nobel Laureates, to discuss how to create better models which incorporate social aspects into economic considerations. I talked to politicians (European and UK) to build a picture that will help me, and others, build models that more fit-for-purpose in a policy setting.\n\n\n\nhttp://www.ucl.ac.uk/maths/steven-bishop/projects/dream_fellowship/dream_news \n\n\n\nI travelled to Japan to see the site where a decision really changed the world (Hiroshima), a site where nature changed our world (Fukushima) and to Strasbourg to see the site where the process of decision making is taken to the extreme (European Parliament building). As part of the Fellowship I organised several art-science events. I created a format that brings together these different groups to highlight how to engage artists in the research foundations rather than just to produce interesting pictures at the end. I spent some time learning how to film and be filmed and so can advise colleagues on the best way to promote their own activities, and indeed of science itself. I learnt the importance of narrative. This was a creative fellowship and therefore exploitation was not top of the agenda. However the work linking social scientists with information technologies has contributed towards two work programmes from the European Commission. Government/ Democracy and Justice,Security and Diplomacy","dataset":"gtr"}