{"id":"8D72874B-0D3F-4221-9C48-B7086D2F9161","title":"OIP106 (TRAK1) and GRIF-1 (TRAK2) kinesin-associated adaptor proteins: a study of their role in mitochondrial trafficking processes in neurones","abstractText":"Information in our brains is processed by a discontinuous network of nerve cells or neurones. Communication between these cells occurs at specialized regions called synapses that are found at axon terminals. Synapses are metabolically dynamic and energy sources and proteins need to be constantly replenished to ensure fidelity of brain function. Since the synapse is often distant from the neuronal cell body (it can be up to 1 metre away), newly synthesized proteins need to be transported to these active zones. This transport process is achieved by motor proteins that associate with their cargoes via adaptor proteins that travel along the microtubular network within the neurones. My research group discovered a protein, GABA-A Receptor Interacting Factor-1 (GRIF-1, also called TRAK2), a member of a new gene family that is integral to these transport processes. The name derives from GRIF-1's first identified functional role in the transport of inhibitory GABA-A neurotransmitter receptor proteins to synapses but, it is now thought to play a more general role in neuronal trafficking processes since it has been shown to associate with the motor protein, kinesin. In flies, often used as model organisms, researchers have identified a protein that is similar to GRIF-1. This protein is called Milton. The name derives from the blind poet, John Milton; flies that do not have Milton are blind. In these mutant flies, it was found that mitochondria, a subcomponent of the cell that supplies energy, are absent from synapses in the neurones in the eyes of flies. It was thus speculated that Milton plays an important role in the trafficking of these organelles to synapses to supply energy for the proper communication between adjacent neurones. In this research proposal, we wish to study the role of GRIF-1 (TRAK2) and the related protein OIP106 (TRAK1) in model cell systems and in neurones to test if they have a similar function to Milton; to identify which mitochondrial proteins GRIF-1 and OIP106 bind and to determine how their activities are regulated. A deficiency in trafficking mechanisms may contribute to the pathology of neurodegenerative disorders such as Alzheimer's disease and spasticity. Thus, if we understand these basic mechanisms, in the future it may be possible to contribute towards the development of innovative therapies for their treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E021549/1","grantId":"BB/E021549/1","fundValue":"400199","fundStart":"2007-05-25","fundEnd":"2010-05-24","funder":"BBSRC","impactText":"","person":"Frances Anne Stephenson","coPersons":[],"organisation":"School of Pharmacy","findingsText":" Information in our brains is processed by a discontinuous network of nerve cells or neurones. Communication between\n\nthese cells occurs at specialized regions called synapses that are found at axon terminals. Synapses are metabolically\n\ndynamic and energy sources and proteins need to be constantly replenished to ensure fidelity of brain function. Since the\n\nsynapse is often distant from the neuronal cell body (it can be up to 1 metre away), newly synthesized proteins need to be\n\ntransported to these active zones. This transport process is achieved by motor proteins that associate with their cargoes\n\nvia adaptor proteins that travel along the microtubular network within the neurones. My research group discovered a\n\nprotein, GABA-A Receptor Interacting Factor-1 (GRIF-1, now called TRAK2), a member of a new gene family that is\n\nintegral to these transport processes. The original name was derived from GRIF-1's first identified functional role in the\n\ntransport of inhibitory GABA-A neurotransmitter receptor proteins to synapses. But subsequent work carried out in my\n\nresearch group showed that GRIF-1 binds to the motor protein, kinesin, hence the change in name to TRAK2 derived\n\nfrom Trafficking kinesin protein. TRAK2 belongs to a gene family of at least two members, hence TRAK1 and TRAK2. It is\n\nnow thought that TRAK1 and TRAK2 have similar functions both playing a more general role in neuronal trafficking\n\nprocesses.\n\nIn flies, often used as model organisms, researchers have identified a protein that is similar to TRAK1/2. This protein is\n\ncalled Milton. The name derives from the blind poet, John Milton; flies that do not have Milton are blind. In these mutant\n\nflies, it was found that mitochondria, a subcomponent of the cell that supplies energy, are absent from synapses in the\n\nneurons in the eyes of flies. It was thus speculated that Milton plays an important role in the trafficking of these organelles\n\nto synapses to supply energy for the proper communication between adjacent neurones.\n\nIn this research proposal, we have investigated the role of TRAK1 and TRAK2 in neurones to test if they have a similar\n\nfunction to Milton. To do this we cultured hippocampal pyramidal neuronal cells in the laboratory. We selected this class\n\nof neuronal cell because it is readily grown in culture to yield a broadly homogeneous neuronal cell population.\n\nImportantly also, these neurones are relatively large with extensive processes so they are advantageous for imaging\n\nstudies. We visualized the mitochondria in these neurones by introducing into them a vector, pDsRed1-Mito, a process\n\ntermed transfection. This is an inefficient process, usually only approximately 1 in 1000 neurones take up the vector. But,\n\nit is a powerful technique since once the vector is taken up by the neurone, it results in the generation of a red fluorescent\n\nprotein which has an attached mitochondrial targeting sequence. Thus all the protein encoded by the vector cDNA that is\n\nmade in the transfected neurone is targeted to mitochondria. So, mitochondria can be visualized and the parameters of\n\nPage 6 of 8 Date printed: 21/07/2010 16:18:59\n\nBB/E021549/1 Date saved: 21/07/2010 16:16:01\n\ntheir mobility determined by live imaging using a confocal microscope. To determine the role of the TRAK proteins in\n\nmitochondrial transport, we then used specialized reagents to interfere with either the production of the TRAK proteins\n\n(shRNA approaches) or, alternatively, we prevented the binding of TRAKs to the motor protein kinesin. If the TRAKs\n\ncannot bind to the motor protein, they may still bind to mitochondria but mitochondrial movement should be impaired\n\nbecause the motor protein is detached. This is termed a dominant negative strategy. These reagents, i.e. the dominant\n\nnegative and shRNAs are also introduced by the process of transfection. We need to identify which neurones contain\n\nthese specialized reagents. Each is encoded by a vector which, like the mitochondrial vector, has a fluorescent reporter\n\nmolecule so that transfected cells can be identified by microscopy. This time the fluorescent marker is green so that in our\n\nstudies we identified neurones that contained both red (mitochondrial labelling) and green (shRNA or dominant negative\n\ntest and control reagents) and carried out the live imaging of mitochondrial mobility. We found that introduction of the\n\ndominant negative resulted in an approximate 73% decrease in mitochondrial mobility demonstrating for the first time that\n\nindeed, endogenous TRAK2 is an important regulator of neuronal mitochondrial mobility analogous to the fly protein,\n\nMilton. This finding is important because deficiencies in neuronal trafficking mechanisms are known occur in\n\nneurodegenerative disorders such as Alzheimer's disease, hereditary spastic paraplegia and motor neurone disease.\n\nDeficits in mitochondrial trafficking may be early events compromising neuronal function eventually contributing or even\n\nbeing causal to these diseases. Thus, understanding these basic trafficking mechanisms may in the future contribute\n\ntowards the development of innovative therapies for the treatment of these disorders.\n\nAt any one time only approximately 13-30% of neuronal mitochondria are mobile. They are known to translocate to\n\nrelevant sites in response to particular needs, so it is probable that there are intracellular signalling mechanisms that\n\ninitiate this movement and that appropriate trafficking mechanisms exist to facilitate transport. We and others have\n\ndemonstrated that TRAKs are part of a multi-component protein complex that contains the kinesin motor protein, TRAK\n\n(the kinesin adaptor), an enzyme, N-acetylglucosamine transferase, and the protein, Miro, which is the mitochondrial\n\nacceptor for TRAKs. Thus the transport processes that respond to these events may be regulated by the formation of the\n\nkinesin/adaptor, the kinesin/adaptor/cargo mitochondrial complex, the dissociation of the kinesin/adaptor/mitochondrial\n\ncomplex i.e. the delivery of cargo and the docking of the mitochondria. We investigated the role of the enzyme, Nacetylglucosamine\n\ntransferase in the formation of this complex. This enzyme can modify proteins by the addition of the\n\nsugar molecule, N-acetylglucosamine, to proteins. When proteins are modified in this way, their activity can be regulated\n\nso that they may have reduced/increased activity or it may inhibit their association with other proteins in protein complex\n\nsuch as the kinesin/TRAK/Miro complex. We found that TRAK2 can be glycosylated by this enzyme. We identified a site\n\nwhere the sugar residue is attached and furthermore, we showed that over-expression of the enzyme with TRAK1/2 and\n\nkinesin resulted in aberrant distribution of mitochondria suggesting that indeed sugar modification may play a role\n\nregulating the formation of motor protein/cargo complexes. Generally, there is little information available regarding the\n\nmechanisms that govern the binding and the delivery of cargoes which is especially important in neuronal cells. Thus we\n\nhave identified a possible regulatory mechanism which we hope to study further in future studies. The training of research personnel. Overall, we have provided new information on mechanisms of mitochondrial transport in neurones. Understanding these basic trafficking mechanisms may in the future contribute towards the development of innovative therapies for the treatment of neurodegenerative disorders in which mitochondrial dysfunction is implicated. Other","dataset":"gtr"}