{"id":"8D73372D-DF34-48A9-B337-00A15F26EDE4","title":"Bionetworking in Asia - International collaboration, exchange, and responsible innovation in the life sciences","abstractText":"<p>The project Bionetworking in Asia aims to uncover how international life science collaborations deal with ‘differences’ between research institutions in countries with high- and low-incomes. It examines how public health concerns and policies, and varying healthcare systems and epidemiological analyses are reflected in the needs, preferences and behaviour of stakeholders and established international research standards. It further investigates how these differences translate into the bargaining position of researchers, patients and scientists.<br /><br />Building on observations of scientists, managers and patients, it analyses ways in which regional differences and inequalities play a role in the ‘bionetworks’ used for patient recruitment and international research agreements. Bionetworking is a social entrepreneurial activity involving biomedical research, healthcare and patient networks that are maintained by taking advantage of regionally differences in levels of science and technology, healthcare, education and regulatory regimes.<br /><br />The research uses methods of participant observation, interview, backward mapping, option creation, and social network analysis to examine international science collaborations in the fields of experimental stem cell therapies and biobanking in Asia. The research results aim to reveal how knowledge of informal patient-, research- and hospital networks can be translated into improved guidance for research collaboration, patient support and policy guidelines.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I018107/1","grantId":"ES/I018107/1","fundValue":"1114770","fundStart":"2011-12-01","fundEnd":"2015-05-31","funder":"ESRC","impactText":"","person":"Margaret Elizabeth Sleeboom-Faulkner","coPersons":["Suli  Sui","Adrian Vincent  Ely","Prasanna Kumar Patra"],"organisation":"University of Sussex","findingsText":" The following points represent some of the main findings of the project to date: \n\n1. Unlike the common views about stem cell therapy provision that therapies are either 'scientific and ethical' or 'rogue and unethical' our field research in India, Thailand, China, Japan and South Korea has clearly shown that between these two extremes there is a very large grey area of stem cell therapy provision, where it is difficult if not impossible to say that the justification of therapy is either scientific or non-scientific, and ethical or unethical. This finding we debated at a debate workshop held at SOAS, London (for a photograph, see: http://www.sussex.ac.uk/newsandevents/?id=19954)\n2. A common notion has it that 'the East' and 'less developed countries' are homes to inferior medical services. Our research, mapping transnational collaborations, however, shows that the traffic of 'stem cell tourism' goes both ways. Thus, also providers of 'unproven therapies' in Germany attract medical tourism from Thailand, in Japan from South Korea, and in the USA from Asia and Europe. In many cases, it is the regulatory set up in a country that shapes the development of the practice.\n3. Our project has held Roundtable Debates in South Korea (May 2014), Bangalore (September 2013) and Beijing (March 2014) and New Delhi (July 2014) on patient needs and stem cell research. The events showed clearly that there is great variety in the kinds of expectations patients have from regenerative medicine, and that an 'ethics of return' for investment in stem cell technology in the form of therapy is becoming an increasingly important issue to the public. (For photographs of the South Korea Roundtable, see http://www.sussex.ac.uk/newsandevents/?id=25081; for the Beijing Roundtable, see: http://www.sussex.ac.uk/anthropology/newsandevents/?id=24184)\n4. The comparison of collaborations across and within countries makes clear that any effective harmonisation of the regulations on research and bioethics can only take place by incorporating the positionality of inadequately equipped stem cell researchers that are currently being accused of providing unethical therapies and conducting second rate research. Further research and collaborations can be done. Healthcare,Government, Democracy and Justice,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}