{"id":"8D74973B-792D-4A98-9175-0B7B8EC51B2C","title":"Symmetric variational methods","abstractText":"Suppose you are given a dirty photocopy and you need to touch it up.The human eye is very good at guessing how missing pieces of curvesshould be joined up. Now suppose you have hundreds of such copies.Can a computer do it? The problem is that we can do these thingswithout knowing how we do it. A computer has to be told exactlywhat to do, in the computer's own language. This means we needto solve the problem of curve completion using mathematics.This project is a contribution to this and similar problemswhich can be described in the same mathematical terms.Basically, we try lots of different completions and ask,which looks best? Formulating what it means to ``look best is one problem, finding a way to describe the solutionis another. The key to success is to make the solutionmethod resemble mathematics we already know and love.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E001823/1","grantId":"EP/E001823/1","fundValue":"156672","fundStart":"2006-09-26","fundEnd":"2010-03-25","funder":"EPSRC","impactText":"  The results on discrete variational methods for finite difference and B-spline approximations have been picked up by a german research institute team studying plasmas. I was invited to a conference in Hefei, China on plasma physics (about which I know nothing) to provide a tutorial - I was the first speaker at the conference and my talk was very well received, with follow up invitations.  ","person":"Elizabeth Louise Mansfield","coPersons":[],"organisation":"University of Kent","findingsText":" The idea that a physical system will be governed by a principle such as least action or least time or least distance is one of the major governing principles in the mathematical modelling of all kinds of physical systems. In mathematics, such models are called variational problems, for reasons that become clear when you look at the calculations involved. One of the most important properties of variational models is that symmetries give rise to conservation laws, such as for energy, linear momentum and angular momentum. The project concerned itself with the study of these conservation laws for both smooth and discrete variational problems. We discovered that for one dimensional smooth systems, the use of a moving frame gave enormous information about the structure of the laws as well as helping with the integration problems. For discrete systems, we looked at the B-spine approximations of variational problems invariant under affine transformations, that is, translation and rotation. This work has been picked up by plasma physicists. Aerospace, Defence and Marine,Construction,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}