{"id":"8D790160-50EB-413F-8F07-938BB7F9563E","title":"Research collaboration between Mark Broom and Jan Rychtar in mathematical biology","abstractText":"This project aims to develop the recently commenced collaboration of two researchers, Mark Broom and Jan Rychtar. A programme of visits and specific research goals over thirteen month period is proposed which will both generate novel research in the two areas below and establish a long-standing collaboration, including a clear plan of subsequent progress including new projects in place at the end of the period.Kleptoparasitism is the stealing of food from other animals. It has been modelled mathematically in a series of related papers, representing a variety of real scenarios and assumptions about behaviour. The aim of this work has been to identify the likely strategic choices of individuals in the form of Evolutionarily Stable Strategies (ESSs) and thus to explain and predict behaviour in a variety of circumstances. In this project we extend the theory in three key ways. Firstly we allow groups to fight in large melees, common in gulls for example, whereas previous work allowed for pairwise fights only. Secondly we allow for individuals to make decisions on imperfect information, where the challenger may know less about the value of a food item than the challenged individual. Thirdly, we allow contests to increase in complexity so that individuals can make a sequence of choices during a contest over food.Many evolutionary situations depend upon the structure of the population, and how various individuals interact. For instance, epidemics spread by the disease being passed on from one individual to the next, and how fast and effectively a disease spreads depends upon which individuals come into contact with which others. Evolutionary models on graphs (where nodes represent individuals and arcs their interactions) have been developed to analyse such situations. In real populations individuals are being added and removed all the time through birth and death, and links can be created and lost for various reasons. We intend to develop a computer program to investigate this process, find analytical results on an important class of graphs and explore the situation where nodes are generated and lost through time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E043402/1","grantId":"EP/E043402/1","fundValue":"15032","fundStart":"2007-03-24","fundEnd":"2008-04-23","funder":"EPSRC","impactText":"","person":"Mark  Broom","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}