{"id":"8D831C74-4DD8-435D-8A36-E7213DF07CFE","title":"Chewing the fat - Long chain fatty acid uptake and assimilation in Mycobacterium tuberculosis.","abstractText":"With one third of humanity infected, roughly 8 million new cases every year and over 2 million deaths, tuberculosis remains a major global health problem; it is also a significant problem in many urban centres in the UK such as Leicester. We urgently need better diagnostics, better treatments and better vaccines.\n\nMost of what we know about the bacterium responsible for tuberculosis, Mycobacterium tuberculosis (Mtb), derives from growing the bug in laboratory cultures. However, there is always a danger that the organism?s behaviour may be different in test tubes compared to its behaviour in humans.\n\nWe have observed that Mtb cells frequently contain fat droplets in sputum samples from tuberculosis patients but that these droplets are difficult to demonstrate in laboratory cultures. We have been studying the metabolic process responsible for droplet formation in Mtb and its relatives for several years. These organisms have highest demand to make fats and related compounds to manufacture their cell coating. It is widely believed that this coating is critical to the way Mtb survives against the attack of the human immune system, causes disease and resists many antibiotics. We believe that the droplets reflect the importance to Mtb of processing fats and that the related metabolic processes are central to its growth and survival during infection.\n\nIn this study we aim find out how Mtb processes external resources into and out of fat droplets. Because many Mtb cells grow inside the phagocytic human immune cells called macrophages much of our work will be based on growing the organism in a laboratory model macrophage system. We will use a combination of genetic, biochemical and microscope-based techniques. The last of these will be particularly advantageous when, probably in a subsequent project, we investigate whether the metabolic processes we elucidate are relevant to how Mtb behaves in samples from human infections.\n\nA significant part of our study will be concerned with finding out how interfering with the fat droplet system affects Mtb growth and survival inside macrophages. We argue that careful regulation of the fat droplet system may be very important to Mtb and that this project will provide us not only with a better understanding of tuberculosis but also with important opportunities to develop new treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501435","grantId":"G0501435","fundValue":"400103","fundStart":"2006-10-01","fundEnd":"2011-05-31","funder":"MRC","impactText":"","person":"Michael Richard Barer","coPersons":["Gurdyal Singh  Besra"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}