{"id":"8D99DCDA-BD02-4E6B-9C6F-A88B6F491EF2","title":"Turbocharger Aero-thermal Design Optimisation under Realistic Engine Conditions for Low Carbon Vehicles","abstractText":"Air charging systems are widely used in both passenger and commercial vehicle applications to increase power density and improve fuel economy leading to significant emissions reductions. The development of turbochargers to the current state-of-the-art has been of primary importance in enabling the automotive industry to cope with the ever stringent emissions regulations and the scope for improvement remains significant. Although investment in turbocharger technology has made it possible to overcome issues related to reliability and cost, research is much needed in the area of design, testing methodologies and model development. Computational codes are used by engine manufacturers to predict the performance and size of turbomachinery components; prediction accuracy is crucial in this process. The physical phenomena of primary interest in recent turbocharger research include those related to turbocharger aerodynamics and heat transfer. Specifically, the effects of on-engine pulsating exhaust gas flow, turbocharger heat transfer and wide turbine mapping will be investigated. The aims of this project include the characterisation of the interaction of these important but unaccounted for (by the preliminary turbocharger design process) turbocharger aero-thermal flow phenomena in a realistic (on-engine) environment and the delivery of design tools to better inform and therefore accelerate the preliminary design cycle of turbochargers by incorporating design methodologies that integrate the above effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M001156/1","grantId":"EP/M001156/1","fundValue":"98794","fundStart":"2014-11-30","fundEnd":"2016-01-29","funder":"EPSRC","impactText":"","person":"APOSTOLOS  PESIRIDIS","coPersons":[],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}