{"id":"8D9A3867-DAB0-4208-9900-25B7B63A6F53","title":"Pressure-Tuning Interactions in Molecule-Based Magnets","abstractText":"In optimizing the properties of functional materials it is essential to understand in detail how structure influences properties. Identification of the most important structural parameters is time-consuming and usually investigated by preparing many different chemical modifications of a material, determining their crystal structures, measuring their physical properties and then looking for structure-property correlations. It is also necessary to assume that the chemical modifications have no influence other than to distort the structure, which is often not the case. \nHigh pressure offers a way around these difficulties. Pressure can be used to distort a material without the need for chemical modification. Both crystal structures and physical property measurements can be conducted at high pressure, so that the properties of the same material can be studied in different states of distortion, providing the most direct way to study correlations between structure and properties. \nIn this proposal we focus on structure-property relationships in molecule-based magnets connected into extended chains, networks or frameworks using a combination of high pressure crystallography, magnetic measurements, spectroscopy and simulation which will exploit the UK's unique capabilities in extreme conditions research. Extended materials are of great interest because a small distortion at one site is propagated throughout the material by the strong chemical links between the magnetic centres, making the magnetic properties very sensitive to structural changes. We will design and build new instruments for magnetic susceptibility and diffraction measurements at high pressure and low temperature and we will exploit these new instruments and methodology to study two important classes of magnetic material. \n1-D magnetic materials represent a fertile playground for discovering and understanding exotic physical phenomena. The magnetic behaviour of Single-Chain Magnets (SCMs) is fundamentally governed by the magnitude of nearest neighbour exchange interactions (intra-chain exchange), the extent of inter-chain interactions, and Ising-like anisotropy - all of which are sensitive to pressure. We have already shown that these parameters can be pressure-tuned in Single-Molecule Magnets (SMMs) and the same should be true for SCMs In 3-D frameworks magnetism can be combined with porosity, so that inclusion of different guest molecules provides another means for controlling magnetic properties. Prussian Blue Analogues consist of different metal cations linked by cyanide anions, while metal carboxylates build diamond-like frameworks. In both cases guest molecules influence magnetic ordering temperatures. Some metal-organic frameworks show spin-crossover behaviour, where different electronic configurations of the metal ions are stable under different conditions. The transition from one form to another is influenced by guest molecules which occupy the pores of the framework. High pressure will enable us to control the structure of the framework itself, the interactions between the host and the guest, and the number of guest molecules incorporated into the pores, providing a quantitative link between host-guest interactions and magnetism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K033549/1","grantId":"EP/K033549/1","fundValue":"60220","fundStart":"2013-12-10","fundEnd":"2016-12-09","funder":"EPSRC","impactText":"","person":"Michael Richard Probert","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}