{"id":"8D9B833D-0496-4101-B77C-BEB7E64CA4AD","title":"'Good' police custody? Theorizing the 'is' and the 'ought'","abstractText":"<p>The aim of the study is to rigorously examine what ‘good’ police custody is, taking into account recent shifts towards civilianisation and privatisation in how police custody is delivered. Police custody is where an arrested person is taken whilst a decision is reached about what should be done with the case, for example whether to charge or bail them. In particular, the aims of the research are to:</p>\n\n<ul>\n \n\n <li>Describe and appraise variations in police custody arrangements across the UK.</li>\n\n <li>Identify the key dimensions of police custody areas (e.g. fairness, justice, cost and accountability).</li>\n\n <li>Explore how civilianisation and privatisation impact on these key dimensions of police custody.</li>\n\n <li>Conceptualise the dimensions of 'good' police custody and examine the implications for 'good' policing.</li>\n\n</ul>\n\n<p>These aims are to be explored through the collection of qualitative and quantitative data over three years, including through surveys, participant observation, interviews and data from official records. The study also intends to make an impact on policy and practice, as the overall findings from the research will be used to develop benchmarks and a survey tool, which will be available for use by key police stakeholders to improve police custody facilities on an on-going basis. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J023434/1","grantId":"ES/J023434/1","fundValue":"421225","fundStart":"2013-09-01","fundEnd":"2017-02-28","funder":"ESRC","impactText":"  It is too early to say at this stage of the research. The study has only been underway for 14 months. Communities and Social Services/Policy,Government, Democracy and Justice Cultural,Societal","person":"Layla  Skinns","coPersons":[],"organisation":"University of Sheffield","findingsText":" The aim of the study is to rigorously examine what ‘good’ police custody is, taking into account recent shifts towards civilianisation and privatisation in how police custody is delivered. This research will make an impact by contributing to existing mechanisms for monitoring and reforming police custody. It will also benefit the academic community as theories about ‘good’ police custody will be used to explore the implications for ‘good’ or ‘good enough’ policing (Bowling, 2011), an important topic in the light of the unquenchable thirst for security in contemporary societies and an austere economic climate (Loader and Walker, 2007: 11).\nThe research has five key aims:\n1. Describe and appraise variations in police custody arrangements across England and Wales.\n2. Identify the key dimensions of police custody areas (e.g. fairness, justice, cost and accountability).\n3. Explore how civilianisation and privatisation impact on these key dimensions of police custody.\n4. Conceptualise the dimensions of 'good' police custody and examine the implications for ‘good’ policing.\n5. Develop benchmarks and a survey tool to monitor and improve police custody facilities, complementing the inspection work of HMIP/HMIC and existing benchmarks such as the PACE Codes of Practice and Authorised Professional Practice Guidelines (formerly ACPO Safer Detention guidelines).\nThese aims are to be explored through the collection of qualitative and quantitative data in three phases over three years by a team of researchers, including through surveys, participant observation, interviews and data from official records. The first phase of the research is complete and we are currently in the second phase of the research, which runs until December 2014.\n\nFrom the phase 1 survey, responded to by 41 forces, five ‘types’ of police custody suites were identified. These were identified by analysing three key variables: the involvement of the public and private sector; the busyness of the suite (i.e. number of detainees, per cell, per year); and whether respondents to the survey agreed that the suite ‘fit for purpose’.\nWith regards to the public-private sector involvement, three categories were used. A ‘public’ suite refers to all custody suites that are owned and managed by the police, with non-warranted civilians also employed by the police. The ‘private’ is the opposite of this, with the suite being owned and managed by the private sector, who also employ civilian staff. These are termed ‘private’ for linguistic ease, but there is still public sector involvement as police officers still work in these suites. ‘Hybrid’ suites are those that have both public and private sector involvement, involving any combination of involvement e.g. the police manage and private sector own a custody suite and employ non-warranted staff, or the police manage and employ non-warranted staff but the private sector own the suite.\nThe most common type of custody suite, overall, is the publicly-run, fit for purpose and busy custody suite, this is type number one, which has been called the hard-pressed public suite. Given that the purpose of the research is to explore and to theorize ‘good’ police custody practices, it was decided that a not so good unfit for purpose busy publicly-run custody suite would serve as an interesting point of comparison and so this was chosen as type number two, namely, the hard-pressed persevering public suite. \nHybrid custody suites are also common-place and since virtually all were regarded as fit for purpose, the focus is on these. For these hybrid sites there is a skew towards the ‘middling’ to ‘least busy’ end of the scale. Respectively, these represent types three and four, the unhurried hybrid and the hard-working hybrid. \nThough private sites are relatively rare in police forces in England and Wales, they are still a distinct type. As with the hybrid sites, all were regarded by custody managers as fit for purpose and the focus is on these. At the present time, there are too few private custody facilities to observe a clear pattern in terms of busyness. However, it was decided to use the private-busy suite as the fifth type, primarily to aid comparison with the public-busy suite. This is the private super suite.\nIn Phase 2 of the research (March 2013-December 2014) we have been conducting in-depth research in custody suites which represent four of these five types of custody suites. In each of these custody suites, the research team have gathered data that corresponded to the following ‘key dimensions’ of custody: 1) police custody workers; 2) the conditions of custody; 3) discretion; 4) occupational culture(s); 5) power and suspect compliance; 6) access to justice and fairness; 7) emotions and relationships; and 8) governance and accountability. At this stage of the research, we are trying to engage in as much dissemination and impact work as possible. We have published two newsletters for academics and practitioners interested in the research in February 2014 and October 2014. \n\nThe research team have also presented emerging findings at several conferences including:\n• ‘Police custody delivery in the 21st century: is it ‘good enough’? International Conference on Access to Justice, School of Law, UCL, London, 19-20 June 2014.\n\n• British Society of Criminology Conference, 9-11 July 2014\n- ‘Appreciating’ police custody? The challenges of using appreciative inquiry in research on the police’;\n- Discretionary decision-making in the micro-cosm of police custody;\n- Police custody delivery in the 21st century’.\n• ‘Early findings on ‘good’ police custody’, National Custody Forum (affiliated with the Police Federation Sergeant’s Central Committee) 16 July 2014, Harrogate.\n\n• And, ‘Preliminary findings from the ‘good’ police custody study’, National Custody Seminar organised by the Police Federation’s Sergeant’s Central Committee, Stoke-on-Trent, 23-24 September 2014.\n\nWe have are also engaging with social media primarily through Twitter.\n• Our twitter account was set up in February 2014 (@policecustody) and has attracted 255 followers. Some of the issues discussed on here include mental health in police custody and the challenges of managing high risk groups of people in the custodial environment. \n\nThe PI, Layla Skinns, has also been invited to sit on two police custody-related expert reference groups for Her Majesties Inspectorate of Constabularies/Prisons:\n• Expert reference group for an HMIP/HMIC thematic inspection requested by the Home Secretary on ‘vulnerable people in police custody’ (June 2014 – April 2015);\n\n• HMIP/HMIC Custody Stakeholder Group (March 2014-April 2015). Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}