{"id":"8DA99A1F-D8E8-439C-97EC-DDFD131177E0","title":"Extending the Applications and Improving the Efficiency of Positioning Through the Exploitation of New GNSS Signals","abstractText":"Over the past three decades the US GPS (Global Positioning System) has evolved from a system designed to provide metre-level positioning for military applications to one that is used for a diverse range of unforeseen, and mainly civilian, applications. This evolution has been both driven and underpinned by fundamental research, including that carried out at UK universities, especially in the fields of error modeling, receiver design and sensor integration. However, GPS and its current augmentations still cannot satisfy the ever increasing demands for higher performance. For instance there is insufficient coverage in many urban areas, it is not accurate enough for some engineering applications such as the laying of road pavements and receivers cannot reliably access signals indoors.However things are changing rapidly. Over the next few years the current GNSSs (Global Satellite Navigation Systems) are scheduled to evolve into new and enhanced forms. Modernised GPS and GLONASS (Russia's equivalent to GPS) will bring new signals to complement those that we have been using from GPS for the last 30 years. Also we will see the gradual deployment of new GNSSs including Europe's Galileo and China's Compass systems, so leading to at least a tripling of the number of satellite available today by about 2013 - all with signals significantly different from, and more sophisticated than, those used today.These new signals have the potential to extend the applications of GNSS into those areas that GPS alone cannot satisfy. They will also enable the invention of new positioning concepts that will significantly increase the efficiency of positioning for many of today's applications and stimulate new ones, especially those that will develop in conjunction with the anticipated fourth generation communication networks to provide the location based services that will be essential for economic development across the whole world, including the open oceans. This proposal seeks to undertake a number of specific aspects of the research that is necessary to exploit the new signals and to enable these new applications. They include those related to the design of new GNSS sensors, the modeling of various data error sources to improve positioning accuracy, and the integration of GNSSs with each other and with other positioning-related inputs such as inertial sensors, the eLORAN navigation system, and a wide rage of pseudolite and ultra-wide band radio systems. We are also seeking to find new ways to measure the quality of integrated systems so that we can realistically assess their fitness for specific purposes (especially for safety-critical and legally-critical applications). As part of our work we will build an evaluation platform to test our ideas and validate our discoveries.The proposal builds on the unique legacy of the SPACE (Seamless Positioning in All Conditions and Environments) project, which was a successful EPRSC-funded research collaboration framework that brought together the leading academic GNSS research centres in the UK, with many of the most important industrial organisations and user agencies in the field. The project laid the foundation for an effective, long-term virtual academic team with an efficient interface to access industry's needs and experience. The research proposed here will be carried out within a new collaboration framework (based on SPACE) involving four universities (UCL, Imperial, Nottingham and Westminster) and nine industrial partners (EADS Astrium, Ordnance Survey, Leica Geosystems, Air Semiconductors, ST Microsystems, Thales Research and Technology, QinetiQ, Civil Aviation Authority and NSL). The industrial partners have pledged almost 2M of in-kind support and the proposed management structure, led by one of the industrial partners, is carefully designed to foster collaboration and to bring to bear our combined facilities and resources in the most effective manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G019533/1","grantId":"EP/G019533/1","fundValue":"625423","fundStart":"2009-03-01","fundEnd":"2013-05-31","funder":"EPSRC","impactText":"","person":"Terry  Moore","coPersons":["Christopher John Hill"],"organisation":"University of Nottingham","findingsText":" WP5 - Atmospheric Effects\n\nBy slowing and bending the signals from the GNSS satellites, the atmosphere is one of the biggest sources of error in GNSS positioning. Atmospheric effects are conveniently separated into those caused by the upper atmosphere, the ionosphere, and those caused by the lower atmosphere, the troposphere. WP5 has tackled these two parts of the atmosphere separately, and has made significant progress in mitigating the effects and thereby improving the accuracy and robustness of GNSS positioning.\n\nFor precise positioning applications, the best approach to dealing with the troposphere is to estimate the amount by which the signals have been delayed, as part of the positioning solution. This approach further allows the estimated delays to be used for weather forecasting. However, this approach makes no use of the accurate and up-to-date estimates of the state of the troposphere that are produced by, for instance, the UK Meteorological Office. WP5 has investigated, and demonstrated the benefit of, the use of precise ray tracing techniques to estimate tropospheric delay from the Met Office troposphere products. This improves convergence times in PPP. Furthermore, WP5 has demonstrated the potential improvement in the GNSS-based estimates of troposphere delays from the availability of multiple constellations of GNSS satellites.\n\nFor the ionosphere, WP5 concentrated on the phenomenon of scintillation, in which rapid variations in ionospheric delay during periods of high ionospheric activity can cause receivers to lose lock on the GNSS signals. WP5 studied ionospheric scintillation models, and developed an end-to-end approach to simulate scintillation accurately using a Spirent GSS8000 simulator.\n\n\n\nWP6 - System Integration\n\nIn each of its work packages the iNsight project has developed novel algorithms and approaches to processing signals from multi-constellation GNSS. WP6 developed the core data processing platform that enabled these algorithms to be implemented and tested in a consistent, reliable way, using state-of-the-art techniques. Interfaces have been developed and implemented to integrate with other groups within the project. For example, an interface allows measurements from high accuracy tropospheric models (WP5) to be used within the software. A close coupling between the positioning and integrity algorithms has also formed the basis for part of the integrity research (WP2).\n\nBased around a Kalman filter, the processing platform has implemented positioning using PPP with measurements from GPS and GLONASS and precise products such as those from the IGS. For GPS positioning, research has also been undertaken with products from CNES for fixing ambiguities with PPP. In addition to PPP research with real observations, the platform has also enabled the development and investigation of algorithms for multi-constellation positioning with simulated data. The Spirent GSS8000 simulator has been used to generate signals from modernised GPS and Galileo. Research has been undertaken that uses the software as a flexible platform for investigating algorithms such as linear combinations of observations to make full use of properties such as high accuracy code measurements. WP5 - Atmospheric Effects\n\nThe work on tropospheric delay estimation from Met Office products has the potential to improve the accuracy of real-time positioning, particularly for receivers using the Precise Point Positioning technique. It is envisaged that current real-time augmentation networks could be used to estimate localized improvements to the Met Office data for broadcast to local users. This technique would then allow receivers to apply this accurate external model to correct for tropospheric delay and therefore to achieve higher accuracy and quicker convergence in a PPP solution.\n\n\n\nWP6 - System Integration\n\nThe research on multi-constellation processing remains a subject of current research and the optimum combination of signals from different systems is critical to obtaining the best results from GNSS receivers. This research therefore has potential to be exploited by receiver manufacturers.\n\nThe iNsight processing filter uses a flexible plug-and-play approach to sensor integration and novel approaches for integrating GPS and low cost INS data to provide accurate roll, pitch and yaw information on a platform. This research has the potential to be used in many sectors, for instance in the automotive/motor sport sector where real-time velocity and attitude are required in a highly dynamic environment.\n WP5 - Atmospheric Effects\n\nIn simple terms, please describe actual and/or potential ways this research can be put to use.\n\nThe tropospheric work formed the basis of a proposal to ESA to develop new troposphere models, and is being further investigated with the use of a national network of continuously operating GNSS receivers.\n\nThe findings of the ionospheric work have contributed to an FP7 project, 'Countering GNSS High Accuracy Applications Limitations Due To Ionospheric Disturbances In Brazil' (CALIBRA). In this project, the ionosphere scintillation mitigation methods are studied, based on the scintillation knowledge learnt from the iNsight project.\n\n\n\nWP6 - System Integration\n\nThe data processing platform has been used extensively within the project, including as a testing ground for algorithms relating to tropospheric delay, Precise Point Positioning, and integrity. Due to its flexibility, it is regularly used within NGI as a processing tool for other research projects, including an EC FP7 project on using vision sensors to aid GNSS, and as a real-time processing engine for the NGI's 'foot tracker' pedestrian navigation system. Aerospace/ Defence and Marine,Agriculture/ Food and Drink,Construction,Education,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Security and Diplomacy,Transport","dataset":"gtr"}