{"id":"8DB8EF44-C3C9-4BDA-89CF-E82A99212696","title":"An integrative approach to understanding soil pollutants' effects on earthworms","abstractText":"Maintaining soil quality is vital for the preservation of biological diversity of soil communities, and also has agricultural implications, as polluted soils may affect crop growth. Earthworms play a key ecological role in soils: they speed up the rate of carbon turnover by physical mixing and grinding of soils and plant material. Thus, it is extremely important to protect earthworms from pollution, in order both to preserve biodiversity, and to maintain soil ecological functioning. They can also serve as sentinel species for understanding how significant the effects of soil pollution really are, i.e. if earthworm populations are impacted it is an indication that contaminant levels are of real environmental concern. We will study the effect of chemical pollutants on the well-characterized epigeic earthworm species Lumbricus rubellus, using four model chemicals that are representative of broad classes of pollutants: copper and cadmium (potentially toxic metals), atrazine (pesticides), and fluoranthene (aromatic organic compounds, produced both by natural processes and as industrial wastes). This will be done by building on samples and data generated by an existing research consortium (NER/T/S/2002/00021, 'Exploiting terrestrial sentinel and model species to integrate tiers of biological response to pollution'). This project has already carried out reproducible exposures at ecologically relevant sub-lethal levels for three of these chemicals (cadmium, atrazine, fluoranthene); copper-exposed worms will be available as well. The metabolic effects of these pollutants will be assessed using nuclear magnetic resonance (NMR) spectroscopy to profile extracts of the earthworm tissue. NMR is a non-targeted universal detector for small-molecule metabolites, and thus can provide a profile or fingerprint of the earthworms' metabolism. The spectra are complex and information-rich, and therefore multivariate pattern-recognition methods are needed for optimum analysis and interpretation of the data. This combination of non-targeted metabolite profiling together with multivariate data handling is known as metabolomics. The metabolomic data will be complemented by transcriptomic microarray data (profiles of thousands of genes whose expression may be affected by the chemicals), and population end-points (e.g. number of cocoons laid by each worm, growth rates). Thus, we are proposing an integrative approach to understanding this important biological and environmental question. The so-called 'omic' (comprehensive profiling) data sets will allow us to develop hypotheses about how the different chemicals cause toxic and developmental effects in earthworms. However, often it is difficult to use omic data to generate any information that is relevant to actual field populations. Critically, we will be able to relate the omic data sets to life-cycle models that have direct relevance to ecological effects on earthworm populations. This will give us the power to interpret the metabolomic observations in a way that is truly significant for protecting earthworms from different chemical pollutants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D007755/1","grantId":"NE/D007755/1","fundValue":"48677","fundStart":"2006-07-03","fundEnd":"2007-01-02","funder":"NERC","impactText":"","person":"Jacob Guy Bundy","coPersons":["Peter  Kille","David Jonathon Spurgeon"],"organisation":"Imperial College London","findingsText":" 1. Untargeted metabolic profiling of exposed earthworms. Metabolic profiling was carried out for samples from adult worms exposed to either cadmium, fluoranthene (FA), or atrazine (AZ): the ‘Ecoworm’ set, NER/T/S/2002/0021. In addition, we profiled samples from an existing set of worms exposed to sub-lethal but ecologically relevant levels of copper (up to 480 mg/kg soil dry weight nominal concentra-tion) that also had matching cDNA microarray and life-history data. (In addition to the major set of polar compound metabolome data, spectra of lipid extracts were also ac-quired – these are generally less interpretable than NMR profiles of polar extracts, but may also contain useful bio-chemical information.)\n\n In partnership with an NMR bioinformatics com-pany (Chenomx, Edmonton, Canada) we have reliably as-signed &gt;40 metabolites visible in 600 MHz proton NMR spectra of earthworm extracts (which will be valuable to the field, especially as there have been some recent publications on NMR of earthworms which contain clear errors of as-signment). We estimate that latent information on a further 15 – 20 metabolites could potentially be extracted from the spectra, which will be a future challenge for us or for any-one wishing to use the data in future. \n\n Pattern-recognition of the NMR data clearly show a dose-responsive relationship for each of the three com-pounds. An ordered heatmap shows very clearly that there are both common and unique biological responses to the three compounds (Fig. 1, supplementary attachment). This is also shown by principal component analysis (PCA) score plots, which highlight relative metabolic similarity of the samples, rather than clustering the variables (Fig. 1). There is a very clear dose-response relationship for each com-pound, although this is stronger for Cd and AZ than for FA (relationship observed on PC 1 for Cd and AZ, and on PC 2 for FA. For FA metabolic differences were only observed at highest concentration. This possibly reflects the non-specific toxic mechanism for FA (presumptive non-polar narcotic) and lack of aromatic hydrocarbon metabolism by earthworms1. It is also worth noting that the AZ response is clearly non-linear, with obvious metabolic hormesis at the lower doses. Given recent publications emphasizing the commonness and importance of hormesis in ecotoxicology, this is an interesting indication that omic approaches may well be valuable for helping to characterize these responses. \n\n Our initial analysis has shown that NMR-based metabolomics is both sensitive and specific for detecting changes in a sentinel species exposed to different model toxins. We are still analysing this highly complex multidi-mensional dataset (see also point 4). We note that there are no universally accepted methods for combining omic data. Indeed, we are involved (as co-investigators) in a data-mining NERC proposal which will - if funded - lead to a more sophisticated and novel analytical integration than we could otherwise attempt. \n\n\n\n2. Validation of solid-phase extraction\n\nThe highest concentration metabolite in earthworm tissues is a unique furansulfonic acid. This has seven resonances in the proton spectrum, and thus obscures other metabolites. We developed a facile method for specific removal of this compound using mixed-mode solid phase extraction (SPE), and demonstrated its application by analysing the Cu-exposed extracts both with and without SPE treatment. However we observed that the Carr-Purcell-Meiboom-Gill (CPMG) experiment almost completely attenuates the sig-nals from this compound. This is presumably either because the compound forms micelles in solution1, or else because it binds to residual proteins in the extract. Consequently we decided to use the CPMG pulse sequence instead of SPE for the majority of spectra, as this has advantages of increasing precision and throughput by reducing manual interventions. \n\n\n\n3. Integration of different data sources, including metabo-lomics and transcriptomics\n\nThere are different approaches to omic data integration. A statistical approach (e.g.2) is one possibility (and will be explored further if the data mining proposal is successful - vide supra). However, a statistical approach alone has the serious drawback that it does not make use of prior knowledge regarding biological networks. \n\n Because we are working with an ecological and not a laboratory model organism, we do not have the opportuni-ty to annotate complete networks. However we are actively investigating methods to use metabolomics to provide cues for interrogating the transcriptomic data, e.g. identification of a highly significant increase in mannosidase transcription at higher Cu levels is linked with a corresponding decrease in levels of mannose, as shown by NMR.\n\n\n\n4. Linking omic data sets to functional endpoints\n\nOne of the major advantages of the Ecoworm dataset is that it possesses macro phenotype data, allowing ‘phenotypic anchoring’ of the molecular data. At the most basic level, that allows us to interpret the data very simply by defining a toxicant level which impacts ecologically relevant parame-ters. However because the data exist for each biological replicate, it also allows us to examine the data on a per-sample basis, thus potentially seeing information which might be obscured by using dose-level averages alone. An example of this is given in Figure 2, supplementary attach-ment, for earthworms exposed to copper. Neutral red reten-tion time (NRR) of earthworm coelomocytes is a widely-used and well-validated biomarker of general toxicity3. We have used a colour-scale to map the NRR for individual biological replicates onto a plot showing the inter-individual relationship (negative correlation) of two metabolites. Very clearly, high NRR (low toxicity) is associated with the sam-ples at top-left, and low NRR (high toxicity resulting in cell damage) with the samples at bottom-right. This exemplifies an approach for linking molecular endpoints with ‘macro’ phenotypes at an individual worm level.\n\n\n\n5. Extension to field samples\n\nAn unexpected opportunity arose to analyse samples ac-quired from authentically contaminated field sites. We showed that the approach was able to identify a specific contaminant from a complex mixture, and was applicable even though the worms were taken from different sites with very different underlying geochemistry4. \n\n\n\n\n\n1 J. G. Bundy, et al., Xenobiotica 32 (6), 479 (2002).\n\n2 E. Urbanczyk-Wochniak, et al., EMBO Reports 4 (10), 989 (2003).\n\n3 C. Svendsen, et al., Ecotoxicol Environ Safety 57 (1), 20 (2004).\n\n4 J. G. Bundy, et al., Environ Sci Technol 41 (12), 4458 (2007).  ","dataset":"gtr"}