{"id":"8DBBAAAD-6A58-4F87-8906-5FA1F4406E25","title":"NSF: Healing polymers: A self-assembly approach","abstractText":"The creation of new polymeric materials is the focus of synthetic organic polymer chemists. The synthetic routes employed normally by polymer chemists to generate high molecular weight polymeric materials involves coupling together low molecular weight materials that are referred to as 'monomers' via chemical bond formation processes. The resultant polymeric materials are used in all aspects of modern life, ranging from paints to lightweight aerospace components. Polymeric materials are exposed consistently to a wide range of environmental stresses, including chemical, electromagnetic, mechanical and thermal processes, that result in the degradation of material properties / polymer fatigue is a significant problem in structural and coating materials. Fatigue in plastics occurs commonly as a result of the formation and propagation of cracks, which can occur as a consequence of continuous or cyclic stress on the material. It has been proposed that this process starts at the microscopic level with formation of microvoids, which appear as a result of repeated mechanical stress on the material. These microvoids expand and combine into microcracks that lead subsequently to the onset of macroscopic crack formation and ultimate failure of the material. Conventional crack healing of a fractured polymer can be achieved by either heating the polymer, treating it with solvents or simple filling in the cracks. However, it is observed commonly that the repaired material does not offer the original strength or properties.Numerous weak interactions between polymer molecules play an important role in determining the properties of a polymeric material. However, only in recent times have these weak interactions been used specifically to create new materials. The term 'supramolecular polymer' has been used to describe materials of this type. Nature utilises weak intermolecular interactions extensively to create precise polymeric arrays - biopolymers such as DNA and proteins are notable examples of supramolecular polymer. 'Supramolecular polymerization' describes a process in which monomers assemble via the use of numerous weak interactions to generate a stable physically robust polymeric aggregate (an analogous process is the construction of large toy structures from small Lego(registered trademark) building blocks). From a mechanical point of view what makes supramolecular polymers different from more conventional polymer materials is their dynamic nature and thus they possess unusual thermomechanical properties.As part of a fundamental conceptual study, we propose to use multiple weak intermolecular interactions to assemble monomers units into reversible network-type polymers and investigate their potential as thermally-healable materials. This application of supramolecular polymerization processes will enable materials with higher stiffness and strength to be developed, while retaining the ability of the material to self-repair. While the primary target of the proposal is to create a new class of thermally-healable polymers , it is envisaged that this work will also lead to materials which possess very low melt viscosities, so opening the door to easier and cheaper processing (especially for long-fibre composite processing or surface coating technologies) and to the formulation of thermally responsive adhesives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D074347/1","grantId":"EP/D074347/1","fundValue":"346809","fundStart":"2006-10-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"  On the basis of Platform-researcher Greenland's pioneering work in self-repairing supramolecular polymer blends, Hayes and Colquhoun developed a collaboration with Domino Printing Sciences, of Cambridge to explore supramolecular polymer chemistry in the context of inket-printing applications (EPSRC Industrial CASE), resulting in very recent priority patent filings in this completely novel area. \n\nThe grant also led to a new collaboration with Gnosys Global who have funded a PhD studentship for work on polymeric cable-coating materials. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology Economic","person":"Howard Matthew Colquhoun","coPersons":["Peter John Harris","Wayne  Hayes"],"organisation":"University of Reading","findingsText":" Supramolecular materials comprising blends of pyrenyl-end-capped polymers intercalating with chain-folding polyimides show near-quantitative thermal healability. Optimization of the supramolecular binding motifs enables tuning of toughness and healability. These materials exhibit greatly enhanced properties relative to systems in which the pyrenyl end-groups are replaced with weaker pi-stacking units, reflecting the different association constants between the complementary binding motifs. Polymeric materials underpin almost every aspect of modern technology, from electronic engineering to information technologies, textile and technical fibres, surface-coatings and, increasingly, composite structures for automotive and aerospace applications. However, continuous exposure of polymers to environmental attack through abrasion, impact, and mechanical or thermal stress can lead to degradation of physical properties and ultimately to irreversible damage and failure of the structure. The self-healing polymer systems developed in this project could lead to greatly enhanced damage-resistance and increased service-life for a wide range of structural and engineering components. Aerospace, Defence and Marine,Chemicals,Construction,Electronics,Environment,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}