{"id":"8DC438A0-13B7-462E-B513-5C2D7A651D0B","title":"Semi-insulating Silicon substrates for high frequency integrated circuits","abstractText":"Semi-insulating silicon substrates would be very attractive as handle wafers in Silicon On Insulator (SOI) technologies because they would provide very low-absorption substrates for RF and monolithic microwave integrated circuits. Two of the investigators have previously theoretically analysed the effect of different deep level impurities on silicon resistivity and shown that a resistivity of nearly 100kOhm.cm should be achievable by dopant compensation. This theoretical work has been supported by our recently published experimental feasibility study that has delivered a very promising resistivity value of 12kohm.cm using Mn as the deep level impurity. This proposal aims to study the science and engineering of high resistivity silicon substrates for high frequency integrated circuits. The team encompasses expertise on the materials science of deep level impurities (University of Oxford), on the physics and technology of high frequency silicon devices (University of Southampton), on silicon wafer growth (MEMC) and on the design and fabrication of high frequency integrated circuits (Zarlink). The project aims to better understand the diffusion and doping vs resistivity relations of appropriate deep level impurities (including Mn), and hence to maximise the resistivity of the silicon handle wafer. Contamination issues arising from the deep level impurities will be addressed by investigating diffusion barriers and also by developing a back-end processing approach that takes advantage of the high diffusivity of some deep level impurities. The recent incorporation of Cu metallization into back-end silicon production processes suggests that other deep level impurities would not be seen by industry as a major contamination issue in back-end processing. Finally, SOI wafers will be fabricated on semi-insulating silicon substrates and detailed high frequency characterisation carried out.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F033311/1","grantId":"EP/F033311/1","fundValue":"308697","fundStart":"2008-07-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"","person":"Cornelis Hendrik  De Groot","coPersons":["Peter  Ashburn"],"organisation":"University of Southampton","findingsText":" We have demonstrate the ability of deep level doping to reduce the substrate losses in coplanar waveguides\nand spiral inductors. Room temperature resistivity of\nAu doped Czochralski-Si increases from 50 Ohmcm for n-type\nSi to 100 kOhmcm for Au doped Si and temperature dependent Hall measurements show a six order increase in resistivity at lower temperatures which is entirely due to a decrease in free carrier concentration. The mobility is not affected and is determined by lattice scattering only. The resistivity follows theoretical models demonstrating that nearly 100% of the doped Au is electrically active. Coplanar waveguides show a reduction in attenuation at 67GHz from 0.88 dB/mm to 0.30 dB/mm. Spiral inductors fabricated in the compensated substrates show a 50% improvement in quality-factor with respect to high resistivity float zone wafers demonstrating the use of these substrates for integrated passive devices. patent pending Electronics","dataset":"gtr"}