{"id":"8DC95AF2-CCCB-40F0-B57B-BFA1D77F5D62","title":"Role of Paraventricular NK1 Receptor Expressing Spinally-Projecting Neurons in Cardiovascular Control","abstractText":"Lay Summary\n\nHow The Head Rules the Heart\nAlthough the heart beats in the absence of any conscious effort, the entire cardiovascular system is controlled by the brain. Sit and relax; your heart rate will come down. Worry, or even just think seriously about exercise and your heart rate will increase in advance of you actually moving. This is the same for other species too. We have recorded the heart rates of horses as they move into the stalls and their heart rate rises to somewhere near maximum before they actually run the first metre. This is often called the &quot;fight or flight&quot; reaction; a term first coined by Walter Cannon about 100yrs ago. In healthy animals, such &quot;higher control&quot; allows for anticipation of cardiovascular demand and is a good thing, since an animal that can anticipate an increased oxygen demand is at an evolutionary advantage. For example, it allows animals to escape predators more efficiently than if they only increase cardiac output just *after* they started running or fighting. An athlete that could not increase heart rate prior to a race would almost certainly loose to one who could. However inappropriate or excessive excitation of the cardiovascular system by emotional stress, shock or other stimulus can have disastrous consequences. In the case of people sudden emergency situations can cause people to die from a cardiovascular incident; a phenomenon using the same neurological pathways as the healthy fight or flight reaction. The same occurs with animals, for example there is an increase in dogs dying from &quot;fright&quot; over the firework period. \nSimilar brain circuitry to that controlling these stress responses is also involved with blood pressure control in a variety of other situations to. Eg, in humans with malfunctioning cardiovascular control neurons, drinking half a litre of water can push up blood pressure by 100mmHg, most elderly people suffer from this phenomenon, to some degree. Whilst experiments over the past century have shown that this level of cardiovascular control involves the hypothalamus the exact neurons responsible are not known. Our laboratory and others have identified a particular group of neurons that may be responsible. Another famous American physiologist, Loewy, once referred to these as the &quot;central command neurons&quot; of the stress response. The full picture turns out to be much more complex and even the idea that these neurons are involved with the stress response has become controversial. The neurons unarguably modulate the cardiovascular system and kidney, but we do not know whether they contribute to cardiovascular stress responses in only some situations, but not others or whether they exclusively play a roll in more subtle, but equally important aspects of cardiovascular control, such as regulation of the volume or electrolyte content of blood. This is particularly interesting, because these aspects of cardiovascular control are known to fail in many older people and contribute to cardiovascular disease. Data also suggests that these neurons also contribute to the daily &quot;circadian&quot; cycle of blood pressure that is seen in humans and other species, where blood pressure increases as we wake and drops (sometimes dangerously) when we sleep. Perhaps these neurons are &quot;polymodal&quot;, ie, mediating subtle regulation of the cardiovascular system in response to a wide range of environmental and emotional stimuli. This project will therefore use a range of experimental approaches to investigate the role of a particular subset of these control neurons. Our group has an almost unique combination of skills and experience to enable us to answer these specific questions about the function of these fascinating neurons in animals. Understanding this is not just biologically fascinating, but may pave the way for future development of drugs that can prevent sudden excessive elevations of blood pressure in elderly people and ageing domestic animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N003020/1","grantId":"BB/N003020/1","fundValue":"348046","fundStart":"2016-03-14","fundEnd":"2019-03-13","funder":"BBSRC","impactText":"","person":"Richard  Barrett-Jolley","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}