{"id":"8DCB369E-742F-4639-992F-FF65E3F854D3","title":"SWERVE - Severe Weather Events Risk and Vulnerability Estimator","abstractText":"There is now a broad scientific consensus that the global climate is changing in ways that are likely to have a large impact on our society and the natural environment over the coming decades. Global warming, and its impact on extreme weather events, may have a profound influence on the way we live in the future. Recent extreme weather events, such as the unusual number of hurricanes in the US 2005 hurricane season, the unprecedented flooding in central Europe insummer 2002, the tragic loss of life in the European heatwave the following summer, or the severity of flooding in the UK during autumn 2000, have been said to be a possible impact of global warming by the media. This has made us focus our attention on the possible impacts of future climate change on our society but most recent research has focussed on predictions of change in the future frequency and intensity of extreme weather events at a global or regional scale. However, to well-adapt our society to the future impacts of climate change and extreme weather events, we need to know how these events will affect local communities, how they may respond and what emergency and long term planning measures need to be undertaken to increase their resilience. The SWERVE (Severe Weather Events Risk and Vulnerability Estimator) tool will examine these and other fundamental research questions through collaboration with other experts in the UK in an inter-disciplinary research programme called CREW: Community Resilience to Extreme Weather. SWERVE will use information from global climate models and a technique called downscaling to produce relevant information on extreme weather at the local, community level. This will allow us to estimate how often different types of extreme weather, such as floods, storms, drought, heatwaves, etc., may happen both now and in the future. It will also allow us to identify 'hotspots' of risk, where communities may be vulnerable to more than one type of extreme weather event, e.g. they may suffer from floods in the winter and drought in the summer. Using additional modelling tools we will be able to identify locations at risk from these types of extreme weather events down to the postcode level. This information will then be used together with information on our society to identify communities and locations that are particularly vulnerable. The overall output will be a toolkit that decision-makers can use when faced with planning and management decisions for coping with extreme weather events. This will increase the ability of the community to deal with the aftermath and to plan to reduce the impacts of extreme weather.The CREW programme will be a pilot study for a toolkit that could be produced across the UK. The pilot study will focus on the SE London Resilience Zone and engage stakeholders from this region and others across the UK in the development of the toolkit. This will ensure that it is what you and local emergency services, town planners and local government need. We will also look at whether the tool will be useful by applying it to some 'what-if?' cases together with local decision-makers and by testing it in local firms. This new toolkit can be used by managers to design systems that are robust to the impacts of climate change; climate change that, according to the Intergovernmental Panel on Climate Change's latest report in February this year, is very likely to be caused by human activities and is likely to cause an increase in extreme weather events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F037422/1","grantId":"EP/F037422/1","fundValue":"466940","fundStart":"2008-05-01","fundEnd":"2011-11-30","funder":"EPSRC","impactText":"  Climate change impacts assessments on the city scale have tended to focus on flooding and increased heat. SWERVE has provided a more extensive assessment of hazards than has previously been undertaken on the city-scale and therefore represents a testing ground for a more broad-based assessment of potential climate change impacts and its integration in the adaptation decision-making process. Hazards examined were flooding (tidal, fluvial and pluvial), heat, wind, subsidence and drought. To our knowledge this is the first attempt to examine future changes in risk of subsidence.\n\nThe methods developed and information provided by SWERVE have been presented to decision-makers and planners including the Greater London Authority, DEFRA, the Department for Communities and Local Government, London Borough authorities, insurance companies and consultancies. The outputs could potentially be used to:\n\n1) target resources on &amp;amp;quot;hotspot&amp;amp;quot; areas for mitigation and adaptation. Information on local-scale variability in hazard occurrence could be incorporated into effective policy-making;\n\n2) form a vital source of information to assist in changing community actions through various mediums such as increasing awareness and personal resilience.\n\nA summary of the research has been produced and incorporated with other CREW project outputs into a brochure for distribution by the ARCC network.\n\nThe project has built upon the UKCP09 weather generator to develop a version to simulate high resolution (up to 2 km and 15 minute) spatially coherent rainfall projections based on UKCP09. This provides the first UKCP09 high resolution projections needed for detailed urban flood modelling and the projection of future hazard. A method was also developed to sample the range of probabilistic projections provided by UKCP09.\n\nThe research provides the ability to use projections from UKCP09 for high resolution modelling of current and future flood, providing detailed spatial representation of areas that are or will be at risk.\n\nBeneficiaries: Users of UKCP09 and urban flood modelling community will benefit from model development\n\nA framework was developed for the application of climate model projections to engineering methods used to estimate wind loading on proposed new buildings. This was adapted to provide projections of future wind storms that could potentially damage built stuctures.\n\nThis work resulted in an updated technical note published by UKCIP and freely available on their website, describing how the wind data from the UKCP09 climate model experiments may be used. Maps of current and future vulnerability to damaging wind storms have been produced and a peer-reviewed journal article has been published.\n\nA hazard index analysis developed to assess urban flooding has been applied to the Taipei case study in the CORFU project for evaluating the flood impact to vulnerable groups. Cultural,Societal,Economic ","person":"Hayley Jane  Fowler","coPersons":["John  Thornes","Michael  Davies","Jim William Hall","Fiona  Berryman","Christopher  Kilsby","Stuart  Barr","Slobodan  Djordjevic","Christopher James Baker","Stephen  Hallett","I  Cotton"],"organisation":"Newcastle University","findingsText":" SWERVE sought to generate state-of-the-art simulations of weather-related hazards for the South East London Resilience Zone (SELRZ). The aim was to produce mapped hazard information to support decision-making by local community stakeholders including residents, local businesses and planners. SWERVE therefore successfully quantified:\n\n\n\nocurrent hazards (using the 1961-90 climatological baseline);\n\nofuture hazards for two periods (the 2020s and 2050s). Stakeholders told us that projections for the near-future were most useful, however, projections for later decades provide challenges to stakeholders who have insufficient planning for changes in hazards in the medium- to long-term.\n\n\n\nTo achieve this SWERVE applied the UK Climate Projections (UKCP09) to consider hazards posed by:\n\n\n\noTemperature/heat\n\noFlooding\n\noWater resources (drought)\n\noSubsidence\n\noWind\n\n\n\nSWERVE invited stakeholders to identify the sort of information they considered to be of use and to indicate relevant thresholds for specific hazards e.g. London specific NHS heat-wave thresholds. Hazard information was also summarised in a combined hazard index to identify &quot;hotspots&quot; of change and serve as a locally-based communication tool. The project has therefore delivered a more extensive assessment of user-relevant hazards than has previously been undertaken on the city-scale.\n\n\n\nSWERVE addressed the key issue of how to produce climate information at the level of detail needed to reliably model hazards and provide the information stakeholders need. UKCP09 provides climate model output at a resolution of 25km but this is not sufficient to reproduce important local scale variations in climate. SWERVE built upon the functionality of the UKCP09 weather generator (providing weather simulations at 5km detail) in unique and innovative ways to generate the information required for hazard modelling. For example, rainfall simulations were generated at 2km and 15 minute resolutions to provide the detail required for realistic simulations of urban flooding. Further, the rainfall simulations developed in SWERVE have a coherent spatial extent rather than providing information for individual grid cells as is the case with the standard UKCP09 output. This was important for assessing floods and drought.\n\n\n\nThe project also contributed to the effective use of UKCP09 output for climate change impacts assessments by developing a method for sampling the large number of future climate projections for practical use in hazard modelling. SWERVE further limited future hazard projections to representative &quot;low&quot;, &quot;medium&quot; or &quot;high&quot; projections for each hazard. This presents the &quot;probabilistic&quot; hazard information derived from UKCP09 projections to stakeholders in a more readily interpretable format.\n\n\n\nFor the SELRZ SWERVE has highlighted:\n\n\nopotentially large increases in future heat wave risk arising as a result of increases in temperature, future urban development and population growth;\n\nothe area is well protected against tidal flooding;\n\noconsiderable uncertainty exists over the extent of future fluvial and pluvial flooding;\n\nowater saving measures are likely to be required more frequently in the future in response to a combination of climate change and increased demand;\n\novulnerability to clay-related soil subsidence is projected to increase in the southern part of the SELRZ;\n\nosmall changes in the occurrence of damaging winds are projected although uncertainties in the modelling of wind speeds are currently high. The methods developed and information provided by SWERVE could be used by a range of local stakeholders including local government, small- and medium-sized enterprises (SMEs) and local residents. In addition to providing key messages on projected future local climate, by incorporating the outputs from SWERVE in a web-based mapping tool developed elsewhere in the CREW project, the outputs from SWERVE provide several opportunities for these groups.\n\n\n\nFirstly, to target resources on &quot;hotspot&quot; areas for mitigation and adaptation. Information on local-scale variability in hazard occurrence could be incorporated into effective decision-making and policy-making. Examples of questions which stakeholder might be able to address include:\n\n\n\n&quot;As a registered social landlord how can I identify which of my existing housing stock will be most exposed to heatwaves as a consequence of climate change in order that I might prioritise which parts of my portfolio to adapt?&quot;\n\n\n\n&quot;As a medium sized retail business how can I identify which of my outlets are most vulnerable to closure due to flooding? Are my key suppliers located in areas that are at a high risk of flooding?&quot;\n\n\n\n&quot;As a local authority are we likely to face an increased requirement to assist in implementing emergency drought measures in the future?&quot;\n\n\n\nSecondly, the outputs could form a vital source of information to assist in changing community actions through various mediums such as increasing awareness and personal resilience. Typical questions might be:\n\n\n\n&quot;As a house buyer in the Croydon area how might I learn about future subsidence risk and factor that in to my buying decision?&quot;\n\n\n\n&quot;Is my house likely to experience more storm damage in the future?&quot;\n\n\n\nFinally, the CREW/SWERVE framework could be used for city-wide studies in other regions. The project set out to develop existing weather generator approaches to produce spatially consistent catchment- and city-scale time simulations of current and future climate which could be used to simulate weather-related hazards and produce mapped indices of individual/combined hazard occurrence. Delivered through the web-based tool developed elsewhere in CREW the project's output could be put to wide use. The project has gained a high level of recognition through engagement with stakeholders such as the Greater London Authority, DEFRA, the Department for Communities and Local Government, Drain London and London boroughs through interest in, and contribution to the outputs. It has also engaged with the Adaptation and Resilience in a Changing Climate (ARCC) Coordination Network (ACN) and has presented work to members of the Adaptation Sub-Committee of the Committee on Climate Change. Interest in the outputs has also been expressed by representatives of the insurance industry. During the course of the project we have learned that there are significant barriers to the use of the project's outputs. In particular, there is a danger of widely available information creating areas of blight if they are perceived to be at greater risk. The implication of the availability and use of this data is an issue we feel needs to be further addressed if such outputs are to be fully exploited. Further, the limitation of the study area to only part of London may act to prevent its use at the city level. Further funding will be pursued in the future to investigate how the project outputs may be exploited however, links with the BIOPICCC (Built Infrastructure for Older People's Care in Conditions of Climate Change) project are currently being developed to incorporate our learning into the development of a toolkit for areas most affected by storms, floods and heat waves.\n\n\n\nFor the academic community further exploitation of results is planned through several additional peer-reviewed journal articles which are currently in preparation:\n\n\n\nBarr S, Holderness T, Blenkinsop S, Ford A, Fowler HJ. High resolution probabilistic projections of future vulnerability to heat hazards in London. In preparation.\n\n\n\nBurton A, Glenis V, Bovolo CI, Blenkinsop S, Fowler HJ, Chen AS, Djordjevic S, Kilsby CG. Stochastic rainfall modelling for the assessment of urban flood hazard in a changing climate. In preparation.\n\n\n\nChen AS, Djordjevi_ S, Burton A, Blenkinsop S, Fowler HJ, Kilsby CG. Flood modelling and hazard assessment of extreme pluvial events in large urban areas. In preparation.\n\n\n\nEmberson C, Hallett SH, Blenkinsop S. An index-based approach to mapping human vulnerability to extreme weather events. In preparation.\n\n\n\nWalsh CL, Blenkinsop S, Fowler HJ, Burton A, Glenis V, Manning LJ, Kilsby CG. Use of probabilistic climate scenarios to assess water resources in the Thames catchment. In preparation for Water Resources Research. Communities and Social Services/Policy,Environment,Transport,Other","dataset":"gtr"}