{"id":"8DD27A6D-FAF9-40AF-9411-A3D325990D42","title":"Interdisciplinary Network on Teaching of Ethics for Neuroscientists","abstractText":"This project will create a network on the development of ethics teaching in neuroscience (study of the brain, mind and nervous system). The network will build understanding and insights through a series of workshops covering: the present state of ethics education in neuroscience; the ideal state of ethics education; what needs to be done to move from the present to the ideal state; and how this can be achieved in practical terms. \n\nScientific research on the brain and mind has a long history. Recent advances across a range of scientific fields have significantly advanced understanding in neuroscience, and many new applications and technologies are being developed based on this understanding. The interactions of these new technologies with our brains and minds and the broad implications of our increased knowledge of their processes are raising many questions and concerns in relation to their social and ethical effects. Some of these concerns may be exaggerated or misstated, but they are not without foundation and they are receiving increasing academic, professional, media and public attention. (This can be seen in the growing literature on neuroethics, including the recent Royal Society report Brainwaves Module 1: Neuroscience, Society and Policy and the soon to be published Oxford Handbook of Neuroethics, Judy Illes and Barbara Sahakian (eds.), Oxford University Press, June 2011.)\n\nScientists, while often aware of many of the implications of their work, are generally not trained to describe, analyse and communicate ethical and social dimensions of their research - especially when these go far beyond the remit of standard procedural ethics reviews. Network activities will provide information on the teaching and training currently available to neuroscientists in the UK and a range of other countries and will identify paths to improving the availability, content and delivery of such teaching.\n\nThe lead centres involved in this application - the Bradford Disarmament Research Centre (BDRC) and the Institute for Science, Ethics and Innovation (iSEI) - both have substantial experience undertaking scholarly work examining the ethical and social dimensions of scientific advances, including neuroscience, and in the practice of teaching of ethics for scientists. (Members of the two centres are contributing to the Royal Society's Brain Waves project; iSEI delivers ethics teaching to undergraduate life science students at the University of Manchester; and BDRC delivers innovative online teaching and train-the-trainers modules in dual-use bioethics.)\n\nParticipants in the network will combine expertise and understanding of how to approach issues around ethics teaching and training for scientists. They will report and reflect upon the current situation based, for example, on surveys of current practice. We believe that while the need for such education will be very similar in different countries, they are likely to be at different stages of development. The US for example, appears to be slightly ahead of the UK in the development of neuroethics (reflection and analysis on ethical dimensions and implications of neuroscience). The network will draw in international participants in order to explore these issues.\n\nThe workshops will provide realistic appreciation of the state of the science and its likely future course, of probable societal impacts and how ethical issues can be identified, understood and responded to - by individual researchers and research communities, from undergraduate teaching throughout careers. They will provide opportunities for participants to reflect on the practical steps needed to improve the current situation and to ensure that consideration of the ethical implications of research becomes an integral part of neuroscience courses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005533/1","grantId":"AH/J005533/1","fundValue":"33205","fundStart":"2012-03-01","fundEnd":"2013-11-30","funder":"AHRC","impactText":"  We created an online neuroethics course that was used by one of our members for giving a 30 hrs course in Poznan University. Education,Healthcare Societal,Policy & public services","person":"Sarah  Chan","coPersons":["Malcolm Reginald Dando"],"organisation":"The University of Manchester","findingsText":" The impetus for this project was the realisation that, despite the increasing attention given to ethical issues in neuroscience and the ethical challenges posed by the field, very few neuroscience education programmes incorporated significant ethics teaching. With this in mind, we convened a series of four workshops aimed at defining, exploring and addressing the need for ethics education in neuroscience. Participants were invited from the neuroscience education community in the UK and internationally, forming a network to share resources and best practices and support the development of educational tools. Through the workshops, we established that there is a perceived need for more ethics education in many neuroscience programmes, and a demand for resources and materials that can help to meet that need. We discussed the challenges of providing ethics education within the various educational environments represented by participants, and identified tools and mechanisms that could be of use in addressing this. On this basis we were able to design educational materials for use in a range of teaching contexts. This has led to the implementation of new and innovative teaching activities in a number of programmes. We were also able to secure additional funding from the Wellcome Trust to continue the development and implementation of this work, and work on this further stage of the project has been in progress since 2014. We are seeking additional ongoing support from funders to continue the work further. We were able to design educational materials for use in a range of teaching contexts. This has led to the implementation of new and innovative teaching activities in a number of programmes. We were also able to secure additional funding from the Wellcome Trust to continue the development and implementation of this work, and work on this further stage of the project has been in progress since 2014. We are seeking additional ongoing support from funders to continue the work further. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}