{"id":"8DE20505-D012-44CA-87C9-A084BC71E9EE","title":"TAMSAT rainfall climatology and time series for East Africa workshop","abstractText":"Current predictions of rainfall climate change in Africa are vague and uncertain. This is in part due to the fact that African rainfall climate is poorly monitored. If we are not sure of the current climate, how can we provide reliable forecasts of what will happen in the future? There is therefore a need for an improved data set of African rainfall which has good spatial coverage and spans a sufficiently long time period to detect long term trends and estimate variability. In order to quantify trends and variability, the data set must also be temporally homogeneous, which is to say it must be based on a consistent set of data inputs and use the same algorithm for the whole time period. Such a data set would be invaluable for analysing past climate variability as well as facilitating improvements in seasonal rainfall forecasts and climate change predictions. These improvements are urgently needed for more reliable warnings of drought, more timely response of humanitarian organisations when necessary, and for better long term economic planning for Africa in general. Currently available rainfall data from gauges are too sparse and intermittent to provide the required data set. Satellite methods offer good spatial coverage but generally lack temporal homogeneity because they use a mixture of different inputs which vary in time. The only satellite approach which provides reliable estimates, full spatial coverage for Africa, long time series and temporal homogeneity is the TAMSAT algorithm, developed at the University of Reading. A time series for Africa based on retrospective use of the full Meteosat thermal infra red archive dating back to 1982 is now being processed at Reading and should be completed by October, 2010. The overall aim is to transfer the time series and methodology to end users via a series of workshops in Africa. Running workshops in Africa minimises costs, allows participation of more African scientists and provides the opportunity to improve the rainfall estimates by augmenting the calibration with additional raingauge data only available within the national meteorological services. A pilot workshop funded by Google has already been run for the Ethiopian National Meteorological Agency and was very successful. Building on this experience, within the proposed project we seek to run a second workshop in Uganda in January 2011 for several countries in the East African region. The workshop will provide participating countries with the full time series for their region augmented by local calibration, plus software to carry on adding to the archive. In the spirit of the 'Knowledge Exchange' programme, the improvements in time series made as a result of the locally available gauge data will be fed back to the climate research community. As well as Uganda, the participants will include 2 representatives from each of the Sudanese and Rwandan meteorological services and 2 representatives from SWALIM (Somali Walter and Land Information Management). Outputs from the workshop are particularly important for Somalia and Rwanda because of the lack of historic raingauge data due to political turbulence in these countries. To support this and future workshops, we are also requesting funding to upgrade and simplify existing software tools so as to provide a user-friendly software package which will be used within the workshops for raingauge quality control, satellite estimate calibration and time series generation. In the longer term, we aim to continue to collaborate with the scientists involved in further analysis and application of the rainfall data set. Opportunities will be sought for funding to run similar workshops in other regions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I008594/1","grantId":"NE/I008594/1","fundValue":"56481","fundStart":"2011-03-01","fundEnd":"2011-06-30","funder":"NERC","impactText":"","person":"David Ian Francis Grimes","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}