{"id":"8DEF75DB-DD5B-4FF2-BC46-8C1F4E91B17E","title":"Testing the extent and timing of past glaciations on the largest sub-Antarctic island, South Georgia","abstractText":"The sub-Antarctic islands are ideally placed to investigate past ice and climate changes, with records of their ancient glaciation important for understanding various aspects of the Earth system. Due to the islands' unique location between warm-maritime and cold-polar climates, the size of sub-Antarctic ice-cap advances provide a potentially valuable means of calibrating the sensitivity of ice-sheet models, ensuring the climate parameters used to force them are realistic and the outputs 'good' for the future. Variations in the scale and timing of glacial events can also provide critical information on the mechanisms and phasing of climate changes between regions and hemispheres. The same data constrain the whereabouts and persistence of glacial refugia, and inform biologists on the geological conditions governing the evolution and diversity of life in the Southern Ocean. \n To improve ice-sheet models, explain patterns of climate change, and interpret the biodiversity of the world's oceans, information on sub-Antarctica's glacial past is required. However, fundamental questions relating to the age, magnitude, and number of past glaciations remain unanswered. For the largest sub-Antarctic island, South Georgia, at least one major glacial advance is already known from ice-carved troughs and sediment ridges (moraines) found on the sea-floor of the shallow shelf surrounding the island today. Yet its age is unknown. As in other parts of Antarctica, the most recent episode of glaciation - The Last Glacial Maximum - is likely to have left behind the best record of ice-cap advance and melting. However, even here, there is no consensus, with two conflicting hypotheses prevailing: one suggesting a limited ice extent, restricted to the near-shore fjords; the other proposing that the ice cap was extensive, reaching the outer parts of the shelf around most of the island. Answers to which hypothesis is correct lie in the study of the submarine topography and sediments, which have yet to be investigated in any detail. \n This project proposes a pioneering study to examine the extent and timing of past glaciations on South Georgia, from a marine perspective, for the first time. I will provide a robust test of the hypotheses that, either: (i) the Last Glacial Maximum ice cap was of restricted extent and thus that one or more major ice cap glaciations that reached outer shelf limits pre-date the last glacial period; or that (ii) the Last Glacial Maximum ice cap was extensive, and a chronology of retreat is recorded in the shelf's landscape and sediments. \n Existing and newly-collected sonar bathymetry data will be utilised to map out the glacial features on the South Georgia shelf in unprecedented detail. Six sediment cores, among the first recovered from the shelf, will be analysed and dated. The project will target moraines marking the limits of former ice-caps, from the shelf edge to the coastal fjords. I will determine the age of the most extensive glaciation, and the age of intermediate retreat or terminal limits. Physical analyses of sediments will reconstruct environmental conditions during and since the Last Glacial Maximum, to the present day, and perhaps through older cold or warm periods. Resolving the number and extent of former shelf glaciations preserved in sub-Antarctic records will be a major outcome of the project, as will vital new information on the behaviour and reach of the Last Glacial ice cap. \n New records will be set in the context of Earth's climate and evolutionary histories, and form the first marine palaeo-constraints on sub-Antarctic glaciation, benefiting modellers, climate scientists and biologists. The project will also provide baseline geological data for use by habitat mapping projects and fisheries. This research will shed new light on Southern Ocean ice and climate history, and set a new agenda for future study of past glacial change in the near-polar regions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K000527/1","grantId":"NE/K000527/1","fundValue":"59364","fundStart":"2012-12-01","fundEnd":"2013-07-31","funder":"NERC","impactText":"  As a direct consequence of the project award, a new international collaboration was initiated with the Alfred-Wegener Institute for Polar and Marine Research, Bremerhaven, Germany, to work on South Georgia palaeoenvironments. As part of this new partnership, the PI participated in cruise ANT 29-4 aboard RV Polarstern to South Georgia, collecting new multibeam bathymetry data, and sediment cores, to directly address questions about the island's glacial history. The German-Anglo collaboration promises to extend the impact of the South Georgia New Investigator study, bringing together a team of geologists, limnologists, geochemists and geochronologists to answer big questions about the history of ice and climate in the sub-Antarctic through the Quaternary and Holocene to the present day. Beneficiaries: NERC research centres, UK Higher Education Institutes, German research collaborators, the PI and New Investigator project through new academic links and research opportunities. Environment ","person":"Alastair George Graham","coPersons":[],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}