{"id":"8DF5295B-B813-498B-89E4-8CA2B349DADA","title":"From genes to environmental change - the spatial ecology of a tropical seabird","abstractText":"Although it is now widely accepted that human-induced global environmental change has important implications for biodiversity and associated ecosystems, our understanding of the ecological mechanisms involved remains rather poor. Within populations, the impact of environmental change depends on how individual fitness is re-shaped by change, which in turn determines vital rates and population growth. A key aspect of this process is the way individuals are exposed to environmental change in space and time, and the implications of this exposure for individual fitness. Here we propose to explore this important issue by working on the spatial ecology of a tropical seabird, the Round Island petrel. This is an interesting model system because the population breeding on Round Island in the Western Indian Ocean is actually a species complex, consisting of one Atlantic species, two species from the South Pacific, and inter-specific hybrids. This means the population consists of individuals with a range of genetic and hence geographic origins dictated by its evolutionary history. Whilst breeding, all individuals are exposed to changing environmental conditions in the Western Indian Ocean. These changes are potentially significant because breeding coincides with a seasonal drop in sea surface temperatures (SSTs) in the region, and there is evidence that SSTs are increasing. During the non-breeding period, we presume individuals are exposed to changes associated with their genetic (geographical) origin, but we lack data on large-scale distribution patterns in relation to origin that would allow us to link environmental change with an individual's fitness. Our proposed project is designed to provide a detailed understanding of the impacts of environmental change by describing how an individual's origin (and hence its evolutionary history) affects distribution patterns, exposure to environmental change, and its consequences at the individual and population-levels. To do this, we will bring together an existing long-term, individual dataset on demography, with new data on individual genotypes, phenotypes and distribution patterns. Our proposed work is novel because it will allow us to understand how gross differences in an individual's genome might affect its exposure to environmental change and its consequences, and in this way brings together evolutionary biology and applied ecology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003282/1","grantId":"NE/H003282/1","fundValue":"505595","fundStart":"2009-06-01","fundEnd":"2014-07-31","funder":"NERC","impactText":"","person":"Kenneth  Norris","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}