{"id":"8E0E6086-33DA-4D67-AE41-83E3C31AB4D9","title":"Geometry of supersymmetric supergravity backgrounds","abstractText":"Solutions of a gravitational systems have a long history in science. Arguably the mostwell-known example is the orbits of the planets around the sun. In general relativity, the solutions that has captivated the imagination of general audience are the black hole solitions. Such solutions have a spacetime singularity and a horizon which is a surface that acts classically as a one-way membrane. Matter that goes through this surface cannot escape from the singularity. There are different classes of black hole solutions in general relativity characterized by their mass, charge and angular momentum. Among the charged black holes, there is an example of a black hole that solves a system of equations, the Killing spinor equations,which are simpler than those of general relativity. These are the so called supersymmetric black holes.In nature apart from the gravitational force which has been mentioned above, there are three more fundamental forces, the electromagnetic, weak and strong. Electromagnetism is the theory of light while weak and strong are the forces that govern the physics of the nucleus. Quantum mechanically, the electromagnetic, weak and strong forces can be describe together as a single theory, the so called standard model. This has been one of the major achievements of physics in the last century. This model is a theory of particles. In this theory the matter as well as the forces which act on on the matter are particles. Gravity cannot be described in this way due to infinities that arise which cannot be dealt with in the context of the standard model.Several attempts have been made to consistently describe gravity with the three other forces of nature. One idea was supersymmetry which proposes that the particles in nature come in pairs. Later this was combined with string theory. In string theory, the matter and forces in nature are identified with vibration modes of a string. This resolves the problem with the infinities when gravity is unified with the other three forces but the understanding of the structure of the theory remains challenging.Solutions of string theory and its low energy limit supergravity naturally include backgrounds that solve equations similar to those of supersymmetric black holes mentioned above. There is a large number of supersymmetric solutions which are necessary for the description of the properties of the theory. For example, they include D-branes which are subspaces of the spacetime where strings can end and charged black holes. Many such solutions have been found and appropriately interpreted in string theory.In this project, I proposed the systematic understanding of all supersymmetric solutions of supergravity. Such an approach will give new insights into understanding of supergravity and string theory. In particular, it may lead to a better understanding of string compactifications, black holes and gauge theory/gravity correspondences. The project has connections with geometry. In particular the branches of differential geometry which describe spinorial geometry and special geometric structures. The expectation is that the interplay between the geometry of supersymmetric solutions and special geometric structures will give new fertile ground for investigations in geometry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F069774/1","grantId":"EP/F069774/1","fundValue":"287220","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"G  Papadopoulos","coPersons":[],"organisation":"King's College London","findingsText":" The main purpose of this project has been to understand the geometry of supergravity backgrounds which admit Killing spinors. Such solutions include black holes, gravitational waves, solitons of string Theory and M-theory, and vacua of compactifications. In four dimensions under some mild assumptions black holes have a spherical shape. One of the results of the project is that the black holes that appear in higher dimensional gravity theories, like string theory, can be non-spherical. Several e  Other","dataset":"gtr"}