{"id":"8E1223B4-3C26-48AD-9B34-A9B72A969A8E","title":"Air borne transmission of diseases","abstractText":"Air borne transmission of diseases is one of the greater concerns for international agencies such as the WHO (World Health Organisation). This derives in part because of the tremendous worry that avian H5N1 influenza will, at some stage, mutate to a form with efficient human-to-human transmission, leading to a worldwide pandemic. At present, the disease is only sporadically and inefficiently transmitted directly between humans by prolonged close contact. Most recent cases are transmitted directly from infected birds to man, albeit with a high case-fatality rate of 50-60%. All ages of individuals have been infected from children to the elderly and at present, there are no licensed vaccines for humans, though many are in development. In addition, there are only limited stockpiles of the anti-influenza drug, oseltamivir, which has some documented, though relatively marginal effects against this virus. Not all countries are able to afford this drug and it is relatively expensive. If this H5N1 avian or other influenza viruses become adapted to efficient human-to-human transmission and cause a pandemic, then aerosol transmission may well become a significant transmission route, particularly in hospitals where respiratory assist devices (e.g. oxygen masks and nebulisers) are used, and aerosol-generating procedures (e.g. bronchoscopy and intubation) are performed. In addition, the aerosol transmission route is the preferred method for conducting potential bioterrorist attacks, e.g. the anthrax spores released in 2003, in some US mail service and government offices.The aim of this proposal is to visit and interact with leading clinicans and engineers working in this areas. Aerosol transmission can be viewed, in a simplistic manner, as aerosol transport and dispersion and one where a specialist in multiphase flow and turbulence can potentially make a substantial contribution in terms of infection routes. By improving my understanding of this problem from a clinical side, we will be able to make dramatic improvements in terms of assessing risk and provide input into reducing the spread of infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G009007/1","grantId":"EP/G009007/1","fundValue":"8277","fundStart":"2008-09-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"","person":"Ian  Eames","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}