{"id":"8E20BE35-1ED4-4C8E-8307-F06D7CC94032","title":"Device to measure lung function in children and adults","abstractText":"Patients suffering from lung diseases require lung function tests to assess the severity of their disease and to monitor the benefit of any therapy. These tests are commonly performed in specialised hospital laboratories, and require the co-operation of the patient and a rapport between the clinician and patient. \n\nAdults and babies in Intensive Care Units (ICUs) are dependent on continuous life support, and so cannot be moved to these specialised laboratories. Unfortunately therefore, those patients who would benefit most from heart-lung function tests, are the most difficult to be assessed by conventional means. This is also true for anaesthetised patients in the operating theatre, since the unconscious patient is unable to participate in volitional respiratory manoeuvres.\n\nSeverely premature babies have immature lungs and mostly require ventilation. At present, there is no clear way to determine how much inflating pressure to apply to the lungs. Too little pressure results in under-aeration, and too much causes lung trauma. There is a need to continually monitor the degree of lung inflation. A great need therefore exists for a new system to measure lung functions non-invasively. \n\nThe purpose of our research is to develop such a new medical device, made possible by recent advancements in gas sensors and flow control technologies. By using small perturbations in oxygen and nitrous oxide in the inhaled breath, and measuring the responses in real time, we can measure heart-lung function indirectly. An online computer model of the lung is used to convert sensor data to robust estimations of lung volume, ventilation, lung blood flow, and especially lung inhomogeneity. This approach eliminates the need for patients' cooperation, and also does not interfere with his/her breathing pattern.\n\nAs no similar technology currently exists, our proposed technique and device will have a large impact on UK and global health care, especially in outpatient clinics, the ICU environment, and in the operating theatre.\n\nThis new technique could significantly aid the clinicians in selecting the ventilator settings, and adjusting other therapeutic measures, to (a) &quot;titrate&quot; the therapy to &quot;best effect&quot; in any individual patient; and (b) help avoid the ever present problem of ventilator-induced lung injury worldwide. This is especially true in the early management of preterm infants who have fragile and rapidly changing lung and are at greater risk from over distension and subsequent injury.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J000906/1","grantId":"EP/J000906/1","fundValue":"468980","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"  The findings of this EPSRC development work have laid the foundation for further funding of a Clinical project by the NIHR Healthcare Societal,Economic","person":"Andrew David Farmery","coPersons":["Clive  Edward Winston  Hahn"],"organisation":"University of Oxford","findingsText":" We are mid-way into this project. We have built a working prototype of a device to measure various parameters of lung function. The equipment comprises an ultrasonic flow sensor for improved accuracy, and a small rapidly responding gas sensor with bespoke analytical software. The analyses are stable and the equipment is portable and compatible with use at the bedside and in the clinic.\n\n\n\nSo far, we have extensive data from healthy volunteers which show that the measured parameters are comparable to existing gold standard techniques, i.e. the device works in practice as expected from the theory (in this population at least)\n\n\n\nThe next stage is validation of the technique in patients with respiratory disease and in children with sub clinical respiratory disease. The research has practical applications in Clinical Medicine (as described above) which are not 'academic' We have discussed in general terms the possibility of incorporation of our device/system as an OEM component, into existing respiratory equipment such as patient ventilators and pulmonary function testing equipment, with the leading manufacturer of such equipment (Draeger). This would be the natural commercial partner for exploitation of the research, but we are not committed exclusively to this. Healthcare","dataset":"gtr"}