{"id":"8E27AA3C-3607-4F85-AF93-69F266209FBC","title":"Seasonal environmental hazards: a multi-disciplinary approach to the analysis of health risks in lower-income countries","abstractText":"In many parts of the world, annual variations in climate produce major seasonal changes in environmental conditions, with important but as yet poorly specified implications for human health. Such change is perhaps most marked on the flood plains of large rivers with high seasonal variation in discharge. Many such flood plains hold dense human populations, and in low and middle income countries in particular both extensive seasonal flooding and low-water conditions in the dry season have the potential to heighten disease risk. For example, these extremes can cause increased abundance of mosquitoes, impacts on drinking water supplies or contamination of the local environment with human wastes and other pollutants. With the prospect of climate change bringing possible intensification of climatic seasonality in many regions, including increases in the average peak flows of monsoon-fed rivers of Asia, it is crucial to gain a better understanding of how seasonal hazards may affect human health now. This proposal aims to test a multidisciplinary approach to analysis of health risks from seasonal environmental hazards in lower-income settings using a case study example from the Mekong Delta in southern Vietnam. The Mekong Delta covers around 39,600 sq. km and has a population of 16.1 million / equivalent to one-eighth of the land area and one fifth of the total population of Vietnam. It is widely perceived by local health practitioners that in low-income areas of the delta poor waste control, inadequate latrines and poor hygiene practices lead to contamination of soil and water and hence to increased disease risk. The risk of diarrhoeal disease is expected to be heightened both during the annual floods and during the height of the dry season. However, there is not yet strong evidence about levels of contamination in the local environment, how it changes/spreads during the changing seasons, and what the public health impact really is / and there has also been insufficient study at the grassroots level of how people perceive that risk and how their behaviour might exacerbate or ameliorate it. The plan for this exploratory study is to work in the city of Cao Lanh in the heart of the Mekong Delta, where three low-income neighbourhoods will be selected for detailed study. What sets the project apart from previous work is that it will combine three main components: environmental monitoring for disease organisms, analysis of data on health outcomes, and social research at the household level on how people perceive and respond to health risks. As well as generating insights into how to tackle the specific risks to health in the Mekong Delta, the project will offer the chance to test and refine a multi-disciplinary approach to understanding seasonal health risks that will be applicable in many other countries. Immediate possibilities for ongoing research include expanding the geographical scope to similar situations (e.g. in the floodplains of Bangladesh, India, China, Mozambique, Brazil). The work will be of particular benefit to populations in hazardous locations and to the agencies that are responsible for protecting public health, especially in low-income countries where the options for physical mitigation of hazards are often severely constrained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E009042/1","grantId":"NE/E009042/1","fundValue":"161918","fundStart":"2007-07-01","fundEnd":"2009-08-31","funder":"NERC","impactText":"  Findings of the research have been disseminated to health and environmental agencies in Vietnam and in a wider setting. the research has sparked interest, but no demonstrable impact on policy can be identified  ","person":"Roger  Few","coPersons":["Paul Raymond Hunter","Iain Richard Lake"],"organisation":"University of East Anglia","findingsText":" In many parts of the world, annual variations in climate produce major seasonal changes in environmental conditions, with important but as yet poorly specified implications for human health. Such change is perhaps most marked on the flood plains of large rivers with high seasonal variation in discharge. Many such flood plains hold dense human populations, and in low and middle income countries in particular both extensive seasonal flooding and low-water conditions in the dry season have the potential to heighten disease risk. For example, these extremes can cause increased abundance of mosquitoes, impacts on drinking water supplies or contamination of the local environment with human wastes and other pollutants. With the prospect of climate change bringing possible intensification of climatic seasonality in many regions, including increases in the average peak flows of monsoon-fed rivers of Asia, it is crucial to gain a better understanding of how seasonal hazards may affect human health now. \n\n\n\nThis project set out to test a multidisciplinary approach to analysis of health risks from seasonal environmental hazards in lower-income settings using a case study example from the Mekong Delta in southern Vietnam. The Mekong Delta covers around 39,600 sq. km and has a population of 16.1 million / equivalent to one-eighth of the land area and one fifth of the total population of Vietnam. It is widely perceived by local health practitioners that in low-income areas of the delta poor waste control, inadequate latrines, widespread use of surface water for domestic purposes and poor hygiene practices combine to increased disease risk. The risk of diarrhoeal disease is expected to be heightened both during the annual floods and during the height of the dry season. However, the evidence base about levels of contamination in the local environment, how it changes/spreads during the changing seasons, how people perceive that risk and how their behaviour might exacerbate or ameliorate it and how that may or may not translate into public health impact remains weak. This study was one of the first attempts to provide integrated answers to those questions. \n\n\n\nThe exploratory research took place in the city of Long Xuyen in the heart of the Mekong Delta, where four low-income neighbourhoods reliant on were selected for detailed study. Data collection combined three main components: environmental monitoring for disease organisms, analysis of data on health outcomes, and social research at the household level on how people perceive and respond to health risks. We found that a highly complex picture emerged of seasonal dynamics (of water contamination levels, patterns of water usage, hygiene behaviour and reported disease incidence), with, overall, no strongly seasonal pattern emerging to health risks for this population. In part this may have reflected the role of seasonal adjustments in behaviour. But we also found high levels of inter-household variation between households in terms of exposure and sensitivity factors, even within this low-income segment of the population. The work challenges simplistic assumptions about the nature of the hazard - health outcome pathway, and has potential implications for the timing and targeting of health promotion activities in the region.\n\n\n\nThe project also successfully tested and refined a multi-disciplinary approach to understanding seasonal health risks that will be applicable in many other countries. Immediate possibilities for ongoing research include expanding the geographical scope to similar situations (e.g. in the floodplains of Bangladesh, India, China, Mozambique, Brazil). The work will be of particular benefit to populations in hazardous locations and to the agencies that are responsible for protecting public health, especially in low-income countries where the options for physical mitigation of hazards are often severely constrained. In health and disaster risk policy and practice Environment,Healthcare","dataset":"gtr"}