{"id":"8E318FC7-46EA-487E-8638-22DD9C6275BE","title":"Developmental Clinical Studies - Evaluation of [18F]fluoroethyl triazole labelled [Tyr3]Octreotate analogues for the imaging of neuroendocrine tumours","abstractText":"The incidence and prevalence of gastroenteropancreatic neuroendocrine tumours (NETs) has been increasing over the past three decades. Due to the high density of somatostatin receptors (SSTR), mainly SSTR2, on the cell surface of these tumours, imaging of tumours is possible. Existing technologies have poor sensitivity and so new methods are being explored. One potential area is the use of 18F-labelled tracers for Positron Emission Tomography (PET) scanning which are much more sensitive and specific to the tumours of interest than exisiting tracers and also have a reduced scanning time. Previous work by this group, under a Developmental Pathway Funding Scheme (DPFS) award, designed five structurally-related [18F]-fluoroethyltriazole-[Tyr3]octreotate analogues. Based on the findings of this work, one candidate compound ( [18F]-FET-betaAG-TOCA) was chosen as the lead compound to take forward into clinical development. We propose to develop [18F]-FET-betaAG-TOCA clinically via a 2 stage trial design. The initial study will assess the pharmacokinetics (PK), biodistribution and safety of the novel tracer employing 'whole body dynamic PET scanning'; of particular interest will be the optimal time for imaging. Using this information we will construct an appropriate protocol for 'whole body static PET scanning' in the subsequent study. We will then compare the diagnostic efficacy of [18F]-FET-betaAG-TOCA PET/CT to [68Ga]-DOTATATE PET/CT (a method currently used for NETs) in patients with a histological diagnosis of NET. These clinical studies will be used as the basis for future larger clinical trials and a Department of Health application to establish this tracer as the new clinical standard based on equivalent sensitivity and specificity but improved kinetics and handling, as well as ease of GMP manufacturing than the existing [68Ga]-DOTATATE PET/CT.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J007986/1","grantId":"MR/J007986/1","fundValue":"781333","fundStart":"2013-01-16","fundEnd":"2017-01-15","funder":"MRC","impactText":"","person":"Eric  Aboagye","coPersons":["Adil  AL-Nahhas","Andrea  Frilling","Rohini  Sharma"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}