{"id":"8E33FEB4-1E85-41CB-9EE8-46DD607AE678","title":"High Resolution Dynamics Limb Sounder Post Launch Operation","abstractText":"HIRDLS is one of four remote sounding instruments on the NASA Aura satellite which was launched into a near polar Earth orbit in July 2004. HIRDLS views the limb (horizon) of the earth, and by measuring the infra red radiation emitted by the atmosphere as the view scans up and down, it provides data which are then used to derive the vertical distributions of atmospheric species such as ozone and nitric acid, plus temperature and cloud/aerosol amounts, all at a vertical resolution of 1.0 to 1.5 km which is considerably better than previously. A profile is measured about every 15 secs which means that most of the Earth is covered every day. HIRDLS suffered a problem during launch, when a piece of protective plastic film tore and moved into the path of the optical beam, where it remains despite extensive attempts to dislodge it with the scan mirror. This delayed the start of scientific data acquisition, using the unobstructed view remaining, until January 2005, and necessitated extensive research and development of correction techniques, plus coding of new software, new onboard scanning sequences, and special in-flight tests. The data product validation was consequently delayed, but regular production is due to begin in late 2006. Apart from this problem, the instrument is working very well and delivering high quality measurements continuously. HIRDLS was designed, built and tested by a UK-US consortium, and funded by NASA and NERC in their respective countries. The consortium is also responsible for data analysis, data product validation, flight operations and UK data dissemination, the work now being conducted at Oxford University, the CCLRC Rutherford Appleton Laboratory, the University of Colorado and the US National Center for Atmospheric Research. The original UK funding was planned to extend until 18 months after launch. It was possible to stretch that, and this application covers the final three years of nominal life until July 2010. The funding supports several areas of work at Oxford University, namely: flight operations and instrument monitoring, calibration analysis, ground data processing algorithms, and data validation, together with the data handling and all the facilites needed to support these activities. The grant would fund the Rutherford Appleton Laboratory to undertake validation activities, and disseminate and archive the data via the British Atmospheric Data Centre. The validation work proposed includes comparison of instrument radiance data as well as HIRDLS geophysical products (e.g. profiles of temperature, ozone and other species) with independent measurements and data sets. Considerable interest has been shown by the UK scientific community, especially as the HIRDLS suite of data products is complementary to those measured by the other Aura instruments, so that together they form an important new data source.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E012264/1","grantId":"NE/E012264/1","fundValue":"1009580","fundStart":"2008-01-01","fundEnd":"2011-09-30","funder":"NERC","impactText":"  The HIRDLS instrument was designed and built in collaboration with colleagues in the U.S. It measures extremely high resolution profiles of temperature in the upper atmosphere and provides unique observational data for the study of, for example, gravity waves in the upper atmosphere. Environment Policy & public services","person":"Lesley Janet Gray","coPersons":[],"organisation":"University of Oxford","findingsText":" Final Report: NERC HIRDLS Project ref.: NE/EO12264/1\n\nProf. Lesley Gray, Dr. Christopher Hepplewhite.\n\nBackground\n\nHIRDLS is a limb-scanning infrared filter radiometer with 21 channels between 6 and 17 micron wavelength designed to obtain profiles with 1 km vertical resolution of temperature, 10 atmospheric species important for ozone chemistry and Earth's radiative balance, as well as cloud types, cloud top heights and aerosol extinction. HIRDLS is a joint development with NASA, funded by NERC in the UK and NASA in the USA. NERC grants also funded UK project work at RAL. HIRDLS capabilities were compromised at launch when a piece of plastic film in the instrument blocked much of the aperture, allowing only a partial view at an azimuth angle of 47&deg; from the orbit plane on the side away from the sun. The blockage precludes observations at multiple longitudes between orbit tracks that were planned, and limits geographical coverage to 65&deg; S to 82&deg; N. The obstruction necessitated substantial development of new algorithms for correction of the radiance measurements before they could be supplied to the level 2 retrieval-code. \n\nAchievements – data processing / validation\n\nAt commencement of the project, a subset of products had been released (version 3), including temperature, O3, HNO3 and cloud top pressure. Work continued to improve algorithms for these data throughout the grant. Version 4 was released and delivered to the BADC in August 2008 with additional constituents CFCl3, CF2Cl2, and cloud and aerosol extinction. Version 5 was delivered in April 2010 after a series of approximately 22 tested modifications to the algorithms. A similar number of modifications and tests were undertaken over the course of the next year culminating with the release of version 6 of the data in July/August 2011. During the summer of 2011, a new strategy was developed to correct for the emission signal from the obstruction. Much more informative diagnostic tools led to a better understanding of the signal variations. The correction includes explicit allowance for subtle changes in the shape of the vertical blockage signal i.e. not just its magnitude. The combination of these corrections is expected to lead to the additional products: H2O, ClONO2, N2O and possibly CH4, improve CFCs, make possible retrieval of individual profiles of NO2 and N2O5, and improve radiances in the 8.3 _m channel, permitting the separation of ice clouds and sulphate-aerosol mean cross-section. \n\nAchievements - Instrument &amp; mission operations\n\nThe Aura spacecraft continued to perform nearly flawlessly, with margins of power and propellant to continue operations to at least 2018. HIRDLS had not gathered science data since the end of March 2008 when the chopper stalled. A 10-point plan to try and recover the chopper was completed early in 2011. Since then the instrument has been in a fully autonomous mode which continually tries to restart the chopper. All other HIRDLS systems have been fully functional and have not shown signs of degradation. The gyroscopes measured a spacecraft attitude anomaly in 2010 and the cooler has been as good as when first operated in orbit. The instrument is set up to gather science data should the chopper restart. It has been agreed that should HIRDLS suffer an anomaly its resuscitation should not be attempted, and if the power or data bus becomes compromised that HIRDLS be the first instrument to give up power/bandwidth. Oxford provided the sole instrument support effort during this grant period and fulfilled its obligations completely.\n\nSummary\n\nOxford have completed the work delineated in the grant award within budget, with a no-cost extension from January 2011 to September 2011, with the staff allocated. Two releases of the level 2 data were completed and the ground work for another version was prepared. Each set of released data represented significant improvements over the preceding release, with greater accuracy, spatial coverage and new products. Oxford maintained instrument operations until completion of the chopper recovery plan, and supervised the hand over to the Flight Operations Team at NASA/GSFC. In each area of responsibility, Oxford worked closely with the other responsible organizations including STFC Rutherford, University Colorado and NCAR and GSFC. Several new scientific publications have been possible as a direct result of Oxford’s work and many more are possible with the data made publicly available. HIRDLS data continues to be analysed by research groups around the world, to better understand gravity waves and their impacts on atmospheric circulation. Environment","dataset":"gtr"}