{"id":"8E35210B-79EA-4F55-9824-E338B8A63587","title":"IDENTIFYING CRITICAL UNCERTAINTIES IN POWER SYSTEMS (ICUPS)","abstractText":"It is very important that the electrical power grid is secure and reliable. Almost all aspects of our lives are dependent on electricity, from basic needs like heating and lighting to medical technology and vast city infrastructure and transportation systems. Just one day of blackout would cost the UK billions of pounds in lost revenue from businesses that are unable to operate - and the impact on society would be enormous. It is also very important that we begin, as a nation, to generate more electricity from low-carbon, renewable technologies such as solar and wind power. This is essential to ensure that we slow the effects of climate change and develop energy resources which will last for future generations.\n \nRenewable energy sources are unpredictable - we just don't know exactly how much electricity we can generate from the wind turbines or solar panels day-to-day. We can make predictions but they are uncertain predictions - we can't make guarantees. Unfortunately this doesn't help when it comes to making sure our electricity supply is secure and reliable. Electrical demand has to be balanced with electrical generation at every instant. We presently don't have the technology to store electricity on a large scale (we can't build batteries that could power the whole country), and the unpredictability of large numbers of wind farms and solar panels makes it harder and harder to keep the system balanced. Get this balance wrong, and the system could collapse, potentially resulting in a nation-wide blackout. To make matters worse, this is just one source of uncertainty among many others that affect the performance of electricity grids. For example, the wide-scale uptake of electric vehicles will add lots more demand for electricity which can literally move around the network - so not only is there uncertainty over when the vehicle is charged, but also where it is charged. \n \nThere is a pressing need to fully understand how uncertainties will impact on the performance of power systems. This begins by building an understanding of which uncertainties are the most important. There are so many potential sources of uncertainty that getting enough data to understand how they all change would be completely impractical. Instead, if we can identify the most important uncertainties - the critical uncertainties that dominate the way the electricity grid behaves - we can focus our future attention on understanding those first, and stopping them from causing any problems.\n \nIdentifying these uncertainties is not a simple task and requires new tools and techniques to be developed. These tools not only need to examine all possible consequences of all the possible scenarios (as it is usually unexpected scenarios that cause the most problems), but also need to quantify the importance of different sources of uncertainty in practical terms so power system engineers can be confident in the decisions they are making. This project will develop these tools in the form of new software algorithms which will be thoroughly tested to find their strengths and limitations.\n \nThis work will provide the foundation for future research on uncertainty in electrical power grids, helping to identify and solve critical issues to improve the security and reliability of the electricity supply.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N004310/1","grantId":"EP/N004310/1","fundValue":"99237","fundStart":"2016-02-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Robin  Preece","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}