{"id":"8E3629E7-CC19-43BD-AC2D-0F7849738377","title":"Self-assembling conjugated macromolecules for organic field effect transistors and solar cells","abstractText":"The design and construction of an ideal material for organic semiconductor devices requires the careful consideration of a range of physical properties. In some cases, what would represent good materials characteristics for one type of device may be highly detrimental to the efficiency of another. Intermolecular pi-pi interactions symbolise one good example: in organic light emitting devices, photoluminescence is quenched by these attractions and the device efficiency is reduced dramatically; in organic field effect transistors (OFETs), it is desirable to promote pi-pi interactions throughout the bulk, so that charge mobility can be maximised. In this proposal, we aim to prepare materials for organic photovoltaic (OPV) devices and OFETs. The novelty in this work originates from very recent results, in which we demonstrate that highly soluble materials with conformational freedom in solution are able to self-assemble in the solid state to give highly planar and conjugated structures. Such levels of planarity, which maximise the possibility of pi-pi interactions, have only been achieved previously with ladder or ribbon type structures which possess inherent solubility problems. In our systems, long range planarity can be achieved through the use of weak, non-covalent interactions; to date, this approach has not been given significant consideration and is therefore waiting to be exploited.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E027431/1","grantId":"EP/E027431/1","fundValue":"343656","fundStart":"2007-06-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"","person":"Peter John Skabara","coPersons":[],"organisation":"University of Strathclyde","findingsText":" The design and construction of an ideal material for organic semiconductor devices requires the careful consideration of a range of physical properties. In some cases, what would represent good materials characteristics for one type of device may be highly detrimental to the efficiency of another. Intermolecular pi-pi interactions symbolise one good example: in organic light emitting devices, photoluminescence is quenched by these attractions and the device efficiency is reduced dramatically; in organic field effect transistors (OFETs), it is desirable to promote pi-pi interactions throughout the bulk, so that charge mobility can be maximised. In this proposal we prepared materials for organic photovoltaic (OPV) devices and OFETs. The work demonstrated that highly soluble materials with conformational freedom in solution are able to self-assemble in the solid state to give highly planar and conjugated structures. Such levels of planarity, which maximise the possibility of pi-pi interactions, have only been achieved previously with ladder or ribbon type structures which possess inherent solubility problems. In our systems, long range planarity can be achieved through the use of weak, non-covalent interactions; to date, this approach has not been given significant consideration. We presented new examples of organic semiconductor materials featuring bulk 2D and 3D dimensionality through molecular orbital interactions. Such motifs are ideal for highly efficient charge transport in the semiconductor.  ","dataset":"gtr"}