{"id":"8E39459C-35C1-4A43-966D-F4114C307E27","title":"Investigating the interactions between Pt nanoparticle catalysts and their substrates","abstractText":"The widespread use of platinum as a catalyst has led to wide-ranging research efforts to understand its activity, improve its effectiveness, and also to obtain similar performance from less expensive materials.This project proposes a set of investigations to better understand the way in which Pt nanoparticles interact with the carbon materials that are commonly used as a substrate to the catalyst, with the expectation that conclusions and strategies can be developed that would be applicable widely across supported metal catalysts. The Applicant has extensive experience (&gt;20 papers) in the area of particle impact electrochemistry (&quot;PIE&quot;), having worked in the group that pioneered the technique, and proposes to utilise this method in this study [e.g. N.V.Rees, Electrochem. Commun. 2014,43,83]. Despite some theoretical work, there are no comprehensive studies into the control of the particle-substrate interaction - e.g. varying contact time, numbers of contacts (single vs multi-bounce), etc. Understanding of the factors that contribute to the particle-substrate interaction will have the following direct applications:\nThe project will consider two themes.\n\nTheme 1: Establishing flexibility in kinetic determination\nThe traditional means of determining the catalytic activity of nanoparticles are becoming recognised as unreliable due to the presence of a support: the overpotential method is affected by the porosity and thickness of a support layer [Sims et al, Sens Actuators B 2010, 144, 153] and the Koutecky-Levich approach to determine kinetics via rotating disk voltammetry has also been shown to be sensitive to its surface roughness [Masa et al, NanoRes 2014,7,71]. \nThe use of PIE, therefore, is perhaps one of the simplest means to unambiguously measure the kinetics of a catatyic process. However, in order to reliably investigate multiple electron transfers (which are commonly coupled to proton transfer), it will be necessary to have greater understanding and a degree of control over the particle-substrate collision in order to observe the sluggish reactions relevant to energy generation (e.g. oxygen reduction, alcohol oxidation).\nIn order to study such effects, a walljet reactor (WJR) will be designed and tested, based on an impinging jet arrangement in order to enable straightforward control over the parameters affecting the particle-electrode collision. It will also facilitate separation of reacted and unreacted particles (for theme 2). The well-defined hydrodynamics also simplify computational modelling of the NP system.\n\nTheme 2: Developing a novel fabrication methodology\nIt has been shown [Y.-G. Zhou et al, ChemPhysChem 2011,12,2085; Chem.Phys.Lett. 2011,511,183] that the equivalents of monolayer and multilayer shells can be electrodeposited onto a core nanoparticle during its collision with a substrate electrode when potentiostatted in the underpotential deposition (upd) and bulk deposition regions respectively. However, no separation of reacted/unreacted particles was possible and so no physical charaterisation on the resulting core@shell particles was ever conducted.\nThe WJR will effect such a separation and so the homogeneity of deposited overlayers will be investigated, with frutehr work conducted to improve homogeneity where needed.\nControl of the particle-substrate contact should enable a degree of control to be applied to the depositon of mulitple layers: useful for core-shell combinations where no upd region exists and where specific shell thicknesses are desired. Careful characterisation will also shed light on the homogeneity of these shell layers, and . Fabrication via PIE is in principle upscaleable via impinging jet arrangements, and work will be conducted to demonstrate and develop this.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M02766X/1","grantId":"EP/M02766X/1","fundValue":"99483","fundStart":"2015-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Neil Vaughan Rees","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}