{"id":"8E3CAD27-1BA9-4964-8CEF-A12ED3CCA8A0","title":"Dissecting the mechanism of ligand regulation in cyclic nucleotide gated channels at the single molecule level.","abstractText":"The ability of a cell to transport ions across the cell membrane is one of the most fundamental biological processes and allows a cell to interact with its environment. Transport of ions is achieved by proteins called ion channels, that provide pathways for ions to cross the otherwise impermeable cell membrane. The opening and closing (gating) of ion channels in response to the binding of other small molecules (ligands) is a critical step in many signal transduction pathways. The cyclic-nucleotide gated (CNG) ion channel governs the signalling mechanisms that permit both sight and smell. Like other members of this family of ion channels, CNG channels are formed by the assembly of four individual subunits, with a portion of each subunit contributing to the channel structure. Each subunit contains a ligand-binding site, and binding to these portions of the protein is thought to cause an structural change that is transduced into opening/closure of the ion channel. This process of ligand binding, transduction, and channel gating is central to understanding the dynamic molecular mechanism of ligand gating in ion channels. A better understanding of ligand regulation in CNG would help us in designing methods to manipulate these important signalling mechaims. We will develop apparatus capable of simultaneous measurements of ligand binding and ion channel gating at the level of individual molecules. By observing ligand binding and transduction at the single-molecule level we will be able to study each step in this signal transduction process; observing both the ligand binding event and the subsequent response of the ion channel. We will use this approach to address the molecular mechanism of ligand regulation in a chimeric cyclic-nucleotide gated potassium channel, KCNG.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E019668/1","grantId":"BB/E019668/1","fundValue":"335220","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"","person":"Mark Ian Wallace","coPersons":["Stephen  Tucker"],"organisation":"University of Oxford","findingsText":" New ways of making artificial mimics of the cell membrane and new ways of seeing individual molecules within those membranes. Publications, patents. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}