{"id":"8E3FBE98-FBCA-41DC-8442-33B9841F8836","title":"Cluster Post Launch Support (Apr 2010-Dec2010)","abstractText":"The Cluster Mission, for the first time, is exploring the magnetosphere with a fleet of four spacecraft orbiting in a group. The magnetosphere is the region of space around the Earth in which the Earth's magnetic field can be detected. It is the operating environment for many spacecraft that affect our quality of life, such as weather, television and communications satellites, as well as scientific spacecraft used to study the Earth, the Sun and solar system, and the cosmos. The magnetosphere is occasionally a dangerous environment for spacecraft, and understanding why this is so is one of the motivations for the Cluster project. The original 2 year mission was extended to allow Cluster to investigate a range of phenomena with different scale sizes, by varying the size of the Cluster tetrahedron from year to year. More recently, the Cluster Multi-Scale Mission has been under way, in which 3 of the spacecraft are separated by ~10,000 km. The distance between one of these and the fourth spacecraft has been varied from a tiny 40 km (in space plasma terms) up to 10,000 km. This work is raising science questions for the future NASA Magnetospheric Multi-scale Mission. Another exciting aspect of the Cluster Multi-scale Mission is that it will visit regions of the magnetosphere which were previously unexplored by Cluster, including the places where the solar wind first meets the magnetosphere, where aurorae are generated and where some magnetospheric substorms originate. In all of these places, Cluster's 4 well instrumented spacecraft, will provide new data to reveal the plasma physical processes at work, which in turn will help us understand how the magnetosphere works. A Plasma Electron And Current Experiment (PEACE) instrument can measure the three dimensional velocity distribution of electrons in a space plasma, for an energy range from a few electronvolts to about 30 kiloelectronvolts, every 4 seconds. A PEACE instrument is flying on each of the four Cluster II spacecraft, and consists of two sensor units and a data processing unit. All 8 sensors and 4 DPUs are still working well, after 8 years in space, despite regular passages through the earth's radiation belts. PEACE can tell us about the density and temperature of the electron plasma near the spacecraft, whether it is flowing and how fast, and whether electron beams from energetic sources elsewhere are passing the spacecraft, guided by the local magnetic field - giving PEACE a remote sensing capability. PEACE can tell us about the electrical currents being carried by the electrons, which is important as such currents transmit forces throughout the magnetosphere. The four PEACE instruments working together can tell us whether there are local flow shears (as in a river where the water flows faster nearer the middle) or even eddies and vortices in the electron plasma; whether there are waves in the plasma or on plasma boundaries, and can determine pressure gradients. This is a unique measurement capability for Cluster, as the counterpart plasma ion instruments do not work on all four spacecraft. It is providing glimpses of the way that explosive energy release processes such a magnetic reconnection work, which is very important as such processes are very active on the Sun and throughout the cosmos. Similarly, PEACE is helping to reveal how collisionless shocks work. Shocks are also phenomena that likely occur throughout the cosmos, and which are capable of energising electrons and ions to very large energies. This grant will allow us to continue operating the PEACE instruments until the end of 2010 and to do essential work on data handling, processing and curation, and maintaining up-to-date instrument calibrations. All this is needed to enable us to make scientifically useful data available to the research community. It will also help us to play our part in constructing and populating the Cluster Active Archive being created by the European Space Agency.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001042/1","grantId":"ST/I001042/1","fundValue":"212579","fundStart":"2010-04-01","fundEnd":"2010-12-31","funder":"STFC","impactText":"  The Cluster PEACE scientific data that has been made available to the research community as a result of this funding has been used to produce more than 350 referreed scientific papers (as of summer 2014) as part of a total of 2060 referreed scientific papers from the Cluster mission as a whole. Other ","person":"Andrew Neil Fazakerley","coPersons":[],"organisation":"University College London","findingsText":" The scientific data from the PEACE instruments on the 4 co-orbiting Cluster spacecraft is used, together with data from other Cluster instruments, to investigate the Earth's magnetosphere and how it responds to the ever changing solar wind. Areas of progress include the nature of magnetic reconnection, the processes that produce the aurorae (northern lights), where and how solar wind material enters the magnetosphere, how plasma waves are generated within the magnetosphere and their roles in energising charged particles including those in the radiation belts. We continue to operate the PEACE instruments and the Cluster misison continues to explore new magnetospheric regions and make measurements on new scales, thus although the narrowly defined original mission objectives have been met, the mission continues to provide important new scientific measurements. The research community, including our own research group, continue to exploit the power of the Cluster dataset to shed new light on basic plasma physical processes, and on how the magnetosphere works. An improved understanding of the magnetosphere will be of interest to commercial and defence satellite operators, since this is the environment where their spacecraft operate, and &quot;space weather&quot; can at times adversely affect operations or even damage the spacecraft. Aerospace, Defence and Marine,Other","dataset":"gtr"}