{"id":"8E4C066E-8777-470B-9EE1-A39D869AB903","title":"Spatial heterogeneity in habitat quality and dispersal - individual decisions and their population dynamic consequences","abstractText":"As a population gets larger breeding success and survival generally declines due to increased competition for resources such as food or breeding sites. This process is called density-dependence, and it has been a core theme in population ecology for decades, not least because it is pivotal to understanding how populations might respond to environmental change, such as habitat loss or changes in climate. We know that density-dependence occurs in populations across a wide range of species, but we have a rather limited idea of the processes involved. This lack of understanding is particularly acute for species of conservation concern. As a result, models of population dynamics used to aid decisions about their conservation often lack density-dependence, or make strong assumptions about the mechanisms involved. Our lack of knowledge is particularly pronounced when considering the dispersal decisions of individuals in spatially variable environments, even though theory predicts that these will play a key role in density-dependence. Also, it is increasingly recognized that behaviours that are sensible for individuals to adopt because they leave more offspring do not necessarily lead to best possible population-level performance. For improved ecological understanding of population processes, it is therefore essential to form a link between individual dispersal decisions and their population-level consequences. One way such links may operate is through the so-called 'buffer effect' in which an increasing proportion of individuals are forced to occupy poor quality habitat as a population grows, thereby driving down the breeding success and survival of individuals within the population. Spatial distribution patterns consistent with this idea are widespread in vertebrates. However, we have a limited idea about the individual dispersal decisions that underlie these patterns, or the wider implications for population growth or persistence. In this project, we propose to address these issues using a mix of theoretical and empirical approaches, the latter being based on one of the most complete long-term datasets available on a vertebrate population (the Mauritius kestrel). Our approach is novel in that we are attempting to develop a framework that allows us to (1) explain how individual dispersal decisions in space generate patterns of spatial occupancy and density-dependence, and (2) explore the consequences of dispersal decisions for population growth and persistence in the face of environmental change. As a result, our research will provide general insights into the ecology of dispersal, an understanding of how dispersal generates spatial distribution patterns and density-dependence, and a theoretical framework for linking dispersal to population dynamics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E014615/1","grantId":"NE/E014615/1","fundValue":"305283","fundStart":"2007-12-01","fundEnd":"2011-07-31","funder":"NERC","impactText":"","person":"Kenneth  Norris","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}