{"id":"8E4EC7D5-F5CC-463B-8545-CEDB8CCC36E4","title":"Advanced Optical Modems for High Speed Ethernet","abstractText":"Most of installed Ethernet backbones is multimode fibre based and operates at bit rates of about 1Gb/s, which is not sufficiently high to meet the end-customer demand of today. There are about 24 million 1Gb/s Ethernet links worldwide waitting to be upgraded to 10Gb/s and above in the next 5 years. Customers prefer to use their old installed multimode fibre links rather than pulling new fibres for the upgrading purpose as significant cost savings can be realised. But no cost-effective solutions have been made available today for supporting 10Gb/s Ethernet using the installed fibre infrastructure. The aim of the project is to develop advanced optical modems for upgrading 1Gb/s Ethernet backbones to 10Gb/s and above but without requiring end-customers to pull new fibres. The advanced optical modems is based on a novel signal modulation technique called Optical Orthogonal Frequency Division Multiplexing (OOFDM) with adaptive modulation. A preliminary theoretical investigation undertaken by the investigator has indicated that the modems can support a higher transmission capacity and is less susceptible to multi-path fading than existing schemes. Apart from the development of the optical modems, the project also aims to demonstrate the maximum achievable capacity versus reach performance in the worst installed Ethernet backbone. A comprehensive optimum design methodology for the practical realization of the advanced modems will be achieved, which will provide a cost-effective, high speed solution with excellent flexibility and robustness for upgrading installed 1Gb/s Ethernet backbones to 10Gb/s and above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036976/1","grantId":"EP/D036976/1","fundValue":"123664","fundStart":"2006-07-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Jianming  Tang","coPersons":[],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}