{"id":"8E54C705-AA84-4F45-B676-125B967E6830","title":"Cosmology from Surveys","abstractText":"It seems we live in a bizarre Universe. Recent measurements strongly favour a 'concordance' model in which the Universe is flat and contains approximately 4% baryons, 21% Cold Dark Matter and 75% Dark Energy .The concept of Dark Energy is a variant on Einstein's cosmological constant (Lambda). This 'Lambda+ Cold Dark Matter' paradigm and its extensions pose fundamental questions about the origins of the Universe. The Universe appears to have begun with a period of rapid inflation and eventually cooled into a dark world in which the first objects formed and re-ionized the Universe. Along with Dark Energy, these processes form the basis for research of this proposal. A unique feature of our Programme is that it brings together expertise in galaxy surveys, gravitational lensing, radio survey analysis and the CMB. The Programme also connects the UCL Cosmology and Instrumentation Teams. Since its foundation in 2004 the main focus of the Cosmology Team has been Dark Energy with heavy involvement and leadership roles in both the Dark Energy Survey (DES) and in the proposed ESA Euclid satellite. With the recruitment of two new members of staff in 2009 we have branched into the research areas of the Cosmic Microwave Background (utilizing the Planck satellite) and Radio Surveys (e.g. LOFAR). Therefore we have now a much broader coverage of modern Cosmology. We will estimate the properties of Dark Energy, constrain the physics of the very early Universe, study the phase change as the universe underwent Re-ionization, and potentially measure the mass of the neutrino for the first time. The proposed Programme is divided into four Themes, listed from low to high redshift: Theme 1 covers Cosmology from Photometric Redshift Surveys, Theme 2 is focused on Cosmic Shear from these surveys, Theme 3 explores Radio Surveys mainly for studying the Epoch of Re-ionization, and Theme 4 looks at the fundamental problems of the Early Universe, with the aid of data from Planck. The Cosmology Team at UCL is well placed for this project. The four applicants are very experienced in the fields of analyzing large galaxy surveys, designing surveys for weak lensing and for the Epoch of Re-ionization, and studying the early universe from the CMB, our best hope for uncovering fingerprints of the Physics operating at very high energy scales. The proposed Programme would allow us to maintain and enhance our leadership roles in international projects, and to train and inspire a young generation of Cosmologists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I000879/1","grantId":"ST/I000879/1","fundValue":"468087","fundStart":"2011-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"  This grant is finished but this section can be updated at a later date if details required.  ","person":"Ofer  Lahav","coPersons":["Filipe Batoni Abdalla","Hiranya  Peiris","Sarah  Bridle"],"organisation":"University College London","findingsText":" This grant is finished but this section can be updated at a later date if details required. Published in ArXiv (Green open access) and refereed journals Aerospace, Defence and Marine","dataset":"gtr"}