{"id":"8E5ACC39-8E1C-45EC-9D7F-59D552A975FE","title":"Embedding Outcomes in Homecare Re-ablement for Older People in North Lanarkshire","abstractText":"<p>This project aims to investigate the potential for and means of implementing evidence, (drawing upon formal research studies, practitioner wisdom and user and carer perspectives) about outcomes based working in the context of the home support re-ablement model adopted in North Lanarkshire, Scotland. There is a need to develop outcomes-based working in relation to re-ablement services, which are being promoted throughout the UK (CSED, 2007). Further, re-ablement has been recognised as achieving significant savings for local authorities (PSSRU, 2010).&nbsp; Taken together embedding an outcomes approach within re-ablement may assist in providing effective home care services within a context of diminishing resources, increased prevalence of long term conditions and an ageing population.&nbsp;&nbsp;</p>\n\n<p>The project utilises a mixed methodological approach, including key informant interviews, focus groups and expert group events. The project aims to build on existing knowledge exchange activity to establish current practice and understanding of outcomes and re-ablement services locally, explore applicability of existing evidence, establish challenges in existing approach to outcomes and re-ablement and through this process to generate new insights which will be formulated into guidance and tools for further implementation locally and nationally.&nbsp; University of Strathclyde has granted full ethical approval for the project.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020729/1","grantId":"ES/J020729/1","fundValue":"19345","fundStart":"2012-08-01","fundEnd":"2013-09-30","funder":"ESRC","impactText":"  ES/J020729/1 - Embedding outcomes in reablement in North Lanarkshire\n\nIntroduction\nThis is a narrative report of the impact of a one-year knowledge exchange project, funded by the ESRC and North Lanarkshire Council, conducted in partnership with the University of Strathclyde, and supported by IRISS. The aim was to bring together two key recent service developments, by embedding personal outcomes into homecare re-ablement within North Lanarkshire Council. The project has had a lasting legacy both in the local authority who co funded the project and more broadly across Scotland. The findings have also been used in a number of ways as explored below. This report charts the next stage in a long journey of culture change in the move towards the use of outcomes focused assessment in re-ablement and more broadly with health and social care in Scotland.\n\nPurpose \n\nHomecare reablement has been defined as an input that aims to: maximise [service] users long term independence, choice and quality of life; to appropriately minimise on-going support required and to consequently minimise the whole-life cost of care (CSED, 2007). \n\nPersonal outcomes are a significant policy theme in human services in the UK. Outcomes can be understood as the impact of support and/or services on individuals, but it has been shown that in order to maximise the benefits, the person should be involved in defining their outcome(s). In Scotland an organizational and evidence-based approach to embedding outcomes called Talking Points has emerged, largely with reference to health, social work and housing support. Talking Points informed this project, based on an understanding that within this project, defining personal outcomes requires consideration not just of 'what' is done, but also 'why,' thereby tapping into individual priorities and motivation. The approach includes consideration of longer term quality of life outcomes such as social contact and meaningful activity as well as change outcomes, such as improved confidence and skills. It was identified by project partners at the outset that maintaining quality of life was important for its preventative potential and a necessary development for reablement. As well as increased involvement, benefits of this approach therefore include clarity of purpose and a focus on maximising independence (Cook and Miller 2012).\nThe project comprised a literature review, nine qualitative interviews, three focus groups (one with people using services and carers and two with reablement teams) and a residential retreat. The findings below are synthesised from the data collection and literature review.\n\nFindings\n\no Expectations/motivation/resistance to reablement \n\nAt each stage of the ESRC project, stakeholders expressed support for reablement as a concept, albeit with reservations. For people using services and carers, there was support for maximising independence, which was associated with dignity and having a sense of achievement. However, it was also identified that a flexible approach is required by home support, to allow for variations in individuals' day to day ability to manage, and that this takes time, which is limited in mainstream home support. \n \nThe importance of motivation was highlighted in the literature, with emphasis on the need for clear explanations and opportunities to be involved in goal-setting. There were limited references to the potential for resistance to reablement from individuals and families. Although reablement teams told inspiring stories about the progress of people they had worked with, the issue of resistance also emerged as a concern during this project. One of the teams discussed 'backlash' they had experienced from families, usually where people had previously experienced mainstream home support. Expectation management requires significant attention in the context of reablement, particularly for people who have previous experience of mainstream home support. This also reinforces the potential value of an outcomes approach, in engaging with people's priorities and clarifying the purpose of involvement.\n\n\n\n\no Outcomes focused engagement/assessment \n\nConsidering messages from the literature and this project, engagement with individuals emerges as a critical factor to successful reablement. People using home support services and their families reported that they wanted to be more involved in decision-making, and that they wanted a flexible approach, recognising that many health conditions might vary day to day. There was a high degree of correspondence between this group and the staff focus groups on this theme. Both reablement teams made connections between the approach adopted in engaging with individuals, and the success or otherwise of reablement. The role of the manager was identified as critical by staff, in ensuring that expectations were managed and clear understanding reached of the purpose of the service. \n\no Supporting Home Support Staff \n\nThe importance of investment in staff training and support was a key theme. In addition to identifying the importance of extra time, this group valued being able to build working relationships and trust, through regular contact with each other at team meetings, which improved communication and knowledge across the team. There was a general sense of significant challenge in working out ways to expand the reablement ethos within the very different structure of the mainstream service. However, recognition of spin-off benefits both for staff and for people using the service had resulted in continuing attempts to replicate some of the working conditions within the mainstream service. \nCreating more time and space for HSMs in particular, but also to some extent, for all home support staff was identified as a key consideration for the service redesign. Time for HSMs was linked to the quality of home visits at the start of reablement, with implications for managing expectations, reaching a shared understanding of independence, and motivating individuals to participate. The second issue with time concerned staff having enough time to spend with individuals to support reablement goals. There was shared recognition that without more time in the mainstream service, maintaining reablement goals would remain elusive.\n\no A reablement culture \n\nThe literature urges caution on establishing distinct reablement services, and the findings of this project support this. Although effort has been invested in North Lanarkshire in providing reablement training to all staff, and in trying to build an ethos across the service, the mainstream service still largely runs on a task and time model. The contradictions of running two models of home support side by side were evident. Reablement staff in North Lanarkshire are brought in to fill gaps in mainstream schedules and they described seeing individuals they had worked with in reablement, whose skills had been lost on return to mainstream. The reversal of reablement skills is thrown into sharp relief for staff working between two models, with consequences for staff morale as well as for people using the service.\n\nRecognition of this contradiction is driving efforts to bring down barriers between the mainstream and reablement service. Strategies include the extension of patch meetings across localities. The capacity offered by additional HSMs and OTs is partly motivated by recognition that mainstream staff need better access to frontline managers in order to access support when needed. This extra capacity is also intended to support more effective engagement with people using the service at an early stage. The need for a wider reablement ethos rather than separate services is supported by the findings. \n\no Performance \n\nThe reablement literature identifies a national tendency to measure performance in terms of service outcomes, principally home care hours saved. However, an overemphasis on hours saved can encourage a tendency to select only those most likely to be deemed successful against this measure. The focus on hours at the start and end of reablement is being handled with caution in North Lanarkshire, where efforts are being invested in using other measures to really understand the costs and benefits of the service. A further concern about the focus on reduced hours is that it potentially limits the growing of a reablement culture, which has been identified as necessary in North Lanarkshire to avoid achievements being reversed when people move on to mainstream. \n\nIn North Lanarkshire it is recognised that outcomes could both improve longer-term quality of life for individuals, through increased links to community based supports whilst also providing the richer picture of the impact of reablement, as recommended by SCIE and others. There was a widespread view, particularly evident at the retreat, that it was also important for reablement to support the public and other professionals and agencies to understand what reablement does (and doesn't) do through personal outcomes. A further concern of operational managers in particular was that the skilled and complex work undertaken by home support staff should be sufficiently recorded and recognised. \n\nImpact within North Lanarkshire Council\nThe impact of the project within the local authority can be linked to the findings detailed above. The process of undertaking the project and the inclusion of staff in a knowledge exchange process has aided in the development of a culture of continuous improvement. The local authority note that the project helped to facilitate a climate of innovation around re-ablement and the impact of that is that it mitigates against the risk of becoming stuck in an early model of implementation. The development, through the project, of a culture that exhibits no end point but that is an iterative process of development is viewed as particularly creative for both front line staff and managers. \nAt present there is a continuing programme of redesign of home support services within the local authority involving insights from the research, particularly around working with a broader concept of personal outcomes. This broader concept of personal outcomes, developed through the KE process, challenged the reductive approach with rehabilitation goals as the priority. It has been challenging for staff to think beyond this safe measurable territory, however the impact of the project has meant that they are more confident about thinking more broadly around personal outcomes.\nThe local authority has created new roles for home care staff built around the findings of the project. A co-ordinator role to oversee scheduling has been developed to ensure best use of staff time. This frees up the more senior role of home support manager from desk-work to ensure they are closer to the service user and carers. This enables the detailed conversation and engagement over personal outcomes to take place in a more meaningful way ensuring clarity over the outcomes including through regular review. The home support manager is also enabled to support their staff more effectively to work around outcomes. \nThe findings of the research informed the investment of ?3m made by the local authority into the service. A second new role of home support worker has been inserted into the front line of service delivery doing a small proportion of the re-ablement work, they will more centrally be involved in complex moving and assisting as well as having conversations about outcomes and drawing on expertise of other staff about the service user.\nRebranding the home care service to move aware from the idea of a separate re-ablement service and moving towards adopting this approach across all home care provision has been very useful. The impact of this work was to provide a clear message to partners and providers within North Lanarskhire that the ideas underpinning re-ablement are relevant to all work with service users not just home support. Use of the term enablement through services is evidence of the impact on the culture of the organization as a whole, not just in the home care service.\nUsing the key messages from the research other funding through Reshaping Care for Older People (Scottish Government, 2011) was sought to create temporary posts of home support managers and OT's to extend capacity of the organisation to deliver the re-ablement approach to existing service users. By making considerable progress in supporting people through re-ablement the local authority has freed up capacity within the existing home care service. There is some limited evidence that more service hours are being delivered without increasing the number of staff by increasing quality rather than visits. In addition the number of visits made by more than one member of staff indicates service being appropriately targeted on more complex cases. The project therefore aided in addressing over provision with the impact being that the service is now being provided to those with longer term and more complex needs. \nThe project further impacted on the focus and structure of an outcomes assessment tool being developed by another project in the local authority at the same time as this project was being implemented. Communities and Social Services/Policy,Healthcare Cultural","person":"Ailsa Elizabeth Stewart","coPersons":["Emma  Miller"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}