{"id":"8E5B1EB1-2C22-426A-AB03-7A1908407A08","title":"Digital Realism: Visualising the social through digital art practice","abstractText":"How can digital artists use the vast amounts of digital data we produce on a daily basis ('big data') to tell stories about ourselves and our lives? \n\nIn an era when public issues of concern are increasingly framed, mirrored and played out as exchanges and circulations of data (e.g. via Twitter and Facebook), we are told that big data technologies promise fundamental changes in our ability to represent and understand human behaviour. These approaches offer distinctively new ways of capturing what we do through analysis of how we interact with the Internet's digital services and through the data traces we leave behind us in this process. Given enough computing power, argue advocates, the patterns revealed in these datasets have the potential to reveal solutions to some of our most pressing social, economic, political, and environmental issues. \n\nThis research suggests that just as documentary forms arising from photography and film have historically sought to use technology to tell stories about our human lives, big data technologies may offer distinctively new ways to represent us through the ways they capture the data we produce through our everyday activities. \n\nWe will produce prototype artworks in the form of visualisations, animations, large-scale static images and digital 3D models derived from social data sets. Current approaches in big data, focus on how it can be employed in a commercial setting by using data derived from social media for example, to target customers more effectively. Similar approaches in science research seek correlations in scientific data to better understand interactions in natural systems. However this proposed project will represent the patterns of human activity discovered in big data to tell stories about what we believe in, what we do and who we are. Visualisations are an effective way of doing this as they take abstract and difficult to understand information and turn it into image forms that make data comprehensible. \n\nAs the world around us, and our activity within it, is increasingly marked by the data traces we leave behind, there exists a pressing need for the kinds of exploratory work this project proposes. Specifically research looks to find ways of bringing to attention aspects of the social overlooked in normative big data approaches. From a creative perspective there is scope to foreground the interpretive nature of big data, reflect upon what is missing in its coverage and find ways of depicting these absences. \n\nResearch unites digital arts researchers from the University of Westminster with expertise in visualisation and digital arts practice with social geographers from the Oxford Internet Institute, Oxford University, whose research is concerned with how certain groups and communities are excluded from digital data sets.\n\nA project website will document research and act as a platform to publish artworks produced during the project which will be made freely available to the public. Similarly all computer code and wherever possible data sets will be released to the public and wider research community. A free conference open to the public that includes academics, digital artists and designers and other specialists will be held at project end to debate the consequences and benefits of research and discuss ways of taking work forward.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M002322/1","grantId":"AH/M002322/1","fundValue":"64182","fundStart":"2014-05-07","fundEnd":"2015-12-31","funder":"AHRC","impactText":"","person":"Tom  Corby","coPersons":["Stefano  De Sabbata"],"organisation":"University of Westminster","findingsText":"","dataset":"gtr"}