{"id":"8E5F25C8-844B-42B4-9F18-F2BEDB5A2976","title":"Reuniting planning and health: tackling the implementation gaps in evidence, governance and knowledge","abstractText":"There is increasing scientific evidence on what is now referred as the &quot;social determinants of health&quot; and on the need to understand the root causes of inequities. The imperative for action at local, national and even international level is higher on political agendas than ever to address social, economic, environmental aspects of our lives and examine policies that can affect our health. \n\nThe built environment and the way in which we design and build our communities is one key area identified by research as a &quot;social determinant of health&quot;. Evidence shows now that the places where we spend our lives can have a profound impact on pour physical, mental, social, environmental and economic well being. Modern city planning in the Northern hemisphere was born towards the end of the 19th century: the establishment of urban sewage system and carefully designed street drainage as well as the design of public spaces and buildings emerged out of the need to address rapid and chaotic urbanisation and industrialisation and in particular to protect health, to promote sanitation and quality ambient air, and to prevent infestation. Yet, while public health and planning seem to be naturally complementary, the two professions that can contribute to the making of healthy sustainable communities, city planners and public health practitioners have developed in different paths along the 20th century with different epistemologies, governance and policies priorities and remit. Today, the lack of a shared knowledge base is impeding the reuniting of planning and health and the systematic consideration of health impact of planning decisions.\n\nThis seminar series will aim to offer a forum for academics and practitioners very active in this new field of research and practice to discuss the obstacles to reuniting planning and health and identifying workable and economically viable solutions. Three interlinked core themes of the seminar series have been identified by research as key to facilitate healthy planning: \n1. Public health evidence for spatial planning: who should supply health evidence to planners and what should be the coverage, scale and presentation of public health evidence to meet the needs of \n spatial planning?\n2. The governance of health and planning: what are the key features of governance and policies to ensure the reuniting of health and planning priorities?\n3. The development of a shared knowledge base through training and professional development: what type of training should be made available to future generations of healthy planners and communities, who should deliver it?\n\nThe series will bring together international academics and stakeholders to discuss these issues and identify solutions. Fora and research based projects do not usually give the opportunity for practitioners to inform research agenda from its inception. The series is built to ensure users' involvement for the whole duration of the project. While the debate aims to stimulate the sharing of international good practice and identifying future research agenda, it also aims to inform policy development in the UK and in Europe through the involvement of UK and European stakeholders and officers managing three programmes linked to the building of healthy communities, including WHO Healthy Cities, Public Health England's Healthy People-Healthy Places and the UK government's capacity building Big Local programme. \n\nThe overarching aim of the seminar series is therefore to identify how public health can inform planning practice by providing a foundation for innovative collaboration and effective communication between public health and planning academics, practitioners, policy-makers and educationists. Through debate and discussion, the seminar series will provide opportunity to move beyond existing silos and begin to establish strategies for policy integration and transdisciplinary field of healthy planning which can serve government and research agendas","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M001733/1","grantId":"ES/M001733/1","fundValue":"30108","fundStart":"2014-12-31","fundEnd":"2017-06-30","funder":"ESRC","impactText":"","person":"Laurence  Carmichael","coPersons":["Ann Marie  Connolly","Chinmoy  Sarkar","Marcus  Grant","Tim Guy Townshend","David  Sweeting","Karen  Lock","Thomas Bernward Fischer"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}