{"id":"8E60206F-20AB-4C1C-A597-058D09922C3E","title":"Population genomics of Daphnia: mapping the 'arms-race genome'","abstractText":"We aim to measure the impact of conflict on the way genomes evolve. For example, what fraction of the differences between two genomes are a consequence of the arms-race between hosts and parasites? Is it a tiny amount, or do such conflicts dominate evolution at the molecular level? There is already some evidence that immune-system genes do show high rates of evolution, but it is not clear how general the effect is, or how big it is compared to other causes. We will answer this question by comparing the evolution of genes involved in host-parasite interaction (potential 'arms-race' genes), to the evolution of other genes. We will do this using the genome of an ecological and evolutionary model species - the water flea (Daphnia magna). \n\nIt is only possible to address such questions by studying many genes simultaneously - i.e. whole genomes. Until recently, such an approach was untenable: a 'genome project' was complete when it had sequenced the genome of a single individual. Now, new advances in technology make it possible to examine full genome sequences for tens (or even hundreds) of individuals, and the price has fallen to the point at which such 'population genomic' studies fall well within the range of a single project. \n\nDaphnia are small freshwater crustaceans found in ponds throughout the UK and the world. Daphnia are well studied in terms of their ecology, so we know a great deal about the diversity of Daphnia and how this diversity arises when they interact with their environment. For example, Daphnia are used to assess the ecological impact of toxins in the environment; they adapt physiologically to a wide range of pH, food, oxygen, and temperature variation; and they exhibit specialised behaviour or morphology in response to predators. Daphnia are also interesting from a genetic perspective, for example they alternate between sexual and asexual reproduction, and they have nearly 50% more genes than humans - possibly because they have evolved to respond to such a wide range of environmental conditions. Most importantly for our study, Daphnia pathogens are widely studied in the lab and the field, so that we can identify which of their genes respond to pathogens, and to which pathogens those genes respond.\n\nWe will sequence the genomes of 50 Daphnia magna from ponds all across Europe, and after sequencing, we will use statistical methods based on population-genetic theory to ask how important conflict is in determining the genome-wide rate of adaptive evolution. Our data will be made freely available to everyone, both academics and the public, over the web. This will provide a vital resource for interpreting population-genomic studies in laboratory organisms, such as the fruit fly (Drosophila). It will also provide a spring-board for future genetic studies of ecology, conservation, epidemiology and ecotoxicology that use Daphnia as a study system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J010790/1","grantId":"NE/J010790/1","fundValue":"347624","fundStart":"2012-06-01","fundEnd":"2016-10-01","funder":"NERC","impactText":"","person":"Darren Jack Obbard","coPersons":["Tom  Little"],"organisation":"University of Edinburgh","findingsText":" (1) Raw data for more than 40 Daphnia magna genomes have been completed. Assembly/mapping is ongoing.\n(2) A preliminary genome assembly and transcriptome has been generated for Daphnia similis. Quality control is ongoing. Environmentalists, conservation biologists and ecotoxicologists may benefit from understanding genetic diversity in Daphnia, as Daphnia is an important model in freshwater ecology and ecotoxicology. Environment,Other","dataset":"gtr"}