{"id":"8E6A6F15-1A81-4EF4-AC7D-F2ECA36CA63F","title":"ReOPN: Retargetable Statistical Optimisation and Parallelisation for Network Processors","abstractText":"Network processors are application specific devices optimised to support network protocols at the highest possible speed. Tight constraints on performance, cost, and energy consumption have led to the development of heterogeneous multi-core architectures with domain specific instruction set extensions and application specific processing elements. However, this adaptation has a strong impact on the programmability of these devices and makes software development a time-consuming and expensive task. This project investigates novel statistical approaches to retargetable and adaptive compiler directed optimisation and parallelisation for network processors to conquer a looming software development crisis caused by the rapidly increasing complexity of network protocols and applications. This research will enable the efficient implementation of high-level programming languages and increase programmer productivity in a highly cost and performance sensitive embedded computing domain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E037569/1","grantId":"EP/E037569/1","fundValue":"123961","fundStart":"2007-09-21","fundEnd":"2010-09-20","funder":"EPSRC","impactText":"  The work on data transformations for networking applications has been evaluated by Netronome, a leading manufacturer of network processors and software tools.  ","person":"Björn  Franke","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have developed a methodology for the characterisation of computer workloads, which are subsequently visualised for human inspection and interpretation. We have found that this workload characterisation approach is very effective in guiding compiler developers to pinpoint performance bottlenecks and to devise new compiler optimisations. This workload characterisation has been applied to networking applications, where we have found that data layout transformations are key to enabling higher performance due to data cache contention. Finally, we have developed new compiler-based data transformations that for a class of data packet processing applications can improve performance by up to a factor of 2. Network processor manufacturers (e.g. Netronome or EZchip) might use the methodology for targeted improvement of their optimising compilers. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}