{"id":"8E6EEF9F-4377-4A04-988F-E1E223FD3320","title":"Primary prevention of invasive cryptococcal disease using fluconazole prophylaxis in HIV infected Ugandans","abstractText":"The initial stages of HIV disease are very similar in Africa and resource rich countries, but after AIDS develops, survival is poor in most African countries. This difference is attributed to poor availability of the drugs for treatment of HIV infection (antiretroviral therapy, ART) and inadequate diagnosis and treatment of opportunistic infections. Although there have been major international efforts to increase access to anti-retroviral drugs in Africa, limited infrastructure means that access to ART is still severely restricted: even in areas where ART is available, there are often waiting lists. Prevention of opportunistic infections in the HIV infected is therefore a high priority as it permits healthy survival until ART becomes available. \n\nInvasive cryptococcal disease is one of the major causes of life-threatening illness in HIV/AIDS patients in Africa and other parts of the tropics and may cause up to 20% of deaths. Established cryptococcal disease is difficult and costly to treat; it is often a terminal diagnosis in countries with limited resources and access to drugs. Prevention of cryptococcal and other fungal diseases could have a considerable impact upon morbidity and mortality in Africa, especially in those unable to access or who are waiting for ART. \n\nStudies in the USA and Europe suggest that regular use of an antifungal drug, fluconazole, may prevent cryptococcal and other fungal diseases. Similar studies have not been done in Africa but the higher incidence of cryptococcal disease in tropical settings means that there could be an even greater impact on morbidity and mortality. Generic fluconazole is now freely and cheaply available in Africa, meaning that the strategy of using fluconazole to prevent cryptococcal disease has become increasingly attractive, especially as established disease is so difficult to treat.\n\nThis study has already commenced in partnership with TASO (the AIDS Support Organisation), the leading HIV care organisation in Uganda. 669 participants have been enrolled into a double blind study to compare the efficacy and safety of fluconazole with placebo, measuring cryptococcal disease and mortality. However, the incidence of cryptococcal disease has been lower than anticipated due to the extensive use of ART at the study site and screening out of participants who are most at risk. We are now seeking an extension to this study allowing enrolment of a further 870 patients thus ensuring that the study is sufficiently powerful to enable us to make firm conclusions about the benefit of this intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601028","grantId":"G0601028","fundValue":"580113","fundStart":"2007-04-01","fundEnd":"2008-10-31","funder":"MRC","impactText":"","person":"David  Lalloo","coPersons":["Anatoli  Kamali"],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}