{"id":"8E6FA789-CFB7-4B65-A83E-488EAFF5CE1E","title":"Cobalt: the roles of Geology, Geomicrobiology and Geometallurgy in its mineral formation and recovery (CoG3)","abstractText":"Cobalt is an essential element for modern world. Its use in metal alloys, rechargeable batteries, electronics and high-value chemicals make it critical for a low-carbon society. Cobalt has the largest global market value of any of the individual e-tech elements (US$2.1 billion in 2013). \nCobalt is largely recovered as a by-product from the mining of other major metals and as a result, cobalt has not been the focus of study in ore-forming systems on its own. To address this knowledge gap we propose a systematic geological, geochemical and mineralogical approach to understanding the residence of cobalt in a range of important current and future ore minerals in diverse geological environments. A specific focus for this study are deposits forming in the Critical Zone of the Earth's crust where biological activity and weathering coincide and where cobalt is redistributed into forms where innovative bioleaching could change the way deposits are processed. Using new knowledge gained from the study of natural biological systems, advanced bioleaching techniques will be systematically applied to a range of deposits formed in the Critical Zone. Bioleaching also has great potential for reduced, sulfide-rich ores, particularly complex sulfide and often arsenic-rich ore-types where significant bioleaching has not yet been tested. \n\nThis COG3 proposal builds on our catalyst grant which developed a multi-institute and multi-investigator consortium with internationally recognised expertise across the geosciences including geology, geochemistry, mineralogy, microbiology and bioprocessing based in leading UK academic institutes: Herrington (NHM), Schofield (NHM), Johnson (Bangor), Lloyd (Manchester), Pattrick (Manchester), Coker (Manchester), Roberts (Southampton), Gadd (Dundee), Glass (Exeter), Mosselmans (Diamond) and Kirk (Loughborough), with in-depth expertise on geology, geometallurgy and geomicrobiology applicable to developing recovery strategies for cobalt from natural deposits. This group is underpinned by the Partners including the major mining companies Glencore, FQML and KGHM; a mid-tier European-based mining company Oriel; a junior UK-based mining SME Brazilian Nickel, an internationally accredited commercial research laboratory RPC and finally the Cobalt Development Institute representing the cobalt industry throughout the supply chain. They have all pledged to engage with the project, some through direct involvement in research activities, some with financial support for research and training and others by facilitating access to natural deposits and datasets. Further support comes from research colleagues at CSIRO in Australia. \n\nSpecific research will be delivered through a series of work packages which will address: 1) Geology and mineralogy of cobalt in natural systems; 2) Natural biogeochemistry of cobalt; 3) Bioprocessing of cobalt and development of new products; 4) Improving the cobalt supply chain through integrated studies and dialogue with stakeholders representing the supply chain. This research directly addresses the NERC Security of Supply of Mineral Resources (SoS Minerals) initiative Goals 1 &amp; 2 with a fundamental aim to recognise the mineral residence and chemical cycle of cobalt (Goal 1) and provide geometallurgical information that will facilitate new opportunities for improvements to current recovery, minimising waste through geometallurgy; and thoroughly testing innovative, benign bioleach technologies for the extraction and downstream bioengineering of novel cobalt products (Goal 2). Through the collaboration of the PIs, Co-Pis, Partners and the development of PDRAs and PhDs, the program will produce high impact scientific publications for the international literature, highly significant public outreach and education on behalf of the NERC SoS programme and establish the UK COG3 consortium as a world leader in research into innovative cobalt recovery from natural mineral deposits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M011372/1","grantId":"NE/M011372/1","fundValue":"395672","fundStart":"2015-05-01","fundEnd":"2019-04-30","funder":"NERC","impactText":"","person":"Hylke Jan Glass","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}