{"id":"8E86F73E-4D96-4E77-961B-0541336FAFA0","title":"Excessive drinking and alcohol related harms in Adulthood: ALSPAC at 24","abstractText":"Reducing harm caused by alcohol is a key public health and policy priority. Liver disease deaths have increases over 4-fold in last 40 years. Over 1 in 3 young adults, both women and men, aged 20-24 drink excessively. These adverse patterns of drinking can originate in adolescence - with 50% of adolescents reporting binge drinking by aged 16. Several key alcohol related harms emerge in young adulthood, while others may persist into adulthood because of continued excessive drinking. The evidence on the relationship between patterns of excessive drinking and these key harms, especially how important early onset excessive drinking in adolescence is, needs to be strengthened. We aim to provide evidence on the proportion of young people who show signs of liver fibrosis/damage and the risk conferred by different patterns of alcohol use; the risk of poor cognitive and emotional processing associated with binge drinking; whether harmful alcohol use leads to depression in young adults; whether excessive alcohol use prevents people &quot;maturing&quot; out of antisocial behaviour; and amount of injury in young people associated with adverse patterns of alcohol use. \nIn addition, harmful alcohol use or alcohol dependence also emerges in young adulthood. Further evidence is required on the relative contribution of different pathways to alcohol dependence. We plan to focus on three key pathways: the role of early behavioural or conduct problems; the impact of depressed mood and anxiety in early life and adolescence; and the potential effect of physiological response to alcohol (assessed in terms of the average amount of alcohol it takes to elicit an effect).\nLongitudinal data - which measures alcohol use over time, and social, environmental factors before and during alcohol use - are required to assess both of these issues - the influence of types of alcohol consumption on harm in young adulthood and pathways to problem alcohol use in young adulthood. \nThe ALSPAC birth cohort (Children of the 90s) is the most extensively followed birth cohort in the world with detailed biological and behavioural data from before birth to late adolescence and early adulthood. We propose to take the unique opportunity provided by ALSPAC to measure alcohol related harms and outcomes in 5000 young people aged 24/25. Testing the robustness and strength of the association between alcohol and harm or the importance of different pathways to alcohol dependence will be important. Two key problems are confounding (where an association maybe explained by another factor) and missing data (which is higher in people from lower socio-economic groups with the greater early behavioural problems). We will utilize a range of sophisticated statistical techniques that seek to address these problems, including the use where possible of genetic markers of alcohol consumption (which are unrelated to other factors) and can strengthen evidence on causation. \nWe are a multi-disciplinary team including leading experts in methodology, alcohol and related harms. The evidence we gather and data we collect will be beneficial to other academics working in the field, and critically to public and patient groups, clinicians and policy-makers with an interest in preventing alcohol related harm.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022206/1","grantId":"MR/L022206/1","fundValue":"1378540","fundStart":"2015-06-01","fundEnd":"2019-05-31","funder":"MRC","impactText":"","person":"Matthew  Hickman","coPersons":["Barbara  Maughan","George  DaveySmith","Gunter  Schumann","Kenneth  Kendler","Michael  Lynskey","Matt  Field","A  Brennan","Deborah Anne Lawlor","Eileen Frances Kaner","Glyn  Lewis","Marcus Robert Munafo","John  Macleod","Anne  Lingford-Hughes","Nick  Sheron","Jon  Heron","Kate  Tilling","Colin  Drummond","Sarah Jane Lewis","Anthony  David","Petra Sylvia  Meier","Derek  Jones"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}