{"id":"8E882B15-BE8B-400D-8858-DB3EC166A39A","title":"Device for Enrichment of Skeletal Stem Cells for Orthopaedic Applications","abstractText":"With an increasing ageing population, strategies that allow the simple repair and augmentation of bone tissue, lost as a consequence of trauma or disease or with ageing, are urgently needed.The ability to develop a device that would allow the simple enrichment of skeletal stem cells from the bone marrow of a patient for orthopaedic application is thus an unmet and urgently required clinical target. This project proposes to progress the development of a unique and patented cell separation technology, developed by Smith and Nephew into a clinically effective and commercially viable surgical device. The implications for orthopaedic use are immense and potential for improving the quality of life in an increasing ageing population significant.This novel technology has the potential to transform orthopaedic clinical practice by increasing the accessibility of enriched autologous marrow. The Southampton group, includes clinicians and basic scientists, that will evaluate the device using human bone marrow samples and, through experimental studies aid in the evaluation and, if necessary, additional development of the cell separation device. The ability of the device to enrich for skeletal stem cells will be assessed by a battery of assays as well as unique models of bone formation available within Southampton.The collaboration between academic, industrial and clinical researchers will allow rapid development of the cell enrichment device and, critically, evaluation with human tissue to include pre-clinical study. This will allow us, within a 2 year time frame, to significantly contribute in Southampton to the programme of work from S&amp;N to the generation of the regulatory data needed to allow clinical use of the proposed device.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G001650/1","grantId":"TS/G001650/1","fundValue":"394877","fundStart":"2009-03-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"","person":"Richard  Oreffo","coPersons":["Douglas Graham Dunlop"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}