{"id":"8E95BB90-2D64-4BF5-A8A8-7365B79A096D","title":"A compartmentalised chamber for the in vitro study and manipulation of axon degeneration.","abstractText":"Diseases of the nervous system account for nearly 10% of the global burden of disease. An enormous amount of research has been undertaken to try and understand how and why nerve cells die in different conditions such as stroke, traumatic brain injury or Alzheimer?s disease. Researchers have used animals, most commonly rats and mice, to mimic aspects of these conditions to try and understand how nerve cells might be protected from degeneration and death. Much work has focussed on the nerve cell body and much less attention has been paid to other parts of the nerve cell: the axon, the fine process by which one nerve connects one region of the brain to another, or the synapse which makes contact with other nerve cells. It is clear that it is important to protect not only the nerve cell body but also the synapse and the axon since in some diseases these parts of the neuron may be the first to be injured with subsequent death of the nerve cell body. We could carry out more experiments in whole animals but it is clearly preferable to do experiments in culture and to reduce and replace the need for whole animal experiments.\n\nAlthough we know little about the molecular pathways that are involved in axon or synapse degeneration we do know that it involves active biochemical pathways that can be inhibited. Understanding these pathways may offer novel routes to therapeutic interventions. We will build a device that enables us to grow nerve cells in a culture chamber so that the nerve cell bodies are in one compartment and the axons will grow through very small holes into another compartment. The axons will only grow on sticky stripes printed on the bottom of the culture chamber so that they form bundles in the same way as they do in animals brains. Because the holes between the two compartments are so small, the fluid environment on each side can be changed independently, again mimicking another aspect of the brain environment. Once we have perfected this chamber system for growing neurons we will carry out an experiment using drugs to manipulate the axon biology and test if we can protect them from injury. We think these experiments will demonstrate the advantages of the system and will encourage other scientists to use this device in their research and reduce their use of animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900750/1","grantId":"G0900750/1","fundValue":"210869","fundStart":"2010-03-01","fundEnd":"2012-08-31","funder":"NC3Rs","impactText":"","person":"V Hugh  Perry","coPersons":["Tracey A Newman"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}