{"id":"8E95913B-43AF-495A-A69D-9C8F0A81A51F","title":"Equipment for Multiple Projects: Cisorp Water Sorption Analyser.","abstractText":"The purpose of the CI water sorption analyser microbalance is to support a number of ongoing funded research activities and to enable a wide range of further work within the Construction Science Research Group at the University of Manchester and its wider associated network (Centre for Materials Science and Engineering, The University of Edinburgh; the Interface Analysis Centre, University of Bristol). The microbalance will have substantial input into currently funded work on lime mortar systems and will enable studies not only of carbonation rates but also of hydration rates in these materials. The applicants recently published a new kinetic law which shows that the mass gain and associated expansive strain caused by the chemisorption of atmospheric moisture by fired clay ceramics are both proportional to (time)1/4. This progressive chemically driven process indicates a very remarkable rehydroxylation of the fired clay which is so slow that it continues certainly over all practical historical timescales. Indeed we have found residual reactivity in 2000 year old ceramic. The extremely slow progress of the reaction appears to be fundamental to these materials and must be scientifically significant. The underlying mechanisms of this reaction are as yet far from understood. It is the exploitation of this (time)1/4 law as a method of archaeological dating that forms the core of the proposed microbalance work. We have shown that it is possible to estimate the age of a ceramic artefact by measuring its mass prior to reheating and comparing this with the subsequent mass gain from the same sample following reheating. Measurement of the mass gain provides calibration data that define the rate of mass gain with time for that particular material. The specimen's age may therefore be established by extrapolation of the data to determine the time at which the measured long-term mass would be attained. Since the method is self-calibrating, the effects of differences in firing temperature, mineralogy, composition etc are eliminated. This work requires the extremely high-accuracy weighing of ceramic samples under precisely controlled conditions of temperature and relative humidity. In parallel with this, such a measurement technique is a powerful means of gaining insight into the underlying chemisorptive mechanisms. Further, the instrument will enable a diverse range of studies which would otherwise be inaccessible with conventional measurement techniques. These include the investigation of chemisorption reactions in glasses (particularly in polluting atmospheres) and investigations of the degradation mechanisms in natural building stones - in this case with a focus on urban atmospheric pollutants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F037813/1","grantId":"EP/F037813/1","fundValue":"66703","fundStart":"2008-01-07","fundEnd":"2011-04-06","funder":"EPSRC","impactText":"","person":"Moira  Wilson","coPersons":["Margaret Ann Carter"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}