{"id":"8E972347-7ED9-44C7-8B5D-6F53F2589AE0","title":"Lexicon development in bilingual toddler","abstractText":"<p>More people on the planet are bilingual than monolingual (UNESCO, 2003). Early identification of infant language learners at risk of developmental problems is very important for successful therapeutic intervention, but bilinguals have distinctive trajectories of language development, and so means of assessment designed for monolinguals are inadequate. Whilst the adult bilingual's processing of words in her/his two languages is relatively well understood (Dijkstra &amp; van Heuven, 2012), little is known about the development of the bilingual mental lexicon in children (Zhao &amp; Li, 2010).</p>\n\n<p>The aim of this project is the construction of a theoretical model of the developing bilingual lexicon, informed by data from a wide range of bilingual learners, as a precursor to the design of universal bilingual assessment tool. The focus is on vocabulary development at 24 months of age. There are four primary research objectives:</p>\n\n<ul>\n \n\n <li>explore the connectivity of the early lexicon through a series of priming studies in Plymouth and Oxford</li>\n\n <li>provide an exhaustive inventory of the factors affecting bilingual vocabulary development in a large scale study involving 5 sites (Plymouth, Bangor, Birmingham, Kent and Liverpool)</li>\n\n <li>build a child-adjusted metrics of linguistic proximity</li>\n\n <li>construct a dynamical distributed connectionist model of the developing bilingual lexicon.</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K010123/1","grantId":"ES/K010123/1","fundValue":"686369","fundStart":"2013-08-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"Caroline  Floccia","coPersons":["Laurence Stephen White","Jeremy  Goslin","Kim Robertson Plunkett","Allegra  Cattani"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}