{"id":"8E97A677-3C99-4D0B-811B-CDC804A4DB34","title":"Kinetics of cell division in normal and malignant epidermis","abstractText":"All biological tissues, such as skin, are made from cells. Amongst the variety of different cell types, stem cells assume a very special role retaining the ability to produce identical copies of themselves when they divide, and to turn into function-specific cells, a process known as differentiation. As such, stem cells are crucial for development and are expected to play a key role in tissue maintenance and repair. Typically, each tissue is comprised of many different cell types, each having a specific function. One of the main challenges in biological sciences is to understand how stem cells and their progeny function to maintain tissue. However, studies of cellular organisation of tissue do not reveal the lineage of cells, i.e. it is often difficult to distinguish stem cells from other cell types and impossible to trace the ancestry of a given cell.\n\nThis proposal is designed to take advantage of modern genetic labelling techniques to study cell fate in the epidermis, the outer most layers of skin, and in other tissue types. By genetic modification of the DNA, a strain of mice can be developed where a fraction of skin cells can be induced to express a yellow fluorescent protein, allowing they and their progeny to be detected under the microscope as patches of yellow-stained cells. By counting the number of cells in these labelled cell clusters, known as clones, methods of statistical analysis, more familiar in the realm of physical and mathematical sciences, can be applied to reveal different cell types, cell division rates and pathways and, ultimately, to resolve the mechanism of epidermal maintenance. Intriguingly, recent studies using these techniques have revealed that the epidermis conforms to a remarkably simple random process involving only one type of dividing cell population, overturning a long-held dogma in the scientific literature. \n\nThese preliminary studies provide a platform to investigate tissue maintenance in other systems, such as humans and frogs, and to explore in detail the mechanism of early tumour growth and the effects of drug delivery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601740","grantId":"G0601740","fundValue":"102641","fundStart":"2008-02-01","fundEnd":"2009-01-31","funder":"MRC","impactText":"","person":"Benjamin David Simons","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}