{"id":"8E9FBA22-9DC0-4380-84CD-AB025B021E81","title":"Genetic manipulation of the sterol content of Pichia pastoris : a designer host for mammalian membrane protein expression","abstractText":"In humans, 60% of all therapeutic drugs work by altering the activity of proteins found on the surface of cells. These proteins are located in a membrane - an ordered layer of fat (lipid) - and are, unsurprisingly, known as integral membrane proteins. Very few mammalian membrane proteins have had their 3-dimesional structures determined. This has largely prevented the creation of new drugs against key target, human membrane proteins by design strategies based on the structure of the protein. To determine the structure of a protein, it is first necessary to be able to make the protein in milligram amounts. Yeasts are useful host cells for making many mammalian water-soluble proteins. In contrast, they are rather poor at synthesising mammalian membrane proteins. This is in no small part due to substantial differences in the lipid content of membranes from yeast and mammalian cells. In particular, yeast do not make cholesterol - a lipid which has been shown to affect the activity and stability of many mammalian membrane proteins (including receptors, transporters and ion channels). Here, the yeast Pichia pastoris is going to be genetically manipulated so that it can make cholesterol. This modified strain will then be tested for its ability to make mammalian membrane proteins. If successful, the cholesterol biosynthetic yeast will provide an optimised environment for making milligram quantities of many mammalian membrane proteins, and will underpin structural studies that will lead directly to structure-based drug design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E017061/1","grantId":"BB/E017061/1","fundValue":"102316","fundStart":"2007-05-28","fundEnd":"2008-08-27","funder":"BBSRC","impactText":"","person":"Niall Johnston Fraser","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}