{"id":"8EA56DAD-CD5C-4C09-8B89-6994646CE179","title":"Nonlinear optics and light localization in quantum dot samples","abstractText":"I propose to study the light propagation in so-called quantum dot semiconductor structures with the ultimate aim of realizing light bullets. These are propagating 'balls' of light with an extension of a few micrometers to the ten micrometer range in the direction(s) orthogonal as well as parallel to the propagation axis. The latter corresponds also to a time axis. For any fixed position along the axis, there will be light only for a short time (in the picosecond or tens of picosecond range). As a consequence, light bullets are spatio-temporally localized 'patches' or wavepackets of light.These objects will be self-localized, i.e. they will form spontaneously from a broad-area input beam filling the whole aperture of the device and being constant ('continuous-wave') in time by self-organization after some suitable perturbation. This is in strong contrast to the natural tendency of light (and other waves) to broaden: Usually, light does not stay confined to small regions in space or time. We will utilize that this broadening can be balanced by nonlinearities. These nonlinearities arise from the fact that the optical properties of a medium -- notably its refractive index -- become dependent on the light field itself, if it is sufficiently intense, as is the case for laser light. The resulting self-localized and shape-stable state is often referred to as a solitary wave or, more simply, as a soliton.Interest in these intriguing objects stems from two sides. On the one hand, self-localization is an important aspect of self-organization, i.e. the problem addressed in the interdisciplinary field of Nonlinear Science, why non-trivial structures in space and time are ubiquitous. Optical solitons have counterparts in hydrodynamics, plasma physics, chemistry and possibly biology and nature. The demonstration of simultaneous space-time self-localization in an optical system would constitute an important advance in our knowledge on self-localization phenomena. On the other hand, the realization of these light bullets opens interesting opportunities in all-optical photonics where one aim is to confine light (or photons) to the smallest possible dimensions, e.g. for optical communications. In addition, due to the optical nonlinearities, it is possible to control the emission of a photonic device using other light beams, similar to electronics where the flow of electrons is controlled by other electrons. Specifically, the envisaged solitons will be bistable, i.e. they can be present or absent under the same conditions, and this status can be manipulated by external light beams, which opens obvious possibilities for all-optical buffering or processing devices. Since we will place these structures in an optical cavity, we refer to the resulting localized wavepackets as cavity solitons and cavity light bullets.A major thrust of modern photonics is the use of meta-materials which do not exists in nature in order to tailor optical properties for specific demands. We will use quantum dots, a kind of artificial atom, in order to realize a so-called self-focusing nonlinearity in a semiconductor and to reach the wavelength region around 1.3 micrometers relevant for telecommunications using the beneficial GaAs material system. The project will proceed over a sequence of characterizing measurements on the nonlinear optical properties of absorbing and amplifying quantum dot samples over their theoretical analysis and the extraction of device parameters relevant to future modelling to experiments in cavities including the characterization of bistability and the accompanying spatial structures. This will yield the interesting parameter regimes to look for cavity solitons and finally cavity light bullets. The results obtained on the way will be also helpful in impoving the understanding of the operation characteristics and performance limiting instabilities of the emerging novel lasers and amplifier structures based on quantum dots.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E025021/1","grantId":"EP/E025021/1","fundValue":"217003","fundStart":"2007-01-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Thorsten  Ackemann","coPersons":[],"organisation":"University of Strathclyde","findingsText":" In nonlinear optics at high light intensity, the optical properties of materials - refractive index and absorption coefficient - are not longer constant but depend on the light intensity. The project was directed on exploring and characterizing the nonlinear optics characteristics of quantum dots as a novel photonic material with tailored properties under continuous (cw) laser driving. We choose to investigate room temperature ensembles of quantum dot because we consider these to be of potential relevance for future devices for all-optical switching applications and soliton-based photonics.We demonstrated the saturation of absorption of quantum dots at room temperature under cw driving for InAs/GaAs QD close to the telecommunication wavelength range and for InAlAs/GaAlAs quantum dots in the 780 nm range. These results are in qualitative agreement with theoretical expectations.Numerical simulations indicate that the nonlinear phase shifts induced by a saturation of the refractive index are strongly affected (and reduced) by the inhomogeneous broadening of the spectral characteristics of the quantum dots, but should be experimentally detectable by interferometric measurements and just sufficient to provide light localization and soliton formation, though absorptive losses are an issue. However, we did not find experimental evidence for this, which is possibly related to non-optimal sample quality.During the investigations we demonstrated the improvement of the spectral and spatial coherence of a broad-area quantum-dot laser by frequency-selective feedback establishing a low-cost, tunable and fairly high power light source for investigations in the 12xx nm range. A corresponding source based on single-spatial mode diodes was also realized and used in investigations on photocurrent characteristics of InAs/GaAs quantum dot and superlattice samples establishing them as potential candidates for the generation of terahertz generation by nonlinear photo-mixing. With some of these diodes an interesting self-pulsing behaviour was found that was interpreted as an opto-thermal instability in devices in which the built-in index guiding is not sufficiently pronounced. These observations helped to clarify some other device instabilities observed by the manufacturer.In summary, first steps for the cw nonlinear optics of room temperature ensembles of quantum dots were established. Their use as materials with refractive index nonlinearities demands a further increase of dot density or, preferentially, a reduction of inhomogeneous broadening, though.  ","dataset":"gtr"}