{"id":"8EA86F81-2B74-4D5F-B480-87F61F8F8A4C","title":"A comparison of sea to air DMS flux measurements and the possible role of near- surface gradients","abstractText":"The rates at which gases exchange between the oceans and the atmosphere are extremely important to global biogeochemical cycles and to predicting and modelling future climate change, but quantifying them accurately currently remains elusive. Some important issues requiring accurate estimates include the rate at which anthropogenic carbon dioxide can be taken up by the oceans and quantifying the marine sources of other important climate active gases such as dimethyl sulphide that scientists believe control cloud formation over the oceans. We plan to measure concentrations of DMS in the water so that we can use this data, together with a new technique for measuring the air-sea flux of DMS to be made by our project partners from the University of Hawaii, in order to better understand the processes that control the transfer of gases between the atmosphere and the ocean. We think that as well as the wind, the amounts of bubbles made by breaking waves will have an important impact on air--sea gas exchange. Much of the data on the amount of DMS that is present in seawater is collected from water pumped into research ships from the bottom of the ship. This is usually at a depth of about 5-8m. However, in order to calculate the amount of DMS that is transferring from the sea to the air we really need to know the concentration of this gas at the sea surface. Everybody assumes that the concentrations measurements from the ship's hull (ie 5-8m) are the same as those made at the sea surface. However, we know that DMS is produced and consumed by biological processes in the water and that it is rapidly destroyed by sunlight. We therefore want to check whether there is a difference between dimethyl sulphide concentrations at the sea surface compared to the depths of ship hulls. This would be have important consequences for calcuating the actual amount of dimethyl sulphide that the ocean supplies to the atmosphere. It is also important to know if there are any gradients when we want to compare the direct estimates of the DMS flux with the indirect estimates as this would impact on how important we think the bubbles might be in air-sea gas transfer. We plan to participate in a research cruisein the North Atlantic Ocean in the suimmer of 2007 when there will be many other groups making a variety of key measurements and observations (measure seastate, whitecapping and wave breaking and evaluating the role of bubbles and surfactants air-sea gas exchange.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E011489/1","grantId":"NE/E011489/1","fundValue":"99720","fundStart":"2007-04-01","fundEnd":"2009-06-30","funder":"NERC","impactText":"  our findings have been used by other academics and by the Met Office/Hadley office to investigate the parameterisations of gas transfer used in their climate and atmospheric chemistry models. Environment Societal","person":"Philip David Nightingale","coPersons":["Stephen  Archer"],"organisation":"Plymouth Marine Laboratory","findingsText":" We built an automated system for measuring DMS in seawater with a repeat time of 5 minutes. Sea water was typically sampled whilst the ship was underway from both 2m and 5m depth. Comparisons were also made with samples from vertical casts (2 - 100m) and from depths of 10cm to 2m using PML’s near-surface profiler. Air-sea fluxes of DMS were measured by the U. Hawaii group using eddy covariance. \n\n\n\nWe found no evidence of near-surface gradients in DMS concentrations between 0 and 2m. However, we did find gradients between 2 and 5m that would have cause both negative and positive biases in calculated gas transfer of about 10%. We found that scatter in estimates of transfer velocity derived from the eddy covariance technique correlated with periods of horizontal variability in DMS concentration in seawater. When we used data from periods when the seawater concentration field showed low variability, we obtained a highly correlated relationship between wind speed and gas transfer. \n\n\n\nResults agreed well with predictions of gas transfer made by a research group from Colorado and suggest that we are closer to understanding what controls air-sea gas transfer at wind sppeds up to about 10 m/s (20 knots). Results have been published in the peer-reviewed literature and presented at national and international conferences. Care needs to be taken to characterise concentration fields when deriving gas transfer values from eddy covariance flux measurements. Environment","dataset":"gtr"}