{"id":"8EA8FCF4-088E-4CD6-8C33-74A38A880731","title":"Multi-purpose instrument for advanced Raman spectroscopy techniques","abstractText":"The characterisation of biological systems from whole cells to their component parts is important so that we can learn how the cell functions and how it responds to interactions with other substances (be they artificial or natural). Many of the parts that drive the cell are enzymes, large molecules that speed up the reactions that make life possible. Once we understand how enzymes function and how we may improve their functionality (that is, how they turn one substrate into a specific product and how quickly they do it), we can exploit these for industrial purposes, leading to more efficient 'greener' processes. These could be just like the biological washing powders, that use enzymes to break down fats, cellulose, proteins and starch; they could be enzymes that are used to generate high-value industrial products and medicines; they may be used in biological sensors, like the blood sugar monitors used by diabetics. Some enzymes are also being used to directly convert the chemical energy in substances like alcohol into electricity, or to take surplus electricity to convert carbon dioxide into chemical starting materials.\n\nThe problem is that whilst some methods do exist to characterise enzymes, they are laborious and destroy or compromise the sample. By contrast, we have been developing and exploiting a method based on the interaction of light with matter that will enable a very powerful and non-invasive analysis. One process that happens when light is shone at a substance is that it is scattered and sometimes this light is scatter at a different wavelength, an effect named Raman scattering. This generated Raman light gives us very specific molecular information about the structure of the system under analysis.\n\nThe aim of this grant is to acquire a new Raman instrument that can be used both: (i) for protein and enzyme characterisations where a technique called resonance Raman allows us to follow very fast reactions in real time; and (ii) to separate features that are just a 10,000th of a millimeter apart from each other - about the size of switches inside computers or the membrane on the outside of cells - when mapping cells and cell-component system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L014823/1","grantId":"BB/L014823/1","fundValue":"409322","fundStart":"2014-01-31","fundEnd":"2014-03-30","funder":"BBSRC","impactText":"","person":"Royston  Goodacre","coPersons":["Ewan William Blanch","Catherine Louise Merry","Sam  Hay","Matthew Peter Halsall","Jonathan Richard Lloyd","Aravind  Vijayaraghavan","Julie  Gough","Bruce Donaldson Grieve","Ian Anthony Kinloch","Andrew William Munro","Lu Shin  Wong","David  Leys","Mark Russell Dickinson","Alan  Dickson","Sabine  Flitsch","Christopher Francis Blanford","Nicholas John Turner","Derren James Heyes","Nigel Shaun Scrutton","Peter  Gardner","David Ian Ellis","Helen  Gleeson","Jennifer Susan Cavet","Jason  Micklefield"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}