{"id":"8EA809E1-03F2-4738-8505-D43E53527EE7","title":"Crystal Frameworks, Operator Theory and Combinatorics","abstractText":"A bar-joint framework is the mathematical abstraction of a structure in space formed by connecting stiff bars at their endpoints by joints with arbitrary flexibility. The structure may be flexible, as with a (non-degenerate) four-sided framework F in the plane, or may be rigid, as occurs when a diagonal bar is added to F. A subtle open problem is to characterise when a 3D bar-joint framework is &quot;typically&quot; rigid in terms of its general shape, represented by the underlying edge-vertex graph. The 2D problem was resolved by Laman in 1970, in terms of Maxwell counting conditions, and this introduced combinatorial (vertex/edge counting) tools and methods to go alongside the more obvious (but more cumbersome) method of simultaneous equation solving for vertex positions.\n\nInfinite bar-joint frameworks are not just a concern in pure mathematical analysis. They appear, for example, in mathematical models in Material Science, with the bars representing strong bonds in a crystal structure. For example, the basic silicate quartz, at different temperatures, provides a (topologically equivalent) pair of such frameworks, with the form of a periodic network of corner-linked tetrahedra. The mathematics of lattice dynamics was developed in the first part of the last century, by Max Born and others, in order to understand the spectrum of phonon (vibration) modes in crystalline matter. However, for low energy modes it turns out that there is a less cumbersome approach based on the infinitesimal rigidity theory of infinite frameworks and this is one of the themes of the research project.\n\nThe primary tool for understanding the rigidity of a finite framework structure is a matrix (an array of columns and rows of numbers) determined by the framework. This rigidity matrix, via linear algebra methods, detects the flexes of the structure. Also the implications of the symmetries of the structures can be detected and these associations remain true for infinite frameworks, although with added subtleties. The special case of periodic frameworks, with periodic flexibility and phase-periodic flexibility, is a finitely determined context and the rigidity matrix gives rise to a finite matrix of multi-variable polynomials. This function matrix gives a key new tool in the rigidity analysis of such frameworks. \n\nIn tandem with these methods, that go beyond simple linear algebra, there are also elaborations possible for the combinatorial tool of Maxwell counting. These refined methods take into account the symmetries of the structure and, in the crystal framework case, the symmetries of the crystallographic group.\n\nBond-node structures are ubiquitous in mathematical models in Material Science (mathematical quasicrystals, for example), in Engineering (space structures, for example) and in computer aided design (in the mathematics of sequentially constructed CAD diagrams, for example). The research project will enrich such models through a systematic analysis of the infinitesimal dynamics and the flexibility of general bar-joint structures, both finite and infinite.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J008648/1","grantId":"EP/J008648/1","fundValue":"158111","fundStart":"2012-09-01","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"  The PI and his collaborators and the Research Associate, Dr Derek Kitson (now a Lecturer at Lancaster University) have made significant findings in the theory of finite and infinite bar-joint frameworks and applications. These findings are being used and are likely to be developed further by academics in the first instance. For example, Bill Jackson (Queen Mary), Tom McCourt (Plymouth) and Tony Nixon (now at Lancaster) have published global rigidity results for frameworks on surfaces which take as a starting point the perspective of rigid frameworks on surfaces developed by the PI, Nixon and Owen (Siemens).\n\nAlso the findings and methodologies on Rigid Unit Mode flexibility of crystal frameworks influence and complement activities of other researchers in the area of Crystal Frameworks as is evidenced by recent preprints. Examples include the research groups of established leaders such as Bob Connelly (Cornell) and Walter Whiteley (York, Toronto) and prominent young researchers, such as Louis Theran (Aalto).\n\nThe work of the PI with James Cruickshank and Derek Kitson, resolve longstanding conjectures of Whiteley and Finbow-Singh and Whiteley. These results are fundamental and are likely to be used by other research groups.\n\nThere is also a potential for applications in the areas already benefiting from mathematical insights in geometric rigidity. This includes topics in material science (work of the groups of Mike Thorpe (Arizona) and Dove (Queen Mary) for example), in algorithms for equation solving in CAD\n(work of John Owen) as well as rigidity analysis for engineered structures (work of Simon Guest (Cambridge) for example).  ","person":"Stephen  Power","coPersons":[],"organisation":"Lancaster University","findingsText":" The PI and the Research Associate, Dr Derek Kitson, made significant advances in the theory for infinite bar-joint frameworks by determining infinite framework generalisations of the fundamental combinatorial characterisations of Laman (for 2-dimensional generic finite frameworks) and Tay (for body-bar frameworks in arbitrary dimensions). Also we broadened the general area of Geometric Rigidity in the direction of functional analysis by developing a non-Euclidean metric theory for finite frameworks. Here, for the classical norms, we obtained counterparts to the theorems of Laman and Tay as well as counterparts for the new infinite framework variants. \n\nKey findings for generic finite frameworks were \n\n(i) a combinatorial characterisation of graphs that have isostatic generic placements on an algebraic surface of revolution (joint work of the PI, John Owen (Siemens) and Tony Nixon (Bristol and now Lancaster)), \n\n(ii) a combinatorial characterisation of the generic minimal rigidity of a triangulated dome with windows (joint work of the PI, Derek Kitson and James Cruickshank (Galway)).\n\nThe key findings for symmetric and crystallographic bar-joint frameworks include \n\n(i) a characterisation of almost periodic rigidity in terms of spectral theory (joint work of the PI, Derek Kitson and Ghada Badri (Lancaster)), \n\n(ii) mathematical approaches to the RUM spectrum in crystallography including rigourous formulations of the RUM dimension. This work of the PI, and extensions to a mean flexibility dimension for quasicrystallographic frameworks, forms part of ongoing research at Lancaster.\n\nSince the start of the grant there have been 14 published articles on the themes of the project (7 research journal publications, 6 preprints placed on the mathematics archive and one conference proceedings. The joint research with Dr Kitson is very much ongoing as he now holds an indefinite Lectureship at Lancaster University. Further information on other key findings can be found at\n\nhttp://www.maths.lancs.ac.uk/~power/Crystals,OperatorTheoryandCombinatorics.htm The findings will have an impact in the field of Geometric Rigidity in providing new themes for further development, new fundamental results and new methodologies. There is a potential for new methodologies in the rigidity of engineered frameworks. Construction","dataset":"gtr"}