{"id":"8EAABC3F-0C16-4B7E-8201-17B6BD69C048","title":"Regulation of cell division during plant vascular development","abstractText":"Wood is used for a variety of products from pulp and paper to building material. Wood is essentially composed of specialised plant cell walls. Woody tissue is found in a variety of plants in addition to trees and is mostly made of sugars bonded together into long and sometimes complex polymers. It has also recently been suggested that if we could release these sugars efficiently it might be possible to make the next generation of biofuels or process wood to form a variety of different chemicals. Increasing world population and affluence has led to increased demand for food and to ensure that the demand for non-food based plant material does not impinge of food production it is necessary to find ways to increase woody tissue production. The long generation time of trees make it impractical for any studies that involve breeding, however, it is possible to use a small weed known as Arabidopsis to study many of the same processes that regulate wood formation in trees. We are able to undertake many experiments in Arabidopsis relatively quickly and identify the mechanisms that regulate the formation of woody tissue in Arabidopsis. We can then use this information to test if the same mechanisms work in trees. So far we have been able to identify genes in Arabidopsis that regulate woody tissue formation and these same genes are sufficient to increase wood formation in trees suggesting that the mechanism is conserved. We have also used Arabidopsis to identify two transcription factors that appear to be involved in regulating the division of wood forming cells. Transcription factors are proteins that turn on or off many other genes and in this case altering the levels of these transcription factors can alter the amount of woody tissue, but has many other undesirable affects. We will use Arabidopsis to identify which genes these transcription factors bind to. We will then test to what extent the so-called 'downstream genes' are specifically able to increase the amount of woody tissue formed. Once we have established which genes are able to do this in Arabidopsis, we will test for the ability of these genes to increase wood formation in trees.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H019928/1","grantId":"BB/H019928/1","fundValue":"445277","fundStart":"2010-06-17","fundEnd":"2013-12-16","funder":"BBSRC","impactText":"","person":"Simon Roy Turner","coPersons":["Andrew David Sharrocks"],"organisation":"The University of Manchester","findingsText":" Plant vascular tissue is composed of the tissue that transport the water solutes and sugars around the plant. It most obviously manifests as wood. The amount of vascular tissue is dependent upon highly specialised and carefully oriented cell divisions that occur within the meristematic cells of the cambial tissue. We have previously identified a central role for the receptor kinase PXY and its peptide ligand derived from the Cle41/42 gene in both regulating the rate of cell division and in being important in regulating the orientation of cell division. \nWhile over expression of Cle41 resulted in many more cell divisions, pxy mutants had similar number of cells rather than fewer as we might expect. We identified a second pathway that was dependent upon the expression of ethylene dependent transcription factors. This ethylene pathway is unregulated in pxy mutants and explains why there are not fewer cell divisions in pxy mutants. We were also able to show that we can separate the roles of regulating the rate of cell division from that controlling the orientation of cell division. We were able to identify Wox genes as being downstream effectors of pxy that regulate cell division. pxywox mutants have fewer cell divisions, but organisation is unaffected. We identified the receptor kinase erecta as having a role in enhancing the cell orientation defect without affecting cell division. \nProbably most importantly during this project we were able to demonstrate that the same gene regulate vascular cell division in trees. Based upon similarities to the Arabidopsis genes we were able to identify the corresponding Poplar genes and express them in transgenic Poplar. Correct tissue specific over expression of these genes in Poplar lead to dramatic increases in vascular tissue. The result of these experiments are currently being used to substantiate a patent application we filed during a previous grant. It is highly likely that these discoveries will be tested by growing transgenic plants in the field with a view to growing these engineered trees commercially. Agriculture, Food and Drink,Chemicals,Other","dataset":"gtr"}