{"id":"8EBCC5DF-78AD-4BE4-9010-B479A5BF42D8","title":"CloudFilter: Practical Confinement of Sensitive Data Across Clouds","abstractText":"Cloud computing aims to revolutionise traditional ways of service delivery. It enables companies, research institutions and government organisations to consolidate services in a shared ICT infrastructure supported by cloud providers. This reduces ownership and management costs, allows services to scale on-demand and improves energy efficiency. Security considerations, however, are a practical obstacle for the adoption of cloud computing. Cloud providers consolidate data from multiple services, which may result in wide-spread data disclosure when their security is compromised.\n\nStrong cloud security is hard to achieve because it requires that the cloud platform cannot be compromised by hosted applications and that applications belonging to different cloud tenants are isolated to prevent data leakage. It\nis even harder for federated clouds, i.e. when a cloud provider uses another provider for some of its services. This is common in a Software-as-a-Service (SaaS) model, in which a provider offers a high-level service that can be reused by other providers. Both clients and cloud providers have an incentive to control the propagation of sensitive data. Clients are often legally responsible for data protection, and cloud providers want to prevent hosting sensitive data to avoid liability claims after security incidents.\n\nThe CloudFilter project explores novel methods for exercising control over sensitive data propagation across multiple cloud providers. The targeted outcome is a practical solution that allows clients and cloud providers to control the sensitivity of data that is transferred across their systems and to prevent user actions that would violate data dissemination policies. Our key idea is to provide application-level proxies that transparently monitor data propagation from clients to cloud providers and between cloud providers. These proxies employ a data labelling scheme inspired by decentralised information flow control (DIFC) models, in which security classes express the sensitivity of transfered data. When crossing domain boundaries, labels are attached to data automatically based on data dissemination policies. Proxies verify labels according to domain policies to detect and prevent unauthorised data propagation between cloud domain domains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J020370/1","grantId":"EP/J020370/1","fundValue":"135209","fundStart":"2012-05-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"  The CloudFilter project developed new techniques for increasing the user trust in cloud infrastructures. It resulted in two pieces of research work: (a) the CloudFilter system that monitors data entering and leaving a cloud domain in order to control the propagation of sensitive data; and (b) the BrowserFlow web browser plug-in that controls the propagation of sensitive data between different cloud-based web applications.\n\nBoth systems were described in scientific publications and implemented as open-source prototypes. They were demonstrated to our industrial partner, Nexor, and we are currently exploring possible commercialisation routes. Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Peter Robert Pietzuch","coPersons":[],"organisation":"Imperial College London","findingsText":" We have developed new practical techniques for increasing the trust that users and organisations have in remote cloud environments. The basic idea is to follow an information flow control model, in which any sensitive data is tracked automatically by software, which can in turn prevent the unauthorised disclosure of the data. This means that users have more control about which of their data propagates to external cloud services. Both cloud operators and companies offering security solutions (such as our industrial partner Nexor) can realise the proposed techniques as part of new offerings. We believe that the developed techniques are also relevant to private clouds that require higher security assurances, eg as needed for the G-Cloud or NHS Cloud. Digital/Communication/Information Technologies (including Software),Healthcare,Government, Democracy and Justice","dataset":"gtr"}