{"id":"8EC3CC3F-6BE1-47BE-B7C1-89B634E69370","title":"Towards a commercial prototype for Cosmic Ray Tomography","abstractText":"National nuclear security is currently a hot topic in light of terrorist attacks on Western cities in recent years. The fear that a non-state actor with malicious intent could commence a nuclear attack on our nation is real. To stop these materials entering the UK, the plan is to scan all cars and cargo containers. The best technique for scanning is cosmic ray tomography (CRT). This is because cosmic muons are highly penetrating, are naturally occurring and have a high rate. This means that it is impossible to screen against and since no above-background radiation is introduced one cannot trigger the device during the scan.\n\nStarting November 2009 we have successfully built a Cosmic Ray Tomography system based on high resolution resistive plate chambers. This mini-PIPPS project has been very successful. Now that the feasibility study is complete, we need to make the next step and study the main issues for producing an RPC system suitable for commercial exploitation. The main issues to make that next step are: the maximum strip length, reduction of the number of read out channels and sealing the RPCs. In this project we focus on the reduction of readout chips. To reduce their number we will study the potential of capacitively coupled floating strips. These strips are not connected to the readout chips, but share their charge with their neighbors until the charge is shared with a neighbor that is connected to the readout chip. This is a well-known &quot;trick&quot; in silicon detectors and we want to study the potential for our detector systems. This will make RPC-based systems significantly cheaper to build. Completion of this proposal will allow our collaboration to commercially exploit STFC developed technology for the benefit of UK industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K000233/1","grantId":"ST/K000233/1","fundValue":"121613","fundStart":"2012-09-01","fundEnd":"2013-09-30","funder":"STFC","impactText":"","person":"Johannes  Velthuis","coPersons":["David  Cussans","Paolo Giuseppe Baesso"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}