{"id":"8ED42042-CD57-48B3-AE6F-662728B39B9F","title":"13TSB_AgriFood Measurement of Biochemical Traits in Fresh Produce using Imaging Technologies","abstractText":"The research to be conducted at the University of Northumbria relates to the biochemical characterisation of the ripening process across a range of tomato cultivars. Tomatoes are one of the most widespread crops in the world with an annual production in excess of 145 million tonnes per annum with a number of cultivars being commercially explored. Through this project we aim to identify and link specific commercially important attributes of tomatoes with biochemical functions at the molecular level. The content of important compounds, metabolites and proteins, that contribute to quality characteristics of tomatoes such as flavour, colour, micronutrients, firmness and taste will be determined and where possible linked to specific sequences of genes that encode such traits. This will allow plant breeders and growers to fully exploit the genetic make-up of existing varieties and develop novel cultivars with enhanced quality characteristics through cross breeding (non GMO approaches). The recenly published tomato genome database will be used in this project to drive information and build Biochemical data will be correlated with sensory data in order to identify cause and effect relationships as those are experienced by consumers. \n\nWorking together with our industrial partners we also aim to develop tools that could be used by plant breeders, growers and retailers to assess quality. Such tools include, the use of digital and hyperspectal imaging to identify and quantify in a non-invasive manner important quality characteristics. Most of the tools used by the industry currently relate to either fairly cost effective measurements that lack though the necessary detail or particularly advanced methodologies that are both laborious and expensive to conduct. Our approach will lead to the development of cost effective tools that could improve the current methodologies while either complementing or replacing chemical analysis. An example of the application of such tools is in the determination of the ripening stage of tomatoes. Currently this is achieved either by the determination of the sugar content and/or in certain instances by the determination of colour through subjective observations which are complemented by the use of printed colour charts. Those charts are typically generic in nature and provide very limited information (the user is asked to assess the colour of tomatoes by comparing it to printed pictures). The use of digital imaging offers the possibility to extract more information and objectively map the evolution of colour through the ripening stage. Moreover, the use of hyperspectral imaging, (otherwise known as chemical imaging) will assist in extracting even more information. For example using this technology it is possible to determine the sugar content and firmness of fruits in a non-invasive manner. Such tools could then be deployed in the field, pack houses and retailers to more accurately and non-invasively determine the quality of tomatoes. \n\nThrough our approaches we aim to create methodologies, technologies, databases and mathematical models that will be able to predict the quality of tomatoes based on digital and hyperspectal imaging and /or targeted genomic tests while at the same time enhance our knowledge in the field and create workflows that will allow the development of new tomato cultivars with enhanced quality characteristics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L017431/1","grantId":"BB/L017431/1","fundValue":"312395","fundStart":"2014-03-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Georgios  Koutsidis","coPersons":["Gary William Black","John  Lodge","Darren Lee Smith"],"organisation":"Northumbria University","findingsText":"","dataset":"gtr"}