{"id":"8ED5C5E3-0A92-4A85-87FB-4B581C9AE0E6","title":"Detecting infectious organisms: A concerted approach using genomics, molecular engineering and nano-enabled bio-MEMS technologies (AptaMEMS-ID)","abstractText":"The functional integration of man-made devices and biological systems represents one of the grand challenges of science and technology and it is now widely accepted that a combination of nanotechnology and engineering that harnesses the full potential of genomic information through real-time predictive, preventive, point-of-care healthcare provision will lead to the next technological revolution. However, major progress in the field is unlikely without guidance from the user community combined with interdisciplinary input from molecular genetics and bioinformatics.This project, which lies at the heart of the confluence of nano-, bio-, micro- and genomic technologies, proposes to use nano-enabled biological sensor technology for the development of a point-of-care system for the rapid detection of infectious organisms. The proposal is based around the clinical and societal need for rapid detection of specific nosocomal infections for screening, diagnostic and epidemiological uses and involves a combination of technologies encompassing; comparative genomics, novel bioinformatics, confirmatory proteomics, molecular engineered peptide aptamer ligands and microelectromechanical (MEMS) sensor technologies which exploit effectively at the nano-scale: design, manufacture, functionalization and molecular patterning.The ability of Newcastle University researchers to use e-Science Grid-based workflows to exploit data from microbial genome sequences is at the heart of this proposal. This technology will be used for the characterisation of proteins displayed at bacterial cell surfaces (SAPs). Once putative SAPs are identified and characterised, the composition of the surface proteome will be analysed to identify proteins that are common to target groups of organisms. If performed manually this would normally take many weeks whereas our approach takes less than a day to establish the workflows and to process the data. Once target proteins have been identified, a combination of proteomics and transcriptomics will be used to determine the expression of the target genes in clinical samples.These developments will then be combined with molecular engineering to produce a range of bespoke engineered biomolecules, peptide aptamers, which will recognize specifically the SAP proteins. Peptide aptamers, which are small, robust peptide sequences designed to act as protein recognition modules, will be prepared by the commercial collaborator Aptuscan. The selected aptamers will then be integrated with nanometre resolution, using our patented photolithographic 3-dimensional patterning technique, into solid-state MEMS microsystems which will be designed and developed to incorporate multi-analyte capabilities on a single sensor surface, using a combination of our patented sensor and molecular patterning technologies, to simultaneously detect multiple diverse harmful microorganisms. Finally, the technology will be assessed in healthcare demand-driven application areas by collaboration with Dr John Magee, Director of the Health Protection Agency regional laboratory in Newcastle and Professor Kate Gould, Director of Infection Prevention and Control at the Newcastle upon Tyne Hospitals NHS Foundation Trust.The innovations encompassed in this programme of research will allow the development of a suite of rapid, quantitative sensor systems engineered at the molecular, nano- and micro-scale levels for the specific detection and identification of pathogenic microorganisms on the basis of the fingerprint of SAPs which will provide organism-specific unique identifier motifs. These devices will constitute valuable aids to front line monitoring of infection diagnosis, progress and epidemiology. This has the potential to provide profound economic and human advantages for the NHS through improved patient care and management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061394/1","grantId":"EP/G061394/1","fundValue":"1873340","fundStart":"2009-05-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"  The findings were instrumental in securing funding from EPSRC for flagship award of an IRC in Early Warning Sensing Systems for the Detection of Infectious Organisms. This ?11M 5-tear project is being carried out in collaboration with UCL, Imperial College and a number of UK commercial partners. Healthcare Societal,Economic","person":"Calum  McNeil","coPersons":["Colin Robert Harwood","Barry John Gallacher","Anil  Wipat","Philip  Manning","John  Hedley"],"organisation":"Newcastle University","findingsText":" The primary aim of AptaMEMS-ID was to investigate routes for development of low-cost, reliable, point-of-use, nano-enabled sensors capable of detecting infectious organisms (e.g. MRSA) within minutes. To achieve this aim, three essential elements were identified and demonstrated within the project: (i) a unique target displayed by all members of the microbial Group of Interest (GoI) that is accessible from the surface of the bacterial cell without significant processing; (ii) a ligand (e.g. a peptide aptamer) designed to bind to the target with high affinity and specificity which could be patterned at a sensor surface with high-resolution; (iii) a nano-enabled bioelectronic sensor system capable of detecting the interaction between the cell-bound target and sensor-bound ligand thus generating an appropriate change in electrical signal - in AptaMEMS-ID, a change in surface-bound mass leading to a change in vibration frequency of a microelectromechanical resonator.\n\n\n\nComplete genome sequences are available for hundreds of infectious organisms and can aid diagnosis and treatment. In AptaMEMS-ID, computer software was developed that allowed analysis of bacterial genome sequences to identify proteins, or protein regions, that are unique to specific microbes and can allow identification and distinction from close relatives. A novel approach was developed in which all predicted proteins in all sequenced organisms were analysed. The proteins were divided into defined overlapping segments (tokens) and each segment considered individually. This approach required huge amounts of computing power to facilitate the analysis and it was therefore necessary to develop new software, Microbase, and to use the latest Cloud computing technology. Methods to identify which proteins lie on the outside of the cell, and are therefore are accessible to engineered aptamers, were incorporated. These tools were applied to find diagnostic targets for several important pathogens including; Staphylococcus aureus (both MRSA and non-MRSA), Clostridium difficile, Streptococcus pneumoniae, Vancomycin-resistant Enterococci and Escherichia coli 0157. The outcome was the generation of an automated &quot;genomics pipeline&quot; which could identify targets in any bacteria or virus.\n\n\n\nThe AptaMEMS-ID sensor took the form of a circular diaphragm resonator (CDR) which utilised degenerate modes of vibration - different modes vibrating at the same frequency - to measure mass addition. The design incorporated piezoelectric electrodes to drive and sense diaphragm vibration and these provided a high signal-to-noise ratio, thereby simplifying the system control electronics. Electrically addressable regions were patterned on the sensor to allow post-production nano-scale resolution deposition of molecularly engineered aptamers against target bacterial proteins thereby allowing great flexibility in targeting sensors towards specific bacteria. Sensor system modelling indicated the optimum placement of the electrodes and a range of sensor geometries were fabricated by Tronics Microsystems SA. Signal output was significantly improved compared with previous designs and could be readily measured at atmospheric pressure. Devices demonstrated a mass sensitivity of 55 fg/Hz at an operational frequency of 7.5 MHz. Active feedback control gave an increase in the quality factor (Q) of the device by a factor of 10 and improved the lower limit of mass detection to 500 fg – approximately the mass of a single organism. The rapid design, development and production of systems for rapid diagnostics and monitoring of infectious diseases, including bacteria and viruses, which could be applied to a number of detection formats dependent upon end-user requirements. Areas of commercial application could include: healthcare for point-of-need screening and hospital-acquired infections, epidemiology of infection outbreaks, bacterial contamination in the food supply chain and over-the-counter (OTC) consumer-centric diagnostic products. The potential for future exploitation is an important outcome of AptaMEMS-ID and we have recently entered into strategic partnerships with companies ranging from multi-nationals to start-up SMEs. At present all routes to exploitation are open and we have no wish at this time to limit ourselves in terms of exactly what these will ultimately involve. Routes to exploitation could involve licensing the genomics pipeline approach to commercial partners, licensing Surface-Associated Protein (SAP)-based tests to commercial collaborators in clinical, environmental or food-chain diagnostics, exploiting our Newcastle University owned sensor technologies by spin-out or strategic partnership, having further partnership discussions with parties who are seeking to marry their own detection technologies with our approach to target identification and molecular engineering of reagents against this targets, or indeed offering a fee-for-service facility to &quot;customers&quot; who wish to utilize our genomics pipeline to identify targets and produce probes against them to offer new products in their developed markets or to expand their commercial (or indeed academic) research base. Electronics,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}