{"id":"8ED525DF-F1B0-4254-800B-85B4357EACAE","title":"Ancestry and biological Informative Markers for stratification of HYpertension: The AIM HY study","abstractText":"High blood pressure (hypertension) is extremely common within the general population in the UK and worldwide and is a major cause of heart disease, kidney disease and stroke. It is recognised to be the single biggest contributor to the global burden of disease. In most people with hypertension, a healthy lifestyle alone is not enough to control blood pressure, and drug treatment is required. There are a wide variety of drugs available and although these are effective and safe, it is often necessary to try different types of drugs and often to use a combination of two or more drugs. Delay in choosing the right kind of tablet or combination of tablets through &quot;trial and error&quot; is a major problem and, in a large proportion of people with hypertension, blood pressure is not adequately controlled. Relatively little is known about why some people respond better to one kind of tablet or combination of tablets than others. It is know that response to treatment differs in different ethnic groups in the UK and may differ between populations in Europe, Asia and Africa. The objective of this research proposal is to determine if we can use genetic markers of ancestry (which predict the proportion of a person's ancestors from Europe, Asia and Africa) and a detailed measure of chemical &quot;metabolites&quot; circulating in the blood that characterise the biochemical processes in each person to predict the best type of drug or combination of drugs for that person. If a combination of drugs is required we can use a new technology to put these into a single tablet. We hope that this will provide a more effective simpler approach to single tablet treatment of hypertension both in the UK and in other countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M016560/1","grantId":"MR/M016560/1","fundValue":"3465240","fundStart":"2015-06-01","fundEnd":"2020-05-31","funder":"MRC","impactText":"","person":"Phil  Chowienczyk","coPersons":["Andrew Toby Prevost","Jonathan  Mant","Sandosh  Padmanabhan","Michael  Weale","David John Collier","Christopher  McKevitt","Ian Boden Wilkinson","Julie  Johnson","Alun David Hughes","Adrian  Mander","Charles  Wolfe","Michael Peter Barrett","Rhonda  Cooper-DeHoff","Brendan  Delaney","J Kennedy  Cruickshank","Nishi  Chaturvedi","Ana  Valdes","Morris Jonathan Brown","Luigi  Martini","Mark  Caulfield","Donna K Arnett","Tim D Spector","Stephen  Turner","Anthony Michael Heagerty","David  Parkin"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}