{"id":"8EDD067F-F127-433A-93C3-92EDB1D8ADC3","title":"Characterisation of the quinone-binding site of the plant alternative oxidase","abstractText":"Enzymes are proteins that facilitate the reactions that enable living organisms to acquire energy for growth, reproduction and maintenance. One significant class of enzymes that is present in all plants, some fungi, yeasts and trypansomes (responsible for African sleeping sickness) and more recently in animals are the alternative oxidases. Although the alternative oxidase plays a key role in respiration in all of these organisms its precise structure and function is still uncertain. Apart from it's role in the production of heat in thermogenic plant species, a general physiological role for the oxidase has, however, not been established conclusively. With respect to its structure, although no crystallographic data is currently available the generally adopted view is that the protein is inserted into one leaflet of the mitochondrial inner membrane and that the active-site of the alternative oxidase comprises a non-haem diiron centre. The overall objective of this research programme is to elucidate the molecular nature of the structure, specifically the substrate binding site, of the alternative oxidase. Clearly, such fundamental knowledge is of considerable industrial relevance, as it has the potential to greatly facilitate the rational design of phytopathogenic fungicides and anti-parasitic pharmaceuticals that are targeted at mitochondrial respiration. The structural and mechanistic insights that are gained from the proposed studies will furthermore improve our fundamental understanding of the (mitochondrial) energy metabolism of plants. Given the wasteful effect that alternative oxidase activity has on plant respiration, this enhanced understanding could also have potential future agro-biotechnological implications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015328/1","grantId":"BB/E015328/1","fundValue":"359177","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"  To develop novel anti-parasitic and phytopathogenic drugs Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology ","person":"Anthony  Moore","coPersons":["Peter  Heathcote","So  Iwata","Stephen Edward Rigby"],"organisation":"University of Sussex","findingsText":" We have identified and characterised the binding site of the alternative oxidase, an important enzyme responsible for the survival of parasites within the human bloodstream. This information will prove critical for the future design of safe drugs for the treatment of trypanosomiasis, candidiasis and cryptosporidiosis. Since the alternative oxidase is also found in phytopathogenic fungi that attack the world major cereals, compounds we have developed for tyrpanosomiasis may also prove important for the treatment of agroscience industry. Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}