{"id":"8EDFD722-A79B-4867-91BC-2A1D9CA1E607","title":"Records of Early English Drama: The North-East","abstractText":"'Records of Early English Drama North-East' (REED-NE) is part of a massive international project to assemble a complete record of surviving sources for medieval and early modern performance in Britain. REED volumes are to scholars in literature and theatre what Pevsner is to architects and art historians. REED's main office at the University of Toronto coordinates a team of researchers who trawl Britain's archives by region and edit their findings to an internationally recognized scholarly standard. The volumes which have already appeared have revolutionized our understanding of British performance history, replacing a view based largely on conjecture with one derived from detailed factual information about performers and the social and financial organisation of performance. REED volumes have redressed the London-centric imbalance of research obsessed by Shakespeare and his contemporaries, and drawn attention to the many forms of anonymous performance in regions which have often been unjustly seen as 'marginal'. REED-NE, the latest stage in the series, will find and edit all records pertaining to drama, music and ceremonial in England's North-East, from the earliest sources (around 9th century) to 1642. \n\nREED-NE will cover Yorkshire (excluding the city of York, whose records have already appeared), Durham and Northumberland, in a collection of five or more volumes published by Boydell. To date, discoveries include:\n1. A medieval sequence of liturgy and drama about the Sacrament which linked the lay community with their ecclesiastical city governors (Durham). \n2. Child drama and misrule ceremonies (Boy Bishops and Lords of Misrule from Durham and West Yorkshire).\n3. The earliest known evidence for three types of folk drama: the Stag Ceremony (before 1280, abolished 1315); the Plough Ceremony (from 1378); and the Man/Woman performer (1433-4) (all Durham).\n4. New evidence relating to mystery cycles in at least four cities (Beverley, Doncaster, Durham and Newcastle). This will reduce the reliance of scholars on the probably untypical cycles from York and Chester.\n5. A major stand-alone biblical play (Hull's 'Noah').\n6. Rare evidence for a Paternoster play (Beverley). \n7. Performance traditions in noble households, including the Percies (Northumberland), the Ingrams, Talbots and Wentworths (West Yorkshire), and in the houses of lesser gentry in all North-Eastern counties.\n8. An important body of information concerning illegal recusant drama in North Yorkshire. This will transform the historical understanding of the polemic use of drama by Catholics in provincial England.\n9. A wealth of evidence about town waits, travelling performers, and patrons; we hope to discover and map performance circuits and locations from at least the later Middle Ages onwards. \n \nThe REED-NE volumes will be accompanied by a Companion volume discussing the historical and cultural significance of our findings. \n\nOur findings will also be linked to an interactive map of provincial England on the REED Patrons and Performances website at Toronto. Geo-coding is only now being adopted for literary projects. Visualising research data with GIS mapping will offer a new perspective on historical performance in England and contribute to the advancement of the Spatial Humanities.\n\nA summer festival in Durham in 2016 will showcase our research to academics and the wider public with a conference and an exhibition of objects and manuscripts pertaining to religious and secular drama at Durham's World Heritage Site. Based on our collected records, we will stage medieval and Renaissance repertoire at Durham Castle and the Cathedral. For the first time since the 9th century, the Lindisfarne 'Harrowing of Hell' - probably Britain's oldest surviving drama - will be performed. All events will be freely accessible. We expect our work to have a major impact, on our discipline worldwide, and also on regional communities and their awareness of their heritage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003054/1","grantId":"AH/K003054/1","fundValue":"785055","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"AHRC","impactText":"  As this is the project's first year, it is too soon to report properly on this, but our website has already promoted interest in the cultural history of the North-East, including a general interest interview on BBC Radio Newcastle. Culture, Heritage, Museums and Collections Cultural","person":"John  McKinnell","coPersons":["Barbara  Ravelhofer"],"organisation":"Durham University","findingsText":" As this is the first year of the project, it is too soon to report key findings It is too soon to say. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}