{"id":"8EDFD03A-E079-4C40-8572-AF3E4D903423","title":"British Dance and the African Diasporas 1946--2005","abstractText":"The British Dance and the African Diasporas 1946-2005 project will increase knowledge about the achievements of British-based dance artists who are black through the collection and dissemination of their histories and dance practices. The project seeks to write Black British dance artists and their legacies back into history and to develop new approaches to generating and recording kinetic and somatic memories. \\n\\nThe contribution of Black choreographers to contemporary dance culture has begun to be theorised by dance scholars, primarily in the United States (DeFrantz, Gottschild, Long, Kraut, Manning). Limited scholarship exists on their British counterparts (Adair, Adewole et al). The specificity of the work which British-based dancers who are black have created comes from the particular routes by which dance and music practices and traditions have reached Britain through the African Diaspora. \\n\\nThe collapse of Les Ballets Negres, the first significant initiative by Black British dancers (1945-53), was echoed in the closure in 2005 of Adzido Pan African Ensemble which is arguably symptomatic of the problems which have persisted within cultural policies applied to dance practices. A critical understanding of these problems is a necessary part of the process of writing the histories of Black British dancers. Initiatives such as the archive project by the Association of Dance of The African Diaspora (ADAD) and events celebrating the work of Black British dance artists held at De Montfort and York St John Universities have highlighted a need both to create and preserve resources and to facilitate an informed critical debate about histories of Black British-based dance artists. \\n\\n\\nThrough conducting in-depth research on their dance forms, cultural contexts and re-evaluating their achievements, this project aims to address the nexus of aesthetic and institutional problems that have stopped British-based dance artists who are black from gaining the appreciation and support they deserve. The project also aims to provide a research base that will facilitate further research and scholarly debate into the subject. The re-framing of these artists' legacies will be located in the context of theoretical developments in Africa, Europe and the United States and will add to the transatlantic knowledge. The transmission of artistic practices from the African Diaspora to a younger generation of dancers will be through master classes and discussions with artists. \\n\\nThe project has many potential applications and beneficiaries. Through professional associations, the research will reach scholars not only in dance and theatre but in a wider range of disciplines including postcolonial studies and cultural studies. The project will also reach the general public through an exhibition which will be mounted with the assistance of the International Slavery Museum in Liverpool which will use text, photographs, and videos to highlight selected findings of the project. Archival resources created through three day-long events will be held in conjunction with dance agencies in Liverpool, Birmingham, and Leeds bringing together dance artists and others such as dance administrators, promoters or producers and dance scholars. Each of these cities has a substantial history of dance activity by dancers who are black. Study days will create forums to investigate the research questions of the project which will be disseminated in published articles and a book. All events will be recorded. De Montfort University will design and host a website with information about all these activities and related resources.\\n\\nCopies of recordings, together with transcriptions of the interviews and roundtables will be placed in the libraries of De Montfort University and York St Johns University. They will also be offered to other libraries and resource centres nationally and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J001864/1","grantId":"AH/J001864/1","fundValue":"92806","fundStart":"2012-02-14","fundEnd":"2014-02-13","funder":"AHRC","impactText":"","person":"Ramsay  Burt","coPersons":["Christy  Adair"],"organisation":"De Montfort University","findingsText":" We have developed what is in effect a new way of engaging with members of the Black British dance sector through what we have called 'Roadshows'. These are one day events that consist of a combination of private and public discussions and panels that focus on particular approaches to professional dance practice presented in the form of a 'master class' by a key practitioner, and discussions of the social and historical context in which this approach to dance movement developed in the UK.\nWe have also developed a new approach to presenting information to a wide public through an exhibition, and at the time of writing, we are still working on a documentary film (DVD) and are at an advanced stage in negotiating a contract for an edited collection of our findings with Routledge.\nDuring the project we found useful information about the relation between the work of British based dancers who are Black and important, recognised aesthetic characteristics of dance and music traditions from the West African region. We have also \nthe way people in this sector thought historically about dance and community, and about dance and spirituality. We found new information about dancers, choreographers and dance companies that had already been recognised as important, and also found out about dance artists who we had not previously known anything about. \nAs well as the information we have discovered about important developments among these unjustly ignored artists, the model of the Roadshow and an exhibition are ideas that might be taken forward by others. This project only finished relatively recently and we are still working with and disseminating our findings. Nevertheless members of the team of State of Emergency's Black Dance Archive project have informally consulted us and inspected our exhibition as part of their preparation for their own exhibition. Ramsay Burt and Christy Adair have also been invited to join the organising committee for a conference that the Black Dance Archive project will give at the National Resource Centre for Dance at the University of Surrey in 2015. De Montfort University is one of the partners organising ADAD's Re:Generations Conference (for members of the Black British Dance sector) in November 2014. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}