{"id":"8EE2A774-FD39-4CC4-8AAE-D5E4159D7278","title":"Intelligent Imaging: Motion, Form and Function Across Scale","abstractText":"This programme aims to change the way medical imaging is currently used in applications where quantitative assessment of disease progression or guidance of treatment is required. Imaging technology traditionally sees the reconstructed image as the end goal, but in reality it is a stepping stone to evaluate some aspect of the state of the patient, which we term the target, e.g. the presence, location, extent and characteristics of a particular disease, function of the heart, response to treatment etc. The image is merely an intermediate visualization, for subsequent interpretation and processing either by the human expert or computer based analysis. Our objectives are to extract information which can be used to inform diagnosis and guide therapy directly from the measurements of the imaging device. We propose a new paradigm whereby the extraction of clinically-relevant information drives the entire imaging process. All medical imaging devices measure some physical attribute of the patient's body, such as the X-ray attenuation in CT, changes acoustic impedance in ultrasound, or the mobility of protons in MRI. These physical attributes may be modulated by changes in structure or metabolic function. Medical images from devices such as MR and CT scanners often take 10s of seconds to many minutes to acquire. The unborn child, the very young, the very old or very ill cannot stay still for this time and methods of addressing motion are inefficient and cannot be applied to all types of imaging. Usually triggering and gating strategies are applied, which result in a low acquisition efficiency (since most of the data is rejected) and often fail due to irregular motion. As a result the images are corrupted by significant motion artifact or blurring.Accurate computational modeling of physiology and pathological processes at different spatial scales has shown how careful measurements from imaging devices might allow the clinician or the medical scientist to infer what is happening in health, in specific diseases and during therapy. Unfortunately, making these accurate measurements is very difficult due to the movement artifacts described above. Imaging systems can provide the therapist, interventionist or surgeon with a 3D navigational map showing where therapy should be delivered and measuring how effective it is. Unfortunately image guided interventions in the moving and deforming tissues of the chest and abdomen is very difficult as the images are often corrupted by motion and as the procedure progresses the images generally diverge from the local anatomy that the interventionist or surgeon is treating.Our programme brings together three different groups of people: computer scientists who construct computer models of anatomy, physiology, pharmacological processes and the dynamics of tissue motion; imaging scientists who develop new ways to reconstruct images of the human body; and clinicians working to provide better treatment for their patients. With these three groups working together we will devise new ways to correct for motion artifact, to produce images of optimal quality that are related directly to clinically relevant measures of tissue composition, microscopic structure and metabolism. We will apply these methods to improve understanding of disease progression; guide therapies and assess response to treatment in cancer arising in the lung and liver; to ischaemic heart disease; to the clinical management of the foetus while still in the womb; and to caring for premature babies and young children.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H046410/1","grantId":"EP/H046410/1","fundValue":"6053490","fundStart":"2010-06-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"","person":"David  Hawkes","coPersons":["David  Atkinson","Reza Sarvghad  Razavi","Philip Gerard Batchelor","Steve  Webb","Nicolas  Smith","Daniel  Rueckert","Sebastien  Ourselin","Tobias Richard  Schaeffter","Joseph V Hajnal","Martin  Leach","Graeme Patrick Penney","Claudia  Prieto","Daniel  Alexander"],"organisation":"University College London","findingsText":"","dataset":"gtr"}