{"id":"8EED869E-4543-49E1-A110-31F8CCE5DA5A","title":"Modified intrinsic excitability in transgenic mouse models of progressive beta-amyloidopathy","abstractText":"Alzheimer?s disease (AD) is devastating and frightening for both sufferers and their families. In its early stages, Alzheimer?s leads to memory loss and confusion; at its peak, it leads to a complete breakdown of mental ability as brain tissue degenerates and the electrical activity underlying brain function breaks down. We are living to ever greater ages and therefore are more likely to fall victim to AD. Research into what goes wrong with the brain in AD is therefore increasingly important. We can recreate some of the conditions that occur in the AD patient?s brain by genetically modifying mice. For example, we can produce mice that accumulate the toxic peptide beta-amyloid in their brain as they age. High levels of these peptides are a key feature of AD and are thought by most researchers to be key causative factor. Information in the brain is largely encoded by brief electrical signals (spikes) generated when individual nerve cells (neurones) become stimulated. These neurones are connected together in large networks, and it is these neuronal networks which are thought to process and store memories. Disturbances in such neuronal networks are thought to underlie many disorders of memory, including those in AD. We have recently been trying to understand the causes of these electrical disturbances in AD by studying mouse models that overproduce beta-amyloid. To do this we record the electrical activity of individual neurones in the hippocampus, an area of the brain crucial for memory. This recently allowed us to identifying striking changes to the shape, size and patterns of spikes in mouse models of AD. These changes result from a reduced flow of sodium ions across the cell membrane via specialised proteins called sodium channels. We believe that if such changes are paralleled in man they will contribute substantially to the cognitive deficits that are a hallmark of AD. Using AD model mice we propose to further investigate the relationship between the changes to electrical properties of the brain and the age-dependent over-production of beta-amyloid. This will allow us to compare our findings with other studies of disease progression in these mice We will also investigate how the changes to sodium channels and spikes are produced and will also use secretase inhibitor drugs, similar to those in clinical trails, to attempt to reverse the alterations to electrical activity that develop as our mice age.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100623","grantId":"G1100623","fundValue":"784140","fundStart":"2012-04-12","fundEnd":"2016-04-26","funder":"MRC","impactText":"","person":"Andrew David Randall","coPersons":["Jonathan Thomas Brown"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}