{"id":"8EF2E3E9-ABA1-46D5-B004-EFBD25E76764","title":"Peripherally-Functionalised Porphyrazines and seco-Porphyrazines: Synthesis and Applications of Novel Metallomacrocycles","abstractText":"Research is proposed on the synthesis, characterisation and application of new classes of multimetallic coordination complexes derived from porphyrazines, which are peripherally fused to 2-trans- or 4 salen residues, or functionalised with 4 or 8 Collins ligands [NHCOC(Me2)OH] or oxamido groups (NHCOCO2H). These polydentate ligands will be converted into the derived trimetallic and pentametallic complexes. The metallic entities within the porphyrazine cavity and peripherally bound will be systematically varied with particular focus on paramagnetic and/or redox-active metallic complexes. Selected multi-manganese complexes will be assayed as potential optical and dual optical-MRI agents for application in medicine. In addition, the same complexes should be models for related technetium complexes of potential as dual optical-PET agents. Secondly, a new chromatography-free large-scale synthesis of seco-porphyrazines will be developed, which relies on a polymer-capture-release strategy. This new approach will greatly facilitate the application of these macrocycles as both biomedical-imaging agents and in photodynamic therapy. New potential applications of porphyrazines will be examined with focus on anti-E-selectin-conjugated macrocycles for the detection and treatment (photoangioplasty) of lesions associated with major diseases such as atherosclerosis, rheumatoid arthritis and Crohn's disease. The synthesis, characterisation and application of novel high dipole moment porphyrazines will be undertaken including hexaamino-porphyrazine-tropyllium systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E009026/1","grantId":"EP/E009026/1","fundValue":"354474","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Tony  Barrett","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}