{"id":"8EF2DDF0-DDA7-48C7-B89C-FC7DCFC1EBA5","title":"Assessing the Unitary Patent and the Unified Patent Court","abstractText":"Suppose that you are a British firm deciding whether, and how, to patent a new technology across Europe. Similar firms, operating in sectors reliant on intellectual property rights, add 4.7 trillion Euros to the European economy annually (http://europa.eu/rapid/press-release_IP-13-889_en.htm). Research has also shown that obtaining a patent is associated with significant growth and productivity improvements on average (Balasubramanian and Sivadasan, 2011). Currently, you have only one option when it comes to patenting across Europe -- the misleadingly named European Patent. This is based on a single patent application, but only takes effect through a `bundle' of national patents in different European countries. This means that you have to pay additional translation and validation fees in each country in which you need protection. Also, you can only defend your patent, or challenge other companies' patents, country by country. \n\nSoon, you will have a new option: a European Union unitary patent (UP), overseen by a Unified Patent Court (UPC), parts of which will be located in London. Agreement on this unitary patent was only reached after late-night discussions between European Union heads of government, including David Cameron. The agreement has support from the UK's government because the potential economic benefits are large. The European Commission has estimated the cost savings alone at 193 million Euros per year; the knock-on effects due to higher rates of innovation and growth thanks to simpler patenting are potentially larger still. \n\nThese potential benefits are uncertain, not least because many decisions about the new patent system must still be taken. Decisions about patent fees, the rules followed by the UPC, and the quality of the judges deciding patent cases, will affect the attractiveness of the UP and UPC. The new patent system is also being grafted on to an existing European patent system, which may mean the system ends up being more, not less complicated. Current holders of European Patents will have to choose whether to enforce their patents in national courts, or in the UPC. \n\nOur project therefore looks at the likely benefits of the UP and the UPC -- no easy task, given the complexity of the proposed system, the pre-existing European Patent system, and the patent systems in different European Union member states, and the possible changes in behaviour that result from a new institution. The project brings together researchers from the University of East Anglia with economists and managers at the Intellectual Property Office and specialists at the Max Planck Institute for Intellectual Property and Competition Law (MPI IC) and the Centre for European Economic Research (ZEW) to work on research into the existing European patent system. \n\nWe will work on three main areas: the Unitary Patent itself (demand for the patent compared to other alternatives, and opportunities for gaming the system); the Unified Patent Court (the quality of judges on the court, the incentives to litigate, and the volume of litigation); and the ties between small and medium enterprises and national patent offices (in particular, the routes to greater cost-effectiveness for SMEs interested in patenting). \n\nThe questions we ask are informed by our conversations with practitioners at a number of recent events, including a large workshop at the European Patent Office in Munich. Those conversations revealed that substantive knowledge gaps remain about how patenting costs and inefficiencies in existing patent litigation systems affect patent applicants. Many workshop participants expressed fear that large patent active firms would misuse the new patent system to obtain advantages over their rivals. Our project will show whether these fears are well-founded or not, and also establishes an invaluable baseline of patenting activity and patent litigation at the beginning of this new intellectual property regime.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M006239/1","grantId":"ES/M006239/1","fundValue":"98996","fundStart":"2015-03-31","fundEnd":"2016-06-30","funder":"ESRC","impactText":"","person":"Georg  Von Graevenitz","coPersons":["Chris  Hanretty","Daniel John  Zizzo"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}