{"id":"8EF6A332-4F59-496F-A6D5-19CDAB530137","title":"Smart Materials: Development of Protein Recognition Polymers as Novel Surfaces for Protein Crystallisation.","abstractText":"Our proposed research investigates a new approach to the use of a novel class of protein recognition polymers (PRPs) as surfaces for inducing protein crystallisation.Protein crystallisation is vital to the Success of the Human Genome project which has opened up exciting opportunities for the treatment of disease. However, it is often not the genes themselves that are the targets of potential drugs, but the thousands of proteins encoded by these genes. In order to understand how proteins perform their various tasks, we need to know the structure of these proteins. The most effective technique for determining protein structure is X-ray crystallography which requires high quality crystals of the proteins. The current structural genomics/proteomics projects worldwide have set out to determine the structures of 100,000 proteins but in spite of investing considerable funds and effort, they have had limited success because obtaining crystals is a major bottleneck to progress. There is an urgent need for new and improved ways to enable the growth of crystals.The problem lies in either getting no crystals at all, or even more frustrating - getting crystals that are not of a high enough quality to allow structure determination. The ultimate means to obtain good crystals is to control their conception stage, i.e. the nucleation stage which is the first step that determines the entire crystallization process. This is not an easy task hence the Holy grail is to find a 'universal nucleant' - a substrate that would induce crystallization of any protein. Several substances such as minerals, human hair, silicas have been used as nucleants, but with limited success. PRPs can selectively recognize particular proteins and therefore are very likely to serve as the ideal nucleants because rather than use random materials as nucleants, it will be possible to prepare PRPs for each protein while it is in solution and then get it to crystallise using that PRP. The results of the protein crystallisation studies will enable optimization of the PRPs for general protein capture applications (e.g. protein extraction and protein biosensing). The PRP technology is still in its infancy and proper characterisation methods do not currently exist. The nucleation studies will allow an interesting route to the feedback of essential information regarding whether parameters such as crosslinking density and choice of monomers can lead to better PRP formation. Biosensors for proteins are currently expensive to develop because they require the use of expensive antibodies. Because of the biomimicry capabilities (and their potential to act as synthetic antibodies), PRPs potentially offer a route to the development of new low-cost biosensors for cancer markers and bioterrorism markers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G014299/1","grantId":"EP/G014299/1","fundValue":"125174","fundStart":"2009-10-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"  1. Negotiations with companies to develop smart materials into a crystallization kit ongoing\n2. Publication and new collaborations\n3. Public communication to lay audiences to improve understanding and stimulate thought. Chemicals,Education,Other ","person":"SM  Reddy","coPersons":[],"organisation":"University of Surrey","findingsText":" A novel method to crystallize 'hard to crystallize' proteins and to produce high quality protein crystals has been developed using our smart materials technology. Protein crystal structure is crucial to the understanding of protein function and informs drug development. To date protein crystallization has not used intelligent design in choice of the nucleant. We have developed smart materials that recognise the target protein and provide chemical architecture to act as a bespoke nucleant for protein crystallization.\n\nWe have also demonstrated that the smart materials can be attached to devices to produce new biosensors for the determination of the target protein. Proteins can be disease biomarkers and a simple diagnostic method for the measurement of the biomarker is important for the healthcare professional and patient. 1, Development of a crystallization kit for others working with protein crystallization\n2. Biosensors for disease markers for the healthcare professional Agriculture, Food and Drink,Chemicals,Education,Environment,Healthcare","dataset":"gtr"}