{"id":"8F00EAB7-2CBC-4462-8351-AA44E022F296","title":"Validation of a novel imaging technique to detect early osteoarthritis using an antibody specific for post-translationally modified collagen type II","abstractText":"As the age of the world's population increases, osteoarthritis (OA) is becoming by far the most common joint condition and is a major cause of chronic pain and disability. OA is a disease of the whole joint but one major characteristic is the breakdown of the articular cartilage, a smooth layer of tissue that protects the ends of bones and enables frictionless movement of the joint.\n\nCurrently there are no treatments that prevent the breakdown of cartilage and patients must depend upon simple pain killers, physiotherapy and ultimately surgical joint replacement. In recent years new therapies for treating OA have been identified (such as inhibitors of the key enzymes that break down the tissue), but the introduction of such treatments, has been hampered by the lack of specific tests capable of detecting early disease (where treatment is most likely to be successful), and discerning modest changes in disease progression following treatment (in order to conduct clinical trials). The current gold standard of OA assessment is by plain X-ray which is insensitive, and MRI which is a more sensitive and specific radiographic tool but costly and harder to access. The bad news is that although large pharmaceutical companies have developed 'safe' and effective drugs to use in individuals with OA, they have chosen not to test these compounds in clinical trials at the current time. There is therefore an urgent unmet need to develop a simple and sensitive tool to detect cartilage damage in man.\n\nWe have developed a human antibody that binds strongly and specifically to damaged cartilage and we believe that this antibody could be developed as an imaging marker for early OA. We have labelled our antibody with a fluorescent marker and shown that it homes to the joints of mice with inflammatory arthritis (where there is also cartilage damage). Our current proposal is to test this antibody in a mouse model of OA in which OA has been induced by surgically cutting the medial meniscus (leading to joint destabilisation). Two refinements will be made to improve the intensity of staining. Firstly we plan to use a near infra red (NIR) fluorescent probe, which has better tissue penetration and which also reduces background signal. Secondly, we will fuse two antibody fragments together which will improve binding of the antibody to the damaged cartilage and increase the amount of fluorescence that the antibody fragment will carry. If successful we will test this imaging technique in patients (in a subsequent application). The ability to translate this project to humans is tractable especially as the antibody was originally raised against modified human cartilage, and stains damaged tissues from human as well as murine arthritic joints. Translation of this project to the human is likely to have a significant impact on the development, validation and introduction of new treatments for OA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002747/1","grantId":"MR/J002747/1","fundValue":"258509","fundStart":"2012-06-01","fundEnd":"2014-09-30","funder":"MRC","impactText":"","person":"Ahuva  Nissim","coPersons":["Tonia  Vincent"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}