{"id":"8F07BB97-C971-419A-8937-46DA62A4A8D6","title":"Effects of perspective taking on attitudes towards outgroups: the moderating role of group identification","abstractText":"<p>Previous research has demonstrated that positive attitudes towards other social groups can be encouraged by instructing people to adopt the perspective of individual members of those (out)groups. The current research develops the idea that perspective taking can sometimes undermine people’s need to form a positive image of their own groups, often achieved by portraying other groups less favourably than their own. Four experiments are planned which test the hypothesis that people who are most motivated to portray their group positively – namely, strongly identified group members – will employ strategies which enable them to avoid adopting the perspective of outgroup members.</p>\n\n<p>The research also tests the suggestion that under certain circumstances, such as when the outgroup is of higher status than the ingroup, perspective taking will have the ironic consequence of promoting the formation of more negative outgroup attitudes. A fifth experiment examines a procedure by which perspective taking can be employed to bring about more positive attitudes amongst strongly and weakly identified group members alike. Collectively, the studies comprising this research will provide new and important insight into the perspective taking process and, as such, they stand to make a significant contribution to the intergroup relations and prejudice reduction literature.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2441","grantId":"RES-000-22-2441","fundValue":"76919","fundStart":"2008-03-03","fundEnd":"2009-09-30","funder":"ESRC","impactText":"  We published the findings from this in a leading journal in our field, Psychological Science. We draw on the methods employed in the research in our ongoing work, in the area of health, for example by looking at how a perspective taking paradigm might be usefully employed to encourage more positive attitudes towards health behaviours.  ","person":"Mark  Tarrant","coPersons":[],"organisation":"Keele University","findingsText":" We discovered that perspective taking does not always result in the formation of positive attitudes towards other social groups, bur depends upon people's (group members') degree of social identification with their own group. For members who are strongly identified with their group, perspective taking is largely ineffective and might have deleterious consequences for attitudes. This research contributes to the evidence base assessing the effectiveness of perspective taking, as a prejudice reduction tool. It might have implications for activities like diversity training, or medical education (e.g., empathy training). Communities and Social Services/Policy,Healthcare","dataset":"gtr"}