{"id":"8F090E35-CA17-4BA5-A91B-A99832138572","title":"Families disconnected by prison: a scoping study in barriers to community engagement","abstractText":"On 5th November 2011, the prison population in England and Wales was 87,749 (Prison Population Statistics, Standard Note SN/SG 4334) and that population is set to increase. It is estimated that 160,000 children in England and Wales experience the imprisonment of a parent every year (Prison Reform Trust) and during their time at school 7% of children experience their father's imprisonment (Dept. of Education and Skills (2003)). Using the current prison population projections, the numbers of children with a parent in prison are set to rise to 200,000 by 2012. \n\nHome Office research has shown that family ties have a positive effect on prisoner rehabilitation (Niven, S and Stewart, D (2005)) However, despite this, there is no official agency catering specifically for the needs of prisoners' families and children and no information or support is routinely offered to them. Instead, voluntary sector organisations together with other families in this community, are the main providers of support to prisoners' families. It is perhaps not surprising that parts of this community are disconnected not only from family members through imprisonment but also from this community of people and institutions who can help and support them through the hardships that imprisonment brings. The primary question that our research asks is why some prisoners' families do not connect with the prisoner family community even when they are faced with severe emotional and practical burdens. There are clear examples of both physical and technological spaces being used by prisoners' families as community focal points. There are also examples of support services used by parts of this community. However, practitioners point out that only a small percentage of families in this position connect in this way (Salmon, 2005a). Many families remain unsupported and invisible to this community. This scoping study asks the questions: what factors influence the disconnection? Is it simply a question of not being aware such a community exists? Is it that the information about access to this community is inaccessible in some way? \n\nIn order to address these questions, the scoping study will explore the nature of community identity in this particular context and tease out support needs and barriers to community engagement. These questions will be explored in two stages: 1) a review stage in which a review of key studies on prisoners' families is conducted and 2) an outreach stage which explores the themes emerging from the review with the parts of the community who form the focus of the study.\n\nHaving teased out the themes relating to community engagement and notions of identity, the outreach part of the study will explore these themes using a participatory approach where co-exploration with parts of the community currently disconnected will be encouraged. The sessions will use specifically designed 'exploration packs' containing a variety of creative materials to work with and create physical representations around the participants' experiences. Participatory theatre techniques will be used to encourage engagement and to help participants develop the narratives into a deeper explanation of engagement issues. \n\nThe end result will be a discussion document outlining an agenda for action in the words of the community, creative tools that can be used to further discussion and a report that presents the narrative of disconnection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011827/1","grantId":"AH/J011827/1","fundValue":"29199","fundStart":"2012-02-14","fundEnd":"2012-10-13","funder":"AHRC","impactText":"  Both the reports, the story cubes and the textile collage are used by third sector organisations as part of training and support for families separated by prison. In particular, the outputs are used by the North East Prison After Care Society (NEPACS). Communities and Social Services/Policy Societal","person":"Lizzie  Coles-Kemp","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" The media and form of information for families separated by prison needs to be diversified in order to engage those who do not regard themselves as leaflet readers or Internet consumers. Provision should be made to develop an informaton dissemination programme that a) uses local social networks and community communication in spaces such as Community Centres b) can enage with families and the offenders as a cohesive unit where it is beneficial to do so. Both the reports, the story cubes and the textile collage are used by third sector organisations as part of training and support for families separated by prison. Communities and Social Services/Policy","dataset":"gtr"}