{"id":"8F1297DC-6C27-474C-B11B-3B4E9ADAC932","title":"Coherent matter in semiconductor microcavities: non-equilibrium polariton condensates","abstractText":"This project aims to investigate a completely new approach to creation of coherent matter in special semiconductor microcavities. We have already produced a theoretical model which strongly suggests that a non-equilibrium Bose-Einstein condensate may be produced in the interaction of specially tailored optical pulses with a microcavity containing quantum dots. We need to extend this model to include more realistic details of the physics, and to build an experiment which is capable of detecting the special signatures in the emission spectrum which would confirm the presence of the condensate in the microcavity. The theoretical work will extend the present understanding to include relevant physics such as multiple levels and disorder, as well as carefully mapping out the limits to the expected behaviour. The experiment will make it possible to carry out measurements of the optical emission from a microcavity under conditions in which the exciting light has a special frequency structure, and enters the cavity at an arbitrary angle. Likewise the emission can be sampled with sub-picosecond time resolution and collected at an arbitrary angle, so special effects such as the expected concentration of the condensate into the k=0 state can be probed through dynamical and angular signatures. The issues probed lie at the heart of studies of coherent matter, which increasingly appears to offer rich prospects both for new physics, and ultimately, new technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F040075/1","grantId":"EP/F040075/1","fundValue":"743195","fundStart":"2008-07-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Richard Thomas Phillips","coPersons":["Peter  Littlewood"],"organisation":"University of Cambridge","findingsText":" The amplitude dynamics of dynamics-driven Bose-Einstein condensates in semiconductor microcavities have been calculated. We showed that uniform amplitude excitations are unstable to the production of excitations at finite wave vectors, leading to the formation of density-modulated phases. The physical processes causing the instabilities can be understood by analogy to optical parametric oscillators and the atomic Bose supernova. The phase diagram has been mapped. Inhomogeneous condensates simil The theory has been followed up in several investigations developing the origianl idea, and this is likey to continue.\nThe experimental demonstration for the first time in a semiconductor of adiabatic rapid passage as means of inverting a quantum system has many potential applications, some of which have already been taken up in other groups. Other","dataset":"gtr"}