{"id":"8F1FE5D7-0E05-42E9-A646-483010AFE46D","title":"Advancing therapeutics by exploiting single cell functional analysis","abstractText":"The human body contains trillions of cells of many different lineages and functions, yet all are descended from the same fertilised embryo. Understanding their similarities and differences (cell 'heterogeneity') is a huge barrier to the design of all therapies that need to target particular rare cells within the body. There is an increasing need to analyse the basis of how varying groups of cells arise, as well as the set of characteristics (biomarkers) that mark them out as being different. This may be due to stable changes, or dynamic changes in these cells that lead to repeatedly fluctuating cell characteristics. It is important to understand when and whether each of these possible situations applies. This requires new technical advances that can better analyse these cells to show the basis of this variation and to identify, characterise and manipulate important groups of cells that underly disease processes.\nWe focus on characterising a group of rare cells (called circulating tumour cells, or CTCs) that give rise to drug-resistant cancers such as certain lung cancers and lead to relapse, and specific stem cells (cells with the potential to self-renew or differentiate) that can enable the regeneration of damaged tissues such as muscle, joints, skin and blood vessels.\nTo achieve a 'step-advance' in our ability to design therapies that can specifically target such specific 'progenitor' cell populations, we will establish a ground-breaking Single Cell Research Centre (SCRC) at the University of Manchester. Exploiting and innovating in the very latest single cell technologies, it will comprise a common integrated pipeline from receipt of clinical samples, to identification and characterisation of single target cells within each sample, to the design of treatments that target these specific cells. In this way, it will expedite progress to cell-based and 'personalised' treatments for some of the most challenging diseases and degenerative conditions of man. \nOur vision for SCRC is that, within the first 3-5 years, the cellular 'signatures' will have been obtained and verified that will form the basis for potent new 'precision' therapies. The establishment of SCRC is thus particularly timely, given the rapidly growing numbers of people with degenerative conditions and untreatable cancers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M008908/1","grantId":"MR/M008908/1","fundValue":"4916150","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"MRC","impactText":"","person":"David William RayCay  Kielty","coPersons":["Magnus  Rattray","Mark  Exley","Crispin John Miller","Michael Richard White","Caroline  Dive"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}