{"id":"8F204149-823E-417B-B702-6333CCC082BB","title":"Multi-level Governance, Europeanization and Urban Politics","abstractText":"Multi-level governance (MLG) has become an increasingly important theoretical framework for examining the redistribution of power within and beyond the contemporary state. The increasingly important role that supranational actors – particularly the European Union – play in policy areas traditionally considered ‘domestic’ has directed social scientists to consider the interplay between the various levels of governance involved in particular policy sectors. However, little comparative research has been undertaken into the effects that emerging forms of MLG are having upon policy (both ‘European’ and ‘domestic’) sectors at the urban level. This research project will undertake documentary analysis and semi-structured interviews with key actors at various levels of governance to examine three policy sectors (urban regeneration, waste management and secondary education) within the geographical area of Sheffield. It will detail the changing nature of governance at the urban level and explore the extent to which local actors retain the capacity to coordination and negotiate policies and processes emanating from ‘higher’ levels of governance. The project will explore the various institutional, organisational and policy changes that have arisen from MLG and associated processes of Europeanization to assess the role that local authorities play in a changing context.\n<br />\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F031823/1","grantId":"ES/F031823/1","fundValue":"70316","fundStart":"2008-01-01","fundEnd":"2009-03-31","funder":"ESRC","impactText":"  The project was intended as a primarily academic project without having impact designed in to it. Aspects of the project's research was included in a presentation to the government's Commission for Architecture and the Built Environment in April 2010 by Dr Catney. \n\nIn addition to Dr Catney - through his affiliation to the Keele University - has forged extensive links with regeneration practitioners in the Stoke-on-Trent area who are particularly keen to learn lessons from this research project. Following this interest in the project, he has organised a seminar for mid-July with the North Staffordshire Regeneration Partnership to discuss the main findings. It is anticipated that this will help North Staffordshire in its implementation of its recently completed regeneration masterplan. In contributing to this debate, Dr Catney wrote a comment piece on these issues in the local newspaper (The Sentinel, 28 July, 2008 - 'City Lags Behind in Race to Create New Economy')\n\nFurther, the research from this project has informed the development of a successful ESRC Seminar Series bid on the regeneration of medium-sized cities (led by Dr Philip Catney). This series considers the general factors reshaping the economic base of medium-sized cities together with the various strategies adopted for achieving regeneration. It also examines the social challenges affecting medium-sized cities (Grant number: RES-451-26-0752).  Policy & public services","person":"Philip Joseph Catney","coPersons":["John Michael  Henneberry","Ian  Bache"],"organisation":"Keele University","findingsText":" The concepts of multi-level governance (MLG) and Europeanization have gained increasing currency in academic debates as awareness has grown that the political and policy processes by which any particular locality is governed are contingent upon the decisions made at higher levels of government, the particular inter-relationship between levels of governance and the manner in which these are locally negotiated and implemented. Policy that is implemented at the local level is generally framed by national and supranational governmental discourses, policies and practices. At the local level, actors can mediate, re-articulate and in some cases challenge these higher level influences. \n\nThe overall aim of this project was to examine the development of forms of multi-level governance (MLG) in 'local' policy areas in the UK. The work proposed was both theoretical - designed to explore the strategies and tactics of actors at various levels of governance - and substantive - seeking empirically to strengthen claims made about emergent forms of multi-level governance in policy making and implementation. We analysed what forms of MLG were emerging across three policy sectors within one English city: Sheffield. \n\nOur research confirms the uneven impact of the EU over the different policy sectors covered. However, this variability in impact was not a marked as is commonly assumed. In urban regeneration, EU structural funding has been an important source of support for progressing the policy priorities of local actors. We found evidence that the differing approaches to community empowerment between the UK government and the EU - especially in the early years of Conservative government - produced a shift in institutional structures and organisational processes that favoured decentralization strategies. In environmental policy, we found the impact of EU institutions had a less direct influence upon the greening of the policy agenda in Sheffield. However, Sheffield's membership of the Eurocities network was an important source of lesson drawing. In education, we found evidence that the EU Objective 1 programme made an impact on local education organisational processes through its support of policies enhancing social inclusion.\n\nThe results of this project underscore the growth in importance of partnership working in urban governance over recent decades. In all three sectors we find evidence that interorganisational partnerships have become the locus of policy and strategy activity. Sheffield's extensive engagement with partnership working over the past decade appears to have opened the city up to processes of policy learning. Officers within the City Council now see partnerships as opportunities rather than threats and have become more prepared to share resources. The divergent impacts of EU institutions and policies on different policy sectors and its impacts on local governance needs further investigation. Furthermore, our research underscored the importance of 'institutional entrerpreneurship' and working across levels of governance for successful urban regeneration. Dr Catney is currently developing research in this theme. Government, Democracy and Justice","dataset":"gtr"}