{"id":"8F231B10-B517-4394-998D-2255ADFDC4EA","title":"Ethnic group population trends and projections for UK local areas: dissemination of innovative data inputs, model outputs, documentation and skills","abstractText":"<p>Population projections of future populations by ethnic group are a &quot;necessary element in the armoury of available national demographic data&quot; (Haskey 2002: viii). These aid provision of appropriate housing and language support and inform political and social science debates.</p>\n\n<p>In ESRC project (RES- 165-25-0032) we developed a demographic model to project the ethnic populations of the UK’s local areas with the results portraying how ethnic diversity may change up to mid-century. This 'follow-on' project aims to increase the impact of our research by:</p>\n\n<ul>\n \n\n <li>providing the widest possible access to and understanding of the project outputs</li>\n\n <li>ensuring the validity and quality of the project outputs</li>\n\n <li>enhancing the skills and knowledge of users of demographic data.</li>\n</ul>\n\n<p>During this project we will: </p>\n\n<ul>\n \n\n <li>make data available through a web interface from which users can download our projection outputs</li>\n\n <li>make project results accessible to users of POPGROUP and SASPAC systems</li>\n\n <li>update component estimates using the latest available demographic data, consult with users and experts and get feedback on methods and outputs</li>\n\n <li>skill people in projection methods through a summer school and conference and develop training materials into a textbook</li>\n\n <li>disseminate analyses by developing innovative illustrations of population related data.</li>\n</ul>\n\n<p>&nbsp;<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I00114X/1","grantId":"ES/I00114X/1","fundValue":"88098","fundStart":"2010-10-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"  Projection methods:\nIn academic circles, our findings relating to projection models, detailed method and outputs have been noted and discussed with experts in population estimating and projecting / forecasting as well as those involved in research with a focus on ethnicity. Of particular note have been our exchanges with Martin Bell, Tony Champion, David Coleman, Sylvie Dubuc, Nissa Finney, Ludi Simpson, Tom Wilson.\n\nMore widely, we discussed our methods and outputs with national and local government organisations and NHS professionals. Of note have been discussions with ONS, NRS and NISRA (e.g. Suzanne Dunsmith, Jonathan Swan, Pete Large, Steve Smallwood, Esta Clarke, David Marshall), local government (e.g. Greg Ball, John Hollis, Baljit Bains, Michelle von Ahn) and health (e.g. Jake Abbas, Keri Wyborn).\n\nOur liaison with consultants Edge Analytics, the distributors of POPGROUP software (via Boden) have led us to each better understand the differences in projection models utilised in the different software and how we can produce compatible outputs.\n\nDemographic methods:\nOur summer school was attended by 39 people from a variety of backgrounds including academics (PhD students and staff from the universities of Leeds, Northumbria, Newcastle, Oxford, York and the Academy of Sciences Czech Republic); national and local government (ONS, NRS, Chester, Northumberland, Telford, Conwy, Gloucester, Westminster, etc), the NHS (public health observatories and PCTs) and demographic consultant Richard Potter (Analytics Cambridge).\n\nConference on methods\nThe conference was attended by 81 people overlapping with and extending persons at the summer school. Alongside project staff, presenters included Lisa Buckner, Alan Marshall, David Martin, Tom Wilson (Universities of Leeds, Manchester, Southampton &amp; Queensland); John Hollis (Greater London Authority), Suzanne Dunsmith &amp; Jonathan Swan (ONS) and Richard Culf (Edge Analytics). Government, Democracy and Justice Societal,Policy & public services","person":"Paul David Norman","coPersons":["Philip Howell Rees"],"organisation":"University of Leeds","findingsText":" Findings 1) For 355 local areas we projected the populations of 16 ethnic groups annually 2001-51. Capturing different demographic regimes by ethnic group is justifiable and impacts on future population. We project growth in 'Other White', South Asian and Chinese &amp; Other groups but decreasing White British/Irish populations. We anticipate increased geographical diversity as minority groups grow and counterurbanise.\n\nOutputs 1a) Projection model development/analyses are published:\nRees, Wohland, Norman 2012 The demographic drivers of future ethnic group populations for UK local areas 2001-2051. Geographical Journal\nRees, Wohland, Norman, Boden 2011 A local analysis of ethnic group population trends and projections for the UK. Journal of Population Research\nRees, Wohland, Norman, Boden 2012 Ethnic population projections for the UK, 2001-2051. Journal of Population Research\n\nOutputs 1b) Our previous project provided information on estimating ethnic specific demographic rates. The follow-on added:\nNorman, Rees, Wohland 2011 Estimates of ethnic group fertility rates for use in UK subnational projections. Population Studies (in revision)\nWilliamson, Norman 2011 Developing strategies for deriving small population fertility rates. Journal of Population Research\n\nFindings 2) We were aware of an unmet need for demographic training and interest in methods. Response to our summer school/conference exceeded our expectations.\n\nOutputs 2a) We developed resources as training materials, since incorporated into undergraduate, masters and PhD training courses and included in a textbook and journal article:\nHoldsworth, Finney, Marshall, Norman 2013 Population &amp; Society. Sage;\nNorman, Marshall, Thompson, Williamson, Rees 2012 Estimating detailed distributions from grouped sociodemographic data: curve fitting using nonlinear regression. Journal of Population Research\n\nOutputs 2b) Various experts alongside project staff presented at our day conference on estimating/projecting.\n\n\n\n\nWe developed a web interface (www.ethpop.org) so that users can download population age-sex counts for local areas by ethnic group for 2001-2051. We updated our input datasets to account for recent demographic events responded to user queries about technical aspects and population figures in our outputs.\n\n\n\nA major challenge for this type of work we needed to overcome was simply coping with the size and complexity of the population projection datasets. The background database and server space needed and potential choices of user interrogation meant we had to be selective in the amount of data and interface sophistication which we made available. To a degree there has been compromise in terms of our original ambition and what it is pragmatic to make available via a website and what we provide by DVD where more extensive data are needed by a user.\n\nSimilarly, as we updated input files for recent demographic events and re-ran projections, the sets of outputs increased (so version control was essential) and this compounded when either we or users appraised results and refined the projection method accordingly.\n\n\n\nOrganising the database to cope with user queries via the web interface was programmed on our behalf by an outside consultant. This represented excellent value for money and was efficient as far as the overall project was concerned. We had a rockier ride negotiating with the University's computer support for hosting the database and website though.\n\n\n\nWe were aware of an unmet demand for basic through to advanced training in demographic methods, population estimating / projecting and use of the demographic software POPGROUP. We aimed then to skill people in projection methods through a summer school and develop the training material into a textbook.\n\n\n\nIn terms of skilling up users of demographic data, a highlight of our project was a summer school and conference at which users from a wide variety of backgrounds and previous experiences were trained up in and then heard expert presentations on demographic methods and population estimating and projecting.\n\n\n\nA textbook solely focused on the methods we have developed and presented in the projects is yet to be developed. However, materials have been incorporated into a textbook 'Population and Society' to be published by SAGE. Methods have also been written up for journal submission. Course materials now underpin an undergraduate module on population analysis and will be incorporated a course within the White Rose Doctoral Training Centre.\n\n\n\nIn terms of understanding project outputs on population futures we have disseminated findings through academic papers and conferences.\n\n\n\nWe have found differential impacts on future population due to the inclusion of ethnic group information. This includes growth in 'Other White' and South Asian groups but decreasing White British and Irish populations by mid-century. Overall we anticipate increased geographical ethnic diversity as groups counterurbanise. Our data and methods are being used by:\n\nLAs (eg Cunningham in Blackburn; von Ahn in Newham); public health (eg Wyborn &amp; Abbas in Yorkshire; Gilding in Nottingham), NHS IC (Hyde); Consultants (Edge Analytics; Potter at Analytics Cambridge) Digital/Communication/Information Technologies (including Software),Healthcare,Government, Democracy and Justice","dataset":"gtr"}