{"id":"8F25E802-D20B-439F-B762-59258BBCF728","title":"Quantum Monte Carlo simulations on ten thousand to a million cores","abstractText":"We are living through a technological revolution, watching the world change as information technology (IT) permeates every area of our lives. Driven by the extraordinary increase in computer power over the past few decades, the IT revolution has advanced to the point that it has become almost impossible to imagine a world without computers. Science has been affected too, perhaps more than most other aspects of society, with computer simulation now playing a central role in almost all research fields. In materials science, in particular, computer simulations based on density functional theory (DFT) have had a huge impact. DFT is a relatively simple but fully quantum mechanical approach capable of providing an accurate description of the microscopic world in many cases, with no inputs other than the identities of the atoms. Applications of DFT to real-life problems span many disciplines, with recent successes including the prediction of novel catalysts, the design of improved batteries, and a better understanding of the temperature and composition of the Earth's core. However, in many room-temperature biological and chemical contexts, the approximations on which real DFT calculations are based are not good enough and the scientific community is calling for more accurate approaches. This project aims to accelerate the development of one such approach, the diffusion quantum Monte Carlo (DMC) method. Unlike DFT, DMC is normally capable of delivering the high accuracy required for most room-temperature biology, chemistry and materials science. Unlike most other accurate methods, DMC is also capable of simulating very large systems, although at a high computational cost. Our main objective is to improve the CASINO DMC code, developed primarily by Richard Needs and his group, to the point that it can be used by physicists, biologists, chemists, earth scientists, and others in much the same way as DFT is used today. CASINO is the world's most widely used DMC code, but like all existing DMC codes it lacks certain features required for real applications in materials science. For example, no DMC code can yet perform quantum molecular dynamics simulations for general systems. One of the aims of our project is to remedy this deficiency.For the past few decades, computers have become faster as processor clock speeds have increased. Today, however, clock speeds are approaching fundamental limits and computers are becoming more powerful only by the inclusion of additional processors. Personal computers often have four or six cores, and some of the supercomputers used for scientific simulations have hundreds of thousands. The bad news is that programming massively-parallel supercomputers is so difficult that the scientific community is being forced to re-think many of its approaches from scratch. The good news is that DMC is one of very few naturally parallel materials-simulation algorithms, and that CASINO already runs efficiently on machines with 10,000 processors. Once we have made the improvements described in this proposal, we are confident that CASINO will run efficiently on the million-core computers of tomorrow. We need to re-work CASINO to harness the power of the future. A few years from now, when petascale computers are becoming more common, the work described in this proposal will make it possible to use DMC to simulate phenomena that today can only be studied at the DFT level, providing the improved accuracy required to take significant steps forward in many areas of science and technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030360/1","grantId":"EP/I030360/1","fundValue":"20100","fundStart":"2011-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  We calculated Fermi liquid parameters for the two-dimensional electron gas. These can be used to describe correlated electron properties near the Fermi energy. Electronics,Energy Economic","person":"Richard  Needs","coPersons":[],"organisation":"University of Cambridge","findingsText":" We calculated the Fermi liquid parameters of the two-dimensional homogeneous electron gas, and have obtained accurate results for this difficult quantity.\nWe found out the densities and interlayer spacing at which excitons and biexcitons are stable.\nWe developed a theoretical framework for constructing generic Jastrow correlation factors. It might be useful in developing devices using excitons and biexcitons. The work on constructing generic Jastrow correlation factors could be useful in quantum Monte Carlo calculations. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Other","dataset":"gtr"}