{"id":"8F2766E5-8AE4-4A67-8F19-27296B8966C2","title":"Biosynthesis, Regulation and Engineering of Bacterial Carbon Fixation Machinery","abstractText":"The single-cell cyanobacteria are among the most abundant organisms on earth. They created and help to sustain our atmosphere, and account for an estimated 20-30 % of current global carbon fixation. To enhance carbon fixation, cyanobacteria develop small compartments, called carboxysomes, to absorb carbon dioxide and transform it to chemical energy by the process named photosynthesis. These highly efficient machines are structurally defined by an outer protein-based shell and internal highly concentrated CO2-fixing enzymes. The shell is composed of many distinct proteins, and serves as a selective &quot;barrier&quot; for the passage of specific molecules into and out of the compartments. \n\nAt present, there are great concerns over global food and energy security. How can we improve the food supply to keep pace with the world population? How can we develop environmentally sustainable solutions for food and energy production? Producing and engineering of synthetic carboxysomes and introducing them into other organisms, particularly plants, has significant potential for improving photosynthesis, carbon sequestration and crop yield. As the cyanobacteria is evolutionarily close to the plant chloroplast, lessons learned from the cyanobacteria will be very informative to plant sciences and engineering. Recent developments in synthetic biology have opened the door to generating artificial biological machines by providing the necessary strategies and approaches. However, producing functional carboxysomes in other organisms requires comprehensive knowledge about their development and physiological regulation in their natural hosts, the cyanobacteria. \n\nThe aims of this project are to elucidate comprehensively how cyanobacterial cells create these specialised compartments, how their activities are dynamically regulated within the cells in response to the changing environment, and how these machines function together with other cellular activities in the entire metabolic network within cells. In the first part of this research project, we will use a special optical microscopy to watch the development and distribution of carboxysomes in living cells, and study how these organelles are regulated within the cells grown under different environmental conditions. The second section will characterise how these organelles interact and function together with other cellular components to achieve their metabolic performance. Next we will find out how multiple proteins are organised in order to build the organelle shape. We will develop a computer programme to build a model of the compartment and simulate the protein dynamics and passage of molecules in and out of the compartment. Advanced understanding of the compartment structure, function and regulation derived from the three sections is important for genetic engineering of novel biological machines with appropriate functionality. In the last section, we will use the knowledge learned from the cyanobacterial cells to synthesise artificial biological machines with carbon fixation activities.\n\nThis work represents a model for studying the development of complex biological machines within cells. It will teach us about how thousands of proteins can assemble together by themselves to form a functional entity within cells, and what regulatory strategies are developed by the cells to lead the development and function of these machines. In translational terms, this work will provide an instructive example for the design and engineering of novel biological &quot;factories&quot; for specific cellular activities and physiology. If we can conduct genetic engineering to enable higher plants to develop synthetic cyanobacterial carbon-fixing machines, it will significantly enhance food and energy production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M024202/1","grantId":"BB/M024202/1","fundValue":"472513","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"BBSRC","impactText":"","person":"Luning  Liu","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}