{"id":"8F2E85EA-1F2D-4F48-B984-2DE7FC5C23FB","title":"Synchronisation in OFDMA and MIMO OFDMA Systems","abstractText":"With the rapidly increasing demand for high data transmission rates and the increasing number of subscribers in mobile communication systems, efficient transmission techniques and improved multiple access technology are required. MIMO and OFDMA are widely recognised as two of the key techniques to meet these requirements in forthcoming high-speed, high-spectrum efficiency wireless networks. Joint design of MIMO and OFDMA techniques is crucial to facilitate multiuser/multirate transmissions to enhance the coverage and capacity of mobile systems, and to greatly reduce the complexity of the MIMO receiver by eliminating the need for dealing with multipath or multiuser interference. Note that these advantages are guaranteed only if perfect synchronization is achieved, because proper frequency and timing synchronization is necessary to maintain orthogonality among the active users, which is essential for reliable transmission. It is well known that OFDMA suffers from sensitivity to imperfect synchronization. The exact solutions to the synchronisation problems in the uplink and MIMO environments are particularly challenging. However, it is very common to avoid synchronisation problems in the current research in this area and the synchronisation problems in MIMO-OFDMA systems have not yet been addressed in any detail in the literature. This must be an issue of concern in practical applications.This project will devise novel frequency, timing and channel estimation techniques, with sufficient estimation accuracy and reduced complexity and system overhead, for the uplink of the OFDMA and MIMO OFDMA systems. For the purpose of compensation, a downlink control channel is required to return the parameters to each user. In a time-varying scenario, this results in excessive transmission overhead and possibly outdated estimates due to feedback delays. To solve this problem, this project will develop computationally efficient iterative receivers for the above systems to perform joint synchronisation, channel estimation and data detection. There is then no need to return the synchronization parameters to each user, and hence will reduce the transmission overhead and allow systems to keep track of channel variations more easily. To further improve system performance, this project will apply powerful channel coding to the above systems and then develop turbo receivers to fully exploit the code properties. The turbo receiver allows successive refinement of synchronisation, channel estimation and decoding through iteratively exchanging soft information between these procedures and is expected to significantly improve the overall performance. This project will also implement the above systems on the hardware platform, and verify the proposed algorithms and receiver designs for a practical environment. The experimental results obtained from the hardware design must have significant importance for the wireless communications industry. The novel techniques derived in this project, with acceptable complexity and system overhead will provide practical solutions to the challenging synchronization problems for the promising OFDMA and MIMO-OFDMA systems, and facilitate their practical implementation in future communications systems. Therefore it is believed to be crucially important for fundamental research and practical development of future communications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E023096/1","grantId":"EP/E023096/1","fundValue":"219468","fundStart":"2007-05-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"  This project has led to collaboration with BT and Shandong GuoWei Satellite ltd. BT was interested in the synchronisation of femtocell systems, and they have funded a three-month internship for my PhD student. Shandong Guowei also funded a PhD student and a short term postdoc research. Digital/Communication/Information Technologies (including Software) ","person":"Li  Zhang","coPersons":[],"organisation":"University of Leeds","findingsText":" This research project has investigated the challenging synchronisation problems in OFDMA, MIMO/OFDMA systems, especially for the uplink. We have proposed a number of novel synchronisation and detection approaches with low complexity suitable for practical implementation. The research carried out by this project will be continued by other researchers in different emerging areas, such as Femtocell Network, Small Cell network and Heterogeneous Network (HetNet). Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}