{"id":"8F2F9A14-0A88-40DF-9417-B9A642B11DD1","title":"A proof of concept study for a structure activity model for the toxicity of nanoparticles","abstractText":"Nanoparticles are extremely small particles, each individual one of which is less than one ten millionth of a metre in size. We are exposed to nanoparticles in busy streets as they are present in traffic exhaust produced from combustion of fuel. Nanoparticles are considered to be important in causing the harmful effects of air pollution. There are other situations where nanoparticles are found in the air because of the normal chemical reactions that occur in air, in plumes of volcanic ash and in some dusty workplaces. However, a new source of novel types of nanoparticles has arisen with the rise of nanotechnology. Part of nanotechnology aims to design and develop new nanoparticles, because they have properties which make them attractive to industry for a range of purposes. This has caused alarm bells to ring since perhaps some of these new types of nanoparticles could be harmful. For these reasons it has been noted that there is a need for testing of these new nanoparticles and indeed there should be an effort to gain a more full understanding of all particles. The huge number of particles and their variants in size and coating mean that there are a huge number of particles to be tested. However, there is huge ethical pressure against animal testing and so short-term tests that use cells instead of animals are needed. This project puts forward a pilot study that aims to relate the physico-chemical characteristics of the particles, such as size and surface chemistry, with the toxicity of the particles in short/term cell toxicology tests. This approach, using analysis of chemical structure to predict toxicological activity, has been used previously for chemicals but has never been attempted for particles and so this represents an important pilot study to test the feasibility of this approach. Oxidative stress is a type of chemical reactivity that has been put forward as an important mechanism for how particles cause toxic effects on cells so there is emphasis on the oxidative stress capacity of the particles in this study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008860/1","grantId":"NE/E008860/1","fundValue":"19796","fundStart":"2007-09-03","fundEnd":"2009-12-02","funder":"NERC","impactText":"","person":"Kenneth  Donaldson","coPersons":["Ian  Megson"],"organisation":"University of the Highlands and Islands","findingsText":"","dataset":"gtr"}