{"id":"8F44B36D-F08D-4FBE-BC3F-5A6C5EB9BCD1","title":"The Chemistry and CVD of Hydrophobic Surfaces","abstractText":"The plant world has over two hundred species that have the ability to clean themselves using rain water. They do so by having a highly structured surface that is composed of microscopic nodules. These nodules cause rain impacting on the surface to form almost completely spherical balls. These water balls roll across the surface and attract dust and debris from the plant surface- and enable the plant to clean itself. The aim of this project is to produce surfaces that mimic the action of these plants- we will make these hydrophobic surfaces by chemical vapour deposition. The chemical vapour deposition technique allows thin films of material to be laid down- the key feature is that the films are extremely well bonded to the underlaying surface. By controlling the surface structure- that is to make surfaces with a microscopic nodular apperance we will be able to make the surfaces very hydrophobic. Further we will investigate the effect of surface chemistry on these surfaces by adding specific elements that in themselves are water repelling. The applications of this work are enormous- if a surface can be made very hydrophobic not only will it self clean, it will also not mist. This means that it can be used on spectacles, bathroom mirrors and the indside of cars to stop them fogging up. It could also be used on the exterior surface of a window pain to keep the window clean and bright.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F035683/1","grantId":"EP/F035683/1","fundValue":"109500","fundStart":"2008-09-08","fundEnd":"2012-03-07","funder":"EPSRC","impactText":"  We have integrated the know how developed into new project bids with EU and EPSRC Energy,Manufacturing, including Industrial Biotechology Societal","person":"David  Sheel","coPersons":[],"organisation":"University of Salford","findingsText":" We have developed routes to controlling the nano-structure of thin film surfaces which in turn impact on the surface energy and thus hydrophilivty/hydrophobicity. Contact angles below 20 degrees and above 100 degrees have been measured. \nNew nucleation approaches have been integrated into CVD processes for this purpose. We have included deposition techniques from this work in further project bids to EU and EPSRC. Electronics,Manufacturing, including Industrial Biotechology","dataset":"gtr"}