{"id":"8F4D0632-C015-4964-B4FA-3DF0F3715E38","title":"IDENTIFICATION OF NUCLEAR PATHWAYS THAT ARE CAUSALLY INVOLVED IN NUCLEOLAR TARGETING OF NF-KAPPAB/RELA.","abstractText":"Colorectal cancer is the most common cause of cancer death amongst the non-smoking population in the UK and is a major public health issue for the British population. Unequivocal evidence indicates that aspirin and related agents can prevent colorectal cancer and cause regression of this disease. However, the potential of aspirin-like agents is limited by their toxicity. In this lab, we have been undertaking studies to understand how aspirin-like agents act against colon cancer cells, in order to develop more effective and specific alternatives. We have shown that these agents cause a molecule involved in the regulation of cell growth and death, RelA, to move from the cytoplasmic compartment of the cell to the nucleoplasmic compartment then to a nuclear compartment called the nucleolus. We have also shown that movement of RelA from the nucleoplasm to the nucleolus is important for the ability of aspirin-like agents to kill colon cancer cells. Furthermore, we have demonstrated that artificially localising RelA to the nucleolus mediates the death of this cell type\nThe overall objective of this study is to understand how aspirin causes RelA to move from the nucleoplasm to the nucleolus. Identifying the cellular pathways involved will allow the design of preventative/therapeutic agents that force RelA into the nucleolar compartment to kill colon cancer cells. We have already shown that a molecule called COMMD1 is important in causing RelA to go to the nucleolus in response to aspirin and that COMMD1 acts by linking a regulatory molecule called ubiquitin, to RelA.\n\nThe specific objectives of this proposal are:\n\n1. To identify molecules that, alongside COMMD1, are important for linking ubiquitin to RelA after aspirin treatment. We will examine the role of candidate molecules that have previously been identified as playing a role in linking ubiquitin to RelA. We will also isolate COMMD1 from aspirin treated cells and use a technique called mass spectrometry to identify molecules that bind to COMMD1 in response to the agent. We will examine how aspirin effects these molecules and how aspirin upregulates COMMD1.\n2. Identification of the specific parts of RelA that are linked to ubiquitin in response to aspirin and the nature of this linkage. Ubiquitin is generally linked onto proteins at specific sites called lysines. We will identify the lysines of RelA that ubiquitin is linked to in response to aspirin. Ubiquitin also links to itself on lysine molecules to form chains. We will determine which lysine on ubiquitin is critical for nucleolar translocation of RelA using, amongst other approaches, a single cell assay where ubiquitination can be visualised.\n3. Identification of proteins that transport ubiquitin-linked RelA to the nucleolus. When ubiquitin is linked to a molecule, specific proteins bind to that molecule. Therefore, we suggest that when ubiquitin is linked to RelA, specific molecules bind RelA and transport the protein to the nucleolus. We will use a labelling approach and mass spectrometry to identify proteins that bind specifically to aspirin-induced, ubiquitin-linked RelA. \n \nThese complementary approaches will allow us to understand the basic science of how RelA is regulated in the nucleoplasm, how linking ubiquitin to RelA causes it to go to the nucleolus and how proteins similar to RelA locate to different compartments in the cell. More importantly, these studies may reveal a way to chemically manipulate these pathways to mimic effects of aspirin on colon cancer cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J001481/1","grantId":"MR/J001481/1","fundValue":"334194","fundStart":"2012-09-04","fundEnd":"2015-09-03","funder":"MRC","impactText":"","person":"Lesley  Stark","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}