{"id":"8F54F2C6-E026-4002-9807-F14E242991CC","title":"Boundary Element Methods for Next-Gen Devices in TeraHertz Technology","abstractText":"Today's telecommunication technology is based on either electronics or photonics. Electronic devices operate in the MegaHertz to GigaHertz frequency region, whereas photonic devices operate in the TeraHertz region. Recently, there has been growing interest into devices that can operate in the TeraHertz region. They offer exciting new possibilities in communication, biomedical sensing, security, and system identification. The design of TeraHertz devices is challenging because thes devices are inherently multi-scale and contain many materials, often are arranged in complex configurations. By enabling the modelling of these devices this project contributes to the TeraHertz priority defined within the growing RF and Microwave Devices research area of the EPSRC.\n\nThe boundary element method (BEM) is very popular in electronic and photonic design because it provides excellent accuracy and efficiency. The BEM, despite its many advantages is limited by the efficiency of the iterative methods that are being used to solve the underlying linear system. The solution time required by iterative methods is proportional to the number of unknowns and the number of iterations required. The number of iterations in turn is proportional to the condition number of the linear system, which unfortunately grows very fast with the number of unknowns. If small details are present or if a highly accurate solution is required, the number of unknowns can run in the millions, with solution times that can be in the order of weeks. This problem is exacerbated in the presence of complex geometries and materials with wildly varying properties, exactly the features found in novel opto-electronic devices for operation in the TeraHertz region.\n\nSolutions to this so-called dense grid breakdown come under the form of preconditioners: rather than solving Ax=b, both sides are multiplied with a preconditioner, resulting in the system PAx=Pb. The preconditioner is chosen such that the matrix PA has a much smaller condition number and as a result can be solved very efficiently. For the BEM the so-called Calderon preconditioner is an extremely efficient method and speeds up the solution time by a factor of ten or more. It is based on the self-regularising property of the single layer potential operator T: the operator TT turns out to be very well-conditioned. Calderon Preconditioning is highly efficient because it explicitly leverages the underlying physics of the system. The key to applying Calderon preconditioners in BEM is the identification of a dual finite element space. These spaces exist for simple open and closed surfaces but for more general geometries they remained elusive. \n\nRecent research conducted with my research team has resulted in the description of a dual finite element space that can be used as the basis of a Calderon preconditioner for the scattering by a conducting T-junction. Numerical experiments show that this method is highly efficient. These preliminary results provide the direct basis of the work proposed here.\n\nIn this project a BEM solver will be created that is flexible enough to model scattering by very complex TeraHertz devices. This solver will be optimised by extended the Calderon preconditioning approach to this general context by constructing the correct dual finite element spaces. In order to further extend the solver's applicability, it will be parallelised to scale perfectly with the design complexity. This solver will be verified by comparison with results from the industrial partner CST and it will be applied to the design of TeraHertz cavities for semi-conductor supperlattice sources that are developed in the School of Physics and Astronomy at the University of Nottingham.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M025217/1","grantId":"EP/M025217/1","fundValue":"99345","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"","person":"Kristof  Cools","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}