{"id":"8F5BCBCA-E1C9-4EC3-84CC-B34B632FE4BC","title":"Evaluating downstream processing options at the bioprocess-business interface","abstractText":"In recent years, therapeutic antibodies produced in recombinant mammalian cells have become the fastest growing part of the new biopharmaceuticals sector. Along with this growth there have been significant increases in titres during the cell culture, such that all companies now face great challenges in handling the resulting materials during downstream processing. This challenge combined with the major time pressures on bioprocess development means that the decisions now rest on a multitude of process and business issues and have become extremely complex. The cost of experimentation to explore all these options is prohibitive and hence modelling tools are vital for different process sequences and operating conditions to be examined inexpensively, thus saving time and reducing costly pilot/scale trials. The proposed programme will link the leadership in antibody production of CAT, the manufacturing expertise of AstraZeneca and the leadership in bioprocess decisional support systems of UCL to tackle some of these intricate process-business decisions. The resulting decision-support algorithms will identify the most cost-effective downstream manufacturing strategies for the future. This will be achieved by developing combinatorial optimisation techniques and integrating them with multi-objective decision analysis and detailed process economic and logistical models to allow for a holistic assessment of the interactions between operational and financial indicators for alternative purification strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F00236X/1","grantId":"DT/F00236X/1","fundValue":"316046","fundStart":"2008-07-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  The set of Bioprocess Decisional Tools developed through the research has been used extensively by the consortium to obtain a greater understanding of the impact of critical decisions, constraints and uncertainties on key financial, operational and risk metrics. The advantages, insights and impact gained from the approaches established by the research have also been disseminated to a wider community of industrialists through peer-reviewed publications, book chapters, international keynote presentations and Masters-level MBI(R) industrial training modules at UCL. \n\nThe benefits to UK and international biotech companies of using the findings from the Decisional Tools developed span savings in cost and time, improvements in service delivery, creation of jobs, transfer of knowledge and priority shifts in investment decisions. \n \nR&amp;D cost and time savings leading to competitive advantage: In UCL's 2008-2011 collaboration with MedImmune, Bioprocess Decisional Tools were created and applied to industrial case studies that identified more cost-effective manufacturing routes for therapeutic antibody production. MedImmune is a leader in the development and manufacture of novel antibody-based therapeutics which themselves represent the fastest-growing segment in the biotech sector. The outcomes of the UCL modelling helped to focus precious process development resources onto the most attractive strategies for further experimental verification, thus saving time and reducing costly experimentation. This conferred an important competitive advantage gained through time savings in an industry where timely market introduction of a novel drug can mean the difference between a blockbuster drug and one that barely makes a profitable return on R and D expenditures. The use of the UCL modelling outcomes] has already led to a reduction of development times for a product in early phase development of the order of 6 months. MedImmune views this time saving as critical as it allows it to stay ahead of the competition and establish its product as the standard of care and achieve greater market share. UCL estimates the value to a biopharmaceutical company arising from sales revenue of a new product starting six months early to be 50-100 million USD. MedImmune believes this estimate is conservative.\n\nInforming priority shifts in investment decisions: The collaboration with MedImmune also led the company to prioritise its R&amp;D activities. Thus the models resulting from the research have contributed to focusing experimental resources at MedImmune only onto the most promising manufacturing processes. This led to priority shifts in R&amp;D expenditure from investigating novel non-chromatography based steps (such as precipitation) to optimising existing chromatography steps.As a result of these changes, the company avoided significant investment into alternative strategies that the models identified as economically uncompetitive: 6 months' exploratory experimental work (equivalent to 12 man months) was not wasted but redirected to optimising the existing platform. The improved methods of cost optimisation helped to mitigate potential future losses and avoid the need for significant redevelopment prior to commercialisation and launch of a product. \n\nManufacturing cost savings leading to improved business performance: In addition to R&amp;D savings, Bioprocess Decisional Tools have also been used to optimise the cost of goods (COG) of manufacturing processes, leading to improved business processes. In UCL's collaboration with MedImmune, strategies offering 5-15% savings in COG were identified. UCL estimates the value of a 5% COG reduction as worth ?5 million pa at a typical commercial antibody production facility&quot;.\n\nJobs created and transfer of knowledge and skilled people: The UCL collaboration with MedImmune led directly to the creation in 2011 of two new employment contracts, each worth ?100k, for a subcontract programmer to create a user-friendly version of the process economics tool for in-house use and for the company-based PDRA to extend process economic analyses and perform experimental work on the most promising strategies identified by the tool. The latter has retained support and is now integral to MedImmune's Downstream Processing team. \n\nDecisional Tools lectures and interactive workshops have been delivered as part of the Masters-level MBI(R) training courses at UCL (Effective Biopharmaceutical Development and Manufacture; Mammalian Cell Processes; Facility Design and Economics). Since 2008, we have transferred our specialist knowledge of current approaches to accelerating bioprocess development while cutting costs at 18 such sessions, extending the reach of our non-academic engagement to some 105 senior industrialists from more than 85 leading companies worldwide. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Suzanne  Farid","coPersons":[],"organisation":"University College London","findingsText":" Efforts to improve upon the cost-effectiveness of antibody manufacturing have been impeded by a lack of a systematic framework to assess the process-business trade-offs of competing process configurations. The deliverables of this research have highlighted valuable insights into the process economic drivers of antibody processes. The case study results have demonstrated the robustness and limitations of the current process platform while identifying and prioritsing alternative strategies that lead to both an increase in process efficiency and a reduction in costs. This has kept manufacturing off the critical path and significantly shortened the time required to prioritise cost-effective manufacturing strategies to cope with future trends. This knowhow from the models has contributed to focusing experimental resources at MedImmune only onto the most promising manufacturing processes and avoided significant investment into alternative strategies that the models identified as economically uncompetitive. The case studies have also helped to identify strategies that offer cost savings over the current process platform. At up to 25% of sales value, any reduction in the cost of goods (COG) represents a very significant financial return. Our analysis has shown that even a conservative estimate of 5% COG reductions can translate into over ?5m annual savings for a commercial facility with annual operating costs of ?100m. Our case studies illustrated strategies for achieving over 5% savings in COG. This research provides economic benefits to the wider biotech industry by highlighting valuable insights into the process economic drivers of antibody processes and the case study results highlight alternative strategies that lead to both an increase in process efficiency and a reduction in costs. The biotech industry has access to a new methodology, disseminated through publications as well as conferences, that will enhance understanding of their manufacturing systems, act as a test bed for their evaluation and hence significantly shorten the time required to prioritise cost-effective manufacturing strategies to cope with future trends. This can facilitate the growth of UK discovery-based companies to embrace more development capability and lead to the capture of a larger percentage of the total value of drug development. Furthermore, by identifying the most cost-effective strategies early in development, this will have spillover benefits to the NHS and patients by making new therapies available faster for patients. This has social impacts since significant pressures exist to ensure new antibody candidates are not so costly so as to preclude wide use. The NHS and patients will also benefit from a wider variety of drugs with MedImmune's antibody products which are being developed as potential treatments for severe conditions and areas of unmet medical need where treatment has immense social implications on the quality of life and hence getting people back to work. Dissemination of the case study results to the wider community will help identify potential bottlenecks in antibody processes, the scope of development needed and the overall feasibility of various routes. Hence, effective use of the modelling outcomes can lead to more concentrated R&amp;D efforts and more effective use of resources by highlighting critical experiments to perform. Obviating the need for extensive pilot scale trials will improve energy efficiency, lead to waste reduction and lower inputs to production. Furthermore the tool will allow the exploration of routes which are sustainable given projected increases in upstream performance. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}