{"id":"8F5C25FC-C1A0-4D1B-8A6F-63CED901F03C","title":"Sustainable Transport Evidence and modelling Paradigms: Cohort Household Analysis to support New Goals in Engineering design (STEP-CHANGE)","abstractText":"There is an accepted need to promote step changes towards more sustainable urban environments, notably in transport and travel, which we will focus on. While many model-based desk-studies have aimed to simulate such environments as part of a decision support tool, they adopt many unvalidated, hypothetical assumptions, particularly in the way that major transport focused interventions might impact on both behaviour and the effectiveness of the infrastructure. There is very little real evidence of what works and what can be used to promote such changes, deriving from either the physical nature and make-up of urban environments and in the way that people choose to act and behave. This 5 year proposal will build on the momentum of major EPSRC- and ESRC-supported activity at the Institute for Transport Studies (ITS) at the University of Leeds and the Centre for Research on Socio-Cultural Change (CRESC) at the University of Manchester in order to fill this evidence gap, providing an empirically grounded frame for the modelling of transformational futures.The project seeks to produce a step change in current knowledge and practice using a mix of new data sources, methodological innovation in analysis of this diverse data, development of new planning practices and procedures and supporting modelling tools. To this end it will develop visions of urban futures of 2050 which are both resilient to external change and sustainable. The knowledge and procedures developed as part of this project will provide a foundation upon which planners and others involved in decision-making in relation to urban transport, at both local and national levels, can start to put in place the necessary changes to achieve the resilient and sustainable visions of 2050.The proposed research is ambitious and novel. We will undertake the first largely qualitative longitudinal panel study of households which focuses on their transport activity, in particular delving into questions of why they do certain things and how change might be brought about. This work will be complemented by study of historical information over longer periods of time, making use of available information from a variety of transport and non-transport databases, coupled with testimony from planners and others in two study areas who have experienced changes first hand. The task of bringing these diverse data sources together will be innovative and seek to effectively explore ways of integrating these materials in a number of different ways which recognise the complexity of decisions and practices around transport and allow us to draw some understanding of why step changes occur. We will use the results of these analyses to feed into more theoretical work which will consider firstly the potential for new planning procedures and practice and secondly new modelling tools which provide the means to help achieve the step changes necessary in transport for sustainable and resilient urban futures by 2050.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I00212X/2","grantId":"EP/I00212X/2","fundValue":"1091730","fundStart":"2012-04-02","fundEnd":"2016-08-12","funder":"EPSRC","impactText":"","person":"Miles  Tight","coPersons":["Niamh  Moore","Andrew Graham Miles","Mike Antony Savage","David Paul  Watling"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}