{"id":"8F5EA19D-FBBC-43AA-A8B3-85621898524C","title":"Multi-scale modelling of the ocean beneath ice shelves","abstractText":"Quantitative prediction of future sea level is currently impossible because we lack an understanding of how the mass balance of the Earth's great ice sheets can be affected by climate change. Chief among the uncertainties are how changes in ocean circulation and/or temperature will influence the thickness and extent of the ice shelves and how the outflow from the ice sheet will change in response. Observations of the ocean under ice shelves are very sparse and difficult to obtain. Hence, numerical modelling has been used to provide insight into the structure and dynamics of the ocean flow in ice shelf cavities, as well as their influence on the larger scale. However, the complexities associated with this application means that models based upon hydrostatic dynamics, uniform mesh resolution and a layered structure in the vertical, may be improved upon. These complexities include the presence of a grounding line where the water column depth goes to zero under ice deep below mean sea level. The importance of this very limited region to the ice shelf above, and the associated grounded ice sheet, is massive but this is exactly the point where conventional models need to make the largest compromises in representing the real world. Also, the shape of the base of the ice shelf, and the steep change at the front between the ice and the open ocean, place important constraints on the ocean dynamics and hence they need to be represented well in a model in a similar manner to sea floor bathymetry. This, along with the representation of critical buoyancy driven processes that may be of small scale, points towards the use of non-uniform resolution in both the horizontal and vertical directions. In this project we will adapt our state-of-the-art numerical model to study the ocean circulation in the cavities beneath floating ice shelves. Unstructured and anisotropic dynamically-adaptive mesh methods in three dimensions will allow simulations with a resolution and geometric flexibility that is greater than has been possible before. Model developments will be benchmarked against earlier model results and validated on a hierarchy of test problems. Real world applications under the Filchner-Ronne and Pine Island Glacier ice shelves will be used to calibrate and validate the model against observational (including new Autosub) data. Highly timely new science will be preformed in these areas, and this project will also be an important step towards the inclusion of ice shelf cavities in global scale ocean models of the future. The final result will be an improved understanding of the physical processes occurring under ice shelves, and a powerful tool that will enable the explicit inclusion of ice shelves in global scale ocean and climate models of the future. This project fits well with NERC strategy. In particular the prediction of the future contribution of the ice sheets to sea level rise is seen as a high priority goal that cuts across the themes of Climate Systems, Earth System Science and Natural Hazards. Development of the next generation climate models is also a priority for the Climate Systems and Technologies themes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G018146/1","grantId":"NE/G018146/1","fundValue":"74394","fundStart":"2010-09-03","fundEnd":"2013-06-12","funder":"NERC","impactText":"","person":"Adrian  Jenkins","coPersons":[],"organisation":"NERC British Antarctic Survey","findingsText":" Ocean circulation beneath the floating ice shelves of Antarctica is a key process that must be incorporated into coupled climate models if those models are to be used to project the future evolution of the ice sheet and its impact on global sea levels. We have taken a major step towards this goal by incorporating ice shelf processes into Fluidity-ICOM, a next-generation ocean circulation model. An important capability of this finite element model is its capacity to utilize meshes that are unstructured and adaptive in three dimensions. This geometric flexibility offers several advantages over previous modelling approaches. The model represents melting and freezing on all ice-shelf surfaces including vertical faces, treats the ice shelf topography as continuous rather than stepped, and does not require any smoothing of the ice topography or any additional parameterisations of the ocean mixed layer commonly used in other models. The model can also represent a water column that decreases to zero thickness at the 'grounding line', where the floating ice shelf is joined to its tributary ice streams that are fully grounded on the seabed. The model has first been applied to idealised ice-shelf geometries in order to demonstrate these capabilities. In these simple experiments, arbitrarily coarsening the mesh outside the ice-shelf cavity has little effect on the ice-shelf melt rate, while the mesh resolution within the cavity is found to be highly influential. Smoothing the vertical ice front increases the ice-covered area, allowing greater exchange with the ocean than in simulations with a realistic ice front. A vanishing water-column thickness at the grounding line has little effect in the simulations studied. We have also investigated the response of ice shelf basal melting to variations in deep water temperature in the presence of salt stratification. Following on from these investigations of idealised domains we have applied the model to a domain that represents Pine Island Glacier with boundaries that conform to real bathymetry and basal shelf topography. This ice shelf cavity presents a considerable challenge to any model, as it has strong buoyancy forcing from rapid melt, complex geometry due to a large submarine ridge, and a convoluted ice base deeply incised with narrow crevasses.  Environment","dataset":"gtr"}