{"id":"8F602419-35EC-4CBB-B9B8-B48DA89E4396","title":"How do sexual health services in Britain meet - or fail to meet - the sexual health needs of Black and Asian MSM?","abstractText":"Recent years have seen a substantial increase in the number of people in Britain diagnosed with sexually transmitted infections (STI) such as gonorrhoea and syphilis. This increase has been particularly marked for men who have sex with men (MSM). Recent reports also suggest that MSM from minority ethnic groups are more likely to be diagnosed with an STI or HIV than other MSM in this country. MSM are often marginalised in minority ethnic communities and, conversely, MSM from minority ethnic groups might be marginalised by the gay community. These issues raise questions about whether sexual health services are meeting the needs of ethnic minority MSM in Britain. To answer these questions, researchers from London and Bristol, in partnership with community groups, will investigate use of sexual health services among Black (African or African-Caribbean) and Asian (Indian, Pakistani and Bangladeshi) MSM in Britain, their sexual risk behaviour and how they perceive their own risk for STI or HIV. They will also look at the stigma associated with homosexuality in these communities and how this affects decisions about disclosing their sexuality to friends, family, and health professionals, and ultimately how it impacts upon their own sexual health. A key feature of the study is that the researchers will also examine the extent to which sexual health services in different parts of Britain are aware of the sexual health needs of African and Asian MSM and how they respond to them. Both treatment services (e.g. clinics) and prevention services (e.g. community-based organisations) will be included. An innovative aspect of this national study is that participants will be asked to complete a questionnaire online, accessed through the project?s website. By taking advantage of recent developments in web-based survey design, the researchers will be able to achieve wide geographic coverage at a relatively low cost. The researchers hope that this study will allow them to identify factors that would improve the delivery of sexual health services to Black and Asian MSM in Britain and allow us them to formulate innovative interventions for primary and secondary STI/HIV prevention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500009","grantId":"G0500009","fundValue":"206415","fundStart":"2006-07-03","fundEnd":"2009-01-02","funder":"MRC","impactText":"","person":"Jonathan  Elford","coPersons":["Nicola Minling Low","Jane  Anderson","Simon  Nelson"],"organisation":"City University London","findingsText":"","dataset":"gtr"}