{"id":"8F60B13D-41A5-4EE2-8368-16714B2660DC","title":"The Correspondence of Elizabeth Montagu","abstractText":"Summary\\nOur goal is to prepare a fully annotated electronic edition of Elizabeth Montagu's correspondence. The author and bluestocking salonni&egrave;re (1718-1800) was the leading woman of letters and artistic patron of her day. The 8,000 extant letters, 'among the most important surviving collections from the eighteenth century' (Schnorrenberg) is held in the British Library, the Bodleian and the Huntington Library, the latter of which holds 6,000 of them. Less then a quarter of these documents has been previously published and then in partial archaic print selections. The team will conduct a pilot study over the twenty-four months: listing the correspondence, and devising the editorial principles by each taking a different correspondent as a case study. The problems and possibilities thrown up by their work will be explored in a series of colloquia to which they will invite other experienced editors of eighteenth-century texts and experts from other disciplines. Additional places will be offered to research students. A website will be set up and the network will be able to access podcasts of the previous colloquia and download research papers. Focused discussion between the editorial team and particular specialists on the recipients of the correspondence and experts from libraries, museums and galleries will elucidate the context of epistolary dialogues relative to art and architecture, industry, literature, philosophy, theatre, economics and politics. Montagu corresponded extensively with leaders of British Enlightenment coteries, such as Edmund Burke, Gilbert West, David Garrick and Horace Walpole, as well as the Bluestocking inner circle - Elizabeth Carter, Sarah Scott, Hannah More, Hester Thrale Piozzi, Frances Burney, Anna Laetitia Barbauld, Elizabeth Vesey and Frances Boscawen. Experienced managers of large-scale editorial projects and technical experts in electronic publishing will be invited to participate in workshop discussions. Issues to be explored will aso include theoretical and technical considerations bearing on editorial practice, and the presentation and maintenance of an electronic publication of this magnitude. There will be a series of two-day colloquia: on the first day of which lectures, workshops and a meeting of the editorial committee will be held; and on the second day cultural issues will be aired with a wider audience, including research students, in events in museums or libraries. The first on 'Friendship and Bluestocking Correspondence', with a plenary by Felicity Nussbaum (UCLA), will be held in Swansea University, whose second day will include a panel discussion on C18th bluestocking businesswomen at the National Waterfront Museum of Wales. The second entitled 'Towards Digital Editions' will be held at Oxford Brookes University with a plenary by Robert McNamee (Director, Electronic Enlightenment, Oxford University) and a subsequent tour of the Bodleian library. The third colloquium will be hosted by the Huntington Library, California, with a plenary by Elizabeth Eger (KCL). The fourth will be held at King's College, London on 'Letters and material culture' , with plenaries from curatorial staff at the Victoria and Albert Museum to which will be invited the network, research students and those following the Masters programme 'Studies in the Eighteenth Century' taught by King's College, London in conjunction with the British Museum. On the second day delegates will be invited to attend a national student event at the KCL performance laboratory: 'Voice, Performance and Letters'. The conclusions of the pilot project will be disseminated and the network invited to comment. The network will survive on into the next stage of work on the edition which will take another six years to complete. Indeed, the Advisory Board, Editorial Board and research assistants necessary for the long-term project will doubtless be members of it, as will many of the future academic beneficaries of the published edition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I001913/1","grantId":"AH/I001913/1","fundValue":"26564","fundStart":"2010-12-16","fundEnd":"2012-12-15","funder":"AHRC","impactText":"  The relationship ofthe Montagu project with V&amp;A and National Waterfront museums, private library (Huntington Library CA), Bodleian, Oxford and UK university libraries holding Montagu letters has been maintained and developed further, for example through:\n1. Formal collaboration with Electronic Enlightenment at the Bodleian Library, Oxford and award of CDA doctoral scholarship with EE.\n2. Huntington Library's continued support and offer to host an international conference to showcase the project to the American public in 2019.\n3. Links with the Historical Association made through the project's public lectures during the grant have been maintained: with the Swansea branch members eager to participate in the transcription of the Montagu/ Piozzi correspondence for the editors.\n4. The project website is being maintained and improved with the help of Swansea University funding. The doctorial student is launching his own research blog and engaging with social media to publicize the progress of the edition. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Caroline  Franklin","coPersons":["Elizabeth  Eger"],"organisation":"Swansea University","findingsText":" The Network Grant brought together literary editors, IT experts and librarians to plan an ambitious long-term editing project: transcribing and editing the voluminous correspondence of Elizabeth Montagu, which consists of c.8000 letters extant. Three successful conferences at Swansea, the Huntington Library CA and London (King's College and the V&amp;A) brought together US and European experts to discuss what would be involved in editing the letters freshly from manuscripts, constructing and - i The letters, when edited and published, will make an invaluable educational resource for the general public as well as researchers in many disciplines: theatre studies, literature, history, economics, art, architecture and politics. Hitherto only specialists visiting the USA could access this archive. When our digital edition is published, these primary materials full of fascinating material will be accessed by local historians in the UK and those interested in the everyday life of the eighteent Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}