{"id":"8F660D7C-2512-4D77-B548-672A892D67CA","title":"Seasonal Adaptations in the Breathing Mechanics of High Arctic Ptarmigan.","abstractText":"Rock Ptarmigan (Lagopus mutus) inhabit the alpine regions of the northern hemisphere. A sub species of these birds found only on the high arctic islands of Svalbard, Norway seasonally deposit very large amounts of body fat. This fat serves as emergency stores of energy for the arctic winter when these birds repeatedly face potentially lethal periods of total starvation, due to extreme weather in combination with permanent darkness. In summer these birds normally weigh less then 0.5kg but during autumn their mass doubles to around 1kg, with body fat making up more than 30% of their body weight. This adaptation to life in high arctic conditions represents a significant physiological challenge for these animals, not only in providing the resources to deposit such a large amount of fat but also functioning with the relatively large extra body mass. The Codd lab has recently demonstrated that accessory breathing structures found on the ribs (uncinate processes) act as levers for the forward and downward movement of the ribs and sternum, respectively, when the bird is breathing in and also as a mechanical strut for muscles to pull the sternum up when the bird breathe out. Interestingly these structures vary in length depending if the bird is adapted to running, flying or diving. The rock ptarmigan have unique uncinate processes which suggest there may be fundamental differences in their mechanics of ventilation. Moreover, because during winter the additional mass is primarily deposited around the breast musculature and abdomen, respiratory movements may also be severely affected. We believe that L. m. hyperboreus will demonstrate respiratory adaptations that may the recruitment of novel accessory breathing muscles and pelvic aspiration to ventilate their lungs when their body mass is high. We will use electromyography to determine whether target muscles are active during ventilation or locomotion. Interclavicular and abdominal air sacs pressure will be recorded and locomotion will be monitored using video footage. For metabolic power we will use respirometry. The Department of Arctic Biology (University of Tromso) where experiments will take place is well set up for the maintenance of ptarmigan colonies under natural conditions; expertise and facilities which are not available in the UK. Examination of the breathing mechanics of ptarmigan will be fascinating and shed new light on the complexities of avian respiration. Our study will be the first to determine the effect of seasonal fluctuations in body mass to the mechanics of breathing in birds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G011338/1","grantId":"BB/G011338/1","fundValue":"97560","fundStart":"2009-05-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"  dat we collected are being used in conjunction with population survey data collected by the norwegian polar institute towards developing a new species management plan for the Svalbard ptarmigan Environment Policy & public services","person":"Jonathan Richard Codd","coPersons":[],"organisation":"The University of Manchester","findingsText":" This project has shed new and important light on the energetics and biomechanics of locomotion in an animal that shows marked seasonal changes in body mass - namely the more than doubling of body weight during winter including the acquisition of more than 30% body fat reserves. The key findings are summarised below:\n\n\n\n1) svalbard ptarmigan are exceptional athletes capable or three distinct locomotor gaits - walking, grounded running and aerial running. Through our work we were able to demon These data have provided new information that can be used to understand and to ultimately protect this Arctic species. the Svalbard ptarmigan are listed as a bioindicator species for biodiversity in the Arctic and the information we have obtained can lead to the development of better strategies for managing this species. This is particularly pertinent given the potential impact of climate change on the Arctic regions. These data have looked at how these birds are able to adapt to carrying large Environment","dataset":"gtr"}