{"id":"8F6DD466-F97A-4D68-B062-3D2B723FC136","title":"Development of an efficient B. rapa transformation system to facilitate studies on fruit development in a diploid Brassica oilseed crop.","abstractText":"GM technology (referred to here as transformation) is increasingly being exploited as a research tool for testing gene function. Put another way plant transformation can be exploited to over-express/ modify or silence plant genes in order to determine the function of a particular gene. The results of these studies are not to create GM crops, but to better understand the genetic control of these traits to facilitate conventional crop improvement strategies. For example, within the UK oilseed rape (Brassica napus) is grown widely for its seed oil. Compared to other crops, oilseed rape is a relatively young crop and one not yet fully optimized for efficient production (low harvest index of total: harvestable biomass), although profitable, there remains considerable scope for crop improvement. One such trait being early pod shatter (where seed is spilled in the field prior to, and during harvest) this accounts for &gt;10% seed loss every year (valued at about &pound;60 million per year). A better understanding of which genes are involved in early pod shatter, may lead to marker assisted breeding (non GM approach) to select breeding material with greater pod shatter resistance. The genetics of Brassica napus are further complicated because it is an amphidiploid species, meaning it contains the complete genome of the two diploid parental progenitors B. rapa (an oilseed and vegetable crop) and B. oleracea (a vegetable crop). The desire to understand the genetic control behind many fruit and oilseed traits is therefore best explored in the first instance in the genome of B. rapa. In the current proposal we aim to develop a robust and efficient transformation method in a rapid-cycling B. rapa oilseed crop. The availability of such a resource will be highly desirable within the research community for studying fruit and oilseed traits, and for which a diploid species is ultimately more desirable for genetic studies. The project is particularly timely with the near completion of th B. rapa genome sequence; and complementary to the B. rapa TILLING (Targeting Induced Local Lesions IN Genomes) a 'reverse genetics' resource, which has been produced in the same genetic background.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I023763/1","grantId":"BB/I023763/1","fundValue":"119429","fundStart":"2012-02-20","fundEnd":"2013-07-18","funder":"BBSRC","impactText":"  Our findings have been used to develop a transformation protocol for the genotype R-o-18 a diploid oilseed Brassica rapa. \n\nThe efficacy of the system was used to produce transgenic B. rapa plants with DR5::GFP (where DR5 is an auxin signalling reporter; in these transgenics a visual marker GFP (a green fluorescent protein) will be expressed where auxin is present. Agriculture, Food and Drink,Education Economic,Policy & public services","person":"Penny  Hundleby","coPersons":["Lars  Ostergaard"],"organisation":"John Innes Centre","findingsText":" We have development and disseminated a transformation protocol for a diploid oilseed Brassica rapa, genotype R-o-18. \nThis is of particular interest to research groups working on fruit and oilseed traits in Brassica. We developed and made available to the research community a GUS reporter gene construct for use in Brassica. The availability of such a construct, tested in Brassica, enables researchers to establish their own transformation labs – following the BRACT protocols we have available on our website www.bract.org – the construct will also enable the screening of new genotypes for transformation success. \n\nWe evaluated the use of an alternative selectable marker (gentamicin resistance) for use in Brassica - which proved successful. This offers the potential for use in 'gene stacking' projects to transform transgenics made using kanamycin resistant genes. \n\nWe have demonstrated the ability to produce transgenic B. rapa plants in the genotype R-o-18. This will be of particular interest to researchers working in the field of fruit development and oilseed traits in Brassica, where working in a diploid species is desirable. Although achievable, transformation efficiency remains low and will benefit from further improvements. Agriculture, Food and Drink,Education","dataset":"gtr"}