{"id":"8F6DDD76-C58A-4AAD-9B7A-803A62BA5080","title":"Mechanisms of intestinal innervation and vascularization","abstractText":"As the human body's first barrier to the outside world, the digestive tract plays an essential role in breaking down food, absorbing nutrients and providing a first line of defence against harmful bacteria. Two complex systems ensure that all these important functions are adapted to the needs of our body: the nervous system, which controls the contractions and secretions of the gut, and the vascular system, which delivers oxygen to its cells. Abnormal oxygen supply and/or the malfunction of gut nerves can lead to prevalent and, sometimes life-threatening conditions, such as intestinal ischemia, Hirschsprung's disease and irritable bowel syndrome. These conditions underscore the importance of the interaction between the nervous, vascular and digestive systems. They also highlight the need to understand how these three systems interact normally, and what happens when things go wrong. This research proposal aims to identify the molecules that ensure the normal interaction between the three systems. In particular, we want to understand how nerve cells and the branches that make up the vascular system manage to find and make contact with the gut, and whether the nervous and vascular systems talk to one another to achieve this goal. Understanding how this process occurs normally will help us understand what goes wrong when nerve cells and the vascular system fail to connect to the gut properly. For example, it may well be that the molecules we identify are not present in the conditions mentioned above. In that case, we could devise ways to deliver them to patients to promote the formation of new connections between their digestive tract and their nerve cells and/or vasculature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J007110/1","grantId":"BB/J007110/1","fundValue":"198249","fundStart":"2013-01-01","fundEnd":"2015-06-30","funder":"BBSRC","impactText":"  Our findings and/or data have been used for several educational activities, notably a film festival in New York (imaginesciencefilms.org), microscopy demonstrations to primary school children and MRC Open Week. We also took part in a project in collaboration with designers from MA Textile Futures, Central Saint Martins, UAL, and architects from the Interactive Architecture Lab, RC3, at the Bartlett School of Architecture, UCL (http://csc.mrc.ac.uk/fabrics-of-life-2014-big-data/). Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Irene  Miguel-Aliaga","coPersons":[],"organisation":"Imperial College London","findingsText":" We have found that nutrients in the diet may play a role in changing the architecture of blood vessels in the gut and other organs. Our work in Drosophila has shown that small changes in their diet alter the nerve signalling guiding branching of new oxygen-delivering tubules - a process reminiscent of adaptive angiogenesis. In turn, this affects how the fly handles and stores different nutrients from its diet. This work was published in Cell, was highlighted twice in F1000 and in a dedicated fetaure in EMBOJ. It also featured on the BBSRC and MRC websites. If a similar process takes place in humans or other mammals, this mechanism could be targeted as a way of modifying how organs store nutrients and fat. It also opens up the possibility that diet influences the arrangement of blood vessels in mammals, contributing to conditions such as obesity (and the improvements seen after gastric bypass), cancer or to the way the body adapts to malnutrition. Education,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}