{"id":"8F6F02D9-C132-4C31-B7F4-A9E7A4ACA49E","title":"Water availability and quality: natural environments, domestic use and food production (WaterSci)","abstractText":"This project addresses perhaps the greatest challenge facing humankind: feeding a world population approaching 7 billion against a background of growing concern over our planet's capacity to adapt to a changing climate. The recent IPCC report (http://www.ipcc.ch/) highlights both a predicted increase of 2-4oC in global surface warming by 2100 and significant perturbation in patterns and intensity of rainfall predicted to lead to serious droughts and more frequent flooding, both severe problems for food production and for the maintenance of a safe and secure water supply. Now, possibly more than at any time in the past, is there a need for innovation to ensure we can successfully meet such a global challenge. Improvement in security of supply and quality of water would also have a significant positive impact on sustainable development and health in parts of the world increasingly important to the UK as emerging markets. To meet this challenge, we need innovation to: quantify agricultural water requirements; increase water and resource use efficiency in food production; quantify and ameliorate the extent, source, fate and health impacts of water contamination; develop new environmental modelling capabilities; adopt emerging intelligent environmental sensor technology and take greater use of biosolids and wastewater. The WaterSci bid from the Lancaster Environment Centre and several labs in China, a partnership which leads the world in sustainable water management, proposes to focus on the development and exploitation of tools to deliver on this global innovation challenge and market opportunity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042683/1","grantId":"EP/G042683/1","fundValue":"1302690","fundStart":"2009-05-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"","person":"William John Davies","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}