{"id":"8F74738F-022E-4B43-AE4F-470EAE09D311","title":"Tribological Modelling of Biphasic Articular Cartilage and Cartilage Replacement Systems in Anatomical and Physiological Models","abstractText":"Treatment of end stage arthritis currently involves major surgical intervention in the form of total joint replacement. However, due to the clinical limitation of these devices (generally less than 15 years), there are concerns about their use in increasing numbers of younger patients with arthritis of the major load bearing joints without a secondary operation. Consequently, there are emerging interests in earlier intervention approaches such as partial surface replacement and cartilage substitution, which attempt to retain some or all of the functional bearing surface of articular cartilage. The increasingly rigorous ethical and regulatory environment is demanding more extensive pre-clinical studies, as part of the translation of any new technology to the patient. However, there are currently no pre-clinical functional simulation models that can be used to assess the potential long-term clinical performance of these devices which articulate against articular cartilage. The aims of this project are to develop novel computational models for investigating the tribology (friction, wear and lubrication) of articular cartilage in order to understand the normal function as well as to provide guidance for developing early intervention cartilage substitution solutions in the hip joint. The computational model will particularly focus on the biphasic (fluid and solid phases) loading carrying capacity of articular cartilage and integrate contact mechanics, friction, lubrication and wear using an anatomical and physiological joint model. Both cartilage against cartilage and cartilage against a biomaterial such as metal (hemi-arthroplasty) will be modelled. The computational model will be validated using a porcine hip joint model before use on the human hip joint. The outcome of the proposed research will provide guidance for developing novel tissue substitution solutions in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036593/1","grantId":"EP/D036593/1","fundValue":"180377","fundStart":"2006-06-05","fundEnd":"2009-12-04","funder":"EPSRC","impactText":"  Treatment of end stage arthritis currently involves major surgical intervention in the form of total joint replacement. However, due to the clinical limitation of these devices (generally less than 15 years), there are concerns about their use in increasing numbers of younger patients with arthritis of the major load bearing joints without a secondary operation. Consequently, there are emerging interests in earlier intervention approaches such as partial surface replacement and cartilage substitution, which attempt to retain some or all of the functional bearing surface of articular cartilage. The increasingly rigorous ethical and regulatory environment is demanding more extensive pre-clinical studies, as part of the translation of any new technology to the patient. However, there are currently no pre-clinical functional simulation models that can be used to assess the potential long-term clinical performance of these devices which articulate against articular cartilage. The aims of this project are to develop novel computational models for investigating the tribology (friction, wear and lubrication) of articular cartilage in order to understand the normal function as well as to provide guidance for developing early intervention cartilage substitution solutions in the hip joint. The computational model will particularly focus on the biphasic (fluid and solid phases) loading carrying capacity of articular cartilage and integrate contact mechanics, friction, lubrication and wear using an anatomical and physiological joint model. Both cartilage against cartilage and cartilage against a biomaterial such as metal (hemi-arthroplasty) will be modelled. The computational model will be validated using a porcine hip joint model before use on the human hip joint. The outcome of the proposed research will provide guidance for developing novel tissue substitution solutions in the future. Healthcare Economic,Policy & public services","person":"Zhongmin  Jin","coPersons":["E  Ingham","John  Fisher"],"organisation":"University of Leeds","findingsText":" Development of methods and models for biphasic lubrication analysis of articular cartialge Fundaamntal research has underpinned subsequent development of biotribolgy models of natural hips and knees, which are now (2013) being applied in collaborative studies with industry and clinicians Has led to further collaborative and multidisciplinary research on biotribology of articualr cartilage, and our underpinned current programme grant in this area Healthcare","dataset":"gtr"}