{"id":"8F7756C8-0BFC-4F41-9184-A99BB49773E6","title":"Functional studies of the KSHV vIRF-2 protein","abstractText":"Some of the most common herpesviruses are household names since they are the causes of many familiar human diseases, including chicken pox, shingles and oral and genital ulcers. Epstein-Barr virus (EBV) which causes infectious mononucleosis (or student?s kissing disease) is another herpesvirus that is a cofactor in the development of certain cancers of white blood cells (lymphomas) and of the oral-nasal cavity. Kaposi?s sarcoma-associated herpesvirus (KSHV), a relative of EBV, is the probable cause of Kaposi?s sarcoma (KS) and a rare form of lymphoma, especially in individuals infected with HIV, which causes AIDS. KS is the most common malignancy affecting AIDS patients. However, KS also affects others, including organ transplant recipients. The identification of KSHV as a new human pathogen offers exciting opportunities to investigate how it and related herpesviruses cause disease. Discoveries concerning this virus could be extended to other herpesviruses to contribute overall to our understanding of herpesvirus biology and help in devising methods to develop medicines against them.\nThis proposal aims to provide a deeper understanding of how KSHV interacts with an important component of our bodies defence system: the innate interferon immune response . Our preliminary studies indicate that one component of KSHV is a protein called vIRF-2 that we have begun to characterise. This viral protein inhibits the innate interferon immune response, presumably because the virus needs to evade this defence system. If we can understand how the viral protein achieves this inhibition, we will have a better understanding of the mechanics of the response, and perhaps how other viruses avoid it. Eventually, our work could then help in the development of medicines and vaccines to prevent viruses and other foreign organisms overcoming this response.\nDJB is a ?GU Teacher-Scientist? and a Science Ambassador for the national SETPOINT programme. He interacts regularly with Lenzie Academy High School, giving talks on current virology topics (AIDS, SARS, Avian flu, etc) and his research. He judges in the annual Lenzie Academy science competition. For National Science week, 2004, at GU, DJB spoke on ?Introducing Virology?.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400408","grantId":"G0400408","fundValue":"234027","fundStart":"2006-03-01","fundEnd":"2009-02-28","funder":"MRC","impactText":"","person":"David John Blackbourn","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}