{"id":"8F7C47D1-94F6-47AD-9328-2FCD8B705AE9","title":"Gene x gene and gene x environment interactions underlying speech, language and reading development","abstractText":"About 5% of school-children have difficulties with reading skills and development of language that are not due to low intelligence or inadequate educational opportunity. These problems are called specific reading disability (dyslexia) and specific language impairment (SLI). For both disorders there is evidence for contribution from both genetic and environmental factors that probably have to act together. Research advances have now identified several of these factors of both genetic and environmental nature. The aim of this proposal is to test how different risk factors interact with one another in order to cause dyslexia and SLI, as we wanted to find the correct order for the many pieces of a complicated jigsaw puzzle.\nWe will carry out our research in the ALSPAC sample, a large project that has collected an extensive variety of information on more than 10,000 children born in Southwest England between 1991-92. We will be able to combine all the variables of our study in the ALSPAC sample. We can use the DNA from the children for genetic analysis, and we can access their scores on measures of language and reading skills, together with the relevant information about the environment where they are growing up. We will be able to look at data ranging from diet details to the number of books the children could access during their infancy.\nThis research investigates whether there is a connection between specific combinations of predisposing factors and performance in well-defined measures of language and reading skills. The aim is to identify sub-groups of children for whom it will be possible to design more targeted and, therefore, more effective intervention therapies. This project will also contribute to develop strategies for early diagnosis of these disorders, which is fundamental to the implementation of intervention programs. For example, dyslexia is currently diagnosed when children are exposed to written language at school, often too late to start a successful theraphy. The detection of predisposing genetic factors, environmental exposures and their interplay will help to identify those children of pre-school age who might benefit from receiving specialised help. The identification of environmental factors that increase the likelihood of developing dyslexia or SLI might also have an important impact on prevention. \nUltimately, this project will contribute to our understanding of the mechanisms underlying behaviour and cognition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800523","grantId":"G0800523","fundValue":"169769","fundStart":"2009-01-05","fundEnd":"2011-01-04","funder":"MRC","impactText":"","person":"Silvia  Paracchini","coPersons":["Anthony  Monaco","Dorothy Vera Bishop","Patrick  Bolton","Dianne  Newbury","Colin  Steer"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}