{"id":"8F8795E4-184B-481F-AF40-49ED9BFB1FBB","title":"Structure and Function of Arr4 in G-protein signalling and Tail-Anchored Membrane Protein Insertion","abstractText":"Since the completion of the Human Genome Project the field of ?genomics? has fast been augmented by its natural successor, ?proteomics?. Solving the proteome, however, is far more daunting than sequencing long lengths of DNA code, since it entails collecting numerous different pieces of information including protein structure, function, interactions, location, modification, regulation, etc. While genes only come in one shape, the famous ?double helix?, proteins fold up their linear sequence into complicated mechanical machines that perform vital functions in the body. Knowing a protein?s sequence is not enough - to understand the way they work and design drugs to improve or disrupt their function we need to know their precise structures. Proteins are too small to see so we measure their shapes in indirect ways by interpreting their behaviour when we bounce X-rays off them, put them in strong magnetic fields or combine numerous low-resolution images from an electron microscope to generate 3-dimensional reconstructions. Each of these techniques has its strengths and weaknesses but a combined approach can yield complementary information filling in the gaps left by using just one of the methods. Research has shown that living a long and healthy life depends on our ability to handle stress both on a human, psychological level and in the way that our proteins respond to toxins, heat and other extreme conditions that interfere with their mechanical functions. Intuitively, ageing seem to have a large genetic component but, while there are many known gene mutations which have a negative effect on lifespan, very few human genes have, so far, been proven to confer longevity. Our bodies are equipped with layers of protein-driven quality-control mechanisms and recycling systems which respond to the daily gamut of stresses to which we subject our cells, through the things we eat and the natural course of living. It is thought that keeping these stress-response proteins in good working order is the key to remaining healthy. Genetics experiments in yeast have connected several previously uncharacterised genes with the regulation of stress resistance. Since we lack structural information on the proteins encoded by these genes we cannot yet understand their modes of action, how they interact with other molecules and how they fit into the complete physiological picture. In this project I propose to use an interdisciplinary biophysics approach, using the techniques described above, to investigate the shapes of some of the proteins involved in helping us to beat stress and solve the jigsaw puzzle of how they fit together. This information will cast light on their mechanisms of action and aid the design of drugs that fit neatly into their reactive crevices to manipulate their mechanisms for disease therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900936","grantId":"G0900936","fundValue":"694306","fundStart":"2009-12-01","fundEnd":"2013-12-31","funder":"MRC","impactText":"","person":"Rivka Leah Isaacson","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}