{"id":"8F8A0E59-3CE7-4875-B173-86D6C5EA75AD","title":"CROPROTECT: a knowledge exchange system to support UK growers in sustainable crop protection to allow efficient crop production","abstractText":"To ensure efficient crop production and to avoid wasting the land, water and nutrient resources used, it is essential that crop losses to attacking pests, weeds and diseases are prevented as much as possible. These attacking organisms have been managed primarily with pesticides for the last few decades but now alternative solutions need to be delivered. \n\nCurrently there is a disconnect between the R&amp;D community and the farming industry. This must change if farmers and agronomists are to be better informed and with the expanding capacity and reach of information technology there is a real prospect of delivering location specific farming advice. To allow innovation, a system is needed to 1) identify best practise and 2) transfer information about best practice to farmers and agronomists. UK agriculture and horticulture are facing huge challenges (highlighted in the National Farmers Union healthy harvest report) as conventional pesticides are being restricted by legislation and lost to resistance. This project will develop a web-based knowledge exchange system to support growers by providing evidence based information about integrated pest management (IPM) and alternatives to pesticides. Currently much of the information that is readily available relates only to pesticides and there is a lack of awareness of alternatives. Information is also needed because alternatives are often more complicated to use. \n\nThe knowledge exchange framework built by the project will be web-based and comprise a number of linked modules: 1) a grower interface where farm information and crop protection needs is entered by farmers. Growers will input details of their pest, weed and disease challenges; 2) a geographic information system where farm data are held and mapped spatially; 3) a module gathering information about potential solutions. This part of the system will be driven by curated data obtained from disparate industry and academic sources regarding pest, weed and disease management recommendations; 4) an information processing and design of IPM systems module which will be at the hub of the system, and 5) an information delivery module that will provide relevant solutions to individual users. The outcome will be a crop health web portal growers could visit and obtain relevant advice about IPM. \n\nThe system will co-ordinate and connect grower data with information to allow the design and provision of pest management solutions. It will be a two-way system and allow us to obtain a detailed picture of the challenges growers face. The basic framework will be generic and units will be built for each of the major UK crops. As different units are added and the system develops it will build a detailed picture of both problems and best pest management practices. The system will thus make use of information technology to provide better information about pesticide alternatives. This will have substantial economic, environmental and societal benefits in terms of minimising crop losses, optimising control strategies, improving competitiveness and reducing environmental footprint.\n\nThe project is expected to make advances in web-based knowledge transfer systems. It will create and develop a system for gathering location specific data in a geographic information system with problem solving modules. The very real challenges farmers face in crop protection mean that a new communication system will be developed to provide answers about solutions. The current project is designed to address crop protection but lessons learnt could be used in development of other problem-solving systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M016676/1","grantId":"NE/M016676/1","fundValue":"233761","fundStart":"2014-11-01","fundEnd":"2017-10-31","funder":"NERC","impactText":"","person":"Toby  Bruce","coPersons":[],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}