{"id":"8F8D5295-D60C-4BC7-96F3-761E429B73F3","title":"Genetic suppression of the RNA regulator system controlling virulence and antibiotic biosynthesis in the phytopathogen Erwinia carotovora","abstractText":"This project involves a study of the control of multiple virulence factors in the bacterial plant pathogen, Erwinia carotovora. This bacterium causes soft rot and blackleg diseases of potato and it is commercially important. The bacteria make and secrete a collection of enzymes that degrade plant cell walls. This is the main, but not sole, mechanism of plant attack. The bacteria can 'talk' to each by chemical signalling in a process called 'quorum sensing'. By this mechanism the bacteria keep production of the plant degrading enzymes at a low level until the bacterial population reaches a high density when the bacteria secrete a lot of the enzyme in a burst of expression. This gives the plant no time to resist the lethal effects of the infection and leads to a very productive attack of the plant by the bacterial pathogen. A key control mechanism for the plant degrading enzymes is a system called the RsmAB system. The two factors that act in this RsmAB system are RsmA (a small protein) and rsmB, which is a small RNA molecule. The RsmA protein acts by degrading the products of the plant cell wall degrading enzyme genes. However, the rsmB molecules sequesters the RsmA protein to prevent it from assisting the degradation of the messenger molecules that make the enzymes. Bacterial mutants that cannot make the rsmB molecule have an excess of RsmA and this leads to excessive degradation of the messages that make the plant cell wall degrading enzymes. The rsmB mutants are not virulent because they make very little enzymes. We have exploited this fact to identify a totally new gene that, when mutated, can bypass (suppress) the effects of the rsmB mutation. This new suppressor gene is called rsmS and it nullifies the effect of the rsmB mutation. Our aims are to study the nature and the effects of the new rsmS gene, We intend to investigate the impacts of rsmS by the use of genetics, DNA microarray technology (transcriptomics) and advanced proteomics. We hope to understand how the new rsmS suppressor works to impact on the control of plant cell wall degrading enzymes in Erwinia. This information could lead eventually to a deeper understanding of regulation of pathogenicity in the plant pathogen. Ultimately, this type of information might be exploited as a route to intervening rationally in the plant disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F009666/1","grantId":"BB/F009666/1","fundValue":"316620","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"  The cutting-edge proteomic techniques that were used in this grant led to the unexpected and exciting discovery that Serratia sp. ATCC39006, a plant and animal pathogen, produced intracellular buoyancy organelles: gas vesicles (GVs), moreover production of GVs was under quorum sensing, rsmAB and rsmS control. This was the first time that these structures had been identified in an enterobacterium. These structures can also be engineered in Escherichia coli, a finding that can be exploited for microbial biotechnology and synthetic biology purposes. \nWe discussed with Cambridge Enterprise, the University's IP representatives, the possibility of commercialization or patent protection of this discovery. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"George  Salmond","coPersons":["Kathryn Susan Lilley"],"organisation":"University of Cambridge","findingsText":" This project involved a study of the control of virulence factors in the bacterial plant pathogen, Erwinia carotovora (and the bacterium, Serratia ATCC39006). The former bacterium causes soft rot and blackleg diseases of potato and is commercially significant. The latter bacterium attacks plants and can kill a nematode worm, Caenorhabditis elegans. Erwinia secretes a collection of enzymes that degrade plant cell walls. This is the main, but not sole, mechanism of plant attack. The bacteria can talk to each by chemical signalling in a process called quorum sensing. By this mechanism the bacteria keep production of the plant degrading enzymes low until the bacterial population reaches a high density when the bacteria secrete a lot of the enzyme in a burst of expression. This gives the plant no time to resist the lethal effects of the infection and leads to a very productive attack of the plant by the bacterial pathogen. \n\nA key control mechanism for the plant degrading enzymes is a system called the RsmAB system. The two factors that act in this RsmAB system are RsmA (a protein) and rsmB, a small RNA molecule. The RsmA protein acts by degrading the products of the plant cell wall degrading enzyme genes. However, the rsmB molecules sequesters the RsmA protein to prevent it from assisting the degradation of the messenger molecules that make the enzymes. Bacterial mutants that cannot make the rsmB molecule have an excess of RsmA and this leads to excessive degradation of the target messages. The rsmB mutants are not virulent because they make very little enzymes. We exploited this to identify a totally new gene that, when mutated, can bypass the effects of the rsmB mutation. This new suppressor gene is called rsmS and it nullifies the effect of the rsmB mutation. \n\nOur aims were to study the nature and the effects of the new rsmS gene, We investigated the impacts of rsmS by the use of genetics, DNA microarray technology and advanced proteomics. We hoped to understand how the new rsmS suppressor works to impact on the control of plant cell wall degrading enzymes in Erwinia (and Serratia). This information might lead eventually to a deeper understanding of regulation of pathogenicity in the plant pathogen and might be exploited as a route to intervening rationally in the plant disease.\n\nWe showed that the rsmS gene encodes a functional protein rather than a regulatory RNA. With colleagues in SCRI, Dundee, we defined the genes of Erwinia that are affected by the rsmS mutation and compared this profile with that of the genes affected by RsmB and the wild type Erwinia. This defined new genes that are under RsmS control. We backed up this analysis of the effects on the pathogen genome with some proteomics studies (Erwinia and Serratia) that allowed us to identify new gene products modulated by RsmS. Finally, we defined regulatory inputs to control of the rsmS gene. This study has helped us to understand the role of the RsmS gene in virulence. We used cutting-edge proteomics to identify the regulon of genes controlled by the new suppressor, rsmS. Because the rsmAB system is widely conserved across multiple organisms, it is possible that the physiological interactions between rsmS and the rsmAB system could be both relevant and exploitable in alternative plant and animal pathogens. The environmental cues impacting on rsmABS mediated regulation are also of widespread interest. The rsmABS system helps to modulate virulence factor production in response to various environmental signals. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}