{"id":"8F8DFBC4-04AE-43E6-85C9-A769E3CE68AF","title":"Fight against death: the role of autophagy in mitochondrial turnover in haematopoietic cells in vivo","abstractText":"In this project we will investigate the role of a cellular process called autophagy in the development and maintenance of the immune system. Most of the large structures of the cell such as the energy-producing mitochondria are continuously being engulfed and degraded by a process known as autophagy (self-eating). Insufficient autophagy may allow damaged structures and molecules to build up within the cell, and contribute to neurodegeneration and ageing. Autophagy is also used by the cell to adapt to new circumstances: if we fast or starve, our cells chew up much of their contents by autophagy to mobilize resources for the rest of the body. We have shown that failure to undergo autophagy in red blood cells causes cell death and as consequence anaemia in the whole animal. Similarly we have preliminary data showing that absence of autophagy in immune cells (leukocytes) causes cell death resulting in very low numbers of leukocytes. We are proposing to investigate why autophagy is needed for the survival of leukocytes and elucidate how cells die in the absence of autophagy. To carry oxygen to every part of the body within tiny capillaries, red blood cells (erythrocytes) need to reduce their size. They do this towards the end of their development by losing most of their proteins and organelles including nucleus and mitochondria. A consequence of this process is the loss of their major source of energy, which condemns them to die within a short period of time. However, over the course of their short lifespan (approximately 120 days in man and 30 days in mice). They have accumulated haemoglobin and can continuously transport large amounts of oxygen. Whereas it was known for some time that the nucleus is expelled, it is unclear how red blood cells lose their organelles. Early electron micrographs from the 1960s show that erythrocytes contain mitochondria within double-membraned vesicles called autophagosomes. We have generated mice in which blood cells (both red and white cells) are knocked out for autophagy. These mice die of anaemia as their red blood cells die early due to the accumulation of damaged mitochondria which cannot be eliminated though autophagy. Even though leukocytes do not have such a strict developmental requirement to remove their mitochondria, we hypothesize that general mitochondrial turnover is regulated through autophagy in leukocytes. On top of being the energy factory of the cell, mitochondria play a central role in pronouncing the death sentence of the cell. This is probably no coincidence since the mitochondria are the main target for many noxious stimuli, such as toxins, free radicals, excessive calcium and lack of oxygen. The mitochondria are damaged by these fatal stimuli. Damaged mitochondria initiate the process of cell death. In fact we observe cell death in all different types of leukocytes obtained from autophagy deficient mice analysed so far. We will now investigate whether cell death is caused by damaged mitochondria in leukocytes, and whether other organelles are accumulating such as ribosomes, ER and Golgi. Excessive levels of autophagy can lead to cell death, however our results indicate it plays a role as a cell survival mechanism. We will therefore elucidate in molecular detail how leukocytes die in the absence of autophagy. Very little is known about the role autophagy in leukocytes, in particular in vivo. The results of this study will add important information to the understanding of mitochondrial turnover and will benefit the scientific community interested in these fundamental cellular processes. It will give an insight into the senescence of cells and the link between cell death and autophagy. Extending our findings on red blood cells to leukocytes will help to generalize the observed phenomenon and make it more likely to establish it as a universal process in all cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G021422/1","grantId":"BB/G021422/1","fundValue":"277542","fundStart":"2009-09-01","fundEnd":"2012-05-31","funder":"BBSRC","impactText":"  Mostly within the scientific community - drug development is still ongoing Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Katja  Simon","coPersons":[],"organisation":"University of Oxford","findingsText":" Autophagy, a cellular major degradation pathway, is essential in the maintenance of healthy stem cells For improving regenerative medicine, for treating haematological malignancies Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}