{"id":"8F93ACE4-0109-4368-B5F3-5E529378486C","title":"Rethinking Environment and Development in an Era of Global Norms: Exploring international politics of justice on carbon forestry and hydropower","abstractText":"The research responds to the unprecedented emergence of global environmental norms intended to reconcile natural resource management with poverty alleviation. Prominent examples of such norms are the social safeguards included in global conventions and the human rights-based rulings of international courts. The norms possess the potential to transform development practice in the future, so long as they effectively support poor people's claims on natural resources and rights to sustainable livelihoods.\n\nThe increasing significance of global environmental norms challenges research to develop new theory on the dynamics of environment and development that attends to cross-scale relationships between local environmental struggles, environmental mobilizations and global norms. This research employs an environmental justice lens to examine the effects of global environmental norms on poverty alleviation in the Global South through explorations of forests and water.\n\nThe proposed research expands the political ecology approach through attention to notions of environmental justice and cross-scale environmental politics. Notions of justice are at the core of many environmental struggles, as they inform people's claims and practices in relation to natural resources. Justice conceptions are also an integral component of international environmental politics and global environmental norms. Thus ideas about justice are an integral element of environmental politics across scales, connecting local struggles to mobilizations at national and international levels as well as the conceptions informing global norms - or causing dissonances between them.\n\nResearch in stage 1 proceeded by way of four case studies from Nepal, Sudan and Uganda on how marginalized people's struggles in reaction to carbon forestry and hydropower projects are, or are not taken up in environmental mobilizations, and how this uptake does, or does not contribute to increases in wellbeing.\n\nThe particular objectives guiding the research in stage 2 are to:\n(1) Generate empirical insights on the resonance of global norms and international mobilisations with environmental struggles by examining international politics of justice on carbon forestry and hydropower.\n(2) Combine the empirical insights from stage 1 and 2 to develop new theory on cross-scale dynamics of environment and development.\n(3) Support practitioners involved in environmental mobilisations in generating impact in low-income countries through novel forms of engagement.\n\nResearch in stage 2 will trace references to the struggles examined in our stage 1 research in negotiations over the so-called Safeguards on Reducing Emissions from Deforestation and Forest Degradation (REDD+) under the UN Framework Convention on Climate Change and international court cases dealing with hydropower projects in the South. The research team will synthesize their findings in a theoretical and two case-based journal articles. In addition, the insights from stage 1 and stage 2 will inform the development of a theoretical paper on cross-scale dynamics of environment and development.\n\nThe project team will also expand the cooperation with environmental activists on the basis of the insights gained in stage 1 research, using think tanks and workshops to create new forums for engaging activists, professionals and government officials. Such forums facilitate involved actors to develop shared ideas about justice and apply them to the REDD+ Safeguards and international water law.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N005740/1","grantId":"ES/N005740/1","fundValue":"162296","fundStart":"2016-01-30","fundEnd":"2017-07-29","funder":"ESRC","impactText":"","person":"Thomas  SikorMark  Zeitoun","coPersons":["Heike  Schroeder","Nada  Ali","Hari Prasad Dhungana","Michael  Mason","Janet  Fisher"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}