{"id":"8FA6B4B5-44E7-4FAD-9C57-1EE2513D5B34","title":"Bright table-top x-ray sources using laser wakefield acceleration","abstractText":"The aim of this project is to develop very bright x-ray sources based on the technique of laser wakefield acceleration. This can all be achieved in a compact, university-scale laboratory as laser wakefield acceleration can produce high energy electron beams ( ~ 1 GeV) in just 1 cm, compared with the 100s of metres required using conventional techniques. In laser wakefield acceleration electrons are accelerated in a plasma wave generated by a very intense laser pulse. As the electrons are accelerated in the wakefield they also oscillate, generating very bright x-rays with properties similar to or even surpassing those of conventional synchrotron radiation sources. In particular, the ultra-short nature of these betatron x-rays opens up the possibility of ultra-fast time-resolved studies that are not possible with conventional synchrotron radiation. Such bright x-rays have a multitude of uses in science and technology, being used to study the microscopic properties of matter in areas as diverse as biology, drug development and materials science. Bringing these bright x-ray sources down to a university-laboratory-scale could significantly increase and broaden access to these important tools for science and discovery.The project will study a number of methods that can manipulate the trajectories of the electrons within the wakefield itself to control and enhance the properties of the x-rays generated. Techniques based on laser pulse shaping, plasma profile shaping and the use of multiple laser pulses will be investigated both numerically, using state-of-the-art computational simulations, and on experiments at a number of world leading laser facilities around the world. Access to the multi-TW laser facilities at the Rutherford Appleton Laboratory, Lund University and the University of Michigan will enable these techniques to be studied for a range of laser parameters. The project builds on the strong track record of the Imperial College Laser-Plasma group in the field of laser wakefield acceleration and radiation generation, providing us with new tools for the study of these extremely bright, ultra-bright laser produced x-rays.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014462/1","grantId":"EP/I014462/1","fundValue":"110980","fundStart":"2010-10-13","fundEnd":"2013-03-01","funder":"EPSRC","impactText":"  The research we performed into X-ray generation by laser wakefield accelerators has led to a number of new interdisciplinary collaborations, including investigating using our X-ray source for medical imaging applications and for studying matter under extreme conditions.  Societal","person":"Stuart Peter Mangles","coPersons":[],"organisation":"Imperial College London","findingsText":" In this project we have developed a technique to produce bright, ultra-short pulses of x-ray radiation using a technique called &amp;quot;laser wakefield acceleration&amp;quot;. The x-rays we can produce have properties that can normally only be acheived using stat-of-the-art large scale particle accelerators, but are produced with a laser system that could fit in a university laboratory. We are activley investigating the potential for the x-ray beams we can produce for advanced medical imaging techniques. We are currently actively pursuing new avenues for the application of the x-rays we can produce for imaging - both in the field of high-energy-density science (where these x-rays could be used to image rapidly evolvong dense plasmas normally only found near the interior of planets) and for medical imaging (in particular the use of a technique called phase contrast imaging, wh Aerospace, Defence and Marine,Energy,Healthcare","dataset":"gtr"}