{"id":"8FB38E2E-E0D8-4EB3-84A1-4D8E23170678","title":"Stabilising the Orbital Reference Frame for Ice Cap and Sea Level Observation and Modelling: CRYOSAT and Jason-2","abstractText":"There is a pressing need to quantify the exchange of mass between the world's oceans and polar ice caps, and this can only be achieved by measuring how their volumes are changing. Currently circa 50% of the observed sea level rise of 1.8 mm yr-1 cannot be explained. The required measurements can only be made effectively from space using satellites, and several missions are either in space now, or are about to be deployed to attack this problem. In simple terms the sea and ice topography, and how it changes, can be inferred by measuring ranges from the satellites to the surface, and then subtracting the ranges from the position of the satellites in a geocentric reference frame. The satellite position is calculated by the process of orbit determination, which requires mathematical modelling of the forces acting on the satellites. Errors in the satellite orbit map directly into errors in the inferred topography. Both the orbit determination process and the modelling of the time evolution of the sea and ice changes rely upon a 'reference frame' - put simply this is a list of coordinates and velocities of the tracking stations used to observe how the satellites move in space. Velocities are needed because the tracking stations are sited on tectonic plates, all of which are in continuous motion. As these kind of analyses model geophysical effects that last decades this motion of the tracking stations must be known accurately. In turn, the methods used to calculate the station positions (coordinates) and velocities are linked to the orbit determination process - so once again, errors in the orbit estimates create problems. Orbital accuracy in the satellite radial direction of around 1 cm is required to reduce the uncertainty in the target geophysical parameters. We believe this can be achieved by accurate modelling of the satellite forces. The principal problems here are satellite surface forces caused by solar radiation pressure, thermal effects and forces caused by radiation reflected and emitted by the Earth (termed albedo effects), as well as atmospheric drag effects. These forces, particularly the earth radiation effects, have very strong seasonal and latitudinal characteristics which, if not modelled appropriately, appear as seasonal and latitudinal variations in the inferred sea and ice topography. The PI and his group have developed a suite of software utilities to attack these force modelling problems that are recognised as the leading techniques in the world for dealing with complex, realistic models of the spacecraft response to its environment. The group has been invited to participate in several international experiments that involve modelling complexity that has never been attempted before, and this proposal seeks to extend the group's techniques and apply them to current missions to achieve the 1 cm goal. Failure to address this problem of systematic biases in the satellite orbits would seriously undermine any attempt to constrain climate change models on the basis of the estimated mass exchanges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I013202/1","grantId":"NE/I013202/1","fundValue":"600895","fundStart":"2011-09-01","fundEnd":"2015-02-28","funder":"NERC","impactText":"","person":"Marek  Ziebart","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}