{"id":"8FB8FB98-E954-4060-BA35-EE43B2E8CAFF","title":"High temperature radiation hard detectors (HTRaD)","abstractText":"Development of a solid state radiation hard high temperature sensor for neutron and gamma detection has many potential\nuses. With long term reliability suitable for use in nuclear power generation plant, high energy physics, synchrotron\nfavilities, medical devices and national resiliience the use of solid state diamond devices is an obvious choice. Diamond\neliminates the need to use helium-3 and is very radiation hard. Diamond is an expensive synthetic material and challenging\nto process reliably so work needs undertaking on the use of less expensive poly-crystalline diamond. Areas of innovation\ninclude precise laser cutting and plasma processing of diamond to improve the production of multi-layer devices for neutron\ndetection. Diamond polishing needs to be improved and understood so that optimal and economic devices can be\nmanufactured. Advanced electron micropscopy techniques, nano-mechanical and tensile testing, radiation testing as well\nas high temperature neutron performance and mechanical stability will be demonstrated to show how this technology can\nbe applied successfully to future power plant designs and radiation monitoring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L504671/1","grantId":"EP/L504671/1","fundValue":"637523","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"  This is a collaborative R and D project funded by the EPSRC (Brunel University London) and by the Technology Strategy Board (TSB) to UK industry along with a French based multinational company who are active in the project but who are not funded by these funding bodies, however they do still submit finance forms to the TSB. \n\nCurrently the findings have been used by the UK industry involved to guide in the development of the new technology. Electronics,Energy Economic","person":"George Robert  Fern","coPersons":["David Ryan Smith","Robert  Withnall","Jack  Silver","Peter Robert Hobson"],"organisation":"Brunel University","findingsText":" We have developed methods for characterisation of the semi-conductor materials that are being used in this radiation detector development project. The project is on track against the timeframe of the project plan that has been agreed with the Technology Strategy Board appointed Monitoring Officer. As yet the main findings have not been agreed for public release by the industrial partners. Aerospace, Defence and Marine,Chemicals,Education,Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Security and Diplomacy","dataset":"gtr"}