{"id":"8FC00FD9-10B7-468B-873D-B9F0F0A8ED3F","title":"Gender equity in contract farming in Eastern Africa","abstractText":"<p>Contract farming is a form of vertical integration within agricultural commodity chains such that a firm has greater control over the production process and final product. Changes in the demand for and supply of agricultural products have increased the popularity of this form of exchange in many low-income countries and it is attracting considerable policy and academic attention. While research in the 1980s and 1990s offered a mixed assessment of the extent to which contract farming engaged with and benefited smallholders, recent literature offers a more positive interpretation of smallholder involvement.</p>\n\n<p>This project evaluates the addition of gender-specific elements within existing contract farming operations. It evaluates whether gender-specific clauses increase the benefits smallholders and firms accrue from the relationship. In Malawi, we are working with a tobacco leaf company to evaluate the inclusion of a clause for wives to grow and market groundnuts alongside a standard tobacco contract. In Tanzania, we are working with a cotton ginnery to evaluate the inclusion of wives to grow hybrid maize alongside cotton. We do this by combining a randomised design - where clubs and members are randomly assigned the innovation - with an interview schedule that includes biographical, open and closed questions. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K011693/1","grantId":"ES/K011693/1","fundValue":"97614","fundStart":"2013-10-11","fundEnd":"2015-06-30","funder":"ESRC","impactText":"  The grant is on-going - it is too early to provide a narrative of the impact of the grant Agriculture, Food and Drink Economic,Policy & public services","person":"Martin Philip Prowse","coPersons":["Michael Helt Knudsen","Jytte  Agergaard","Niels  Fold","Marianne  Nylandsted Larsen"],"organisation":"University of Copenhagen","findingsText":" As data generation and analysis is on-going it is not possible to summarize findings yet Please note, the grant is still on-going. \n\nPhase II of the grant will extend our initial findings. Moreover, firms and donors could integrate our findings in their programmes Agriculture, Food and Drink","dataset":"gtr"}