{"id":"8FC5B444-7F71-43A4-BC09-AE58E3E78DC8","title":"Using the Drosophila fly intestine to investigate Wnt targets in vivo","abstractText":"Colorectal Cancer is the third most common cancer and the second most common cause of cancer death. The Apc (Adenomatous Polyposis Coli) gene is mutated in nearly 80% of cancers but rarely in other cancers. Moreover Apc mutation appears to occur at the very earliest stages of colorectal cancer. Therefore it is vital for us to understand what the impact Apc mutation has upon normal cells from the colon. This has proved particularly difficult to study in cells taken from humans and mice as normal colon cells do not surivive well in the laboratory on plastic dishes. Also colorectal cancer cells taken from patients have already lost the Apc gene so making it difficult to elucidate what Apc does in normal cells to stop cancer. Therefore numerous studies have been performed in mice where the Apc gene is removed by genetic technology in the adult intestine/colon and then the changes that occur are monitored. In this proposal, we aim to assess whether removing Apc from the Drosophila fruitfly intestine would be an equally good model for studying the changes that occur. Specifically we are interested in the signalling pathway called Wnt which goes up following Apc loss and is very similar between flies, mice and humans. Thus our aim is to knockdown the proteins that go up following Apc loss and see if they can stop cancer. If we can validate the fly as test system for these studies, this will reduce the number of mouse experiments dramatically we need to perform. Moreover, this work may provide novel therapeutic targets for the treatment of colorectal cancer,","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000078/1","grantId":"G1000078/1","fundValue":"350525","fundStart":"2010-11-29","fundEnd":"2013-11-28","funder":"NC3Rs","impactText":"","person":"Owen James  Sansom","coPersons":["Marcos  Vidal"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}