{"id":"8FC90A68-D159-433F-831E-DF8215C4DD16","title":"Support of the Astronomical Research of the Cavendish Astrophysics Group","abstractText":"The Cavendish Astrophysics (CA) group has a strong emphasis on experimental and observational astrophysics, backed by fundamental theoretical work and substantial expertise in data analysis. This consolidated grant application focuses on scientific exploitation, particularly of those instruments and facilities in which we have played a major role in their development. We also propose an exciting new blue-skies instrumentation programme.\n\nOur scientific programme in this consolidated grant application is built around the following four areas:\n\n(1) Star formation and evolution in our own and nearby galaxies, exploiting ground-breaking new facilities in ALMA and SCUBA-2, and developments in visible and near-infrared interferometry. Our research will cover multiple spatial scales, from AU scales characterising the processes and products of star formation, through parsec scales investigating clouds and filaments where star formation occurs, to the largest scales of star formation in nearby galaxies.\n\n(2) The development of a test-bed for a new generation of near-infrared array detectors that promise both read-noise and read-rate improvements of factors of 5-10 over existing devices. This will allow us to test the characteristics of these arrays that are critical to their performance in interferometric applications, and place us in an unrivalled position to propose new high-sensitivity instrumentation based on these arrays for ELTs and long-baseline infrared interferometers.\n\n(3) An ambitious and timely programme of experimental cosmology that will address themes of structure formation, the evolution of baryonic gas during galaxy assembly, the tensor-to-scalar ratio during inflation, and the interplay of magnetic field and gas in the intra-cluster medium. We are superbly placed to exploit data from ALMA, AMI, EVLA, Planck and SKA pathfinders to achieve our science aims in these areas. This will capitalise on our expertise in radio and CMB observations, theoretical modelling and data analysis; in addition we have collaborations in place which will give us access to complementary data sets in other wavebands.\n\n(4) Modelling the generation, propagation and detection of gravitational waves (GW) through the proper general-relativistic description of the energy and momentum carried by GW, and the development and application to real data of Bayesian methods for detecting GW signatures in laser-interferometer experiments such as LIGO and LISA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J00152X/1","grantId":"ST/J00152X/1","fundValue":"1165860","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"STFC","impactText":"  This grant supported the astrophysics research of the Astrophysics Group at the Cavendish Laboratory. \n\nAs a result of the award a wide variety of astrophysical results were obtained which have been published in a series of papers. In addition to the impact on the astrophysics a number of technical results have wider impact. Most notably these include the development of advanced Bayesian Inference technologies which have wide applicability including in the financial services industry. The software has been made publicly available. Digital/Communication/Information Technologies (including Software),Education,Other Societal,Economic","person":"Paul  Alexander","coPersons":["Michael  Hobson","Julia Margaret Riley","Anthony  Lasenby","John  Richer","Christopher Allim Haniff"],"organisation":"University of Cambridge","findingsText":" This award supports some of the work of the Astrophysics Group at the University of Cambridge. A wide range of Astrophysical Research has resulted which has been published in the appropriate literature. The results of this research are disseminated in the literature and are expected to have a significant impact on others working in the field. Since this grant is currently still open citation statistics are at a very early stage for the papers associated with this work.\n\nVia the public engagement and outreach activities we discuss we reach a broad public who are eager to engage in astronomy.\n\nAdditional impacts of this specific research include the outputs of work into Bayesian Inference and Machine Learning. Software from these are being made publicly available and will have a broad impact outside of astronomy. Digital/Communication/Information Technologies (including Software),Education,Financial Services, and Management Consultancy","dataset":"gtr"}