{"id":"8FCCBDD1-F910-4809-B1BA-C32CC0F97674","title":"Sublime Machine","abstractText":"This is a complex and ambitious project that was carried out over three years. Under the blanket title 'PHOTO-OPERATIVE', the research was structured around a dual commission for Sophy Rickett (applicant) and the composer Ed Hughes, who worked together to produce a film installation work with musical soundtrack, in response to Glyndebourne Opera House. \n\nThe film installation produced by Rickett and Hughes is titled AUDITORIUM. The work was jointly commissioned by Photo works, Glyndebourne (Education) and De La Warr Pavilion, and is part of an ambitious collaborative project that unfolded in 2007, and will continue to be disseminated nationally and internationally throughout 2008. It was co-funded by the AHRC, the Arts Council, the Henry Moore Foundation, The Foyle Foundation, and the Open Studio at the University of Derby. \nThe film was premiered as part of a three-part exhibition. Triple Echo, at the De La Warr Pavilion, Bexhill from September 2007, and will be presented at a screening with the 90 piece Sussex Youth Orchestra at Glyndebourne in November. \n\nAUDITORIUM is a direct response to Glyndebourne Opera, both as a physical site and as a locus of music and performance with a rich and celebrated history. The new opera house, designed by Michael Hopkins and Partners and opened in 1994, is a striking modernist landmark set against the rolling Sussex Downs. It is also the vehicle for Glyndeboume's internationally renowned and complex productions that involve the co-coordinated work of singers, musicians, designers, technicians and producers, as well as the planning and synchronization of a mechanical operation that rolls forward on an industrial scale. \n\nThe film goes to the heart of this vast production machine. \nBringing together the two artists' interest in modernist forms and values in art, and strongly echoing Sophy Rickett's photographic work, the film uncompromisingly strips back the operatic space to its architectural and theatrical core, revealing another more minimal drama of spatial plays and simple, slow movement that transforms the interior of the building in a monumental caress of light and shadow. Ed Hughes' musical score overlays the film's formal, grid-like structures with its own elements of line and rhythm while adding further dimensions of musical space and colour. In this way Hughes' music reconnects the film to a sense of narrative, one that, complete with found sound and vocal passages, resonates with a history of operatic performance. \n\nRunning in parallel to the film commission, was a specifically educational programme, where selected first year 6th form photography and music students were mentored by Rickett and Hughes, and encouraged to develop their own collaborative works. During this process, they learnt new skills and mirrored the cross art form alliance of the artists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510167/1","grantId":"AH/E510167/1","fundValue":"15337","fundStart":"2006-11-01","fundEnd":"2007-09-30","funder":"AHRC","impactText":"","person":"Sophy  Rickett","coPersons":[],"organisation":"University of Derby","findingsText":"","dataset":"gtr"}