{"id":"8FD8F697-7A8E-48DD-933D-90E6DEA0F81E","title":"London Experimental Workshop","abstractText":"<p>The London Experimental Workshop (LEW) proposes to start an inter-university seminar series in the London area between Middlesex, Queen Mary and Royal Holloway Universities. The workshop will work as a discussion platform in the area of experimental and behavioral economics.</p>\n\n<p>&nbsp;</p>\n\n<p>The seminar series proposes to bring together multidisciplinary researchers from the U.K. and abroad together with leaders in the field on a regular basis to share their current research. Experimental economics is a multidisciplinary and rapidly expanding research area in economics that has disciplinary links with psychology, sociology, anthropology and law. The three main themes that will be covered under the seminar series will be labour markets (including gender issues) and virtual organisations, tacit and explicit collusion in markets (including coordination in continuous time games) and the emergence of social preferences.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001071/1","grantId":"ES/L001071/1","fundValue":"29823","fundStart":"2014-02-10","fundEnd":"2017-02-09","funder":"ESRC","impactText":"  The grant was to organize an international conference and there is no forthcoming research output. Communities and Social Services/Policy,Creative Economy,Education,Financial Services, and Management Consultancy,Government, Democracy and Justice,Retail,Other Economic","person":"Pablo  Branas-Garza","coPersons":["Nicolaas  Vriend","Michael  Naef","Asen  Ivanov","Praveen  Kujal"],"organisation":"Middlesex University","findingsText":" Our grant is for the organization of an international conference on Experimental and Behavioural Economics. There is not research output. Not applicable. Our grant was to organize a conference. Communities and Social Services/Policy,Creative Economy,Education,Financial Services, and Management Consultancy,Government, Democracy and Justice,Retail,Other","dataset":"gtr"}