{"id":"8FDDD6B3-1051-4242-B9CE-D052B0D64F75","title":"Sensitivity of post-storm surge dune recovery to geomorphological variability","abstractText":"On 5th December 2013 the UK coastline was exposed to one of the biggest storm surges on record. In the past 60 years only two storms have been of comparable size. In 1953, water levels reached 5.6 m above Ordnance Datum (ODN), in 1974 they reached 4.7 m ODN and the 2013 storm reached 5.8 m ODN. The latter caused substantial erosion of dunes and beaches. As this is such an unusual event, there have been few opportunities for scientists to study how rapidly damaged sand dunes can recover following a storm of this magnitude. It would be interesting to know because dunes play an important role in coastal defence, forming a barrier to inland flooding and dissipating storm energy so reducing risk to lives and damage to infrastructure. \n\nPlanners have to decide how best to manage the coastline not only under present conditions, but also thinking ahead to what the environment might be like in future. Future climate change scenarios for the UK suggest sea level will rise at 4 mm per year rising to over 12 mm per year after 2055. At the same time, it is predicted that the frequency and severity of coastal storm surges will increase, and that storminess will have an important impact on coastal geomorphology. This research will study how quickly, and under what conditions, coastal dunes can recover their shape, ecological and defence functions following erosion by a storm event. It is exciting because we rarely get the opportunity to study the aftermath of large storm events around the UK, and we will be able to collect data that coastal planners can use to make better decisions about coastal defences. \n\nStudies of the impacts of large storms on dunes suggest the shape of the dunes before the storm plays a key role affecting how severe the storm erosion is, and also how rapidly the dunes are rebuilt by wind-blown sediments. What has not been studied is how quickly dunes on a seaward-advancing (prograding) coast recover. This is a major gap in our knowledge given this type of coastline accounts for 30% of dune-backed beaches in England and Wales. It is also unclear how variability in the direction from which sand-transporting winds blow affects the rate of dune recovery. Although dunes are normally associated with strong onshore winds that blow sand from the beach to the dunes, research has shown that winds blowing offshore can also contribute to dune-building; the extent to which this occurs depends on the shape of the sand dune which can cause airflow to change direction. \n\nGiven the above, the fieldwork for this project will focus on three sites each of which had different pre-storm dune heights (from 5 to 8 m high) and slope gradients, and each of which was severely eroded by the December 2013 storm. The sites are located on the Lincolnshire coast which is advancing seawards at about 2 m per year, and which has seasonal winds blowing onshore, offshore and alongshore. By measuring the two- and three-dimensional shape of the dunes every two weeks at each site we can see how they change following the storm. We will also use data on wind speed and direction to work out patterns of wind-blown sediment transport between each set of topographic measurements. The measurements will be taken regularly for 12 months. We visited the field sites immediately after the December 2013 storm and then again two weeks later. During this time there was a prolonged period of very strong offshore winds, however even during this short time, the dunes at one site increased in volume by 3.21 m3. \n\nThe data we collect for this project will provide detail concerning post-storm dune recovery. Ideally we would also conduct continuous measurements of wind speed, wind direction and sediment transport at the site, but that is not possible given resource constraints. Instead, once we have collected the topographic data, we will seek additional support to use this data for three-dimensional modelling of airflow and sediment transport over the dunes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M000052/1","grantId":"NE/M000052/1","fundValue":"49477","fundStart":"2014-03-24","fundEnd":"2015-03-23","funder":"NERC","impactText":"  Not yet. Only half way through grant. Environment Policy & public services","person":"Joanna Elizabeth Bullard","coPersons":["Jonathan  Millett","Jim Henry Chandler"],"organisation":"Loughborough University","findingsText":" Only just over half way through grant so no key findings to reveal yet. None yet. Environment","dataset":"gtr"}