{"id":"8FE03E2A-C02D-46E6-AF41-F06F810B3424","title":"Inhibited exploration in older customers of digital services","abstractText":"The BBC's future audience is ageing. Yet older customers are less likely to exploit advanced digital services: this project will use interview and experiment to investigate why this is so. In particular, the project will consider the reasons for 'inhibited exploration' - a reduced tendency to 'try things out'. \\n\\nThe project will investigate two independent causes for inhibited exploration. The first relates to older viewers' diminishing intellectual capabilities, and their tendency to change behaviour so as to reduce the load on these capabilities. Exploration loads memory (so as to keep track of what has already been tried, and to distinguish things that have been tried recently from things that have been tried on another occasion). Older viewers will find these memory tasks more difficult, and may choose to avoid them, particularly if they fear reaching 'catastrophic states' of the technology / screens from which they can't return to their tried-and-tested services.\\n\\nMuch interface design effort has attempted to address these issues (both in BBC and elsewhere), and so it becomes important to investigate how severe and important this issue remains. It is also important to try to discover aspects of older viewers' dispositions and situations that may ameliorate the problem.\\n\\nThe second cause of inhibited exploration is that older viewers may find advanced services unattractive. This may appear to be a failure of programme making or service provision; however, recent work on the psychology of decision making has shown that this issue is not simple. When people choose to try a new service, or watch a new TV program, they do so on the basis of their prediction of what they will enjoy. But how are they to do this? It's easy to predict whether or not you will enjoy something that you have consumed many times, but new products are more challenging. In fact, a body of experimental work has shown systematic discrepancies between the prediction of pleasure and its actual experience. Similarly, there are notable discrepancies between pleasure measured as it happens (imagine asking someone during a TV programme how much they are enjoying it) and pleasure measured retrospectively, from memory. The relations between these predictions and measures of enjoyment are crucial for the consumption of new products, including interactive digital services. However, most work in this area has used young participants (students), so it remains unclear what particular issues are salient in the case of older populations. \\n\\nThe first phase of the project will use in situ interviews to explore these issues. The interviews will also target an analysis of each cause in terms the situational and dispositional parameters. Are there some older viewers who are invulnerable to the fear of exploration / and if so why? What is the role of social support? (It is well-known that social support changes many aspects of older people's behaviour and appraisals, and it seems plausible that social support will ameliorate the fear of reaching catastrophic states, or encourage the appreciation of what is to be gained from novel services.)\\n\\nOnce the interviews have been analysed we will have a fuller appreciation of the nature of inhibited exploration, and we will also have a set of cases or stories that illustrate its operation, and how it relates to features of services and interfaces. These case-studies will be packaged as illustrative design scenarios to capture good and bad design practice.\\n\\nThe understanding gained from the interviews will allow us to prioritise issues for the second phase, for experimental studies. Experiments on exploration will evaluate interface design solutions, using mockups of the solutions already designed by BBC Future Media &amp; Technology Division. Experiments on predicted and experienced enjoyment will use new content to explore the relations among predicted, momentary and retrospective judgments of TV content.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F006829/1","grantId":"AH/F006829/1","fundValue":"74381","fundStart":"2007-12-01","fundEnd":"2008-10-31","funder":"AHRC","impactText":"","person":"Sri  Kurniawan","coPersons":["Stephen James  Payne","Alistair  Sutcliffe"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}