{"id":"8FE3383C-D975-427D-A3C7-309586D0A60D","title":"The Casimir Force in Complex Topologies and its Utility in Nanomachines","abstractText":"Quantum theory predicts that a perfect vacuum from which all physical particles and all detectable energy have been removed is far from empty but contains a 'sea' of virtual particles that appear and disappear. These contribute to the so-called 'zero-point energy' of empty space (which is in fact collossal) on top of which all the physical processes that we are aware of take place. We have no way of detecting the zero-point energy directly since all the observable phenomena in our universe involve 'extra' energy on top of the vacuum level. The zero-point energy manifests itself in subtle ways however and one of them, predicted by Hendrik Casimir in 1948, is that two perfect reflectors placed in space disturb the local zero-point energy in such a way as to produce an attractive force between them. In the last decade the Casimir force has been measured quite accurately and comparisons with theory that include the actual reflectivity of real materials now agree with experiment to better than 10% and this strange 'force from nothing' is an experimental reality. The Casimir force becomes quite sginficant for gaps of less than 1micrometre and in micro-machines where gaps of this size and smaller are common it is quite a problem and generates a fundamental 'stickiness' in all components from which there is no escape. The Casimir force depends on the materials and topology of the cavity and learning to control it has become very important. In fact the latest research seeks to turn the problem on its head and use the Casimir force as a useful method to transmit force between neutral surfaces through vacuum without physical contact. In this respect a 'lateral' force reported between two corrugated surfaces is particularly useful since moving one surface tends to drag the other remote surface in the same direction. There are now predictions of even more interesting effects, for example it is possible to obtain a continuous lateral force in one direction on a symmetrical rack by oscillating a similar rack in a direction parallel to the two racks. It is predicted that it will also be possible to control the direction of the force by varying the rack topology, separation and oscilation frequency. It should also be possible to obtain a continuous lateral linear force on an asymmetric rack pair (Casimir ratchet) by oscillating the racks in a direction perpendicular to each and again control the magnitude and direction of the force. The consortium in this proposal consists of experimental and theory groups working directly in this field and a micro-machine capable of measuring the lateral Casimir force in these different geometries has been designed.The most radical idea in this proposal is to attempt to reverse the sign of the Casimir force to produce repulsion between the surfaces by coating one of the surfaces with a 'metamaterial'. These are films with an artificially produced nanostructure, for example arrays of tiny metal rings, whose optical properties can be controlled. Using the electron beam lithography facilities available in the consortium we estimate that we will be able to produce a metamaterial that generates repulsion at a separation between the plates where it is easily measurable. Such a repulsive force will revolutionise the design of micro/nano-machines and will enable the creeation of totally frictionless bearing surfaces. The research done in this project will produce a 'toolkit' of controllable forces, all obtained purely from vacuum, which can be utilised in new designs of micro/nano-machines. We will demonstrate the utility of the repulsive force by designing a new type of micro-accelerometer based on it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036167/1","grantId":"EP/F036167/1","fundValue":"73337","fundStart":"2008-07-02","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Ramin  Golestanian","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}