{"id":"8FE423F1-E71C-4E60-8A9C-BBD0023588E5","title":"Developing a non-animal model system to investigate bitter tastants as new treatments for asthma","abstractText":"The recent observation that bitter tasting compounds cause the opening of airways in the lung suggest a role for these compounds in the treatment of asthma. This is unexpected, since bitter taste detection was thought act to protect animals (including humans) from ingesting harmful, often bitter, compounds. Bitter tasting compounds are detected by a family of receptors called TAS2Rs that are found on the tongue. Intriguingly, however, it remains unclear if these TAS2Rs are involved in asthma treatment, or if this effect occurs through unidentified proteins. Increasing evidence suggests that these compounds may act through TAS2R independent targets, but these targets are still to be discovered. \n\nResearch into bitter compounds and the way they work in asthma has focused on using lung tissue obtained from guinea pigs and mice, but also from humans. This research involves using this animal tissue to identify the process that bitter compounds trigger to cause muscle relaxation (related to relieving asthma induction). Using this approach, it was expected that the effect of each bitter compound could be mapped, and resulting information used to develop improved treatments for chronic asthma. Unfortunately, to date, bitter tasting compounds have been shown to mediate their dilatory effects in multiple ways, some acting independently of known TAS2Rs-dependent processes within these animal tissues. Identifying these mechanisms is thus highly important.\n\nDeveloping alternate non-animal systems to investigate the mechanisms of bitter tasting compounds will significantly reduce the use of animals in this research area. This research will also provide experimental approaches unavailable in animal models leading to breakthroughs in the treatment of asthma. We propose to develop a two stage system bitter tastant research, initially using the social amoeba Dictyostelium to identify how these tastants work, and then using human cells to confirm our discoveries are relevant to asthma treatment. \n\nWe have shown that Dictyostelium can be successfully used to identify new mechanisms of action for compound relevant to human health. The effective use of this model is beyond doubt, as it has been used to find the mechanism of bipolar disorder drugs (Williams et al (2002) Nature, 417, 292-5; Williams (2005) Prog. in Neuro-Psychopharmacol. and Biol. Psychiatry 29, 1029-37), the mechanism of the most wildly used epilepsy treatment, valproic acid (Xu et al (2007) Euk Cell, 6, 899-90; Chang et al (2012) Disease Models and Mechanism, 5, 115-124; Chang et al (2013) Neurobiology of Disease, 62C, 296-306) and the underlying therapeutic mechanism of the MCT ketogenic diet (Chang et al (2013) Neuropharmacology, 69,105-14; Williams and Walker (2013) Biochem. Soc. Trans, 41,1625-8). It has also been used to identify novel molecular targets for two structurally independent bitter tastants been (Robery et al (2013) Journal of Cell Science, 126, 5465-76; Waheed et al (2014) British Journal of Pharmacology, 171, 2659-70). Hence therapeutically relevant targets for bitter compounds in the treatment of asthma will be identified in the project using Dictyostelium as an animal replacement model.\n\nUltimately, our goal is to develop Dictyostelium as a non-animal system to uncover the mechanisms whereby bitter tasting compounds mediate their effects, to identify novel molecular targets for the treatment of asthma.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/M001504/1","grantId":"NC/M001504/1","fundValue":"98894","fundStart":"2015-01-29","fundEnd":"2016-01-28","funder":"NC3Rs","impactText":"","person":"Robin Simon Williams","coPersons":["Sven-Erik  Dahlen"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}