{"id":"8FE9B4FD-9B3B-410E-BD62-B794FA124E65","title":"Visiting Fellowship for Prof. Alexei Tsvelik","abstractText":"1. There is a popular viewpoint that the cuprate superconductors in their underdoped regime are fundamentally different from conventionalBCS ones. This difference is revealed in the existence of a wide temperature range above Tc, where the order parameter amplitudeis well defined but (global) order has not yet emerged due to phase fluctuations. There is ample experimental evidence in favour of strong phase fluctuations in the cuprates, derived e.g. from measurements ofthe diamagnetic susceptibility and the Nernst effect above Tc. The jump in the specific heat is strongly reduced atsmall doping, which is an indication that the superconducting transition becomes closer to a two dimensionalBerezinskii-Kosterlitz-Thouless transition. Recent photoemission experiments have revealed interesting new information on the electronic properties of the normal phase of high-Tc superconductors. A number of theoretical approaches have been proposed in order to interpret the data. One possible approach is to start with a superconductor and then take thermal fluctuations into account.These will induce fluctuations in the phase of the superconducting order parameter. An important question is how these fluctuationsmanifest themselves in the single particle spectral function measured by angle resolved photoemission experiments.Of particular interest in view of the experiments is the question whether Fermi pockets naturally emerge in such a model.2. It has been known for a long time that low-energy properties of one dimensional quantum fluids can be described by means of aneffective hydrodynamic theory known as Luttinger liquid (LL). The LL approach is based on linearizing the low-lying part of the spectrumand leads to a map from interacting fermion or boson models to a linear hydrodynamic theory, which is a collection of non-interacting harmonic oscillatormodes. Over the last 30 years The LL approach has been applied to a host of one dimensional problems such as quasi one dimensional quantummagnets, quantum wires, carbon nanotubes, organic conductors, ultra-cold atomic gases with enormous success. Importantly, the LL approach allows the calculation of the large time and space asymptotics of response functions such as the dynamical structure factor or the single particle spectral function that are directly accessible by inelastic neutron scattering and photoemission experiments respectively. A characteristic feature of the dynamical response functions obtainedin this way are power-law threshold singularities. Very recently it was realized that these singularities are in factmodified by the nonlinearities of the spectrum that are neglected in the LL approach. For cases where the ground state is made from a single species of fermions or bosons only, there exists a mapping of the thresholdsingularity problem to an effective X-ray edge problem for a mobile core hole. The latter is solvable and allows the determination ofsingularities in dynamical response functions. For applications such as Coulomb drag andmomentum resolved tunneling of electrons between quantum wires. For these applications it would be useful to knowthe structure of threshold singularities in the dynamical response of models of spinful electrons.Here one would expect a rich structure than in the single species case by virtue of the spin-charge separation at low energies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H021639/1","grantId":"EP/H021639/1","fundValue":"9993","fundStart":"2010-02-06","fundEnd":"2011-02-05","funder":"EPSRC","impactText":"","person":"Fabian  Essler","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}