{"id":"8FEB3EB8-585E-4688-8F50-F8493BB1FA79","title":"Design and Synthesis of Functional Aromatic Oligoamide Foldamers","abstractText":"Although many cellular processes depend upon enzymatic reactions, protein-protein interactions populate a significant number of regulatory pathways - thus an explosion of interest in their study mirrors a pivotal role in diseased states. In order to effectively manipulate biological systems, there is a pressing need for small molecules that inhibit these interactions through strong and selective recognition of the interacting surfaces. What is not clear is how to achieve this using a small molecule. In the 'proteomimetic' approach a scaffold is used to project binding functionality in an identical spatial orientation to mimic that presented by a given secondary structure involved in the interaction. A related area of research is concerned with 'foldamers' (self-organising synthetic oligomers). Foldamers attempt to replicate the ability of biopolymers to self-organise and present functional motifs e.g. an active site, through precise 3-D orientation of primary structure. Proteomimetics and foldamers therefore present functionality in a well-defined spatial orientation and amongst a plethora of possible applications, the later if suitably designed will function as inhibitors of protein-protein interactions. However, synthesis of foldamers is in general limited to identical monomer units and solution phase, so the functionality they possess and variety of different sequences is limited. In the current project we will develop two series of foldamers based upon an aromatic oligoamide scaffold. These are attractive because in addition to predictable folding, they are amenable to solid phase synthesis. By developing the necessary synthetic methodology we will be capable of rapid access to a variety of oligomer sequences. These will allow us to: (i) study the self-organisation of our oligomers, resulting in a greater appreciation of self-organisation phenomena and (ii) test the ability of our oligomer sequences to mimic alpha helices and act as inhibitors of protein-protein interactions, thus developing a tool that may be useful in a pharmaceutical context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D077842/1","grantId":"EP/D077842/1","fundValue":"119851","fundStart":"2006-11-21","fundEnd":"2009-11-20","funder":"EPSRC","impactText":"  The key goal of this project was to develop two series of foldamers based upon an aromatic oligoamide scaffold. In doing so, we aimed to have rapid access to a variety of oligomer sequences allowing us to: (i) study oligomer structure and self-organisation (ii) test the ability of our oligomer sequences to mimic alpha helices and act as inhibitors of protein-protein interactions (PPIs) - a topic reviewed by our group during the course of this project (Cover Feature of Chem. Soc. Rev., 2009, 38, 3289). \nIn the course of our study we developed the solution phase synthesis of N-alklyated (Chem Commun. 2007, 2240) and O-alklyated aromatic oligoamide foldamers (OBC, 2008, 6, 138). Extensive Conformational analysis of the later revealed a rod-like conformation required for alpha-helix mimicry whilst a coiled conformation was adopted by the former. This property was exploited in an unexpected direction to achieve one of the very first examples of macrocycle syntheses where the resulting products are functionalized at the periphery in a regiospecific fashion programmed by the acyclic foldamer sequence (Chem Commun. 2007, 2240). This was further extended to achieve an 'impossible cyclization' by exploiting cleavable structure directing groups (Tetrahedron Lett., 2009, 50, 2236) and a more efficient route subsequently elaborated (Tetrahedron Lett., 2010, 51, 1361). An opportunity to develop an additional collaboration with the Edwards group (Leeds Astbury Centre) led us to change our original target interaction (calmodulin-SMLCK) to the oncogenic p53-hDM2 alpha helix mediated PPI. This target has received intense interest as a potential cancer target with many major pharmaceutical companies investing heavily in the area. A small library of O-alkylated aromatic oligamides were used to identify high affinity inhibitors of the p53-hDM2 interaction and this work featured on the cover of Chem. Commun. 2009, 5091. We also developed solid-phase library syntheses of both scaffolds: for the N-alkyated series we hypothesized that when presented with an alpha helix binding cleft, the intrinsic preference for a coiled confirmation might be switched to an extended conformation with concomitant inhibition of a suitable target PPI. High affinity inhibitors of the p53-hDM2 interaction were identified from a small proof of concept library assembled using our method resulting in a publication that featured on the front cover of the journal (OBC, 2010, 8, 2344). The solid-phase synthesis of the O-alkylated series was also demonstrated. The work was presented at the 234th ACS National Meeting in Boston in August 2007, the International Supramolecular Chemistry and Macrocycles Conference III (ISCMC) in Las Vegas in July 2008, ISCMC IV in Maastricht in June 2009, the 42nd IUPAC Congress in Glasgow in August 2009 and numerous invited lectures at amongst other venues; Trinity College Dublin and Cambridge University. Chemicals,Pharmaceuticals and Medical Biotechnology Societal","person":"Andrew John Wilson","coPersons":["Stuart Laurence Warriner"],"organisation":"University of Leeds","findingsText":" The key goal of this project was to develop two series of foldamers based upon an aromatic oligoamide scaffold. In doing so, we aimed to have rapid access to a variety of oligomer sequences allowing us to: (i) study oligomer structure and self-organisation (ii) test the ability of our oligomer sequences to mimic alpha helices and act as inhibitors of protein-protein interactions (PPIs) - a topic reviewed by our group during the course of this project (Cover Feature of Chem. Soc. Rev., 2009, 38, 3289). \n\nIn the course of our study we developed the solution phase synthesis of N-alklyated (Chem Commun. 2007, 2240) and O-alklyated aromatic oligoamide foldamers (OBC, 2008, 6, 138). Extensive Conformational analysis of the later revealed a rod-like conformation required for alpha-helix mimicry whilst a coiled conformation was adopted by the former. This property was exploited in an unexpected direction to achieve one of the very first examples of macrocycle syntheses where the resulting products are functionalized at the periphery in a regiospecific fashion programmed by the acyclic foldamer sequence (Chem Commun. 2007, 2240). This was further extended to achieve an 'impossible cyclization' by exploiting cleavable structure directing groups (Tetrahedron Lett., 2009, 50, 2236) and a more efficient route subsequently elaborated (Tetrahedron Lett., 2010, 51, 1361). An opportunity to develop an additional collaboration with the Edwards group (Leeds Astbury Centre) led us to change our original target interaction (calmodulin-SMLCK) to the oncogenic p53-hDM2 alpha helix mediated PPI. This target has received intense interest as a potential cancer target with many major pharmaceutical companies investing heavily in the area. A small library of O-alkylated aromatic oligamides were used to identify high affinity inhibitors of the p53-hDM2 interaction and this work featured on the cover of Chem. Commun. 2009, 5091. We also developed solid-phase library syntheses of both scaffolds: for the N-alkyated series we hypothesized that when presented with an alpha helix binding cleft, the intrinsic preference for a coiled confirmation might be switched to an extended conformation with concomitant inhibition of a suitable target PPI. High affinity inhibitors of the p53-hDM2 interaction were identified from a small proof of concept library assembled using our method resulting in a publication that featured on the front cover of the journal (OBC, 2010, 8, 2344). The solid-phase synthesis of the O-alkylated series was also demonstrated. The work was presented at the 234th ACS National Meeting in Boston in August 2007, the International Supramolecular Chemistry and Macrocycles Conference III (ISCMC) in Las Vegas in July 2008, ISCMC IV in Maastricht in June 2009, the 42nd IUPAC Congress in Glasgow in August 2009 and numerous invited lectures at amongst other venues; Trinity College Dublin and Cambridge University. This project led to significant follow-on funding in the form of an ERC starter grant to further the research, and has subsequently led to a Proof of Concept ERC award to explore commercial potential in this area Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}