{"id":"8FFA519E-DEFD-48EA-904F-4C7BC9DB9400","title":"Modelling carbon core metabolism in Bacillus subtilis - exploring the contribution of protein complexes in core carbon and nitrogen metabolism","abstractText":"In this proposal, we aim to combine data obtained by direct experimentation with mathematical models that seek to predict the behaviour of central carbon metabolism in a model bacterium. This interplay between biologists and mathematicians, using a systems level approach, provides a potentially powerful tool for characterising biological processes. The system that we seek to understand is that of central carbon metabolism - the means by which nutrients are converted into energy - in the model Gram+ bacterium called Bacillus subtilis. B. subtilis has been particularly well studied and thus acts as a highly amenable model organism for studies of bacterial physiology. In our consortium, which brings together biologists from complementary disciplines and mathematicians, we will focus on the way in which carbon is assimilated by this organism and the interplay between carbon and nitrogen metabolism. In recent years it has become clear that many key aspects of physiology are regulated not by discrete enzymes, but by multi-component complexes. Central to this research proposal is the way in which many of the key enzymes in carbon/nitrogen assimilation may function as complexes. We seek to identify and validate these complexes in metabolism. These macromolecular complexes are likely to confer special properties to the enzymatic reactions that are catalysed by these essential proteins. For instance, maintaining two enzymes that catalyse consecutive steps in the biochemical pathway of carbon/nitrogen metabolism in a tightly-associated complex may increase the rate at which substrate A is converted to product C via intermediate B through the process of substrate channeling. Although it may seem intuitive that this ought to be the case, it has not been demonstrated unequivocally. Moreover, these essential protein:protein complexes may change composition depending on the energy status of the cell, a possibility that has yet to be explored. Consequently, by a series of experiments designed to identify key complexes, we will assess the impact on the life cycle of the organism by targeted disruption by mutagenesis of interface regions. By feeding strands of data from a variety of sources into a computer model that aims to describe the metabolic pathway on a mathematical basis, we can use the model to form a hypothesis about the likely effect of changes to the system, and then go back to the laboratory to test these predictions. Central to our aims is the description of key biochemical parameters that define the interactions between proteins for the completion of the computer model in the most robust form, and also to determine the 3-dimensional structures of key complexes so that we can place a cellular phenomenon on an atomic scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004572/1","grantId":"BB/I004572/1","fundValue":"646221","fundStart":"2010-09-01","fundEnd":"2014-02-21","funder":"BBSRC","impactText":"  The research outcomes have been highlighted by online blogs and other e-media outlets. For instance, I was interviewed by &quot;The Electric Fish&quot;, a science blog / podcasting site that is run by an undergraduate student. http://theelectricfish.net/blog/episode-9-beware-of-the-slime/24/4/2013. The same publication was also picked up by ScienceDaily, a science news website devoted to highlighting new significant science stories across the globe http://www.sciencedaily.com/releases/2013/04/130412132413.htm. Digital/Communication/Information Technologies (including Software),Education Societal","person":"Richard  Lewis","coPersons":["Colin Robert Harwood"],"organisation":"Newcastle University","findingsText":" 1. The original premise of this award was that there is a network of protein:protein interactions that control central carbon and nitrogen metabolism in the model organism, Bacillus subtilis. We failed to demonstrate that any such complexes existed, and hence the original award was built around a null hypothesis. \n\nWe took the research into three new avenues:\n\n1. First, we studied how the only essential signalling molecule, c-di-AMP, is synthesised in Bacillus subtilus. The enzyme that produces this molecule in B. subtilis is called CdaS, and by structural analysis of it we were able to predict the role played by certain key residues, leading to the devleopment of a hypothesis that c-di-AMP synthesis is controlled in an autoinhibitory manner. \n\n2. We also studied a phosphodiesterase enzyme, YmdB, and determined that YmdB is a global regulator of late adaptive responses in Bacillus subtilis. What is particularly pertinent is that YmdB is an enzyme, yet it seemingly affects the transcription of ~800 genes, some 20% of all the genes in this bacterium. Hence this enzyme, unusually, is a global regulator of protein levels. \n\n3. Finally, we also studied the master regulator of biofilm formation in Bacillus subtilis, a protein called SinR, and its interactions with DNA and the other proteins that constitute the switch that determines whether B. subiltis forms a biofilm or not. This particular study resulted in a structure of the SinR switch protein bound to its DNA target, and the accompanying publication was rated by the Journal of Biological Chemistry as the best published in 2013 in the area of protein structure. We were able to show how a key regulator of biofilm formation inteacts with its molecular target, and to quantify a range of interactions with its alternative binding partners. The information is likely to be of use to anyone who is interested in developing methods that eradicate biofilms, which are a problem in food preparation, helathcare, agriculture and other industries. Agriculture, Food and Drink,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}