{"id":"8FFF68FF-AAB4-415A-A035-FFB72BEB92A9","title":"An Evaluation of Model-Based Partitioning of Eddy Covariance Terrestrial Latent Heat Observations into Wet Evaporation and Transpiration.","abstractText":"Understanding the processes that determine the rate of evaporation from the land surface is an important focus for research into the effects of climate change on weather, climate, water resources, agriculture and ecosystem function. The evaporative water loss from canopies is comprised of both wet evaporation from the canopy and soil surfaces and transpiration derived from within the leaves of the canopy lost via leaf stomata in exchange for atmospheric CO2. Having a methodology for separating out these two components from observations of land surface evaporation will enable research on the canopy level processes associate with wet evaporation and transpiration. This project will develop a method for separating eddy covariance observations of evaporative water loss made above plant canopies into their wet evaporation and plant transpiration components. The methodology turns on the fact that when wet, plant canopies loose water at the potential rate of evaporation whilst when dry the rate of water loss is somewhat reduced due to stomatal limitations imposed on the transpiration flux. Natural rainfall induced wetting and drying events cause the observed evaporative water loss to change between these two conditions. This provides the necessary information to perform the partitioning if the degree of wetness of the surface can be specified. Using a simple modelling approach this wetness is determined by the difference between rainfall inputs and wet evaporation outputs. This project will evaluate this approach using eddy covariance observations of evaporative water loss combined with satellite microwave data which contain information on surface wetness. The methodology will then be applied to a wide range of biomes for which eddy covariance evaporative water loss data are held on a central database called FLUXNET. In doing so, this will enable a study of the water use strategies of these plant canopies in relation to their corresponding climate and water budget constraints.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E019153/1","grantId":"NE/E019153/1","fundValue":"193518","fundStart":"2008-09-08","fundEnd":"2011-11-30","funder":"NERC","impactText":"","person":"Andrew  Jarvis","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}