{"id":"90035BF9-C76B-4227-8B00-0C6F536617AA","title":"Lost Visions: retrieving the visual element of printed books from the nineteenth century","abstractText":"Ours is an age when images proliferate at unprecedented speed thanks to digital technology. So it is ironic that our past visual culture is seriously threatened by the very same technical advances. Many verbal texts are now stored and delivered by machine, and digital search techniques help us understand the meaning, provenance and reception of these texts. However, for reasons of economy or of complex IPR issues, the illustrations in these texts are frequently omitted. When included, they are often of low quality and without the metadata which are needed for understanding them. While their market value hardly suffers because of these shortcomings, their use as sources of aesthetic, literary and historical information is seriously compromised. There is a risk that tomorrow's readers will be almost unaware of illustration, even though research has shown that illustrated texts have qualities, meanings and strategies which are very different from those of texts that are not illustrated, and even strikingly different from those of the same verbal texts stripped of their images. Whole genres of artistic, educational and informative products may effectively be lost to us.\n\nA unique opportunity to start addressing this issue is provided by a dataset held by the British Library. This dataset consists of 68,000 digitised volumes (approx. 25 million pages) covering 'Literature', 'Philosophy', 'General History' and 'Geography' from the Long Nineteenth Century, a period that is arguably the most important in British book illustration. In these years, rapid changes in reproductive techniques were paralleled by changes in the meanings of art and its reception. Art was democratised and book illustrations became more widely collectable and mobile than ever before. \n\nThe pages in the dataset are scanned at high resolution and OCR'd and the presence of non-verbal objects found in them is noted. We will use computational methods to identify the visual characteristics of these non-verbal objects (i.e. whether they partake of the nature of maps, diagrams, tables, graphs, significant typographic layout etc.). We aim to add to the available metadata by giving full bibliographical details of the book, the exact location and size of the image, and, where possible, a caption or title, and an artist. In addition, we will develop tools for identifying the re-use of images (in the form of reproductions, re-drawings, recuttings and transmediations). The result will be a web-based interface that provides searchable access to a database of images with accompanying metadata. As such, this project will rescue large numbers of images which would otherwise to all intents and purposes be lost. While the size of the grant does not allow for a full analysis of the subject matter of these illustrations, we shall trial crowd-sourcing methods for assigning tags. We are currently in discussion with a data management SME on how collaboration could increase the effectiveness and decrease the unit cost of semantic tagging on a large scale. \n\nThis is a project big in itself, but far bigger in its eventual impact. It has the potential to revolutionise how illustration is understood and the importance accorded to it, to supply an image-hungry commercial world with illustrative material, and to lead to ever more accurate ways of classifying and analysing images in large databases.\n\nTo deal with issues which arise during the project and to implement an impact strategy which will be felt well beyond it, we have set up a substantial panel of collaborators and external advisers who have expertise in the project itself and both expertise and influence in the world of potential users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L010194/1","grantId":"AH/L010194/1","fundValue":"351980","fundStart":"2014-01-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"  We are currently mid-way through the project. We have held a workshop with secondary school teachers in which we discussed ways of using the resource in the classroom. Based on the findings of this workshop, we are in the process of drawing up learning materials to be mounted on the website. The findings have been disseminated at conferences in Kristiansand, the British Academy, London, Sheffield, Pisa and KU Leuven. The PDRA (computer scientist) on the project also attended the XSEDE conference in Atlanta to share ideas. Education Cultural,Societal","person":"Julia  Thomas","coPersons":["Omer  Rana","David John Skilton","Paul  Rosin"],"organisation":"Cardiff University","findingsText":" The aim of the project is to make searchable online over a million illustrations from books in the British Library's collection and to add to the existing metadata. We are achieving this in the following ways:\n1. by creating a system for crowdsourced image tagging, including geotagging\nb. by using algorithms to extract relevant bibliographic information from the book titles (e.g. the name of the illustrator)\nc. by developing machine learning tools for image comparisons and identification of non-verbal objects (e.g. maps, diagrams and decoration)\nd. by working on the interface and search functions to ensure usability across different constituents. By making these illustrations searchable, we are effectively opening up this rich resource for multiple use. Illustrations from the archive have already been used in a number of research projects (e.g. by scholars working on Robin Hood, the Indian Mutiny, and Women in Trousers). When the archive goes live in 2015, we anticipate many kinds of usage.\n\nA further development has arisen from the teacher workshop we held. In addition to exploring ways in which the archive could be used in the classroom, we will attempt to involve children more directly in illustration by taking the images into the classroom environment. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}