{"id":"90104AD5-82E4-442A-884D-5EDD39FE808D","title":"A biological rationale for NMD in plants","abstractText":"Animals, fungi and plants split a long time ago and have evolved very different life strategies. Nevertheless, clues to their common origin can be found in the form of conserved processes carried out using many of the same components in all eukaryotes. Gene expression is one such process and the ability to turn genes on and off, up and down is fundamental to life. There are many ways to regulate gene activity. One of the least studied involves regulating the stability of molecules known as mRNA; the messenger signals that move from the genes in the nucleus to where the proteins are made in the cytoplasm. Recently, it has been discovered that a mechanism called NMD, that used to be considered as a sort of quality control sift for mRNA, destroying 'bad' mRNA before it ordered the production of the wrong proteins, actually oversees lots of different mRNAs, including many that appear to be normal. A working estimate of the total number of genes that could typically be inspected by NMD could be as many as 5% - perhaps 1500 genes. Why would a cell go to the expense of copying lots of genes into mRNA only to quickly destroy the mRNA again before its instructions could be acted upon? We have been looking at mutant plants where NMD is not working properly, both by studying the consequences for the plant as a whole and by looking at the effect on all of the plant's mRNA levels. These analyses have identified a potential biological rationale for what appears to be an energetically wasteful arrangement. Our work indicates that plants use NMD to suppress the levels of mRNAs that they will need quickly if they find themselves exposed to an environmental challenge, such as a change in the climate of a pathogen attack. This makes sense because by stopping NMD from destroying specific mRNA the plant can make those mRNAs stable, so that they can be translated many times over to make the necessary proteins to deal with the challenge the plant faces. Presently we have a list of both indirect and direct NMD targets in the plant cell. To dissect the interaction between the environment and co-ordinated gene regulation via mRNA stability we first need to identify both the direct targets and which of the conserved components are required to specify which target. At that point we can make artificial targets so that we can study how the environment signals to NMD and we can tease out the full range of responses mediated by this ancient process. This research could have applied benefits in terms of understanding plant interactions with pathogens and the environment and also by providing the tools to artificially conditionally regulate the stability and hence translatability of mRNA messages.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H00775X/1","grantId":"BB/H00775X/1","fundValue":"347967","fundStart":"2009-12-01","fundEnd":"2013-05-30","funder":"BBSRC","impactText":"  One of our key discoveries was the fact that genes can be regulated through mRNA stability, conditionally, using conserved peptide ORFs. This directly led to an IPA with Bayer Crop Science which, in part, seeks to test whether this is a viable strategy for GM and non-GM approaches to crop design. Agriculture, Food and Drink ","person":"Brendan  Davies","coPersons":[],"organisation":"University of Leeds","findingsText":" In this project we have shown that NMD in plants represents a novel post-transcriptional mechanism to rapidly and co-ordinately regulate the expression of target genes required to mediate the responses to both biotic and abiotic environmental challenges. For the first time, we have distinguished between the direct and indirect targets of NMD in plants. We have identified a gene that enhances drought tolerance in Arabidopsis and has the potential to do so in important crop species. It may be poss Depending on successful testing, our findings could be used through GM or non-GM routes to improve crops. We have applied for funding to investigate the potential of our novel regulatory system to be used to develop novel crops and the potential of our NMD target gene for crop improvement. Agriculture, Food and Drink","dataset":"gtr"}