{"id":"9010ECC7-A20C-4D1E-96BF-97F850CFBDCA","title":"TARGETING PARKIN &amp; MITOCHONDRIAL DYNAMICS IN HUNTINGTON'S DISEASE","abstractText":"Huntington's disease is an incurable, fatal neurodegenerative disorder that is characterised by the loss of vulnerable neurons in the brains of patients. The disease is caused by an increase in the size of a particular DNA sequence (a trinucleotide CAG repeat) which encodes for the amino acid glutamine in the huntingtin (HTT) gene. If the number of glutamines in the HTT protein increases beyond a critical length it misfolds and forms protein tangles, which can disrupt vital cellular processes. An increased number of CAG repeat units in the HTT gene is associated with an earlier age of Huntington's onset. However, there is substantial variability in the onset of symptoms in individuals with the same number of repeats, and studies have shown that ~40 % of this variation is due to other genes. This suggests that there are many potential therapeutic targets capable of significantly altering age of disease onset in the human genome.\n\nPrevious work by our laboratory and others has found that mitochondria - the energy powerhouses of cells - do not function properly in several ways in Huntington's disease. Interestingly, we have recently found that the protein parkin, which is critical for clearing unhealthy mitochondria for the cell, can improve disease symptoms in a fruit fly model of Huntington's. Notably, mutations in the gene encoding parkin cause hereditary forms of Parkinson's disease. Here we propose to dissect the mechanisms underlying parkin protection. As parkin is involved in controlling the shape of mitochondria, we will interrogate mitochondrial morphology using various microscopy-based techniques, in order to see if in the context of Huntington's model flies parkin influences this process. In parallel, we will also study mitochondrial function in these flies using several biochemical approaches. We will also extend this work to systematically test several proteins related to parkin function and mitochondrial dynamics, in order to better understand how parkin is influencing disease &quot;symptoms&quot; in Huntington's flies. In total, this work will inform the mechanisms underlying Huntington's disease, will may ultimately lead to the development of novel therapeutic strategies for this disorder. As mitochondrial dysfunction is linked to several neurodegenerative diseases, any compelling insights may ultimately have broader significance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M013847/1","grantId":"MR/M013847/1","fundValue":"435528","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"MRC","impactText":"","person":"Flaviano  Giorgini","coPersons":["Charalambos  Kyriacou"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}