{"id":"90183006-F3BD-4210-8752-A9682FB538FD","title":"Attenuation of FMDV Serotypes/Strains to Develop Stable and Effective Live, Attenuated, Vaccines","abstractText":"Foot-and-mouth disease virus (FMDV) is an animal pathogen which infects domesticated animals (cattle, pigs, sheep) but also many wild animals. In India, for example, FMDV in wild animals can continually re-infect domestic animals. FMDV is probably the most contagious mammalian virus known to man and disease can spread very rapidly. Infection does not kill animals, but when they recover, their agricultural productivity is much lower. The virus can also cause long-term ('persistent') infections that are inapparent: they are difficult to diagnose in the field, complicating disease control. FMDV causes disease around the globe and is a continual threat to UK agriculture by the import of contaminated animal products. Vaccines are available, but presently they are only used in emergency situations. The 2001 UK outbreak caused massive economic damage (billions of pounds), as the method of stopping disease spreading was mass animal slaughter: infected or not. Millions of healthy animals were destroyed.\n\nThe present vaccine is expesive to produce and since it only induces a protective immune response for relatively short periods, animals need to be vaccinated - and re-vaccinated - throughout their lives. Routine, repeated, vaccination is expensive. The primary method of FMDV control in Europe is mass-slaugter of both infected and surrounding sucesptible (healthy!) animals: this policy is socially and politically unacceptible in India.\n\nThe security of food supply in the future is a major issue. As the Indian economy develops, the demand for meat products will inexorably rise. Prices of animal products imported into the UK and animal feedstuffs will rise. To meet this increasing demand agricultural productivity must rise around the world, especially in countries with high population densities like the UK. Productivity can be increased by creating very large facilities, housing thousands of animals: a method shown to be effective in the US. The intensification of large-animal production creates opportunities of viruses such as FMDV to cause devastating economic damage. Increased international travel and trade means that this cannot be a problem the UK can solve in isolation: viruses move across national boundaries. With regards FMDV, the UK has adopted a 'vaccinate-to-live' policy. We argue this must be coupled with the development of new vaccines, or new methods of producing vaccines, to make this policy effective. This is the purpose of our research.\n\nFMDV is the same type of virus as polio. There are two types of vaccine available for polio: live, 'attenuated', vaccines use virus strains that do cause an infection (and raise a life-long protective immune response), but do not cause paralytic poliomyelitis: the 'Sabin' vaccine. The second type is 'killed'. Here, poliovirus (which could cause poliomyelitis) is grown in cells in large quantities, then chemically inactivated so that it cannot grow at all - but the dead particles do raise a protective immune response: the 'Salk' vaccine. It is the latter type of 'killed' vaccine that is used to control FMDV. This means huge amounts of virus have to be grown (virus which can cause disease) in the production process. Inevitably, escapes of virus can occur from facilities and cause an outbreak in the surrounding completely sucestible animals - thought to have occurred in the UK 2007 FMDV outbreak.\n\nThe program of research we propose is to produce new live, attenuated,vaccines to bring about a transformation in FMDV disease control. Our strategy is to use modern molecular biology to change the virus, to make new strains that can protect animals without causing the debilitating disease - live, attenuated viruses, just like polio: much cheaper and safe to produce.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004526/1","grantId":"BB/L004526/1","fundValue":"385875","fundStart":"2014-05-19","fundEnd":"2017-05-18","funder":"BBSRC","impactText":"","person":"Martin Denis Ryan","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}