{"id":"901A805D-4F70-44B6-A667-DF371EAFCA27","title":"Advanced Characterisation of Magnetic Recording Media using Neutron Scattering","abstractText":"Magnetic hard disk storage devices are found at the heart of many of the high technology system we take for granted in modern life. As essential components of devices such as computers, modern video storage devices and mp3 players, they permeate much of our business and leisure activities and are thus of enormous commercial importance. These devices offer significant advantages over other current technologies. When this pre-eminence is coupled with the insatiable demand for higher recording density and smaller devices, the commercial importance of this technology is assured for some years to come.At the heart of every hard disk drive are highly advanced materials, 'recording media', that are a tour de force of materials' science and technology. These materials are deposited as thin films (ca. 20 nm thick) onto the surface of a disk that is typically around 6-9 cm in diameter. Information may be stored since the recording media are ferromagnetic, and the magnetic alignment of small areas of the disk ('bits') is controlled by a tiny micro-machined electromagnet that scans across the surface of the disk as it rotates at a rate of around 10000 revolutions per minute or greater. The materials are formed from small grains that are remarkably similar in size, typically 8 nm with a a variation of around 22-30%, depending on the materials. Each ferromagnetic bit is formed from around 200 of these grains. Due to their obvious market pre-eminence there is a very large body of literature concerned with the characterization and performance characteristics of these materials. Rather surprisingly, there has been relatively very little investigation of their magnetic properties on the length scale of the grains themselves. This is to some large extent due to the problems of finding appropriate physical probes that can produce quantitative results at these (sub-10 nm) length scales. Over recent years we have worked in collaboration with several of the world market leaders in magnetic storage technology (Seagate, IBM, Hitachi) to address fundamental questions about the physical and magnetic structure of magnetic recording media. This work is not routine characterisation, but seeks to reveal relevant and generic properties that could have important implications for future media design, particularly by providing insight that enhances the correct modelling of these materials. Micromagnetic modelling is a vital component of the modern media industry, since it allows the optimisation of performance in increasingly complex and elaborate device and materials configurations. Neutrons provide an ideal way to measure the magnetic structure at the granular level since they:i) Have a magnetic moment that allows them to scatter off magnetic variations in the sampleii) Have a wavelength that allows scattering from variations on the length scale of interest (in this case 1- 30 nm)ii) Have a weak interaction with matter so do not (in this instance) disturb the system which they are measuring.Our recent work with market leaders makes use of world leading neutron facilities to reveal unique and important information on the sub-10 nm magnetic structure, that could greatly assist the future design and modelling of these materials. We have a position in this field that is currently world leading. However, we require more serious resourcing of this programme to allow us both to expand the project but moreover to allow us to do the experiments that will ensure the impact for this work for which it has the potential. It is timely, since we currently have in place access to the latest materials (Hitachi) and guaranteed access to significant dedicated beamtime (PSI), as well as further opportunites via responsive mode beam time application to ISIS and the ILL, for which we have an excellent record. It thus provides an opportunity for a UK based group using UK and European facilities to play a role in a field usually dominated by US researc","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E038514/1","grantId":"EP/E038514/1","fundValue":"373353","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Stephen  Lee","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}