{"id":"901F10DE-2673-4EFB-9A48-9A1456FBFD6D","title":"The lives of Chinese Objects","abstractText":"The Lives of Chinese Objects&quot; is a proposed monograph on the perception and display of Chinese objects from the seventeenth to the twentieth centuries that aims to critically explore how images of China were mediated through classification and exhibition in British museums.\n\nThe subject will be approached from an anthropological perspective: the Eurocentric positioning and manipulation of objects from China is the key theme running through the work. The research will question the inclusion of Chinese objects within the museological categorisations of the West: it aims to expose the arbitrariness of Western classifications, suggesting instead that representations of China are not fixed, but are ideological constructs that tell us more about the interests, tastes and values of the British than about the Chinese themselves.\n\nThe study will raise questions regarding the narratives and meanings constructed around non-European objects. It will expose the complexity of the museum as a system for producing knowledge, and relate these knowledge's to broader cultural, intellectual and political images of China in the West.\n\nThe research will be organised chronologically into different forms of display- 'Curiosity', 'Ethnography', 'Decorative art',/'Art/aesthetics' -with each chapter drawing on particular collections to demonstrate a theoretical approach to representation. The focus on individual case studies will be balanced with a wider narrative concerning the historic construction of rnuseum paradigms. The monograph will explore in detail the collections of Warrington Museum - a\n1erto neglected institution with the only remaining (geographical) evolutionary display in the UK - as well as those of i11e more well-known UK museums (the Pitt Rivers Museum, the British Museum, the Ashmolean, the Lady Lever Art Gallery, the V&amp;A and Percival David Foundation).\n\nThe representation of Chinese objects in museums is an under-researched area. While the post-colonial critique of non-&shy; Western displays has influenced African, American and Oceanic representations over the past 20 years, that of Chinese collections has, by contrast, remained relatively undertheorised. Although some analysis of particular Chinese collections has been undertaken, a detailed study problernatising these historical shifts in the classification and display of objects in museums have yet to be written.\n\nThe text will be of relevance to a broad range of academic disciplines (museum studies/art history and visual studies/anthropology/history of ideas/material culture studies/Chinese and Asian studies/post-colonial studies). It will also be of interest to Asian art specialists (including dealers and auction houses) and, in particular, curators, as it encourage reflection on classifications and representations of Chinese material culture in museums.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504299/1","grantId":"AH/E504299/1","fundValue":"13612","fundStart":"2007-09-25","fundEnd":"2008-01-24","funder":"AHRC","impactText":"","person":"Louise  Tythacott","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}