{"id":"90210722-2E89-43C1-B77F-01A4908D7FE7","title":"Real-time wave field mapping for the offshore renewable energy industry","abstractText":"Knowledge of the spatial and temporal characteristics of the next and subsequent waves to act on marine energy converters is essential for optimal control and ultimately, survivability. Currently, it is possible neither to measure nor reliably infer these. The University of Edinburgh has deployed, for the first time, a flexible, optoelectronic senor ribbon (using ShapeTapeTM technology) in its wave flumes. Previous ShapeTape (tm) applications had been limited to human body shape measurement for athlete training and sports research. The University of Edinburgh research has shown the sensor to be capable of resolving, in the 2-d flume, wave elevation data, giving measurements of individual (and spectral) wave heights, periods, shapes and steepnesses with high correlation with the best available wet techniques.Ultimately, a lattice of these sensor ribbons could allow real-time surface mapping of the advancing waves in fully mixed seas and unlock new opportunities for anticipatory adaptive control of converter response. This is not a near-market technology. This proposal seeks to determine the feasibility of achieving these ultimate benefits via this technology. As such, it will extend the measuring equipment, techniques, data capture and processing to add the third dimension, and to the real sea setting. New signal capture and analysis techniques will be explored in the wave basin and open sea. Key challenges that lie ahead on a route to full scale deployment in anger will be identified, and whether these are tractable or show-stoppers be assessed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F062583/1","grantId":"EP/F062583/1","fundValue":"237809","fundStart":"2008-04-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Tom  Bruce","coPersons":["Ian  Bryden"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}