{"id":"90288044-4BB4-4EDA-8D11-6D52CFECED3E","title":"Detecting and preventing financial abuse of older adults: An examination of decision-making by managers and professionals","abstractText":"<p>Financial abuse of older people is of growing concern. It is equally important to protect professionals and carers from unfair allegations of abuse. The aim of this project is to examine decision-making in relation to the detection of financial elder abuse. The methods and research questions are as follows:</p>\n\n<p>Phase I - In-depth interviews with health, social care and banking professionals.<br /><br /></p>\n\n<ul>\n \n\n <li>&nbsp; What are the cues that trigger suspicions of financial abuse?</li>\n\n <li>&nbsp; What ‘rules of thumb’ are used to deal with these matters?</li>\n\n <li>&nbsp; What are the features that make decisions difficult, typical, or unusual?</li>\n\n</ul>\n\n<p>Phase II - Experiments aimed at testing hypotheses about decision-making using case scenarios: </p>\n\n<ul>\n \n\n <li>&nbsp;Which case features are the most salient in decision-making?</li>\n\n <li>&nbsp;Is the decision-maker’s gender, ethnicity, age or experience of relevance in decision-making?</li>\n\n</ul>\n\n<p>Phase III - Examination of policy documents</p>\n\n<ul>\n \n\n <li>&nbsp;Are there commonalities in policies as to cues that should raise suspicions and what should then happen in terms of intervention?</li>\n\n <li>Do current policies on detecting and intervening in cases of suspected financial elder abuse match what actually happens in real life?</li>\n\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-352-25-0026","grantId":"RES-352-25-0026","fundValue":"268527","fundStart":"2008-09-15","fundEnd":"2011-03-31","funder":"ESRC","impactText":"","person":"Mary Lynn Gilhooly","coPersons":["Kenneth  Gilhooly","David  Stanley","Bridget Lillian Penhale","Priscilla  Harries","Catherine Hagan Hennessy","Anthony  Gilbert"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}