{"id":"902C99A1-5C47-4EEC-A46A-9A9C6E64A82A","title":"Carbon Geodynamics","abstractText":"Carbon is the seminal element of life and environment. Much is known about the forms, fluxes and geochemical pathways of carbon in surface reservoirs. Much less is known about carbon in the largest Earth reservoir, the Earth's interior (crust, mantle and core). This reservoir, through chemical geodynamic pathways into and out of the interior, has exerted the major control on the surficial form and budget of carbon through deep geological time (i.e. the Hadean to the present). Yet huge gaps in our knowledge exist in understanding the deep carbon reservoir and its relationship to the surface environment. In this proposal we will explore the potential for an NERC Programme to fund a directed research effort into the relationship between the deep carbon cycle and the Earth's surface - we call this Carbon Geodynamics. We will also explore the possibility of developing a program of carbon research to compliment the research objectives of the Deep Carbon Observatory (DCO). This program, funded privately by the Sloan Foundation and managed through the auspices of the Carnegie Institution of Washington (USA) is a &quot;multidisciplinary, international initiative dedicated to achieving a transformational understanding of Earth's deep carbon cycle&quot;. The scoping study will centre on a 3-day workshop where a group of UK primary stakeholders (~20), together with members of the DCO (~4) and a select set of international advisors (~6), will discuss the best strategy for such a UK Programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J024821/1","grantId":"NE/J024821/1","fundValue":"24999","fundStart":"2011-12-12","fundEnd":"2012-04-11","funder":"NERC","impactText":"","person":"Michael  Walter","coPersons":["Adrian Palmer Jones","Michael James Bickle","Lidunka  Vocadlo","Carolina Raquel Lithgow-Bertelloni"],"organisation":"University of Bristol","findingsText":" The original proposal was to study the possibility of a Theme Action Plan (TAP) on &quot;Carbon Geodynamics&quot;. Because five of the eight scoping studies were related to volatiles, it was decided to combine efforts into a single study called &quot;Volatiles, Geodynamics and Solid Earth Controls on the Habitable Planet&quot;. On the basis of a report based on this study, this TAP was selected to be put forward to SISB for funding consideration, with the decision still pending. Findings were used to create a proposal for a Theme Action Program. This was successful. Environment","dataset":"gtr"}