{"id":"90301CE4-A50D-484E-832B-27592B3B4B82","title":"Environmental impact on health benefits of organic food production","abstractText":"Against a background of increasing chronic disease world wide it is now widely acknowledged that diet has a significant impact on human health. For example reducing intake of saturated fats and increasing intake of long chain n-3 fatty acids can reduce chronic disease incidence and certain compounds such as flavonoids and other polyphenols are bioactive and have antioxidant and other beneficial properties. In the last two decades there has been an increase in consumer demand for food produced using organic farming techniques. This has been driven by concerns over increased use of herbicides, pesticides, fertilisers and growth additives which have lead to largely unsubstantiated perceptions that organically produced food is somehow healthier (as well as better for the environment) than food produced using conventional farming methodologies. In reality there is evidence that in some cases organically produced food may actually be less healthy than that produced using conventional farming techniques. For example, hens kept outdoors as in organic systems can produce eggs with dioxin levels that exceed the EU limit of 3 pg TEQ /g fat and organic crops suffer more damamge from insects and other pests, creating openings through which fungi can enter seeds and fruit leading to increased risks of mycotoxin contamination. A confounding factor to discussions of the health merits of organically produced food versus that produced by conventional methods is environmental effects. Soil properties, temperature and moisture regimes will all impact on food composition. For example soil chemistry will play a role in Se content of foods, weather conditions will impact on amounts of pesticides used, type of forage crops grown will impact on composition of milk and meat. On top of these issues of science are issues of perception. Despite the lack of evidence in peer reviewed journals there is a broad belief, as stated above, that organically produced foods are healthier and / or better. For example a recent review into the provision of school meals has recommended increased use of organic foods despite no real evidence of their benefits. We propose to organise a multidisciplinary workshop to address these issues. Review papers addressing aspects of the impacts of the environment on the health benefits of organic versus conventional food production will be commissioned from international experts drawn from the fields of food science, agriculture, soil science, pyschology and medicine. Stake holder policy organisations such as government departments, public charities and research funders together with members of the media will be invited. The workshop will comprise discussion of the review papers in open forum between a steering group and the invitees. Other interested parties will be free to attend and contribute to the discussions. The main output of the workshop will be a publication for distribution to workshop attendees and other relevant policy organisations and the media containing the review papers together with summaries of the discussions following the papers and a clear statement of current state of knowledge, gaps in that knowledge and research priorities for the future. An additional, and important output will be that we will have begun to foster a multidisciplinary community of researchers concerned with the impact of environment on human health via food production and consumption.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008399/1","grantId":"NE/E008399/1","fundValue":"35637","fundStart":"2007-03-01","fundEnd":"2008-02-29","funder":"NERC","impactText":"","person":"Ian  Givens","coPersons":["Samantha Jayne Baxter"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}