{"id":"903242C9-CAB6-4AEF-B891-728C93F520AD","title":"Regulation of spine Ca2+ dynamics and spike timing-dependent synaptic plasticity by muscarinic acetylcholine receptors","abstractText":"Our memories define who we are and are therefore fundamental to our existence and mental health. Furthermore, having a &quot;good&quot; memory is perceived to be a major advantage throughout life. Conversely, the loss of memory in pathological diseases such as Alzheimer's disease is tremendously debilitating and stressful. One of the key mechanisms that underlie memory is the ability of nerve cells (neurons) to change the strength of their connections with other neurons. These connections are called synapses and so any change in their strength is called &quot;synaptic plasticity&quot;. This process is thought to underlie learning and memory, because memories are likely to be stored in a circuit of interconnected neurons. \nSynaptic plasticity is triggered by the influx of calcium ions into small compartments of neurons called spines. Calcium ions pass across the synaptic membrane through proteins called NMDA receptors which are activated by coincident activity in the two neurons that form the synapse. The sensitivity to coincident activity regulates how many calcium ions are allowed into the neuron by the NMDA receptor and therefore controls the induction of synaptic plasticity. \nWe have recently found that the neurotransmitter acetylcholine that is released in the brain during specific behavioural states can regulate the intrinsic properties of spines and thus control the opening of NMDA receptors and induction of synaptic plasticity. This provides an explanation for the common observation that behavioural states play a major role in determining whether we remember things, or forget them. \nWe are going to investigate the mechanisms by which acetylcholine controls memory by performing experiments to find out how acetylcholine regulates calcium ion influx through NMDA receptors and therefore the induction of synaptic plasticity. To do this we will fill neurons with dyes that fluoresce when calcium ions are present. We will also measure whether a synapse has strengthened or weakened by recording electrical activity from the neurons. These techniques will enable us to visualize the influx of calcium ions during the process of synaptic plasticity. \nThis work is important because it will lead to a wealth of new information about synaptic plasticity, and hence learning and memory mechanisms. Dysfunctional synaptic plasticity is thought to underlie the altered neuronal activity in several brain diseases, such as Alzheimer's disease, schizophrenia and autism. The most common and effective treatment currently available for Alzheimer's patients are drugs that mimic or enhance the actions of acetylcholine. Therefore, the mechanisms that we will study in this research will add to our knowledge about these debilitating diseases, and may contribute to developing novel therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000454/1","grantId":"BB/K000454/1","fundValue":"367226","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"  In collaboration with Eli Lilly we have developed a research programme to investigate the use of muscarinic compounds as cognitive enhancers. Pharmaceuticals and Medical Biotechnology ","person":"Jack  Mellor","coPersons":[],"organisation":"University of Bristol","findingsText":" We have found the mechanisms by which we learn and remember information at a cellular and molecular level. By academics and by the pharmaceutical industry. The mechanisms underlying learning and memory are fundamental for developing drugs to alleviate cognitive disfunction. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}