{"id":"9048ED4C-E65D-4862-83C6-0D424585957E","title":"Point of care nanotechnology for early blood clot detection and characterisation in disease screening, theranostic and self monitoring applications","abstractText":"Thromboembolic disease and associated blood coagulation abnormalities cause significant morbidity and mortality in Western society, with stroke being the third leading cause of death in the UK. The incidence of stroke increases markedly with age and is often higher in socially deprived areas. In stroke, the processes of endothelial and vascular damage, activation of the coagulation cascade and decreased fibrinolysis result in abnormal clots, often with excessively cross-linked fibrin networks. An unsatisfactory aspect of work in this area is that the microstructures of such clots are usually reported in only adjectival terms (e.g., dense or tight ) - usually on the basis of a visual inspection of fragments of dessicated clots in SEM micrographs. Early detection of clots is vital. Early clotting events may contribute to a pro-thrombotic state which exacerbates the disease state and thrombotic states can be followed rapidly by haemorrhagic states due to adverse changes in clot structure. The available therapeutic options informed by early detection and characterisation are greatly enhanced.New technology is essential to address shortcomings in this area. This project will exploit our recent advances in blood clot detection and ultra-sensitive nanomaterials development for device applications to overcome these shortcomings. Under a Royal Society Brian Mercer Award and an EPSRC Portfolio Partnership Award, in collaboration with the NHS, we have developed a new haemorheological technique for the early detection and characterisation of blood clots. This has led to the discovery that the incipient clot's fractal microstructure is a biomarker for the conditions of clot formation, including therapeutic intervention. The significance of this discovery stems from the incipient clot's role as the microstructural template for ensuing clot development. In parallel work we have demonstrated the controlled reproducible growth of vertical arrays of ZnO nanowires and have confirmed their electrical current generation capabilities. Our Grand Challenge proposal involves combining this nanotechnology with our haemorheological work to develop the first point of care (POC) device capable of the early detection and characterisation of abnormal clots. By a point of care device we refer to technology suitable for widespread use outside hospitals (i.e., within pharmacies and surgeries) and which will ultimately be developed for use by patients at home. This will exploit the piezoelectric properties of ZnO nanowire arrays as a transducer to detect shear wave propagation within coagulating blood. Our aim is to drastically improve the sensitivity of early clot detection for more accurate assessments of (i) coagulation abnormalities and (ii) therapeutic targeting of abnormal clots at the earliest stage of development. The project involves in vivo and in vitro disease model (Stroke) work at University of London, and work intended to enable our device to perform a therapeutic function. In this way we propose to lay the foundations for a POC system for Patient Self Assessment and Patient Self Management in anticoagulant applications, in addition to a new technological basis for thromboembolic disease screening. The project also includes anticoagulated Stroke patient volunteers at Morriston NHS Hospital.We have a highly multidisciplinary Team with internationally leading expertise in rheometry and haemorheology; nanotechnology, nanomaterials and nanofabrication; nanomedicine and drug delivery; and human-device interaction aspects of medical instrument design. We have two partners. The first is the NHS who will provide clinical facilities and governance of clinical research. Our second partner is Boots Centre for Innovation (BCI) whose involvement anticipates healthcare provision involving POC applications in next-generation pharmacies. BCI's role is to inform design relating to customer needs/experience, the POC market and environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061998/1","grantId":"EP/G061998/1","fundValue":"616742","fundStart":"2009-05-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"","person":"Kostas  Kostarelos","coPersons":["Khuloud T Al-Jamal"],"organisation":"School of Pharmacy","findingsText":"","dataset":"gtr"}