{"id":"9054D247-8DA7-4EF6-980F-BC9C4DA27DCE","title":"Intelligent Workspace Acquisition, Comprehension and Exploitation for Mobile Autonomy in Infrastructure Denied Environments","abstractText":"Vehicles will only get smarter. There will always be a desire for more machine intelligence and autonomy. Our needs and expectations are ever increasing. As a result, we continue to pack more sensors and more computation into the robots that carry, transport, labour for and defend us. \n\nHere we interpret autonomy as a robot's ability to sense, understand and ultimately act of its own accord in its operating environment. This proposal is about giving autonomous vehicles the ability to navigate in difficult conditions over long periods of time. Conditions become &quot;difficult&quot; when GPS is denied or only intermittently available, when little, if anything, is known about the environment, when communications are sporadic and unreliable or when operating conditions like lighting change unpredictably. And yet, somewhat perversely, it is often in just these conditions that our need to navigate is greatest: consider, for example, the surveying of buildings in a stricken nuclear facility such as Fukushima, or the autonomous driving of cars at night in cities where GPS coverage is poor. Intelligent navigation lies at the heart of much of mobile robotics research. It finds application in remote inspection, autonomous urban driving, defence, logistics, security and space robotics.\n\nWe shall consider how machines can acquire and manage the information they need to operate persistently in workspaces of our choosing. The goal is to demonstrate that performance improves through use and over time - something that comes naturally to humans and is immensely valuable in a machine. This goal poses questions about how the computers that control robots should represent their environment in a plastic fashion - one which can be stretched and pulled into different shapes over time. We also need to consider how to enable machines to decide how to act to improve their understanding of the world - alone and in concert with other vehicles, each with different sensors and capabilities. How can vehicle sensors be calibrated transparently and continuously? How can motion be planned to maximise both the coverage of inspections and the accuracy of workspace assessments? How can successful operation be guaranteed in the presence of unreliable or short-range communications?\n\nThis interweaving of the state of the art in navigation, planning and communications management is unusual and will allow us to ask and provide answers to challenging robotics science questions which, when exploited, will have a dramatic impact on the robots that will become indispensable in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J012017/1","grantId":"EP/J012017/1","fundValue":"1093660","fundStart":"2012-10-22","fundEnd":"2017-10-21","funder":"EPSRC","impactText":"","person":"Paul Michael Newman","coPersons":["Ingmar  Posner","Niki  Trigoni"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}