{"id":"90580D78-1AEE-46D6-B27F-0273991AF37A","title":"Determination of Key Nuclear Reaction Rates Governing 44Ti Production in Core Collapse Supernovae","abstractText":"Where does the calcium in your teeth and your bones come from? How can the same material in far off galaxies be used to understand the biggest explosions in the Universe? You might be surprised to know! Billions of years ago a star, a bit larger than our Sun, ended its life in an explosion so powerful it would have briefly been as bright as all the other stars in our Galaxy put together. In that explosion, known as a supernova, many of the elements that we are made of will have been created. As this material expanded and cooled it will have formed into dust, spreading out through space. From this dust, the Earth, the Sun and all the rest of our solar system has formed. As the Nobel laureate William Fowler said, 'All of us are truly and literally a little bit of stardust'. One of the elements created is the metal titanium, and a certain type of this, known as titanium-44, changes into calcium through a natural process called radioactive beta decay. As we look out into space today, we can occasionally see supernovae occurring in other Galaxies, or sometimes even our own (the last one that we know of occurred in 1667). Satellites orbiting the Earth can look at these in great detail. One of the things they hope to see is titanium-44 changing into calcium. They can see this because when this transition occurs very energetic particles of light, called gamma-rays, are emitted, making it visible even over the vast distances involved. Moreover, we can work out how many gamma rays were emitted, and we can use that as a test of computer models of what we think is happening to make the stars explode in the first place. Even our best models, running on some of the world's most powerful computers, still have great difficulty in simulating these events, and so tests such as this or of great current need. Some of the most important things we yet need to know to make these simulations sufficiently accurate, are what are known as nuclear reaction rates. Just as the calcium is","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D032288/1","grantId":"EP/D032288/1","fundValue":"127847","fundStart":"2006-04-28","fundEnd":"2009-01-27","funder":"STFC","impactText":"","person":"Alexander  Murphy","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}