{"id":"905E8DCA-47AD-4632-91B4-CA3DD66DEE6D","title":"New Carcanet Selected Poetry and Prose of Elizabeth Jennings","abstractText":"This new Carcanet edition of Elizabeth Jennings' poetry and prose is designed to provide both a scholarly and general readership with a reliable edition of her works, arranged chronologically and including many unpublished (and unseen) poems from her later period of creativity. Jennings remains one of the most popular twentieth-century women poets in Britain and the US and since her death in 2001, academic interest in her work has increased. Yet there is no scholarly edition of her work available and much of her later poetry and prose remains in unpublished manuscript form. I have been commissioned by both Jennings' agent, Bruce Hunter, and previous editor and friend, Michael Schmidt, to produce this new edition of her works and also have the support of her remaining family in collecting much of her late, unseen poetry.\\n\\nA new edition of Jennings' works is vital, not only to meet the needs of an undergraduate and postgraduate market enrolled on the increasing number of university courses and modules that include her poetry; but also to provide scholars working on Jennings and other contemporary women poets a standard edition from which to work. As a key member of the early twentieth-century poetry collective, 'the Movement,' Jennings' spiritual and often Christian poetry sits perhaps uneasily beside her counterparts in the group, Philip Larkin and Martin Amis, for example, writing within a predominantly secular framework. Combining the Movement's focus on formal discipline and intellectual precision with a passionate but still reserved religious vision, her poetry becomes at once meditative and bracing, but also anxious and dejected. This edition will contextualise Jennings' religious allusions to Catholicism, mysticism and eastern spiritualism, and also reference those poets she drew most substantively from: Wordsworth, Keats, Hopkins, Robert Frost and David Jones. My previous publications on Romanticism and religion and literature and the bible respectively, have granted me a solid platform on which to build this reference material into the edition; and in addition, my own teaching of Jennings' poetry, both at the University of Oxford and in my current position at the University of Warwick, has given me a clear idea of what students demand from a new collection. In addition, my collaboration with Rachel Buxton, the Director of the Oxford Brookes Poetry centre, on a new introduction to Jennings for Manchester University Press, has given me a forum in which to develop how best to structure an edition useful for and marketable to scholars working in the fields both of twentieth-century poetry and religion and literature more generally.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F002726/1","grantId":"AH/F002726/1","fundValue":"23445","fundStart":"2008-03-17","fundEnd":"2008-07-16","funder":"AHRC","impactText":"","person":"Emma Jane Mason","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}