{"id":"905F025A-73A3-4641-ADC5-7852773D8477","title":"Randomised controlled trial of nurse led self-help treatment for primary care patients with chronic fatigue syndrome","abstractText":"Patients with Chronic Fatigue Syndrome (CFS, also known as ME) experience severe, disabling fatigue, together with other symptoms including muscle pain and memory and concentration problems. A recent report commissioned by the DH emphasised the cost of CFS/ME both to patients and to society. The government therefore called for more research into the condition and its treatment.\n\nCognitive behaviour therapy has been shown to be an effective treatment for CFS/ME, but is costly and not widely available. However, we recently developed a briefer treatment which improved both fatigue and functioning in hospital out-patients. The treatment springs from our understanding that in CFS the body becomes dysregulated and ceases to function properly. We firstly give patients (verbally and in booklet form) an understandable and reassuring explanation of their symptoms. We then prescribe a programme of gradually increasing activity, supported with advice on regaining healthy sleep patterns, and dealing with stress and anxiety. \n\nOur trial will test whether general nurses can be taught to provide this treatment to patients seen normally seen by GPs. We want to see whether the treatment is more effective than simply being in contact with a supportive therapist, and more cost-effective than the treatment which patients usually receive from GPs. If so, we anticipate that our treatment could be adopted at primary care level, that it will improve the health and life-quality of CFS/ME patients, and bring important economic benefits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0200212","grantId":"G0200212","fundValue":"870513","fundStart":"2004-04-19","fundEnd":"2009-07-18","funder":"MRC","impactText":"","person":"Alison  Wearden","coPersons":["Gerald Anthony Richardson","Richard Pendril Bentall","Pauline  Powell","Richard  Morriss","Graham  Dunn","Sarah  Peters","Chew-Graham  Carolyn","Christopher Frank Dowrick"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}