{"id":"9069A91A-C665-4632-B7B1-8E72786A116C","title":"Auxetic Textiles for Blast Mitigation","abstractText":"In the 21st century terrorism has become a constant threat to the way-of-life of people all around the world. One of the most common manifestations of the terrorist's threat is an explosive device, often detonated in the midst of a densely-populated civilian area. The University of Exeter is leading a team of government and industrial experts in the development of a new type of 'smart' blast curtain aiming to reduce death and injury caused by bomb blasts. This smart textile uses auxetic materials pioneered at the University. Unlike conventional materials that get thinner when stretched, an auxetic material will get fatter. This interesting and counter-intuitive property is also found in some natural materials such as cat skin and bone from human shins.When a terrorist bomb explodes in an urban area it produces devastating effects, including structural and nonstructural damage to buildings, injuries, and deaths. Numerous injuries in explosions result directly and indirectly from window glass failure. In the Oklahoma City bombing, glass accounted for nearly two thirds of all eye and head injuries. When an explosion occurs, there is an extremely rapid release of energy. This is takes the form of heat, sound and light, but also as a shock wave. It is the initial shock wave that is responsible for the majority of damage to buildings, including shattering of windows. If this was not destructive enough, the vacuum that follows the blast front then creates a high intensity wind which can transport debris across large distances. Current blast curtain design favours the use of translucent aramid nets that are longer and wider than the window: the excess curtain length is placed into a box at the base of the window. When the window shatters, the curtains billow out and capture a significant portion of the glass fragments. The system is often augmented with a film window coating to help ensure that the glass fragments stay together. However in practice, the net fabric is often torn by the force of the blast. This is because the net filaments have to be made thin to keep the curtain from blocking light out. What is needed is a smart textile that allows light through but is also capable of containing the huge forces involved in an explosion and providing a barrier to flying debris.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F048394/1","grantId":"EP/F048394/1","fundValue":"552657","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"","person":"Kenneth  Evans","coPersons":["Julian Roger Wright"],"organisation":"University of Exeter","findingsText":" Auxetic textiles were manufactured for the very first time and shown to have real benefits for blast mitigation. Blast protection in civil and military situations. Patents, licensing, joint exploitation, spin off company - Auxetix Ltf Aerospace/ Defence and Marine,Construction,Energy,Environment,Manufacturing/ including Industrial Biotechology,Security and Diplomacy","dataset":"gtr"}