{"id":"907C3BE9-6E22-4640-B2C6-06C482BF69AC","title":"Statistically rigorous age progression for the identification of missing persons","abstractText":"People involved in trying to find missing persons have to depend upon images of them taken before they disappeared. For missing adults, this is not too great a problem, as their appearance will not have changed radically. However, children may have changed out of all recognition. The aim of this project is to develop a way of 'ageing' a facial image to give a realistic impression of what the missing child will look like now. If successful, the system will be a major boost to the work of those locating missing children: it will provide accurate images rapidly and simply at a fraction of the current cost.The project will develop algorithms, or step-by-step problem-solving procedures, that can be used to age a facial image. These will be based on studies of facial variation in children over two critical stages in their development which will be undertaken at Dundee University, and from existing face data archives held at the University of Kent. The project will benefit from having very close interaction and guidance from the National Missing Persons Helpline (NMPH) and VisionMetric, a company that has a good deal of commercial experience in developing forensic imaging applications.The final outcome of the project will be a software system that can be used on standard hardware and over the Internet. To get to this stage, however, there will be a series of project stages:Compiling and annotating a photographic database of children's faces spanning two main developmental phases (at Dundee)Developing a comprehensive statistical model of facial appearance (at Kent)Developing person-specific age transformation techniques (at Dundee and Kent)Developing these techniques to make them quick and user-friendly, so that they can be used for practical or commercial development (at Kent)Practical implementation of the software system (at Kent, involving VisionMetric, NMPH and the Metropolitan Police)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D041074/1","grantId":"EP/D041074/1","fundValue":"49588","fundStart":"2006-05-22","fundEnd":"2009-05-21","funder":"EPSRC","impactText":"","person":"Sue Margaret Black","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}