{"id":"9086E297-781C-43BB-89F5-E44FF9D1B10A","title":"Modelling and measurement of Cd exposure and pathology in human volunteers living in proximity to a smelter source","abstractText":"Exposure of people (and environmental species) to heavy metal (e.g. cadmium, lead, mercury, copper) pollution in air, water, soil and food can cause a range of health problems. Examples of diseases associated with exposure to metal pollution are known from many parts of the world, including mercury poisoning through eating contaminated fish in Japan and poisoning by the metalloid element arsenic of many thousands of people that drank waters from contaminated wells in Bangladesh and India. Closer to home in the UK, lead was widely implicated in a range of developmental impairments occurring in children living close to busy roads who were regularly subjected to exhaust smoke from cars using the old type of leaded petrol. Because it is not well excreted from the body after ingestion, the common environmental pollutant cadmium is one metal that has been implicated in as causing of human health problems in populations living close to industrial sources. The fact that this metal tends to accumulate in the kidney makes this organ particularly sensitive to cadmium toxicity. In this exploratory project, we bring together expertise from environmental science, medicine and epidemiology and fundamental biochemistry to investigate whether and to what extent exposure to cadmium causes kidney disease. The study is focused on the area around the town of Avonmouth on the Severn Estuary near Bristol which was until recently home to one of the world's largest cadmium/lead/zinc smelters. During the active life of the plant (1928-2003), significant quantities of cadmium and other metals (including Pb, Hg and Zn) were released, contaminating the environment and exposing local residents (~50,000 people live within 5 km of the smelter). The countryside around the smelter is known to be badly contaminated with these metals and studies of their impacts on plants and animal have revealed toxic effects at locations many kilometers from the factory. Surprisingly, however, the impacts on the toxic metals on the human population are not well understood. To address this, this study will provide information on the effects of metal pollution at Avonmouth on local residents. The information gathered will be beneficial for assessing the wider effects of the cadmium pollution that is still occurring in many parts of the UK (particularly urban areas) on people's health and wellbeing. Our approach to assessing the potential for toxic effects on people in the area polluted by the smelter are to: - measure the amount of cadmium in aerial dust, soil and home grown vegetables that represent the main routes of human exposure; - use these measurements of cadmium concentration as input to existing human environmental exposure assessment methods that are used by regulatory agencies to predict cadmium exposure at contaminated sites and validate these assessments by comparing exposure predictions to measured cadmium concentrations in urine collected (in an existing project) from 200 human volunteers from known postcode locations at Avonmouth; - measuring the concentrations of the small molecules produced by normal metabolism that are present in human urine (e.g. amino acid, sugars, components of DNA and RNA) samples collected from the 200 volunteers and comparing these results to existing information on renal toxicity to establish how cadmium exposure affects kidney health for persons living in postcodes in the Avonmouth area with high, moderate and low levels of cadmium present in air, water, soil and home grown food. By funding this project, NERC would be making an investment in research that addresses fundamental issues in environment and human health research (the link between the amount of a pollutant in the environment, the amount entering the human body and the ultimate toxic effect) and would generate novel data, on human samples, cross-referenced to existing toxicity and geographical pollutant data at a real site.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E00895X/1","grantId":"NE/E00895X/1","fundValue":"43858","fundStart":"2007-08-15","fundEnd":"2009-02-14","funder":"NERC","impactText":"","person":"David Jonathon Spurgeon","coPersons":["Clause  Svendson"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}