{"id":"9089DC4A-1062-42A5-B201-2B2F9F035C75","title":"Quantitative and contextual modelling of transcriptional responses to auxin","abstractText":"Auxin is a plant hormone that plays an important role in many, very different aspects of plant growth and development. For example, on one hand auxin regulates the pattern in which leaves emerge from the growing shoot tip, while on the other it mediates environmental responses such as the bending growth observed in shoots growing towards a light source. Because auxin is integral to so much of plant development, a knowledge of how auxin works is absolutely fundamental to our ability both to understand how plants grow and to improve important crop traits. Although it is unclear how auxin, a small and simple molecule, is able to regulate such a diversity of processes, it is known that changes in gene expression are important and that several hundred genes are either turned on or off in response to auxin. Work from several labs has established a network of signalling proteins whose complex interactions translate increases in auxin levels within a cell into gene expression changes. However, this model of auxin signalling is generic and contains several gaps which mean that in most cases it offers only a theoretical basis for understanding how auxin operates throughout the plant. We can identify the new information required to remedy this situation and with this work we intend to use newly available techniques to obtain these data and correct the deficiencies of the current model. The complexity of the interactions in this auxin response system mean that the data that describe it are similarly complex, and therefore we need to adopt a new approach for analysing the information that we will gather in which we build mathematical models that describe the functioning of the system. These models can then be used to test our predictions of how the auxin response system works, generate new hypotheses about its functioning, and ultimately tell us if we have understood its essential details. This higher level of understanding of auxin action will be useful to a number of groups, including plant biologists, crop scientists, and scientists studying similarly complex signalling mechanisms in other organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007418/1","grantId":"BB/F007418/1","fundValue":"377537","fundStart":"2008-06-02","fundEnd":"2011-11-01","funder":"BBSRC","impactText":"  To date impacts have been principally academic although attempts to commercialise the technologies that have arisen from the work are in progress Agriculture, Food and Drink Societal,Economic","person":"Stefan  Kepinski","coPersons":[],"organisation":"University of Leeds","findingsText":" Key findings:\n\n- An understanding of how the plant hormone auxin controls the development of structures called root hairs.\n\n- An understanding of how non-vertical growth angles of lateral root and shoot branches are maintained with respect to gravity.\n\n- Tools to manipulate both root hair growth and branch growth angle.\n\nDetailed summary:\n\nAlmost every aspect of plant form, from the positioning and number of organs such as lateral roots, branches and flowers to the control of their angle of growth with respect to gravity, is regulated by the plant hormone auxin. For this reason, understanding how this small simple molecule is able to control so many different aspects of development is one of the central questions in plant biology. \n\nThe fact that auxin accumulation in, say, particular cells of the root results in the initiation of a new lateral root while similar accumulations of auxin at the shoot tip prompts the initiation of a leaf underlines the importance tissue- or 'context'-specific responses to auxin. In this project we focused on the how the network of proteins that translates changes in auxin concentration into changes in gene expression--the AFB-Aux/IAA-ARF system--contributes to the generation of these context-specific responses and auxin's remarkable influence on development. The fact that this system is composed of many interacting auxin receptor and transcription factor proteins, the abundance of which are in several instances regulated by positive and negative feedback loops between the components, required that we take an approach that involved the extensive the use of mathematical models, enabling us to capture the complexity of the system. \n\nOur models were based on the cells in the outer layer of the arabidopsis root, the epidermis, which is made up of two cell-types, those that usually make long thin projections called root hairs (H cells) and those that don't (NH cells). In obtaining the data to paramterise our models it quickly became apparent that H and NH cells have very different auxin response capacities; NH cells have a highly suppressed auxin response, something consistent with the fact that auxin promotes hair growth. Using gene expression markers we showed that the suppressed auxin response in NH cells was due to the high relative levels of Aux/IAA and ARF repressor protein. Indeed, in mutant arabidopsis plants that lacked some of these negative regulators we observed an increase in root hairs developing at NH positions and an overall increase in root hair lengths.\n\nUsing these expression data and information on the binding preferences between system components we built a variety of mathematical models that enabled us to uncover two significant features of the behaviour of the system. The first is that the complex interactions between AFB-Aux/IAA-ARF components mean that graded changes in auxin levels will not always be reflected in graded changes signalling response. Indeed, a gradual change in auxin levels can be translated into a stark off/on switch in signalling output (in this case a bistable switch). This finding has important implcations for the understanding of how cells interpret gradients of auxin concentration which have been proposed to underlie virtually every aspect of auxin-regulated development.\n\nThe second key finding was that the AFB-Aux/IAA-ARF system in H cells, as well as 'turning on' auxin responses leading root hair growth, also turns them off, regardless of how much auxin is present. From this finding we went on to identify a novel auxin-regulated transcription factor controlling root hair elongation. This self-regulatory switching behaviour also offers a explanation for the general robustness of auxin-regulated plant development to wide variations in auxin concentration, something observed in a range of processes from embryogenesis to lateral root development. \n\nThese findings are significant for a number of reasons; as well as offering important insights into how auxin can simultaneously control so much of plant development, they also provide new opportunities for the targeted optimisation of agronomically important architectural traits such as lateral rooting and root hair growth, both of which are crucial for the acquisition of nutrients and water.\n\nIn addition to these insights, tools and resources developed during this project contributed to the understanding of the mechanism that underpins the growth angle of lateral root and shoot branches. Many branches are maintained at non-vertical angles with respect to gravity. These angles are known as gravitropic setpoint angles and we were able to show that gravity-dependent non-vertical growth was the result of a new growth component, the antigravitropic offset or AGO, that acts to counteract the underlying gravitropic response in the branch. All of the findings of this work could be used to alter root hair and branch angle traits in crop plants. In addition, some of the conceptual advances made, particularly in the understanding of the self-regulating nature of auxin response and the control of gravitropic set point angle, should be of use to researchers working in this area. Agriculture, Food and Drink","dataset":"gtr"}