{"id":"90899D46-5AD7-411B-8082-89B089C2FECD","title":"Impact assessment based on self-reported attribution in complex contexts of rural livelihood transformations in Africa.","abstractText":"<p>How can the impact of development activities intended to benefit poor men, women and children caught up in complex processes of rural transformation best be assessed?</p>\n\n<p>The research sets out to develop and evaluate a protocol for impact assessment based on self-reported attribution without the use of comparison groups as an alternative to experimental or quasi-experimental designs based on statistically inferred attribution.</p>\n\n<p>The three year project, starting in September 2012, is led by James Copestake at the University of Bath, and being conducted in collaboration with three NGOs - Self Help Africa, Farm Africa, and Evidence for Development. It is jointly funded by the UK Economic and Social Research Council (ESRC) and Department for International Development DFID. The research has three strands that will be applied to four projects: two in Ethiopia and two in Malawi.</p>\n\n<p>Strand 1 comprises a baseline and two rounds of annual monitoring of food security and income at the household level by NGO staff.</p>\n\n<p>Strand 2 comprises two rounds of annual in-depth interviewing to elicit self-reported attribution from intended project beneficiaries.</p>\n\n<p>Strand 3 comprises two rounds of qualitative evaluation of what Strand 2 added to the understanding of project stakeholders.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J018090/1","grantId":"ES/J018090/1","fundValue":"365719","fundStart":"2012-09-09","fundEnd":"2015-09-08","funder":"ESRC","impactText":"","person":"James  Copestake","coPersons":[],"organisation":"University of Bath","findingsText":" We are developing methods to assist organisations promoting rural livelihoods and food security assess the impact of their activities, and to give voice to those they are helping. We are working closely with three non-government organisations (Self Help Africa, Farm Africa and Evidence for Development) as well as staff of Universities in Ethiopia and Malawi. And we are in touch with many more people. Agriculture, Food and Drink,Communities and Social Services/Policy,Other","dataset":"gtr"}