{"id":"909587A4-C945-417D-A240-A4363F749218","title":"Terrestrial Methane Cycling During Paleogene Greenhouse Climates","abstractText":"Human activity has led to an increase in pCO2 and methane levels from pre-industrial times to today. While the former increase is primarily due to fossil fuel burning, the increase in methane concentrations is more complex, reflecting not only direct human activity but also feedback mechanisms in the climate system related to temperature and hydrology-induced changes in methane emissions. To unravel these complex relationships, scientists are increasingly interrogating ancient climate systems. Similarly, one of the major challenges in palaeoclimate research is understanding the role of methane biogeochemistry in governing the climate of ice-free, high-pCO2 greenhouse worlds, such as during the early Paleogene (around 50Ma). The lack of proxies for methane concentrations is problematic, as methane emissions from wetlands are governed by precipitation and temperature, such that they could act as important positive or negative feedbacks on climate. In fact, the only estimates for past methane levels (pCH4) arise from our climate-biogeochemistry simulations wherein GCMs have driven the Sheffield dynamic vegetation model, from which methane fluxes have been derived. These suggest that Paleogene pCH4 could have been almost 6x modern pre-industrial levels, and such values would have had a radiative forcing effect nearly equivalent to a doubling of pCO2, an impact that could have been particularly dramatic during time intervals when CO2 levels were already much higher than today's. Thus, an improved understanding of Paleogene pCH4 is crucial to understanding both how biogeochemical processes operate on a warmer Earth and understanding the climate of this important interval in Earth history.\n\nWe propose to improve, expand and interrogate those model results using improved soil biogeochemistry algorithms, conducting model sensitivity experiments and comparing our results to proxy records for methane cycling in ancient wetlands. The former will provide a better, process-orientated understanding of biogenic trace gas emissions, particularly the emissions of CH4, NOx and N2O. The sensitivity experiments will focus on varying pCO2 levels and manipulation of atmospheric parameters that dictate cloud formation; together, these experiments will constrain the uncertainty in our trace greenhouse gas estimates. To qualitatively test these models, we will quantify lipid biomarkers and determine their carbon isotopic compositions to estimate the size of past methanogenic and methanotrophic populations, and compare them to modern mires and Holocene peat. The final component of our project will be the determination of how these elevated methane (and other trace gas) concentrations served as a positive feedback on global warming.\n\nIn combination our work will test the hypothesis that elevated pCO2, continental temperatures and precipitation during the Eocene greenhouse caused increased wetland GHG emissions and atmospheric concentrations with a significant feedback on climate, missing from most modelling studies to date. This work is crucial to our understanding of greenhouse climates but such an integrated approach is not being conducted anywhere else in the world; here, it is being led by international experts in organic geochemistry, climate, vegetation and atmospheric modelling, and palaeobotany and coal petrology. It will represent a major step forward in our understanding of ancient biogeochemical cycles as well as their potential response to future global warming.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J008591/1","grantId":"NE/J008591/1","fundValue":"320910","fundStart":"2012-09-01","fundEnd":"2016-02-29","funder":"NERC","impactText":"  As we unpick the hydrological and vegetation change during both long-term and transient warming events, we are revealing the true complexity of biogeochemical processes. It is becoming increasingly clear that a range of feedbacks work on diverse timescales and that lessons derived from long-term investigations of Earth history might not be applicable to rapid climate change similar to what we are experiencing today. We are developing this into new narratives regarding future climate change and the deep uncertainty associated with it. Environment Societal","person":"Richard David Pancost","coPersons":["Joy Sargita Singarayer"],"organisation":"University of Bristol","findingsText":" The project is still in its relatively early stages. However, some initial key findings include: \n\nConfirmation that fires became less globally widespread during the Eocene.\n\nEuropean continental temperatures were high and relatively stable during the Eocene.\n\nNew approaches for examining hydrological processes in climate models. \n\nMethodological development of soil biogeochemical modeling. To be confirmed. However, this work appears to be highlighting the profound complexity of biogeochemical feedbacks during global warming with important implications for the public (and policy-making) understanding of future climate change impacts. Environment","dataset":"gtr"}