{"id":"909FA1E7-264C-499E-8863-B5342884AA8E","title":"Belmont Forum Deltas","abstractText":"Deltas are economic and environmental hotspots, food baskets for many nations, and home to a large\nportion of the world population. They sustain rich, biodiverse ecosystems and related services. Most\ndeltas are also international and regional transportation hubs that support intense economic activity. Yet,\ndeltas are deteriorating at an alarming rate due to climate impacts (e.g., sea level rise and flooding),\nhuman-induced catchment changes (e.g., water and sediment flow reduction), and local exploitation\n(e.g., sand, groundwater, and hydrocarbon extraction). The international science community recognizes\nthe need to develop a solid knowledge base for protecting these vulnerable coastal systems, and this BF\ninitiative leads the way by coordinating and enhancing innovative international work towards the\ndevelopment of a science-based framework for delta sustainability.\n\nThe project will develop a versatile modeling framework that may be applied from local to national levels\nto evaluate the unique functioning, critical stressors, and vulnerability of the world's deltas. The\nframework will ingest social, economic, physical and ecosystem data into an open-access repository and\nwill allow planners to model and deliver optimized, viable solutions for their region. In areas for which\ndetailed data are sparse, an infrastructure for critical data gathering will be developed and modeling and\nprediction tools will be customized. The framework will initially be applied to three case-studies for which\nlocal and regional partnerships are already in place, including the Ganges-Brahmaputra-Meghna (GBM),\nMekong, and Amazon deltas.\n\nThe team represents the BF-G8 countries: Brazil, Canada, China, France, Germany, Norway, India,\nJapan, UK, and USA, and includes partners in the Netherlands, Vietnam, and Bangladesh. It is\ncomposed of government and university researchers, and NGO's, working closely with policymakers.\nThe training of graduate students and post-docs able to work across disciplinary boundaries and\ncountries will also be a unique legacy of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L008726/1","grantId":"NE/L008726/1","fundValue":"309217","fundStart":"2014-01-01","fundEnd":"2017-12-31","funder":"NERC","impactText":"  This grant is in its first year. Other Policy & public services","person":"Zoe  Matthews","coPersons":["Angela  Baschieri","John Alfred  Dearing","Robert James Nicholls"],"organisation":"University of Southampton","findingsText":" This grant is about the links between climate change/ environmental factors and wellbeing/health and the socioeconomic status of people living in 3 delta areas: the Brahmaputra (Bangladesh and India), the Mekong (mainly Vietnam) and the Amazon Delta (Brazil). The project has been underway for almost a year - so few outputs as yet. For policy in Delta areas Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Energy,Environment,Healthcare,Government, Democracy and Justice,Transport","dataset":"gtr"}