{"id":"90AD8ADE-DBB7-46FE-B5EF-DEB72D525A07","title":"Low Carbon Transitions of Fleet Operations in Metropolitan Sites (LC TRANSFORMS)","abstractText":"The rapid urbanisation and increase in vehicle use in East Asia has created substantial environmental and social problems. In the UK, urban transport systems face similar issues, but generally at a smaller scale and at a much lower pace. However, a strong built-in inertia within physical, regulatory and societal infrastructure in western urban systems makes this challenging to tackle. Low carbon vehicle fleets for personal mobility and freight have the potential to contribute to reduction of the climate impact from urban transport as well as to improve local traffic and air quality conditions. The extent of this potential is however still unclear. Ample uncertainties remain regarding both the demand for fleet services and the most effective way to organise fleet operations, especially in the case of electric vehicles where interaction with the power grid becomes a critical issue. At the same time, a range of new business models for the operation urban freights and fleet services are emerging, enabled by pervasive ICT.\n\nAgainst this background, the overall aim of the LC TRANSFORMS project is to provide an integrated planning and deployment strategy for multi-purpose low carbon fleets and enabling urban infrastructure and to devise operational business models ensuring economic viability and environmental effectiveness. \n\nThis aim will be attained by addressing 4 key research challenges:\n1) Transport demand and network modelling tools for low carbon transport planning in urban areas have been outpaced by practical innovation in real-world urban transport and need to be brought up to speed. In particular, better integration is needed between urban mobility and freight modelling on the demand side (e.g. to capture substitution of shopping trips by home deliveries) and on the operations side (e.g. accounting for electric passenger and freight vehicles sharing a common charging infrastructure). Further improvement areas include representation of kerb space as a scarce and constrained resource affecting parking and loading operations of vehicle fleets, and better characterisation of fleet service customer heterogeneity (necessary for demand flexibility exploitation); \n2) The new business models in urban fleet operation, in particular those operating in &quot;demand responsive&quot; modes and exploiting demand flexibility require the development of new operational management algorithms that ensure high quality of service, economic and environmental performances. This is particularly challenging in electric fleet operation where patterns of consumption of fleet services (freight and personal mobility), need to accommodate electric vehicle charging operations, when time-dependent prices of electricity and grid emissions factors are low.\n3) The large scale deployment of electric fleets will pose challenges for the intelligent management of networked infrastructure for optimal operation of commercial fleets is largely understudied. This is true for intelligent transport infrastructure to optimise traffic management as well as the requirements of charging infrastructure and of smart charging algorithms to optimise environmental and economic benefits which have not been studied in detail for commercial for commercial fleets.\n4) For scale investments to flow into low carbon transport, there is also a need for a new generation of policy appraisal tools that can deal with the interdependencies among networked urban infrastructures, (transport, power and IT). Such tools must take account not only of technical and functional interdependencies but also of the existence of multiple institutional stakeholders and of the substantial uncertainties affecting the flow of costs and benefits to different stakeholder over different time horizons. Consolidation of isolated initiatives to extend existing appraisal techniques, e.g. by the integration of ideas from Real Options Theory are required.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N010612/1","grantId":"EP/N010612/1","fundValue":"805172","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"","person":"Phil  Blythe","coPersons":["Goran  Strbac","Anil Kumar Namdeo","John William Polak"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}