{"id":"90B5A3B9-B292-4E5B-9382-5CDA54C16D3A","title":"Biological roles and mechanisms of nitric oxide reactions with iron-sulfur cluster transcriptional regulators","abstractText":"Nitric oxide is a poisonous molecule that is generated by soil bacteria and in our bodies as a defence against pathogenic organisms trying to establish infection. One of the major ways by which nitric oxide exerts its toxic effects is through reaction with a widespread group of proteins that contain a type of cofactor made from both iron and sulfur (called an iron-sulfur cluster). Members of this group play crucial roles in a very wide range of cellular processes. To avoid nitric oxide toxicity, disease-causing (as well as benign) bacteria have evolved protective systems that function to detoxify nitric oxide by removing it through chemical reaction. The fact that iron-sulfur cofactors are particularly sensitive to nitric oxide has been exploited in Nature, through the evolution of a number of regulatory proteins that themselves contain an iron-sulfur cluster and which function as biological switches, turning on the cellular nitric oxide detoxification response in the presence of nitric oxide. Despite the importance and widespread nature of the reaction of iron-sulfur clusters with NO, very little is known about this reaction process. This application is focussed on understanding how NO-responsive iron-sulfur cluster-containing regulators function. Here, we propose to investigate two such regulators (called WhiD and NsrR). One (WhiD) is a member of a family of proteins that are found only in a small number of bacteria (including Mycobacteria tuberculosis, the causative agent of tuberculosis, one of the world's major killers, and Streptomyces coelicolor, the source of many of the antibiotics currently in use in the clinic). Members of this protein family are known to play key roles in these bacteria in cell developmental processes associated with stress response, and are crucial for the ability of M. tuberculosis to survive in the inhospitable environment of a human host for years, in a dormant state that is highly resistant to antibiotics. The other (NsrR), is a member of a widely distributed but largely unstudied family of regulators. It functions as a primary NO sensor by controlling the cellular response to NO toxicity. Recent work in our laboratories has revealed important new insight into the nature of these regulatory proteins, including, for the first time, detailed mechanistic information about the reaction of a protein-bound iron-sulfur cluster with nitric oxide, leading to the formation of previously unreported products. We now propose to exploit these recent advances to explore, using a wide range of methods, the biochemistry of the reaction of NO with these proteins. This will reveal unprecedented mechanistic insight into how NO-sensing regulatory proteins function, and provide information that will be of general importance for all iron-sulfur protein NO reactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J003247/1","grantId":"BB/J003247/1","fundValue":"352620","fundStart":"2012-07-01","fundEnd":"2015-06-30","funder":"BBSRC","impactText":"  Our findings are largely still in the process of being prepared for publication. Some outputs have already appeared and are being used by the research community to gain further insight into fundamental cellular processes involving the cytotoxin and signalling molecule nitric oxide with iron-sulfur cofactors.  ","person":"Nicolas Edward Le Brun","coPersons":["Matthew Ian Hutchings","Andrew  Thomson"],"organisation":"University of East Anglia","findingsText":" We have established the type of cluster that is bound by the NO-sensing regulator NsrR and discovered ways in which it can undergo cluster conversion. We have determined the genes that are regulated by NsrR in the medically important strain Streptomyces coelicolor and found that this regulator has a much more specialised function here compared to other organisms.\nWe have investigated in detail the mechanism of reaction of iron-sulfur cluster regulators with NO using a range of novel techniques. We have applied kinetic and spectroscopic approaches available in our labs and through collaboration have applied advanced iron-specific spectroscopies. Furthermore, we have developed a novel mass spectrometry approach to gaining high resolution structural and mechanistic information. Several papers have been published and several more are currently in preparation. Our work (when fully published) will provide unprecedented high resolution mechanistic data on the reactions of the cytotoxin and signalling molecule nitric oxide with iron-sulfur clusters. This is fundamental research and builds a detailed understanding of cellular processes that could be exploited in a number of ways. Principal amongst these will be further advances in fundamental understanding of iron-sulfur clusters and the reactions of NO. Additional eventual uses could also include applications in healthcare and biotechnology. Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}