{"id":"90C00551-E4BC-4D75-ABE5-83895D069EF5","title":"*Depth-resolved phase-contrast optical metrology in life sciences and engineering","abstractText":"Novel phase contrast optical techniques that can provide 3-D displacement distributions within the volume of weakly scattering materials will be developed and applied. Their feasibility and promise have been recently demonstrated by the PI with proof-of-principle experiments either by using wavelength scanning, broadband spectral detection, or by changing illumination direction. The techniques have some exciting features: they are full-field, non-contact, have a displacement sensitivity of order 10nm due to the use of optical phase information, and can be used to study static and dynamic depth-resolved deformation fields. They also provide the volume microstructure of the material to which the deformation fields can be superimposed. These techniques are, however, limited to study semitransparent materials, as they rely in ligth retroreflected or backscattered from the material internal microstructure. Biological tissues and transparent polymers are examples of semitransparent materials and include skin, cornea, retina, arteries, epoxy and polyester resins, photo-polymers, etc.This project builds upon lessons learned from those preliminary experiments and aims to establish and mature these techniques as a platform technology by developing the necessary instrumentation and data analysis tools and to overcome identified technical limitations. Two important but hitherto insoluble problems in life sciences and engineering will be investigated with this new technology: 1) Compliance characterization of the vertebrate eye cornea, in which 3-D displacement fields measured within the corneal tissue will be used to extract material property distributions inside it by using novel inverse problem approaches (Finite Element Updating and the Virtual Fields Method); and 2) Micromechanics of granular materials, in which contact forces between individual grains will be evaluated from 3-D displacement field distributions. This will serve to quantify the loads transmitted through 3-D granular packs and also to check the hypothesis of force chains within the packs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E050565/1","grantId":"EP/E050565/1","fundValue":"210652","fundStart":"2007-08-06","fundEnd":"2010-08-05","funder":"EPSRC","impactText":"  Regarding: Ruiz, P., J. Huntley, and J. Coupland, Depth-resolved Imaging and Displacement Measurement Techniques Viewed as Linear Filtering Operations. Experimental Mechanics, 2011. 51(4): p. 453-465. (A)\n\nThis invited paper presents a common mathematical framework for describing optical tomographic methods. It focuses on techniques recently developed for mechanical characterization of scattering tissues and polymers. This work formed a section of an invited book chapter: J. M. Huntley, and P. D. Ruiz, &quot;Chapter 2: Depth-resolved displacement field measurement &quot; in Advances in Speckle Metrology and Related Techniques, G. H. Kaufmann, ed. (Wiley-VCH Verlag GmbH &amp; Co.KG, 2011), pp. 37-104.\n\n\nRegarding: 4) S. Chakraborty, and P. D. Ruiz, &quot;Measurement of all orthogonal components of displacement in the volume of scattering materials using wavelength scanning interferometry,&quot; J. Opt. Soc. Am. A 29, 1776-1785 (2012) (B)\n\nThe technique described in this paper enables the measurement of three dimensional deformation fields with high sensitivity. This pushes the boundaries of optical methods beyond surface metrology and opens exciting new possibilities in non-contact mechanical characterization of materials and tissues. The salient features of this work were presented at 'Speckle 2012: V International Conference on Speckle Metrology', held in Vigo, Spain, in September 2012 (SPIE 8413, pp84130D-1), for which P. D. Ruiz received the &quot;best paper award&quot; (Conference chair: Dr. ?ngel M. Fern?ndez Doval, adoval@uvigo.es)\n\nThis research has attracted the interest of research groups working in biomechanics of soft tissues including cornea and arterial walls. Also applications in characterization of photovoltaic modules using depth-resolved techniques (STAPP, EPSRC EP/H040331/1) Energy,Healthcare ","person":"Pablo Daniel Ruiz","coPersons":[],"organisation":"Loughborough University","findingsText":" We developed novel techniques to measure displacement fields within materials and tissues, enabling the evaluation and monitoring of strain fields, which are relevant for structural integrity analysis, polymer science, composites, heritage (understanding and conservation of artwork) and biomechanics, to name a few. using the techniques in novel materials/conditions/environments Energy,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections","dataset":"gtr"}