{"id":"90C4D78F-2E86-4DAB-8169-DA20A536AC61","title":"Working towards a stable and sustainable growth path","abstractText":"<p>The centre for macroeconomics brings together a diverse set of institutions, which range from the policy making (Bank of England) through applied policy research (National Institute of Economic and Social Research) to academia (London School of Economics, University College London and Cambridge).</p>\n\n<p>This joint initiative creates an environment for imaginative, policy relevant, and intellectually robust research to address the exceptional challenges of our time. While the immediate losses of the recent crisis have been absorbed by the public sector, the full economic and social consequences are still unfolding. Tepid economic growth, persistent youth unemployment, devastated public finances, and a fractured international financial system are translating into lost opportunities for the next generation unless these issues are addressed.</p>\n\n<p>The academic and policy researchers at the centre for macroeconomics recognise these exceptional challenges and the leading part that the economics profession has to play in finding efficient and equitable solutions.</p>\n\n<p>The centre's objectives are:</p>\n\n<ul>\n \n\n <li>better research developed subject to the discipline of addressing the most pressing economic and policy issues</li>\n\n <li>improvement of the information flow between policy makers, market participants, and academics</li>\n\n <li>diffusion of best available tools and analysis among the new generation of young scholars, both within the participating institutions and outside.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L500343/1","grantId":"ES/L500343/1","fundValue":"3760800","fundStart":"2012-12-01","fundEnd":"2017-11-30","funder":"ESRC","impactText":"  One of the more notable findings for this reporting period is the impact of the monthly CFM survey which informs the public about views held by prominent UK-based economists on important macroeconomic and public policy questions. Responses from this survey have been used by media houses to inform the general public, to substantiate policy positions and to provide a platform for discussion of topical economic issues. The results of the CFM monthly survey have been referenced on numerous occasions in The Times, The Independent, Wall Street Journal etc. and have been discussed on social media outlets such as twitter. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Other Societal,Economic,Policy & public services","person":"Wouter J.  Den Haan","coPersons":["Morten  Ravn","Maria Silvana Tenreyro","Francesco  Caselli","Giancarlo  Corsetti","Christofonos Antonine Pissarides"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}