{"id":"90C72728-AF91-4CF4-BA26-8D70A8ACAA63","title":"Studies of the Equation of State of Asymmetric Nuclear Matter","abstractText":"This grant proposal is to study the equation of state (EOS) of asymmetric nuclear matter. The EOS is a fundamental property of nuclear matter and describes the relationships between the energy, pressure, temperature, density and isospin asymmetry for a nuclear system. It can be divided into a symmetric matter contribution that is independent of the isospin asymmetry and an isospin term (also known as the symmetry energy) that is proportional to the square of the asymmetry. The EOS of asymmetric nuclear matter is also a quantity of crucial significance in understanding the physics of isolated and binary neutron stars, type II supernovae and neutron star mergers. Strong synergies exist between the research programme of this grant proposal and several high priority STFC programmes in astrophysics which address the physics of neutron stars and gravitational waves, including Advanced LIGO/GEO600, LISA and SKA. Measurements of isoscalar collective vibrations, collective flow and kaon production in energetic nucleus-nucleus collisions have constrained the equation of state for symmetric matter for densities ranging from saturation density to five times saturation density. However, the EOS of asymmetric matter has comparatively few experimental constraints. The international ASYEOS collaboration (Europe, the USA and Japan), of which we are leading members, has recently been formed to study the EOS of asymmetric nuclear matter. In the period of this grant proposal, the collaboration intends to exploit the stable and rare isotope beams already available from existing facilities such as GSI, GANIL, MSU and RIBF-RIKEN to study the behaviour of the symmetry energy from sub-saturation densities (0.5-1.0 times normal nuclear matter density) to supra-saturation densities (2.0 times normal nuclear matter density and above). This will pave the way for studies in the future at new facilities such as FAIR, FRIB and EURISOL. The UK physicists will lead the neutron/proton flow measurements in Sn+Sn reactions at 200-800 AMeV at GSI.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I003398/1","grantId":"ST/I003398/1","fundValue":"182012","fundStart":"2010-10-01","fundEnd":"2013-10-31","funder":"STFC","impactText":"","person":"Marielle  Chartier","coPersons":["Paul  Nolan"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}