{"id":"90CDB49B-41B1-478E-82FA-BBAC35BE4EDE","title":"The Electronic and Magnetic Properties of Small Metal-Benzene Complexes Trapped in Helium Droplets","abstractText":"A major difficulty in studying the physical properties of molecular complexes is their temperature. Complexes are either thermally unstable or have sufficient motion as to make it very hard to assign structure from measurements of their spectra. A very recent development in physical sciences is the use of helium droplets to trap and cool complexes. With a temperature of just 0.38 K above absolute zero, droplets are capable of trapping unstable species and reducing their temperature, which makes analysis of their spectra comparatively simple. In this study we propose to use this approach to investigate complexes between transition metals and benzene, which are seen as models for metal / pi electron interactions at metallic surfaces. Cooling the complexes to 0.38 K will make it possible to identify the nature of the electronic transitions taking place and to use these transitions to establish the magnetic moment of the complex. A combination of laser vaporization and the cold helium droplets will make it possible to study a wide range of otherwise unstable metal/benzene complexes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E02808X/1","grantId":"EP/E02808X/1","fundValue":"372399","fundStart":"2007-01-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  Our new theory on the behaviour of charged particles has been used by other academics interested in the properties of colloidal particles and other environments where charged particles occur.\n\nWe are also collaborating with industry to use the theory in understanding theperformance of some healthcare products. Chemicals,Education,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Anthony John Stace","coPersons":[],"organisation":"University of Nottingham","findingsText":" Two key results. First the successful development of a laser vaporisation method for implanting metal atoms into helium nanodroplets. Helium nanodroplets provide a super-fluid environment in which new a exotic materials can be fabricated. By developing methods for implanting metal atoms, we provide the first step in taking that fabrication process forward. \n\nThe second significant result came from a need to understand how droplets, such as those of helium, interact with one another. In order to do this new theory was developed using classical electrostatics and the very surprising result to emerge from this work is the discovery that particles carry a like charge can be attracted to one another. This result has very significant implications across a wide range of science and engineering. Those interested in the behaviour of charged particles, such as colloids, have begun to use the new theory we developed. Aerospace, Defence and Marine,Chemicals,Education,Electronics,Environment,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}