{"id":"90CEB40A-E98D-4FFA-97A2-F72B409AEEBE","title":"Advancing the vibrational spectroscopy of silicate glasses","abstractText":"Throughout history people have used their knowledge of materials to improve their way of life. In current times we have very advanced materials which are used for many applications that may not always be obvious to the user. Advanced materials are required for ordinary things like computers, and not just in special applications like bullet-proof jackets. To develop more and better materials we need improved scientific tools for studying materials. One of the most important properties of a material is the arrangement of atoms inside it. For example, both diamond (hard, clear and valuable) and graphite (soft, black and in pencils) are made of carbon atoms, but with different arrangements. The progress of science has been aided by a continuing advance in the scientific tools for studying the atomic structure of materials. Two of the standard tools for this are diffraction and spectroscopy . Diffraction provides a way of directly measuring the positions of atoms inside a material, and is very widely used, but it requires X-rays or neutrons which are expensive to supply. Spectroscopy involves detecting changes in the states of atoms within a material, and inferring information about the positions of atoms from these changes. Spectroscopy can be done using infrared light which makes atoms vibrate (i.e. heat), and infrared light can be cheaply supplied using lasers. However, this vibrational spectroscopy is much more complicated to interpret than diffraction data. This is especially the case when studying glasses, which are materials that don't have a regular arrangement of atoms.This proposal will improve the use of vibrational spectroscopy as a tool for investigating the atomic structure of glasses, and it focuses on glasses made of silica (sand), which are the most common kind. To make these improvements, we will use different tools to measure the vibrational spectra (infrared and Raman spectroscopy, and inelastic neutron scattering). The results will be combined with predictions made by simulating the positions of atoms within the glasses (using a computer modelling technique called molecular dynamics ). Other scientists have previously used this approach with pure silica glass. Our proposal is important because we will look at silicate glasses which also contain metal atoms, and these are far more common in everyday life. For example, window glass contains silica and also sodium and calcium atoms, and these are the type of glasses we will study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D06001X/1","grantId":"EP/D06001X/1","fundValue":"233772","fundStart":"2006-11-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"","person":"Gavin  Mountjoy","coPersons":["RJ  Newport"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}