{"id":"90D05486-0443-411A-854E-708765E1C035","title":"Hackable Instruments: Musical Interface Design for Appropriation, Modification and Creative Destruction","abstractText":"Digital musical instrument design presents several unique challenges in comparison to the design of most human-computer interfaces. For musical instruments, as for any tool for creative expression, the standards of success in a design are difficult to quantify, since standard HCI (human-computer interaction) metrics of accuracy and speed do not necessarily correlate with what musicians find expressive. More problematic still is the fluid and unpredictable relationship between designer and user. From the saxophone to the electric guitar to the turntable, musicians have been appropriating and even subverting instrument designs to produce music in ways the designer never anticipated. Some of the past century's most transformative changes in musical performance practice have arguably come from performers radically reinterpreting an instrument's capabilities and limitations. Digital musical instrument researchers therefore face a quandary: how can an interface be designed which embraces the user's wilful subversion of its original goals?\n\nThis project will produce a design methodology and a hardware-software platform for the creation of 'hackable instruments': instruments which embrace the performer's reinterpretation and modification. This kind of end-user (mis)appropriation is currently more prevalent among acoustic and analogue electronic instruments than digital musical instruments. The typical computer music interface is designed such that arbitrary modification by non-experts is more likely to produce catastrophic failure than interesting results. Moreover, in comparison to acoustic instruments, whose operation is easy to understand, a lack of transparency in how a digital instrument works can discourage the performer from fully exploring its capabilities.\n\nUser studies with musicians and instrument designers form the foundation of the project. The goal of these studies is to understand the exploration process musicians employ when adapting an instrument to their needs and to establish what features of an instrument design facilitate creative repurposing. In parallel, fundamental research on audio processing on embedded devices will lead to a hardware instrument platform that is robust to modification by the end user. Using this platform, several instrument designs will be created to test specific hypotheses about the factors promoting 'hackability' in an instrument. These designs will be evaluated in extended user trials which culminate in a public concert performance.\n\nMany of the transformative changes in musical performance practice originated with the creativity of a few individuals, but their impact depended on dissemination throughout a larger community. Community-building is critically important in digital musical instrument research, and the results of this project will be publicly distributed as an open platform for instrument creation. Several initial instrument designs will be created to encourage exploration and modification, and all hardware and software designs will be released under open-source licenses. Thorough documentation will be provided to enable researchers and self-trained hackers alike to make use of the platform well beyond the duration of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K032046/1","grantId":"EP/K032046/1","fundValue":"97981","fundStart":"2013-09-02","fundEnd":"2014-12-01","funder":"EPSRC","impactText":"  The outcomes of our research are particularly relevant to the cultural sector, where the instruments we created have been used in several performances. These include three concerts in London and upcoming overseas events by some of the performers involved. Over the coming year we expect to see wider usage and exploration of the instruments.\n\nOur findings on approaches to musical interface design were only recently published, and the impact on other researchers will be felt in the coming years. Challenging the notion that more complex interfaces produce richer musical outcomes may be one of the more important results.\n\nOur new low-latency audio platform has been used in two programming workshops and three musical instrument hacking workshops, with more planned for the coming year. We hope to generate a broader open source community using and expanding the capabilities of this system. Creative Economy,Digital/Communication/Information Technologies (including Software) Cultural","person":"Andrew Palmer McPherson","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" Our research explored how musicians use technology, including digital musical instruments, in creative ways that the designer did not expect. We conducted a study which showed the value of constraints in eliciting creativity. 10 performers were given an extremely limited instrument and asked to prepare 2 performances; a surprising variety of unusual playing techniques emerged including many we did not explicitly design for. \n\nAn important result of the study was to challenge the notion that more complex instruments are needed to produce richer musical outcomes. In our study, half of the performers received an instrument with two major controls (pitch and timbre) while the other half received an instrument with only one control (timbre). Remarkably, performers who received a one-dimensional instrument found it to be richer and more capable than those with the two-dimensional instrument, and they showed a corresponding greater range of interaction techniques. This demonstrates that sometimes strict limitations can be a musical asset.\n\nWe also investigated the motivations and methods behind the practices of musical instrument hacking and circuit bending, interviewing several practitioners. We applied these findings to the creation of a new instrument, the D-Box, which is open to modification by the performer. It can be completely rewired internally to produce a wide range of new sounds. We demonstrated its usability in a second user study with 10 musicians. Experienced circuit benders were able to apply their techniques to the instrument, and musicians without hacking experience were also able to explore and discover new sounds. Each of the 10 performances was strikingly different in its musical content and interaction techniques, suggesting that we achieved our goal of making an instrument which is open to creative reinterpretation.\n\nIn the process of building these instruments, we developed a new ultra-low-latency audio platform based on the BeagleBone Black embedded computer. The platform captures real-time audio and sensor data and is suitable for creating high-performance, self-contained digital musical instruments. We have released this platform open source and have conducted several workshops to introduce it to designers and programmers. Our findings on how the capabilities and constraints of a musical instrument influence the creative decisions of performers suggest new approaches for future instrument designers, both academic and industrial. In particular, we observed the value of clear, simple metaphors for interacting with the instrument, and the importance of avoiding dimensions of control which paradoxically make the performer feel more restricted. Instrument designers can also use our techniques for designing open, modifiable instruments which operate on different principles than commonly-used modular synthesis approaches.\n\nThe low-latency audio platform we developed will be of use to a broad range of engineers, researchers and hobbyists, and it contributes to the growing open-source maker community. We hope as the community using this platform grows, that others will also contribute to its ongoing development.\n\nWe anticipate future compositions and performances using the instruments we created on the project. Musicians in the final user study were able to keep their instruments at the end, and several of them are planning performances elsewhere using these instruments. Finally, we ran a series of workshops introducing musicians and nonmusicians to circuit bending and hacking techniques as ways of creatively exploring electronics. Further events along these lines are likely. Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}