{"id":"90DCAF29-7F11-45AC-9035-3B14F309D1B9","title":"Confocal Laser Scanning Microscopy to Investigate Cellular Dynamics in Host-Pathogen Interactions","abstractText":"Two of the major global challenges for the next century will be how to ensure global food security and how to contend with emerging diseases which threaten ecosystem health. It emerges that fungi are a major threat to mankind, as no other group of pathogens are more deadly to crop plants than fungi. Fungal disease accounts for persistent crop losses of 10-12% each year and substantially higher losses in epidemic years. Consequently, fungal diseases decimate our harvests and cause widespread malnutrition and starvation. The burden of disease is increasing as global climate change hastens the geographic spread and the variety of plants infected. \n\nThe University of Exeter has established itself as a centre of fungal-related plant disease research excellence. Our quest is to better understand the intimacy of the relationship between rice, maize and wheat and their respective fungal pathogens, as these crops occupy some 40% of our global crop-land. We will provide technical knowledge from our work on the rice blast fungus Magnaporthe oryzae, the wheat pathogen Mycosphaerella graminicola and the maize smut fungus Ustilago maydis to gain a better insight into the dynamic exchanges between fungi and their hosts at the interface where they first find conflict. Exeter University currently provides many technical facilities to support their research and to meet this challenge. However, lacking is high-end equipment that allows fast, sensitive live-cell imaging of the pathogen in infected plant tissue. In recent years, this technology has enabled plant-pathologists in the EU to investigate the communication between host plant and the invading pathogen. In this application we seek support to purchase a modern confocal laser scanning microscopy, which will complement the existing facilities at the Exeter Bioimaging Centre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L014866/1","grantId":"BB/L014866/1","fundValue":"364727","fundStart":"2013-12-17","fundEnd":"2014-06-16","funder":"BBSRC","impactText":"","person":"Gero  Steinberg","coPersons":["Nicholas Jose Talbot","Sarah Jane Gurr"],"organisation":"University of Exeter","findingsText":" This is an equipment grant; there are no key findings does not apply Agriculture, Food and Drink","dataset":"gtr"}