{"id":"90DD090D-A753-4B0B-8ABF-4555218EB711","title":"Modelling Decision and Preference problems using Chain Event Graphs","abstractText":"Many real decision problems are asymmetric in the sense that choosing a particular action at some point can have consequences for the choices available to the decision maker at subsequent points in the decision process. We describe the sets of possible actions available to the decision maker and the most appropriate actions to take in these cases as context-specific. Current techniques for tackling such problems are inefficient, and their use can lead to significant expense in terms of time &amp; resources, for example in areas such as medical decision making. We propose a new method for representing and solving these problems which will considerably reduce this expense.\nThe context-specific nature of preference problems is, in contrast, built in to current methods for their representation &amp; analysis, but these methods assume that an agent's preferences are fixed in any given context, and also that the underlying structure of the problem is essentially symmetric. We propose a new graphical structure which will allow these problems to be modelled in a more realistic manner\nThe Chain Event Graph (CEG) was introduced in 2006 for the modelling of discrete asymmetric (probabilistic) problems, and has proven to be ideal for this purpose. Two research reports produced during the EPSRC-funded project Chain Event Graphs: semantics &amp; inference (EP/F036752/1) suggested strongly that the CEG had significant potential for the analysis of asymmetric decision problems.\nTwo of the drawbacks common to current methods for modelling these problems are that the graphical models used for their representation require supplementing with extra tables or the introduction of dummy states, and that their methodology is very complicated and not an appropriate tool for use by non-mathematicians. CEGs are not subject to either of these failings, the complete structure of the problem is depicted in the topology of the graph, which is a function of an event tree, the most transparent form of representation used when eliciting models from clients. \nThe conditional preference network (CP-net) has been used for modelling preference problems since 2004, but there has been very little work done on fitting probability distributions to agents' preferences for given contexts, and none whatsoever on using context-specific minimal information sets to simplify the analysis of these problems. As CEGs were originally developed to model problems with a high degree of context-specific information, and do this through the idea of minimal information sets, we believe that CEGs could readily be modified for the modelling of conditional preference problems. Such a CEG would be related to the current CP-net in much the same way as the standard CEG is to the Bayesian Network, and the decision-CEG is to the Influence Diagram (ID).\nThe aim of this project is to create formal mathematical variants of the CEG which can be used for the representation &amp; analysis of asymmetric decision problems, and of probabilistic conditional preference problems.\nThe primitive algorithm developed during the project EP/F036752/1 for calculating optimal decision strategies and maximum expected utilities will be refashioned, and analogues for the ID technique known as barren node deletion and the principle of parsimony developed for the decision-CEG.\nWe believe that this research will lead to greater transparency in the representation of decision &amp; preference problems, but also to analyses which are more efficient in terms of time &amp; resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M018687/1","grantId":"EP/M018687/1","fundValue":"87580","fundStart":"2015-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Peter Adam Thwaites","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}