{"id":"90DD054F-8630-47F6-989A-5BBEC269DA42","title":"Delivering Graphene as an Engineering Material","abstractText":"Graphene is the strongest and stiffest known material, has exceptional electrical properties and has been shown to increase electrochemical performance. However, in order to realise the full potential of this material, there needs to be a cultural change so that routes from the test tube to the industrial plant are considered. To achieve this challenge, I will take an integrated research approach following graphene through from its production to processing and two target applications; composites and electrodes for energy storage. The research work will be underpinned by developing world-leading science and collaborating with leading laboratories. The key aims that will be addressed by this proposal are: 1. To study and develop new production methods for graphene.2. To develop the processing techniques for making controlled architectures.3. Targeted Application: Realise the potential of graphene in polymer composites for aerospace, automotive, construction, adhesive and packing applications.4. Targeted Application: Develop manufacturing routes for high performance electrodes for energy storage (e.g. rechargeable batteries and fuel cells).5. Transfer of the technology developed into industry and academia.To ensure significant impact, I have established links with industrial partners, taking the work through the supply chain from manufacturers (Thomas Swan) to material producers (Huntsman, Technical Fibre Products) and end users (DSTL, Airbus and Morgan Advanced Materials). Similarly, strong links will be made with national and international academic partners. Good interaction with all partners will be developed by the students and staff on the project spending time within the partners' laboratories. By the end of the project, I want to have put engineering components into the hands of industry, having published high impact papers on the underlying science which delivered the components, and trained PhD students and PDRAs to take this knowledge into UK industry and academia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I023879/1","grantId":"EP/I023879/1","fundValue":"885271","fundStart":"2011-09-12","fundEnd":"2016-09-11","funder":"EPSRC","impactText":"","person":"Ian Anthony Kinloch","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}