{"id":"90E3EA51-0F9B-4432-99A2-A39E7D4B611E","title":"Improving the quality of FMD vaccines by understanding the correlation of vaccine-induced protection with humoral and cellular immune responses","abstractText":"Foot-and-mouth disease (FMD) is a highly contagious disease of cloven-hoofed domestic and wild animals with a global distribution. It remains widespread in developing countries including those of sub-Saharan Africa and South Asia, where it seriously affects livestock productivity through weight loss, decrease in milk yield and loss of draught power. This damage is greatly exacerbated by the cost of control measures and the restrictions imposed on the trade of animals and their products within and from FMD-infected areas reducing output and investment in agriculture. FMD can be controlled by restricting animal movements, by slaughtering affected animals and by vaccination; the latter being used continuously in countries where the disease is common and as an emergency measure if disease is newly introduced. FMD virus (FMDV) is in the genus Aphthovirus and the family Picornaviridae. It exists as 7 immunologically distinct types (serotypes) with little or no cross-protection between them. New variant viruses emerge periodically and may be poorly controlled by immunity to existing subtypes of the same serotype. Consequently, vaccine strain requirements differ according to the types and subtypes of virus prevailing in or threatening different regions and vaccines have to be selected with care. To inform this selection process requires collection of circulating viruses and determination of their match to existing vaccine strains, followed where necessary by development of new vaccine strains. Vaccination using killed virus grown in large cell cultures is critical to FMD control in developing countries where the weakness of veterinary services and lack of animal movement controls preclude reliance on other measures. However, current vaccines provide only short-lived protection (~6 months) that is serotype-specific and sometimes strain-specific. Each batch of the vaccine also needs to be tested in animals with live FMDV challenge to ensure quality and potency. This requires costly high containment facilities that may be unavailable or pose a risk of virus escape. These challenges to vaccine-mediated FMD control programmes have led to the virtual abandonment of attempts to establish FMD surveillance and control programmes in many parts of the developing world and to a lack of vaccine strains tailored for some regions. This project seeks to overcome the above-mentioned constraints to developing effective vaccine-based control strategies in developing countries. This will be achieved by three complementary initiatives. Firstly, vaccine strains will be selected that are appropriate for Eastern Africa, and associated to this work, the methodology for selecting vaccine strains will be simplified, bringing benefits to other regions as well. Secondly, novel adjuvants that have been identified for use in human vaccine formulations and that could enhance the potency and duration of vaccine-induced protection will be evaluated for FMD control. Thirdly, new methodology will be developed and validated to enable batch testing of FMD vaccines based on analysis of the immune responses of vaccinated animals, without a requirement to challenge these animals with virulent live virus. The combination of the use of novel adjuvants to increase the potency and duration of protection, better vaccine matching to induce more targeted coverage of circulating strains, and the increased use of in vitro assays to reduce the costs of vaccine testing could provide a significant breakthrough in the cost-effectiveness of vaccine use and hence FMD control in sub-Saharan Africa and South Asia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009175/1","grantId":"BB/H009175/1","fundValue":"872620","fundStart":"2011-05-17","fundEnd":"2015-05-16","funder":"BBSRC","impactText":"","person":"Satya  Parida","coPersons":["Daniel  Haydon","Villuppanoor Alwar Srinivasan","Francois Frederick Maree","Geraldine  Taylor","Madhuchhanda  Mahapatra","Madhanmohan  Muthukrishnan","David James Paton","Nagendrakumar Balasubramanian Singanallur","Jayne  Hope"],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}