{"id":"90E78AEF-C7BD-4269-9F74-D217A0C2CA9B","title":"SAVEX South Atlantic Variability Experiment","abstractText":"The Southern Ocean (SO) may seem like a remote part of the planet that has little importance to the every day lives of most people. But with increasing knowledge about its oceanography and biology, scientists are rapidly coming to realize that it is arguably the Earth's most important ocean. It is the only water body that completely circles the globe, providing the crucial link between all of the worlds' oceans. Physical processes in the SO influence all other oceans in significant ways, by closing the global thermohaline circulation and linking climatic processes from the Artic to the Antarctic. Its physical structure and dynamics support extremely rich and important biological resources including key species across all trophic levels from primary producers to top predators. This unique connectivity and biology also brings strategic importance for a wide range of oceanic activities, including commercial exploitation, transport, and conservation, which together bring the potential of conflicts between competing interests. Yet because of the cost and logistic challenges the SO presents to direct observation, it is the also arguably the least studied ocean, especially during winter and in its southern and seasonally ice covered regions, which are of profound importance both in terms of their physical oceanography and ecosystems. With growing public concern about the effects of human activities on climate and the consequences of rapidly increasing marine exploitation for oceanic ecosystems, the need for monitoring and understanding its physical dynamics and linking these to the biological processes that depend on them is becoming critical, as is the need for appropriate fine-scale ocean data for increasingly sophisticated models to provide the basis for understanding climate. A recent study argued that an observed warming of the SO is man-made and related to a southward shift of the Antarctic Circumpolar Current (ACC) caused by an increase in zonal winds. However, this is based on coarse-resolution modeling, and whilst there has been some support for this idea based on satellite studies, it is important to note that satellites are only really effective at tracking particular fronts, not the whole ACC. Many issues consequently remain unresolved, particularly: Does the position of the ACC change in a systematic way in response to changes in winds? We try to address this question, by equipping strategically chosen, deep-diving marine mammal species with state-of-the-art animal-borne oceanographic instruments. Programmes such as the Global Ocean Observation System will enable the assimilation of such data into ocean circulation models, with the intention of accurately representing and predicting climate variability on seasonal and longer timescales. This project will make its contributions at a particularly advantageous time for polar ocean studies, during the International Polar Year (IPY). During this time, a global concerted effort will be made to observe and interpret all aspects of high-latitude oceanography during this time of rapid change in the polar seas and when there is a growing realization of the importance they have for global climate Thanks to our technological developments in data collection, storage and communication, IPY will have our polar animals themselves as an important part of the observational and exploratory team to help us get data on places important to both them and us. The instruments collect and store behavioural and hydrographic data and relay them via the Argos System back to servers at the Sea Mammal Research Unit. This will provide a large high-resolution hydrographic data set covering areas of ocean at the fringes of the South Atlantic which is strategically important to ocean and climate modelling, but which are still relatively data sparse due to logistic difficulties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E018289/1","grantId":"NE/E018289/1","fundValue":"430721","fundStart":"2007-12-01","fundEnd":"2010-11-30","funder":"NERC","impactText":"","person":"Michael  Fedak","coPersons":["Michael  Meredith"],"organisation":"University of St Andrews","findingsText":" We investigated the physical properties of Subantarctic Mode Water (SAMW) and Antarctic Intermediate Water (AAIW) in the Drake Passage region on time scales down to intraseasonal, within the 1969 - 2009 period by combining all available data sources. Both SAMW and AAIW experience substantial interannual to interdecadal variability. The two water masses have also experienced a substantial lightening since the start of the record. Examination of the mechanisms underpinning water mass property variability shows that SAMW characteristics are controlled predominantly by a combination of air-sea turbulent heat fluxes, cross-frontal Ekman transport of Antarctic surface waters and the evaporation-precipitation balance, whilst AAIW properties reflect air-sea turbulent heat fluxes and sea ice formation in the Bellingshausen Sea. We also investiagted the seasonal progression of upper-ocean water mass properties and stratification at the southern boundary of the Antarctic Circumpolar Current.Close et al., JC, 2013Meredith et al., DSR II, 2011Charrasin et al., OCeanObs'09, 2010. :We then compare the observed hydrographic fields with those obtained from general ocean circulation models. The model frontal positions will be compared with those inferred from our in-situ temperature and salinity fields. We will investigate the coupling of oceanfronts in the ACC and their seasonal and interannual variability as predicted by models. We will also compare the standard deviation of the observed frontal locations to the bottom depth and bottom slope of the topography to confirm or disprove the role of isobaths in controlling these fronts. We still plan investigate how the frontal locations of the models are affected by bathymetry. This will increase our understanding of the influence of bathymetry in controlling the splitting and steering of the frontal jets.FINDINGS:SAVEX data was utelized to improve the assimilating ECCO model. The model output was improved by more than 35% in areas where SAVEX data were collected and by about 5% in the whole SOuthern Ocean area. We are also still investigating the seasonal and interannual variability of the Southern Ocean frontal system using our observational data together with output from eddy-resolving ocean circulation models (see above). This works shows that most fronts are topograhically controlled (unpublished and still ongoing work)Roquet et al., submittedObjective #4:Due to severe weather and ice conditions for most of the year, hydrographic data from the Southern Ocean are extremely sparse, in spite of the fact that these areas play a crucial role in upper ocean processes. The Southern Ocean contains some of the most important sites of global intermediate and deepwater formation. The seals on which we deploy CTD-SRDLs (Satellite Relay Data Loggers) regularly migrate into these regions during their summer and winter feeding trips from South Georgia. The data from these seals will provide 1-3 CTD profiles per seal-day in near real-time, year-round, producing data from rarely sampled regions. We will make these available for inclusion in operational ocean circulation and climate models. We were major contributors to the datasets gathered during the International Polar Year (now freely available), as well as providing analytical techniques for their analysis. All the data from the SAVEX deployments (and that collected by SMRU tags by our IPY MEOP partners) is now archived and incorporated in the World Ocean Data base. An example of its global impact is that 70% of all oceanographic profiles south of 60 degrees in the World ocean Data Base are from animal platforms, most from the MEOP project. The first 2 NERC funded projects that utilized the tags, SEaOS and SAVEX, both large multinational efforts have provided the technological expertise and basis for an ongoing set of international and UK projects which have continued to provide freely available ocean information from the Arctic and Antarctic. The most recent of these is ocean2ice, part of the NERC iStar project on the dynamics of the Pine Island Glacier. Other international projects are in the pipeline. SMRU Instrumentation (as distinct from SMRU) has provided the seal-born equipment for all of these and continues to be the only source of the profilers for marine animals. Environment","dataset":"gtr"}