{"id":"90E97A99-90B8-4D0D-969D-7E7392A3937E","title":"Exploring the role of public services in relation to 'connected communities'; Learning from different conceptualisations of community-school relations","abstractText":"Taking state-funded schools as an exemplar of public services, this study has explored the role of schools in relation to geographical communities which experience economic deprivation and associated disadvantages. Reviewing literature primarily from the U.K. and U.S., it has been particularly interested in how activities linking schools and communities have been conceptualised, and what this suggests about how the self-reliance, sustainability and well-being of disadvantaged communities might be developed.\n\nA mapping framework for organising and analysing the literature is presented. It focuses attention on:\ni. the sorts of actions which have purposefully been taken to link schools and communities and tackle disadvantage at a community-level\nii. what the literature says about the purposes of these actions and who has the power to act.\n\nThe literature indicates that professionals working within existing societal arrangements and structures appear best placed to have impacts on communities' experiences of disadvantage in terms of tangible outcomes relating to public services.\n\nThis has implications for the emerging agenda of localism. Promoting local action is likely to reinforce a focus on ameliorative actions within existing arrangements, and policy makers must be cautious about anticipating transformative outcomes which local actions cannot realistically achieve. Strengthening local actions will require greater dialogue between professionals and communities, leading, at least, to shared agendas. Research is needed into the best mechanisms for achieving this.\n\nA more transformative social agenda will require some long-term alignment of local, regional and national activities, in order to impact on wider societal structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500999/1","grantId":"AH/J500999/1","fundValue":"21436","fundStart":"2011-03-01","fundEnd":"2011-09-30","funder":"AHRC","impactText":"","person":"Alan  Dyson","coPersons":["Helen  Gunter"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}