{"id":"90F91F23-45AD-4E7A-A093-5CAC7E0A52F8","title":"Metal-sensing in Salmonella: A model for targeting a network that differentiates metals","abstractText":"Metals have been used to control microbes in agriculture, food handling, domestic hygiene, medicine and more broadly as an additive to preserve perishables. The industrial partner, Procter and Gamble, have on-going programmes to develop new metal-based biocides to replace existing preservatives and to increase the efficacy of current metal-based anti-microbials (ensuring compliance with shifting legislative guidelines). Ionophores can help minimise the amount of metal added to products and there is interest in using more subtle combinations of metals and/or chelators. Historically, the exploitation of metals has been empirical but the discovery of natural metal-based antimicrobial mechanisms and of bacterial systems that sense and adapt to metals, presents opportunities to improve these additives through mimicry and subversion respectively.\n\nMetals are implicated in several natural anti-microbial mechanisms. For example hosts and pathogens have evolved to compete for iron. Copper is pumped into the phagolysosomal compartment of macrophages about eight hours post infection most probably as a biocide to drive the Fenton reaction. Neutrophils are thought to starve microbes of zinc and manganese by releasing the metal-binding protein calprotectin. Bacteria (in common with all other types of cells) have evolved elaborate homeostatic mechanisms to balance the buffered intracellular concentrations of various metals within critical thresholds; critical to ensure that vast numbers of metalloproteins acquire their correct metal-cofactors. Central to such metal homeostasis is a set of metal-sensing proteins that detect when the buffered limits have been exceeded. The sensors trigger expression of proteins that restore the correct metal-balance. Having discovered bacterial metal-sensors and identified properties that determine which metals they 'can' sense in vitro, the next step is to investigate how metal-specificity in vivo (the metals the sensors 'do' sense inside cells) is a shared function of a set of metal-sensors. We will begin to model the network of interactions between the different sensor proteins. This programme will explore a fundamental question central to the cell biology of metals, coincidentally providing insight needed to formulate additives that subvert bacterial metal-sensing networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J017787/1","grantId":"BB/J017787/1","fundValue":"526209","fundStart":"2012-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Nigel John Robinson","coPersons":["Gary John  Sharples","Jennifer Susan Cavet","Buddhapriya  Chakrabarti","Junli  Liu"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}