{"id":"90FB4F63-F6E0-4CD1-80A1-8511FDEC3328","title":"Prime spectra, automorphism groups and poisson structures associated with quantum algebras.","abstractText":"The subject of Quantum Groups and Quantum Algebras developed out of ideas in physics in the 80s. Subsequently, the range of applications in physics, and their pivotal role in several areas of mathematics has lead to this subject being one of the most active in mathematics. From an algebraic point of view, it has recently become apparent that the subject should be studied as part of the developing theory of Noncommutative Geometry. In this theory, the noncommutative algebras arising from deformations of the classical commutative case are studied by algebraic means, but from a geometrical perspective. This development is somewhat akin to the development in physics of Quantum Mechanics as a noncommutative deformation of the classical Newtonian view of physics - the noncommutativity reflecting the uncertainty principle. From this point of view, the 'points', 'curves', 'surfaces', etc. in classical geometry are replaced in noncommutative geometry by the prime and primitive spectra and the representation theory of the algebras. The most important algebras that arise in this study are the quantum coordinate algebras and quantum enveloping algebras arising from the classical groups and the algebra of quantum matrices. Important tasks are to understand the prime spectra, to calculate automorphism groups and to understand the poisson structure that the classical world inherits from the quantum world. These are the main tasks involved in this proposal. The tasks are interlinked. In contrast with their classical counterparts, the quantum deformations are much more rigid objects (at least in the generic case) and this is reflected by the relatively small size of the so-called H-prime spectrum of these algebras. This in turn puts restrictions on the possible automorphism of the algebras and should lead to much smaller automorphism groups. The poisson structure in the classical case should then be linked in a natural way to the corresponding quantum features.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D034167/1","grantId":"EP/D034167/1","fundValue":"121049","fundStart":"2006-03-01","fundEnd":"2008-02-29","funder":"EPSRC","impactText":"","person":"Tom  Lenagan","coPersons":[],"organisation":"University of Edinburgh","findingsText":" This successful project led to a total of seven research outputs: five by the Research Assistant, Lionel Richard, and an associated two by the Principal Investigator, Tom Lenagan. Each of these ouputs addressed topics either in quantum algebras or closely related noncommutative algebras, or Poisson structures on commutative algebras that can be viewed as semiclassical limits of noncommutative algebras. The published papers are widely accessible and are reviewed in MathSciNet; so the results are available for use by any interested persons. Other","dataset":"gtr"}