{"id":"90FCE0BF-A1E8-477C-B372-A983F444343F","title":"Identification and Characterisation of Genes Required For DIF-1 Signaling and Patterning in Dictyostelium","abstractText":"Developmental biologists are dedicated to understanding how our different body parts are arranged with respect to one another. Considering the organizational complexity of a newborn child, this is a staggering problem. In most cases this is nevertheless successfully accomplished. However, a significant number of children (1-5%) in the UK are born with major developmental defects. If we can understand what happens during normal development, we might be able to understand, prevent, treat or even cure these disorders. For example, why do we have feet rather than hands at the end of our legs? Furthermore, the leg itself is made up of many constituent parts (cells) that have different functions (e.g. skin cells for protection and muscles to power movement). How do cells choose which part (cell type) to become when there are more than a hundred choices in the human embryo? Finally, to function properly the different cell types must be organized or positioned correctly with respect to one another. These are the key problems that developmental biologists hope to solve: cell type choice and patterning.\n\nOver the years, developmental biologists have sought to address these issues by identifying molecules that orchestrate development. One approach is to disrupt the system in a defined way and ask what happens. However, it is clearly impossible to do this with human embryos. In this light, developmental biology has been revolutionised by the finding that, not only must animals as diverse as slime moulds and humans solve the same problems, but also they often use the same molecules to orchestrate the process. Consequently, a number of organisms have become the models of choice for laboratory studies of developmental processes. The slime mould, Dictyostelium discoideum is one such model as it contains only a small number of cell types arranged into tissues along its axis and is easily maintained and manipulated in the laboratory. Furthermore, Dictyostelium illustrates a patterning mechanism that is poorly understood in any system. In this, the different cell types are initially disorganized and scattered amongst each other, but then sort out into coherent tissues. \n\nUsing Dictyostelium as a model, we aim to understand this patterning mechanism, by identifying factors required for this process. By studying how their activity is regulated and how they interact with one another, we will begin to learn how patterning is controlled. These studies should provide insights into the principles of patterning and disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400103","grantId":"G0400103","fundValue":"638175","fundStart":"2005-03-02","fundEnd":"2010-03-01","funder":"MRC","impactText":"","person":"Christopher  Thompson","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}