{"id":"9110EDF0-0D9C-467E-90F0-A8995C518602","title":"Control of 2-Dimensional Molecular Self-Organisation: Towards Designed Surfaces","abstractText":"Organic molecular monolayers at surfaces often constitute the central working component in nanotechnologies such as sensors, molecular electronics, smart coatings, organic solar cells, catalysts, medical devices, etc. A central challenge in the field is to achieve controlled creation of desired 2D molecular architectures at surfaces. Within this context, the past decade has witnessed a real and significant step-change in the 'bottom-up' self-organisation of 2D molecular assemblies at surfaces. The enormous variety and abundance of molecular structures formed via self-oeganisation has now critically tipped the argument strongly in favour of a 'bottom-up' construction strategy, which harnesses two powerful attributes of nanometer-precision (inaccessible to top-down methods) and highly parallel fabrication (impossible with atomic/molecular manipulation). Thus, bottom-up molecular assembly at surfaces holds the real possibility of becoming a dominating synthesis protocol in 21st century nanotechnologies \n\nUniquely, the scope and versatility of these molecular architectures at 2D surfaces have been directly captured at the nanoscale via imaging with scanning probe microscopies and advanced surface spectroscopies. At present, however, the field is largely restricted to a 'make and see' approach and there is scarce understanding of any of the parameters that ultimately control molecular surface assembly. For example: (1) molecular assemblies at surfaces show highly polymorphic behaviour, and a priori control of assembly is practically non-existent; (2) little is understood of the influence and balance of the many interactions that drive molecular recognition and assembly (molecule-molecule interactions including dispersion, directional H-bonding and strong electrostatic and covalent interactions); (3) the role of surface-molecule interactions is largely uncharted even though they play a significant role in the diffusion of molecules and their subsequent assembly; (4), there is ample evidence that the kinetics of self-assembly is the major factor in determining the final structure, often driving polymorphic behaviour and leading to widely varied outcomes, depending on the conditions of formation; (5) a gamut of additional surface phenomena also also influence assembly e.g. chemical reactions between molecules, thermally activated internal degrees of freedom of molecules, surface reconstructions and co-assembly via coordinating surface atoms. \n\nThe main objective of this project is to advance from experimental phenomena-reporting to knowledge-based design, and its central goal is to identify the role played by thermodynamic, entropic, kinetic and chemical factors in dictating molecular organisation at surfaces under given experimental conditions. To address this challenge requires a two-pronged approach in which ambitious and comprehensive theory development is undertaken alongside powerful imaging and spectroscopic tools applied to the same systems. This synergy of experiment and theory is absolutely essential to develop a fundamental understanding, which would enable a roadmap for controlled and engineered self-assembly at surfaces to be proposed that would, ultimately, allow one to 'dial up' a required structure at will. Four important and qualitatively different classes of assembly at surfaces will be studied: Molecular Self-Assembly; Hierarchical Self-Assembly; Metal-Organic Self Assembly; and, on-surface Covalent Assembly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019844/1","grantId":"EP/J019844/1","fundValue":"263385","fundStart":"2013-01-10","fundEnd":"2016-07-07","funder":"EPSRC","impactText":"  Our results are purely theoretical and cannot be directly utilised in products.  ","person":"Lev  Kantorovich","coPersons":[],"organisation":"King's College London","findingsText":" Two projects have been finished and the corresponding manuscripts are ready for submission: \n\n(1) walking molecules: we studied theoretically adsorption geometries and dynamics of molecules on a copper surface. WE fid that the molecules &amp;amp;quot;stand on two legs&amp;amp;quot;; next we find, quite surprisingly, that the molecules diffuse on this surface in one direction only by stepping with its legs or pivoting, this depends on the initial geometry, whether it is parallel or perpendicular to the copper rows forming the surface. These results explained experimental finding of our Liverpool partners concerning the observed tracks the molecules make during their diffusion. \n\n(ii) covalent self-assembly: we studied theoretically assembly of porphyrin based molecules on the same surface; experimentally it is known what is the STM image of a single molecule and also that after annealing the molecules form strong bonds with each other building 1D and 2D structures. Our simulations established the mechanism of such assembly: upon annealing molecules loose their H atoms at the particular positions and then diffuse towards each other fusing together and forming covalent bonds with each other. Four such positions exist for each molecule providing possibility for both 1D and 2D assemblies. \n\nAs said above, two publications are ready for submission on these two topic and will be submitted within 1-2 weeks. At the moment, Dr. Andrea Floris has been working on other three projects, all supported by experiments at Liverpool: (i) 3D assembly; (ii) covalent assembly of two other porphyrin based molecules; (iii) walking molecules: achieving asymmetric diffusion. Our findings could be utilised by the academic community working in nanotechnology and surface assembly. We also hope that our new results on asymmetric walkers could be useful for building new structures in nanotechnology. Electronics,Energy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}