{"id":"91129FE0-1B8A-40E6-BD69-D7130B56B4A5","title":"Exploiting the potential of the subsea energy cluster in the North East of England: promoting collaborative working to address the skills and recruitm","abstractText":"<p>This business engagement project developed from work undertaken for an ESRC CASE PhD studentship (Whitehurst 2007), which studied the ways in which firms develop shared knowledge within networks and an ESRC Science in Society project on Building Science Regions which reflected on the multiple role of universities in regional innovation and the need to address the tensions between research excellence and regional relevance.The project’s aims were to<br /><br /></p>\n\n<ul>\n \n\n <li>Map the skills needs of employers in the subsea energy sector to identify technical and managerial skills gaps with a view to enhancing the course content of existing provision and influencing new provision.</li>\n\n <li>Explore different models of involving employers in the design and delivery of courses at FE/HE level with a view to increasing the amount of subsea engineering specific education provision in the Northeast of England and developing a range of best practice case studies for wider dissemination.</li>\n\n <li>Map the availability of initiatives within the region to promote engineering through all stages of the education process (primary to graduate).</li>\n\n <li>Examine the difficulties firms, particularly small and medium sized enterprises, have in responding to government (and privately) funded initiatives to encourage young people (from primary to graduate education) into engineering.</li>\n\n <li>Through action based research, involve the firms in the design of an interactive exhibition to promote subsea engineering to school age children and evaluate its impact.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-185-31-0050","grantId":"RES-185-31-0050","fundValue":"78672","fundStart":"2008-04-01","fundEnd":"2009-05-31","funder":"ESRC","impactText":"","person":"David Robert Charles","coPersons":["Julia  Race","Fiona Clare Whitehurst"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}