{"id":"91199DFC-6B29-4003-96E3-630C58BDCCD3","title":"The role of microtubule motor proteins in cargo sorting","abstractText":"The correct function of all cells in the human body depends on the fact that they are internally divided in to discrete compartments. This ensures that biochemical reactions can occur specifically and efficiently (such as the synthesis of new proteins, their modification and processing) . It also means that the cell requires a means to communicate between compartments and to transport material between them (for example for sequential processing of a newly synthesized hormone in to its final state as occurs for insulin). We study the process by which material is moved between compartments and the mechanisms by which these carriers moving between them are transported. Key questions are centred on the mechanisms that ensure that compartments remain distinct (?compartment identity?) as well as the way in which specific ?cargo? is selected for transport but other cargo excluded or removed if incorporated by mistake. Our hypothesis, which is built on very solid foundations from our own work as well as that of others, is that the sorting of cargo within these structures is inherently linked to the motors that drive their movement. Specific motors exist to move these carrier vesicles in one direction or another. We propose (and have evidence that) motors are coupled to distinct cargoes. Applying force to different cargos using motors of opposing polarity would segregate these cargoes within a structure in to discrete domains. Thus, we would generate a motor-dependent sortig of cargo to be directed in one direction versus another. We propose to use our experience of advanced microscopy to test these ideas in living cells and to correlate both the movement and morphology of carriers with these sorting events. These experiments should lead to a clear understanding of the mechanism by which cargo sorting occurs. Building on a very strong existing collaboration, we wish to integrate two membrane trafficking approaches to provide a comprehensive analysis and to use this synergistic approach to provide a fuller understanding of the general mechanisms at work. This approach is likely to have significant implications for the mechanisms of membrane trafficking in both normal and disease states.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801848","grantId":"G0801848","fundValue":"452069","fundStart":"2009-08-01","fundEnd":"2014-07-16","funder":"MRC","impactText":"","person":"David John Stephens","coPersons":["Peter  Cullen"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}