{"id":"911B3B8B-8B9F-4E1D-95EF-18A171F3BBEE","title":"Dynamic High Resolution Photoacoustic Tomography System","abstractText":"Biomedical imaging encompasses methods that measure almost every type of wave and particle including acoustic, electrical, optical and nuclear. Often there is a tradeoff between those systems that give high resolution structural images, but do not discriminate different physiological states well in terms of contrast, and those with good physiological contrast, but poor resolution. Photoacoustic imaging is an example of a &quot;coupled Physics&quot; system because it measures contrast in the optical part of the spectrum, which has high spectral sensitivity for different tissues, but uses sound to give high resolution. It works the same way as thunder is generated from a lightning strike, but on a very much smaller scale: a flash of light is shone onto a specimen and very small waves of sound are emitted when the light heats tissue a few fractions of a degree. We measure the sound with a very high resolution sensor array over space and time and use computer programs to recombine these measurements into 3D images. However, at present, this data takes several minutes to collect, so the imaging is limited to specimens that are static in time. In this proposal we aim to make this process hundreds of times faster, using a new mathematical sensing theory inspired by image compression - the technique that allows significant reduction in the size of an image file on the disk of a digital camera without visually diminishing the image quality.\n\nThe acoustic field on the sensor array as the photoacoustic wave passes through is a time-varying 2D function. This function, at a single moment in time, can be considered as the sum of basic patterns (rather like the way a time series can be decomposed into a number of frequency components). It turns out that frequently these basic patterns can be chosen so that there are relatively few of them which contribute to the function. However, as we do not know apriori which ones those are, we cannot measure their contribution directly. In this case the mathematical theory tells us that the best we can do is to sense the function using interrogation patterns which are as uncorrelated with the basic patterns as possible. If the number of basic patterns needed to accurately describe the field is small, then we only need relatively few of the interrogation patterns to capture the information in the acoustic wave. This is known as compressed sensing, and the challenge is to find such sets of the basic and interrogating patterns, that the number of measurements required to describe the field accurately is as small as possible.\n\nBased on this idea, in this project we are going to build a photoacoustic system that measures the emitted sound waves using such interrogation patterns, and test that it accurately captures all the required information in the data. At the same time we are going to develop the mathematics that determines which basic and interrogation patterns are best. We will apply the system to test cases of moving and flowing objects where we know exactly what the changes are, and then to real preclinical problems looking at the flow of blood in the capillaries of small animals such as mice. This new system will enable us to look at the change in the oxygen consumption of the brain of animals which will tell us exactly which parts of the brain relate to different functions. This information can be used to develop a model of how drugs are taken up in tissues of the body, and how they are metabolised or washed out over time. \n\nSuccess in this project will be a major breakthrough in biomedical imaging, allowing high resolution in space and time of directly important measures of tissue state. It will bring together advanced optical and acoustic measurement systems with novel mathematics and computer programming. It will open up a new range of applications of photoacoustics and provide a unique tool to medical and biological scientists investigating the physiology of living specimens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K009745/1","grantId":"EP/K009745/1","fundValue":"657726","fundStart":"2013-06-05","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Simon Robert Arridge","coPersons":["Paul Christopher Beard","Benjamin Timothy Cox"],"organisation":"University College London","findingsText":"","dataset":"gtr"}