{"id":"911B6D47-76EC-473D-81F8-40B5A057E410","title":"Highly conductive Ultraflexible Graphene","abstractText":"Graphene's unique properties make it ideal for a variety of applications, in particular for ultraflexible electronic devices,\nsuch as displays, touch screens, e-papers, smart packaging and smart textiles. These require flexible conductive films as\nelectrodes and interconnections, and metallic films or grids are currently used as back planes in displays and touch\nscreens. However, in addition to being expensive, these are environmentally unstable, brittle and not fully flexible (e.g.\nconformable). Graphene as a flexible conductive layer could underpin plastic electronics advantages of low temperature\nprocessing, printing flexibility and lower cost manufacturing. This project aims to demonstrate the viability of graphene as a\nhighly conductive flexible layer in a flexible active matrix array that can be used to drive Electrophoretic (EPD) and Organic\nLight Emitting Diode (OLED) displays. This will exploit graphene based inks as a cost-effective replacement of currently\nused expensive metals, and will demonstrate the manufacturability and scalability of the production of graphene in an\nindustrial context. Inks will be formulated with high loading of graphene (&gt;10g/l), to achieve the required conductivity and\nprocessability for a variety of printing technologies (bar coating, ink-jet printing and flexographic printing) for flexible active\nmatrix arrays that can be used to drive EPDs and OLEDs. Integrating graphene in a flexible active matrix array will show\nthe potential for graphene in enabling a range of foldable consumer electronics applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M507799/1","grantId":"EP/M507799/1","fundValue":"99421","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Andrea Carlo Ferrari","coPersons":["Felice  Torrisi"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}