{"id":"911C4EC3-A109-44A4-892C-990D89B2319C","title":"Putting episodic memory in context: cellular mechanisms of environmental processing","abstractText":"When we are asked to think of a memory we will often describe an important personal event such as a graduation, birthday or the first day of a new job. In memory research these types of memories for specific events or episodes from our lives are called episodic memories. These memories influence the kind of people we are and the way that we think about ourselves. Many of us have had the misfortune to experience how the loss of this type of memory can affect an elderly relative. In some types of dementia like Alzheimer's disease (AD) sufferers lose the ability to form new episodic memories. Patients with AD can remember detailed events from 20 years ago but have severe problems when asked to remember what happened to them earlier that day. This has a major impact on their ability to lead independent lives. In the UK approximately 465000 people have AD and this number will increase as the proportion of older people in our society increases. It is estimated that &pound;338 billion pounds each year is spent across the world in providing care and treatment for people with dementia. Clearly this is a problem that needs addressing soon to reduce the burden on the NHS and the UK tax payer. One way to go about tackling the disease is to examine how the brain usually processes episodic memory as this will allow us to see which areas and mechanisms within the brain go wrong in the disease. Episodic memories are formed by combining the features of an event. These include where we were, what we were doing at the time and the features of the environment (e.g. was it inside or outside?). An area of the brain called the hippocampus is important for combining these pieces of information. People who have damage to their hippocampus have problems creating new episodic memories. However, we do not know how these different types of information reach the hippocampus. If we can find out the pathways in the brain that provide the hippocampus with the information that it needs to form episodi memories then we can start to examine further how these are affected in AD. At the moment we know a lot about how the brain processes spatial locations. The parts of the brain that allow us to know where we are have been described in the last 40 years in a lot of detail. However, we do not know how the other parts of episodic memory like the details of the environment in which we were are processed. The experiments in this application will address this problem by examining which parts of the brain are activated when changes to the features of an environment are experienced. We will go on to see how individual cells in these areas of the brain react to changes in the environment. Our specific aims are: 1. To determine which areas of the brain are active in response to the manipulation of contextual features and critical for the retrieval of memory for contextual information. 2. To determine which mechanisms within these brain areas are used to process contextual information. By addressing these aims we well gain a much better understanding of the mechanisms in the brain that process episodic memory. This will provide a tool for companies that produce treatments for these diseases to test their treatments effectively by examining these processes in models of the diseases. Ultimately it may help to reduce the burden on the NHS by helping to provide treatments for AD that target the early stages of the disease and so prevent significant brain damage from occurring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I019367/1","grantId":"BB/I019367/1","fundValue":"349422","fundStart":"2011-08-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"  The grant has examined the network involved in allowing us to process the information needed to form episodic memories. Episodic memories are memories for specific events from our past. Disorders of episodic memory such as Alzheimer's disease have a profound social and economic cost. Our present research has demonstrated that the lateral entorhinal cortex (LEC) is critically involved in this type of memory. On-going research is examining the cellular mechanisms that help support this type of memory.\nThe impact of the current work is being realised through collaborations with fellow academics and institutions such as the Dundee Drug Discovery Unit through which we are aiming to develop drugs that can be used to enhance functioning in LEC or potentially compensate for loss of LEC function. This is at a relatively early stage and the drug targets are still being refined but we expect to be able to use the research from the current grant to refine the protocols needed to test any therapeutic strategies. Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"James Alexander Ainge","coPersons":[],"organisation":"University of St Andrews","findingsText":" The objectives of the grant were as follows.\n1. To determine which areas of the brain are active in response to the manipulation of contextual features and critical for the retrieval of memory for contextual information.\n2. To determine which mechanisms within these brain areas are used to process contextual information.\nIn the proposal I went on to detail three specific hypotheses that we would test to allow us to address these objectives. These were as follows. \n1. Manipulation of local contextual features needed to form episodic memory activates the LEC.\n2. The LEC is critical for memory for local contextual features.\n3. Contextual information is represented at the single cell level within the hippocampal-entorhinal network.\n\nAs I had planned in the proposal we were able to address the first two aims within the first two years of the grant. By manipulating local contextual cues we were able to show increased levels of activation (as measured by Fos expression) within the lateral entorhinal cortex (LEC) when animals had to remember the local contextual cues relative to control conditions. These data have been published: \nWilson, D. I. G., Langston, R. F. , Schlesiger, M. I. , Wagner, M. , Watanabe, S. &amp; Ainge, J. A. (2013). Lateral entorhinal cortex is critical for novel object-context recognition. Hippocampus, 23, 352-366.\n\nThis addressed the first part of the objective 1 by showing that LEC is active in response to manipulation of contextual features. To address the second part of objective 1 we carried out further studies showing that rats with lesions of LEC were unable to remember contextual information. These data have also been published.\n\nWilson, D. I. G., Watanabe, S., Milner, H. &amp; Ainge, J. A. (2013). Lateral entorhinal cortex is necessary for associative but not non-associative recognition memory. Hippocampus, 23, 1280-1290.\n\nI also have another paper in preparation which further specifies the role of LEC in remembering features of a local environment. This will be submitted within the next month.\n\nAinge, J.A., Kuruvilla,M., Wilson, D.I.G. Lateral entorhinal cortex lesions impair egocentric more than allocentric spatial memory.\n\nIn order to address the second objective we are in the process of testing hypothesis 3. This is being done by recording signals from ensembles of single cells in the hippocampus and LEC simultaneously in rats carrying out tasks that involve memory for contextual features of an environment. This is allowing us to examine how contextual information is represented at the level of single cells, ensembles of cells and networks of systems. The impact of the current work is being realised through collaborations with fellow academics and institutions such as the Dundee Drug Discovery Unit through which we are aiming to develop drugs that can be used to enhance functioning in LEC or potentially compensate for loss of LEC function. This is at a relatively early stage and the drug targets are still being refined but we expect to be able to use the research from the current grant to refine the protocols needed to test any therapeutic strategies. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}