{"id":"912604C8-1F27-41B5-95DA-AC5DA427A2AA","title":"Supergen Bioenergy Hub","abstractText":"Bioenergy provides a significant proportion of the UK's low carbon energy supply for heat, transport fuel and electricity. There is scope for bioenergy to provide much higher levels of low carbon energy in future, but this requires appropriate development of key enabling technologies and strategic management to make the best use of the valuable, but finite, biomass resource. It must also be acknowledged that there have been significant concerns raised about the long term sustainability of bioenergy systems, including the wider social and economic impacts of biomass production. \n\nThis project will create a Supergen Bioenergy hub for the UK which will bring together industry, academia and other stakeholders to focus on the research and knowledge challenges associated with increasing the contribution of UK bioenergy to meet strategic environmental targets in a coherent, sustainable and cost-effective manner. It will do this by taking a &quot;whole systems&quot; approach to bioenergy, so that we focus on the benefits that new technologies can bring within the context of the whole production and utilisation chain. In order to ensure focused research with rapid dissemination and deployment this will be done in close collaboration with industrial partners and other stakeholders, including government agencies. The hub will also take an expressly interdisciplinary approach to bioenergy, ensuring that we address important issues, such as the impacts of land-use change not just as scientific quantification exercises, but taking due account of the social and economic impacts. \n\nThe hub will carry out leading edge research to address the engineering challenges associated with bioenergy deployment, with a particular focus on enabling flexible energy vectors. Therefore we will carry out core research to address existing problems, for example increasing scientific understanding of biomass combustion to improve environmental emissions and developing torrefaction (heating the feedstock), which could improve the logistics (and therefore costs) of using biomass. However, we will also work on more strategic, long term options; using academic expertise to help industry resolve the engineering problems experienced to date with some advanced technologies like gasification and assessing the prospects for biomass-derived synthetic natural gas as a low carbon alternative to diminishing natural gas supplies and developing new technologies to produce more sustainable transport fuels from biomass. \n\nThe project will progress many different bioenergy options for the UK, which have many different costs and benefits. Therefore we will particularly focus on evaluating the ecological, economic and social aspects of the bioenergy chains being developed. That will allow us to provide appropriate scientific evidence and information to government and other stakeholders to facilitate development of the most sustainable bioenergy systems for the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J017302/1","grantId":"EP/J017302/1","fundValue":"3567380","fundStart":"2012-08-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"","person":"Elizabeth Patricia Thornley","coPersons":["Ian  Shield","Adam Philip Harvey","M  Pourkashanian","Marcelle Claire McManus","Alan  Williams","Anthony Victor Bridgwater","Dermot James Roddy","Jenny Marie Jones"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}