{"id":"9129510D-52EF-4322-9B2E-48A196A0DB7A","title":"Non-equilibrium and relaxation phenomena in graphene-based devices","abstractText":"Graphene (a single atomic layer of graphite) first experimentally isolated and identified only four years ago, is rapidly revealing its great potential as an important material for future electronic devices. In order to progress towards realistic device applications of graphene, it is important to address the issues which will affect the operation of graphene in real circuits, where high currents will lead to overheating and non-equilibrium charge carrier distributions. The proposed joint project will launch an internationally leading programme involving three research groups which are already well established in graphene research and have expertise in complimentary areas. By combining fabrication technology of graphene-based devices, transport and optical studies, and theoretical modelling, we will investigate the kinetic properties of charge carriers and phonons (lattice vibrations) in graphene over a broad range of operating voltages, temperatures and optical intensities, with the aim to establish and improve the operating characteristics of graphene-based electronic and optoelectronic devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G041482/1","grantId":"EP/G041482/1","fundValue":"632820","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  By combining manufacturing technology of graphene-based devices, transport and optical studies, we elucidated the kinetic properties of charge carriers and phonons in graphene over a broad range of operating voltages, temperatures and optical intensities. This knowledge is essential for graphene devices operating in real circuits, where high currents will lead to overheating and non-equilibrium charge carrier distributions. \n\nProbably our most important finding during this project lies in graphene's exceptionally high optical nonlinearity under intense illumination. This has led to the initiation of an ERC funded FET network, GRASP, aimed at pushing the optical nonlinearity to the single photon limit. Electronics ","person":"Euan  Hendry","coPersons":[],"organisation":"University of Exeter","findingsText":" We found that graphene is remarkably robust to very high electronic temperatures, a property which is enabled by extremely efficient energy relaxation mechanisms. This has enabled the development of high current graphene devices within our own group and others. In contrast, we have also found that the transport and optical properties of graphene are rincreadibly sensitive to environment - we have obtained further funded to investigate this property further, with a view to developing chemical sensors. Arguably our most important finding during this project lies in graphene's exceptionally high optical nonlinearity under intense illumination. This has led to a spate of theoretical studies which have shown that, due to this exceptional property, single photon nonlinearities may be possible in graphene. There is now a strong push amongst the graphene community to demonstrate this effect, and this is something we ourselves are aiming to achieve as part our ERC funded FET network, GRASP. Electronics,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}