{"id":"9133257C-7532-4BF7-806D-3DE4A8995BAA","title":"Nitrous oxide and nitrogen gas production in the Arabian Sea - a process and community based study","abstractText":"The element nitrogen (N) is key to life on Earth and it is continually being cycled between the atmosphere, biomass (animals, plants, microbes) and back to the atmosphere following death and decay. At the centre of this N cycling, on the land and in the sea, are a wide variety of microscopic organisms known as bacteria. In the atmosphere N exists largely as N2 gas but also in much smaller amounts as nitrous oxide (N2O) which is a potent greenhouse gas. Processes which remove N, as N2, can regulate the growth of plants and, indirectly, the balance of carbon dioxide (CO2) in the atmosphere and, hence, affect climate. Large areas of the global ocean are fully oxygenated or 'saturated' with oxygen (O2) but some parts are not. For example, the Black Sea completely lacks any O2 below 90 m and others such as the Benguela upwelling off south western Africa are also devoid of O2 / both these areas have oxygen minimum zones or OMZ. It is these O2 'starved' regions or OMZ that are significant for both N removal and N2O production in the global ocean. Our interest lies in that of the OMZ of the Arabian Sea which, due to its large size (that of France and Germany combined), plays a significant role in global N cycling / responsible for 20 % of N2O production and 30 % of N removal in the global ocean. While the significance of the Arabian Sea in the global N cycle is known, the metabolisms responsible for N2 and N2O production were, and are still in part, unclear. Recently, by looking a bit closer and in conjunction with N tracers (15N isotopes), we were the first to actually measure N2O production in the central Arabian Sea. Further, we demonstrated that most (&gt;95 %) of the N2O produced could be explained simply by one pathway i.e. the metabolism of nitrite (NO2-) to N2O in the absence of O2. In addition, we measured N removal via two known paths of N2 production e.g. N2 from denitrification and N2 from anaerobic ammonium oxidation (anammox). However, a substantial portion of the N2 is coming from somewhere else and we have evidence that this extra new path of N2 production is directly coupled to the metabolism of decaying biomass. However, it is not as simple as this. One pathway of N2O formation requires some complexity to generate the high and low concentrations of N2O characteristic of the OMZ in the central Arabian Sea. Again, our 15N tracers uncovered some of this by showing that the ratio of N2 to N2O production during the metabolism of NO2- (NO2- to NO to N2O to N2) is not fixed and appears to be 'flexible'. For example, where water column N2O concentration is high, we measured a low ratio of N2 to N2O production from NO2- and vice versa where water column N2O concentration was low. Although this 'flexible' ratio explains the majority of N2O and helps redefine our understanding of N2O production in oxygen minimum zones / why this ratio should change is unknown. In this project we aim to characterise the water column at selected sites in the central Arabian Sea in terms of, for example, N2O, O2 and the bacteria driving the N-cycle. We will experimentally manipulate contrasting waters to test if the ratio of N2 to N2O production is 'fixed' or 'flexible', screen for N2 production coupled to organic matter and analyse the active bacteria involved in the metabolism of these gases by using molecular or 'genetic' techniques. A better understanding of the key processes and bacteria involved in these complex metabolisms in such an important area as the Arabian Sea should help the scientific community build better predictive climate models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015263/1","grantId":"NE/E015263/1","fundValue":"62892","fundStart":"2011-01-01","fundEnd":"2014-08-31","funder":"NERC","impactText":"","person":"Mark  Trimmer","coPersons":["Kevin J  Purdy"],"organisation":"University of Warwick","findingsText":" Many will know that the Pacific is the largest ocean on Earth but few might appreciate that large parts of eastern Pacific contain practically no oxygen. As a consequence they are prone to producing large quantities of the three main green house gases. Our research has clearly identified both the fate and sinks of methane and novel sources of nitrous oxide. Climate model predictions on the effects of expanding oxygen minimum zones. Environment","dataset":"gtr"}