{"id":"913AD2E8-8F40-427A-98C6-33D171C47DE6","title":"Court, Country, City: British Art 1660 - 1735","abstractText":"This project is designed to offer a new and exciting history of British art between 1660 and 1735, one that will be communicated through an innovative mixture of exhibitions, conferences, scholarly publications and online displays. \\n\\nThe period of British history covered by this project saw profound changes in the nation's political, religious, territorial and economic character; the same period was one of similarly dramatic and consequential change in the visual arts. Between 1661, when Peter Lely was installed as court painter to the newly restored king, Charles II, and the mid-1730s, when the St Martin's Lane Academy emerged as a dominant artistic forum in the capital, British art was in a state of continual flux. Older patterns of patronage and practice in the visual arts, linked in particular to the cultural spheres of the court and the aristocratic house, were being challenged by a burgeoning urban art world, centred in London, but also encompassing national and regional centres such as Edinburgh, Norwich and York. The cultural interaction between the different spheres of the court, the aristocratic household and the city in this period helped shape a strikingly cosmopolitan and multi-faceted art world, populated by a rich mixture of foreign-born and local artists. The project will shed new light on the portraits, decorative history paintings, landscape paintings, sculptures and tapestry works produced by these artists for the royal family and the aristocratic elite; but it will also explore less privileged but equally fascinating aspects of the contemporary art world such as the coffee-house auctions of paintings and engravings that flourished in the period, and the civic patronage practised by mercantile and guild organisations in the City of London. We will address not only the work of such feted artists as the court painters Peter Lely and Godfrey Kneller, but also those of a far less dignified status, including the scabrous, surreal and often anonymously produced satirical prints that crowded the windows and counters of print-shops across the country.\\n\\nThe British art world was also transformed by the traffic of artists, objects and texts across both global and national networks in this period. The project will argue that, to better understand the art of late Stuart and early Georgian Britain, we have to explore the ways in which painting, sculpture and the graphic arts were shaped by a dramatic expansion of international trade and imperial settlement, and by the growth of an ambitious, sophisticated and often highly patriotic body of writings on the arts. \\n\\n'Court, Country, City: British Art 1660-1735' is a project that features a unique combination of scholarly and curatorial outputs. The project envisages a programme of study-days at both the University of York and Tate Britain, culminating in a major two-day conference at York which will feature a distinguished array of invited speakers. The project will also generate two temporary gallery displays at Tate Britain on the topic, curated by members of the research team. A purpose-built website will house online versions of these temporary Tate displays, complete with art-historical commentaries. Furthermore, the project is designed to provide the platform for a spectacular exhibition at Tate Britain, which will showcase the variety, interest and achievement of the art of the period in highly original and often provocative ways. Finally, the project is also meant to make a lasting scholarly impact. A monograph, a collection of essays, a major catalogue and two dissertations written by team members will seek to transform our understanding of this crucial but hitherto neglected era of British art.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G01146X/1","grantId":"AH/G01146X/1","fundValue":"451448","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"AHRC","impactText":"","person":"Mark  Hallett","coPersons":["Martin  Myrone","Nigel Graham Llewellyn"],"organisation":"University of York","findingsText":"","dataset":"gtr"}