{"id":"913C9A78-1C14-47C2-8AA4-DD8D56EB40DD","title":"Translation in Non-State Cultures: Perspectives from Wales","abstractText":"The Network 'Translation in Non-State Cultures: perspectives from Wales' aims to foster and facilitate research on translation in Wales from a cultural, historical and theoretical perspective. By promoting these areas of research development and raising awareness of their beneficial potential for translation practice and policy making in Wales, this project aims to address the lack of correspondence between the expanding Welsh translation industry and the scarcity of research in this area, particularly on issues that go beyond language and cultural policy.\n\nWhereas questions such as Bible translation and late twentieth-century translation and interpreting practices have received some attention, there is a shared critical perception that the main theoretical debates of the discipline of Translation Studies have not been brought to bear on the Welsh context, and similarly, that potential Welsh contributions have not made their mark in this discipline. The Network will address a series of interrelated research questions, aimed at bridging these interdisciplinary perspectives, which will fall broadly into the following two categories:\n\n1. Historical perspectives:\n\na) How can we further understand the role and function of translation in Wales across history?\nb) What would be the possible contents and contours of Welsh-language translation theory and how could we bring this body of writing to the attention of a wider audience through translation and critical discussion?\nc) To what extent have translated texts been intrumental in the historical formation of Welsh culture as historically fluctuating between nationhood and mediation? \n\n2. Contemporary perspectives:\n\na) Can certain translation-related practices developing in contemporary Wales be understood as reactions to, and effects of, legislated bilingualism in the country?\nb) Can certain emerging attitudes to translation in Wales be understood in the context of non-state cultural and political dynamics?\nc) How can we assess the symbolic role of translation-related institutions and organisations in Wales and what definitions of translation have been promoted by them?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012432/1","grantId":"AH/J012432/1","fundValue":"13004","fundStart":"2012-02-14","fundEnd":"2012-08-13","funder":"AHRC","impactText":"  Findings arising from this Research Network have been used at the level of public policy as specified under Research Findings. Communities and Social Services/Policy,Creative Economy,Culture, Heritage, Museums and Collections,Other Cultural,Societal,Economic,Policy & public services","person":"Helena  Miguelez-Carballeira","coPersons":["Sioned Mair Davies","Stefan  Baumgarten"],"organisation":"Bangor University","findingsText":" Through this Research Development Network we have been able to work towards a new theoretical framework for the study of translation and translation-related activity in Wales, as well as to inform debates on the changing role of translation in the Welsh culture of legislated bilingualism. All projected outcomes have been either achieved or are on course to do so, whilst we have seen also a range of unpredicted and welcome outputs being produced. Among these, I am particularly proud as PI to have seen a fruitful collaboration develop between one project participant, Dr Yan Ying, and the Wales Literature Exchange, an organisation for the promotion of Welsh literature abroad. This collaboration is already acting as a framework for the promotion of Welsh literature in China through translation. In terms of publications, the Project has produced a series of paradigm setting outputs (Baumgarten and Gruber 2014; Kaufmann, Miguelez-Carballeira and Price, forthcoming), which have consolidated the so far almost non-existing dialogue between the discipline of Translation Studies and Wales. Apart from the academic findings arising from the Project, other features demonstrate the relevance of the work of this research network for policy making in Wales. \nProject participant Prof Diarmait Mac-Giolla Chriost acted as expert witnesses and member of the Language, Policy and Planning Research Unit based at the School of Welsh in Cardiff University, to the Communities, Equality and Local Government Committee of the National Assembly for Wales on Thursday, 15 March 2012 on the matter of the National Assembly for Wales (Official Languages) Bill. This Bill pertains to the operation of the Assembly as a wholly bilingual legislature, including the production and publication of the official record of proceedings, known as 'y Cofnod,' in both Welsh and English. This oral evidence was preceded by a paper, submitted previously to the Committee. A record of this meeting is available on the link given below. At this meeting Prof Mac-Giolla Chriost was asked to provide further evidence to the Committee, as is noted in the minutes of the meeting. This Committee published its report in May 2012 and, as can be clearly seen in the body of the report, Prof Mac-Giolla Chriost’s evidence was very influential (e.g. pp. 7-8, 20, 26-7, 31-3, 42-4, 52-3, 57, 60, 65, 67, 73) in shaping the final recommendations of the Committee. At the Full Meeting of the Assembly on 16 May 2012 a range of recommendations, including those directly informed by our evidence, were approved, resulting in significant changes to the Bill, including in particular the face of the Bill, and also the associated Official Languages Plan [Cynllun Ieithoedd Swyddogol] Communities and Social Services/Policy,Creative Economy,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}