{"id":"913F1131-7258-4F18-B91A-43628FC6CB3E","title":"SYSTEMATIC QUANTITATIVE ANALYSIS OF NF-kappaB CO-ACTIVATORS","abstractText":"Inflammation is a normal physiological response to infection and injury, but can lead to extensive tissue damage and disability when elicited in excess. Pathological consequences of sustained inflammatory response include variety of autoimmune diseases, such as rheumatoid arthritis, Crohn s disease, ankylosing spondylitis and multiple sclerosis. A sustained inflammatory response is often linked to the break down in regulation of production of inflammatory molecules. In a normal self-resolving body response to infection or injury inflammatory molecules are produced for a defined period of time, while in chronic autoimmune conditions their production is prolonged. \nThe production of many inflammatory molecules is controlled by a key family of regulatory proteins called NF-kappaB. Ways to modulate levels of these transcription factors and restore a normal cytokine balance are considered to be of a potential therapeutic importance. But NF-kappaB does not function in isolation. Many of the NF-kappaB dependent immune genes are also co-regulated by other ubiquitous transcription factors, including the IRF (interferon regulatory factor) family of transcription factors consisting of nine proteins. Which IRF proteins are able to synergise with NF-kappaB to regulate gene expression, and how this co-regulation is dependent on the sequence of genomic elements attracting these factors is the subject of this investigation. \nUnderstanding the basic elements underlying successful inflammatory response is important for designing targeted strategies for suppressing inflammation while preserving signals required for host defence. It will also help scientists to better understand why humans have so many families of ostensibly similar proteins and what specific functions they hold.\nThe research will be carried out by two groups: of Dr Irina Udalova at the Kennedy Institute of Rheumatology, Imperial College, and of Dr Ioannis Ragoussis at the Wellcome Trust Centre for Human Genetics, Oxford University. It will be laboratory based and will use novel genomic techniques and computational methods. The proposed novel techniques will replace the use of animals in research. Results generated in this study will be communicated through peer-reviewed scientific journals and through annual reports from respective Institutes and presented at scientific meetings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700818","grantId":"G0700818","fundValue":"424514","fundStart":"2007-12-01","fundEnd":"2010-02-28","funder":"MRC","impactText":"","person":"Irina  Udalova","coPersons":["Ioannis Jiannis Ragoussis"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}