{"id":"914C36ED-491E-4D85-B259-EA6DA7CC4630","title":"Novel immuno-proteomic strategies to develop a polyspecific, non-cold chain liquid snake antivenom with unparalleled sub-Saharan African efficacy","abstractText":"Snakebite victims in Sub-Saharan Africa are therapeutically neglected (~32,000 deaths; 96,000 disabled yearly) because of the weak efficacy of current polyspecific antivenoms. In areas like Britain with a single venomous snake species, monospecific antivenom (antibodies (abys) purified from the blood of horses/sheep immunised with a single snake venom) are typically highly effective and safe. However, there are several venomous snake groups in sub-Saharan Africa, and polyspecific antivenoms, manufactured with venoms from several snakes, are therefore clinically preferred.\n\nHowever, using many venoms for immunisation negatively impacts upon the efficacy of polyspecific antivenoms. Thus, the greater the genetic difference between the snakes whose venoms are used in antivenom manufacture, the more numerous and diverse the venom proteins (100+ proteins/venom), and the greater the number of distinct abys generated in the venom-immunised animals. This means that the proportion of total abys targeting the venom of any one snake is small - and consequently more vials of polyspecific antivenom are needed to achieve clinical cure. This significantly increases antivenom-induced adverse effects and often makes treatment unaffordable to the impoverished communities at greatest risk. There is therefore an urgent, compelling need for research to resolve this therapy deficit.\n\nWe will use an innovative strategy that greatly expands antivenom snake-species efficacy. Thus, we first add a 'base' antivenom, derived from an existing product that is safe and affordable but exhibits inadequate polyspecific efficacy, onto a laboratory matrix (a chromatography column). We next individually add venoms from all regional medically-important snakes to the column, and all proteins that are not bound by the antivenom are collected and their identity determined. Those found to be pathogenic (many venom proteins are not toxic) are isolated in sufficient amounts for immunisation and mixed with the venoms used to prepare the base antivenom. A new group of sheep is then immunised with the 'venom+supplement toxins' mixture to rationally generate antivenom with greatly expanded snake-species efficacy. \n\nWe will use this approach to first generate new antivenoms to treat either the (i) tissue destruction &amp; bleeding, or the (ii) paralysis pathology syndromes: thereby covering the effects of envenoming by all medically-important sub-Saharan African snakes. We will use a suite of in vitro &amp; in vivo tests to confirm that the two new antivenoms bind the venom proteins causing these pathologies and neutralise their lethal and tissue-destructive effects in mice, and compare these results with that of the base and existing polyspecific antivenoms. With this information as a guide, we will next develop a single pan-African antivenom using the first syndromic antivenom as the base to isolate non-binding proteins from all the African snake venoms for 'venom+supplement' immunisation of a new group of sheep. We will also test the efficacy of an alternate pan-African antivenom created by mixing abys of the two syndromic antivenoms in different ratios, and efficacy-testing the ratio that exhibits maximal binding of proteins from the African snake venoms.\n\nWe will also develop/test protocols enabling non-cold chain storage of liquid antivenom - greatly expanding the distribution potential of these improved antivenoms. We will also develop/test protocols to increase the amount and binding strength of antivenom abys to highly toxic venom proteins that are poor at stimulating potent aby responses.\n\nHere, in the only research of its kind, we will deliver new non-cold chain antivenom with pan-African efficacy, and with an unparalleled dose-efficacy ensuring the product poses little adverse-effect risk and is affordable. These antivenoms will represent the most cost-effective investment in snakebite management ever available to governments in sub-Saharan Africa, and elsewhere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L01839X/1","grantId":"MR/L01839X/1","fundValue":"665597","fundStart":"2014-07-01","fundEnd":"2018-06-30","funder":"MRC","impactText":"","person":"Robert  Harrison","coPersons":["Nicholas Robert Casewell","Juan J Calvete","Jose M Gutierrez"],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}