{"id":"915B7B97-F92B-42A8-9AB0-A7F49FB30DA1","title":"Computational Modelling and Optimisation of Carbon Capture Reactors","abstractText":"This programme is proposed to answer the EPSRC call on &quot;Carbon capture and storage for natural gas power stations&quot; by forming a close partnership between the University of Southampton and E.ON. The proposed research has a strong focus on industrial needs by integrating with the industrial partner's existing activities for developing CCS technologies suitable for commercial gas power plants. E.ON is generating around 10% of the UK's electricity and is committed to reducing its CO2 emission by 50% by 2030 (1990 baseline). E.ON has setup a dedicated CCS unit to address the technical challenges while one of the priorities is to develop CCS technologies suitable for natural gas power stations. This research specifically targets at natural gas power plants, which has a lower concentration of CO2 approx. 4% compared to 13% from coal-fired plants, and harder to extract, representing the most challenging case for CCS.\n\nCarbon capture and storage involves separating the CO2 from emissions so it can be transported and stored away from the atmosphere. The most commercially viable approach to be fitted in natural gas power plants is the post-combustion capture which absorbs CO2 from the flue gas using a chemical reaction - also known as scrubbing, which E.ON has been actively pursuing and will be the focus of this research. Whilst research on the chemical processes has been taking place for several decades, CFD modelling of the reactor is a recent development. E.ON has recognised that CFD plays a vital role in the optimisation of current CCS reactors by including more CFD research in their future research strategy. University of Southampton is a prime place for CFD based research while the School of Engineering Sciences currently holds &pound;5M CFD focused EPSRC projects. The combined expertise forms a strong academic and industrial partnership to tackle current barriers of reactor scale-up in carbon capture using advanced CFD models. \n\nBy addressing all the challenges outlined in te EPSRC call, this research aims to design an optimised reactor using a novel CFD modelling approach that is capable of achieving in excess of 90% CO2 absorption whilst ensuring the cost of service energy is minimised to below 35%. The new concept idea will incorporate improved mixing designs and improved heat transfer whilst reducing reactor size. It is planned through the enhancement of current CFD multiphase models to incorporate reaction and the inclusion of flow control devices that an optimal structured packing arrangement, which promotes the reaction process whilst reducing pressure drop, can be found. This project will not only produce conceptual ideas developed through enhance CFD methods but will also perform tests, in a lab-scale reactor, to determine its validity with respect to its flow dynamics and would potentially lead to the production of intellectual property.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J020184/1","grantId":"EP/J020184/1","fundValue":"580960","fundStart":"2013-01-30","fundEnd":"2015-09-11","funder":"EPSRC","impactText":"  The research is making a major progress for developing advanced models for solution based post combustion carbon capture with structured packing. \nWe have successfully developed micro-scale model for interaction between gas and liquid film on the packing surface including mass transfer and chemical reactions. A series of papers are published and presented in major international conferences. The results were also presented in UKCCSRC seminars and workshops with strong interests from other UK researchers including Universities of Edinburgh, Loughborough, Newcastle and Cardiff. Energy Economic","person":"Sai  Gu","coPersons":["Kai Hong Luo"],"organisation":"Cranfield University","findingsText":" Microscale model based on volume of fluid (VOF) method was developed to capture the interaction between gas and liquid film on packing surface. The models can be used by industrial users for optimisation of structured packing columns and operation parameters. Energy","dataset":"gtr"}