{"id":"915D73EC-02DE-4319-9063-3C3BAEFCC49F","title":"Parallel Computing Resources for the UK MHD Community","abstractText":"Virtually all material in the universe consists of an ionised gas called a plasma. Plasmas conduct electricity and interact with magnetic fields, producing many physical phenomena not easily reproduced in laboratories on Earth. The large-scale behaviour of these plasmas can be predicted by using a known set of complicated mathematical equations, called the equations of Magnetohydrodynamics (MHD). The solutions of MHD equations can describe the behaviour of plasmas in which collisions dominate the physical processes, such as (i) the generation of magnetic fields through a process known as dynamo action, (ii) the release of a staggering amount of magnetic energy in a large solar flare by magnetic reconnection, (iii) the small scale chaotic motions of turbulence in a magnetised plasma, (iv) the fact that solar atmosphere is much hotter than the solar surface and (v) the way in which gigantic eruptions of solar plasma interact with the Earth's magnetic field to produce the Aurora. When collisional effects are weak, in low-density plasmas and in problems involving short length-scales, the more fundamental kinetic equations must be solved. However, the solution of both sets of equations require extremely large computers and the best way is to link several hundred computers together and get them all working on a fraction of the large problem. These computers are called parallel computers. The UK effort in this research area is at the forefront of the worldwide effort to understand how the Sun, the Solar System and astrophysical plasmas work. While this work is essentially theoretical, it is driven by the observations of the present fleet of solar and astrophysical ground and space-based observatories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H008810/1","grantId":"ST/H008810/1","fundValue":"867192","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"STFC","impactText":"  This award is for a computing facility for UK MHD researchers. As well as contributing to our understanding of the role of magnetic fields in Astrophysical objects, it has also led to the development of numerical algorithms with more general application.  ","person":"Tony  Arber","coPersons":[],"organisation":"University of Warwick","findingsText":" The computations carried out with this equipment has shown us how magnetic fields play a crucial role in many astrophysical objects such as stars, accretion discs and galaxies. Our work has stimulated others to use many of our computational techniques to study astrophysical magnetic fields. Education","dataset":"gtr"}