{"id":"9160F8B9-5809-4D04-BE42-85AB17F608A6","title":"Materials World Network: Understanding the Optical Response of Designer Epsilon-Near-Zero Materials","abstractText":"The area of optical metamaterials - nanostructured composites with tailored optical properties - has experienced explosive growth over the past decade, fueled in part by rapid developments in fabrication, characterization, computational science and theory. Over the years, various metamaterials have been developed to enable several groundbreaking applications, such as superlens, electromagnetic cloaks, ideal optical couplers and optical black holes. In addition, they hold the promise to revolutionize beam steering, coupling of light between far- and near-field and many other photonics-related areas. Many of the unique aspects of light control realized in metamaterials originate from the possibility of achieving vanishingly small permittivity, materials which are often referred to as epsilon-near-zero (ENZ) metamaterials. Indeed, these materials form the inner layer of optical cloaks, enable efficient light transfer through subwavelength slits, and have been suggested as the foundation for metatronic circuitry. Therefore, the creation of ENZ materials and, more importantly, the understanding of their interaction with light inside complex optical structures, have become increasingly important for future multidisciplinary research for next-generation photonic materials. From the materials standpoint, ENZ response can be achieved either in vicinity of the plasma frequency in homogeneous systems whose optical response is dominated by free electrons or by combining distinct components with either positive or negative permittivity together in a single composite &quot;meta-&quot;material. Here we propose to perform a comprehensive study of light-matter interaction in complex ENZ material systems. The combined expertise of the international team will provide a unique opportunity to experimentally study the electromagnetic properties of complex ENZ-containing systems based upon both homogenous and composite materials, with ENZ frequencies spanning the visible to mid-IR frequency ranges and unified by common theoretical framework. Our joint unique experimental capabilities will allow us to delineate the universal physics associated with real ENZ materials and assess the practical benefits of these highly demanded media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018457/1","grantId":"EP/J018457/1","fundValue":"353082","fundStart":"2013-01-01","fundEnd":"2016-06-01","funder":"EPSRC","impactText":"","person":"Anatoly  Zayats","coPersons":["David  Richards","Gregory Alexandre Wurtz"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}