{"id":"9165F85A-FA07-4AA5-896F-7BEA5098289F","title":"Chemosynthetically-driven ecosystems south of the Polar Front: biogeography and ecology","abstractText":"We propose an analysis of the chemosynthetic ecosystems in Antarctica south of the Polar Front. We will conduct a detailed investigation and analysis of four contrasting types of chemosynthetically-driven communities, together with their regional tectonic setting. The communities chosen for our investigation comprise: those associated with high-temperature, bare-rock hydrothermal vents (East Scotia Ridge), high-temperature, sediment-hosted hydrothermal activity (Bransfield Strait), mud volcanoes (South Sandwich fore-arc basin) and methane hydrates (north of King George Island). We propose three cruises and subsequent laboratory-based programmes. Cruise 1 will be to the East Scotia Sea where we will examine the tectonic setting and sample the hydrothermal discharge using autonomous underwater vehicles and the hydrothermal sampler BRIDGET. Cruise 2 will be to the same area and will use the UK Remotely Operated Vehicle (ROV) Isis to dive on, sample and characterise the biological and physical environment surrounding vent and seep sites identified during Cruise 1. Cruise 3 will be a combined geophysical, chemical and biological cruise, using the ROV Isis to dive upon and examine hydrothermal and cold seep environments both north and south of King George Island, Antarctic Peninsula. Subsequent analysis will compare the hydrothermal and seep chemistry among these four sites. We will use morphological, molecular, lipid and stable isotope analyses of microbial and metazoan populations to determine the phylogeography of species, and understand the food web processes. Our programme will determine whether colonisation of vents and seeps, in these most isolated of chemosynthetically-driven ecosystems, is driven by oceanographic or tectonic processes or whether any site is, instead, host to completely isolated evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D013852/1","grantId":"NE/D013852/1","fundValue":"569945","fundStart":"2008-05-19","fundEnd":"2013-10-18","funder":"NERC","impactText":"  Our findings have been used by a wide variety of international media organisations, for example with HD ROV video footage featuring in documentaries produced by National Geographic and the BBC. Our integrated programme of public engagement with this research project has also delivered the societal benefits of &amp;amp;quot;generating inspiration and curiosity about science&amp;amp;quot;, &amp;amp;quot;raising awareness of research findings and their context&amp;amp;quot;, and &amp;amp;quot;providing cultural enrichment by supporting lifelong learning&amp;amp;quot;, and we have captured evidence of those specific outcomes from our engagement activities through appropriate and innovative evaluation methods. Creative Economy,Education,Culture, Heritage, Museums and Collections,Other Cultural","person":"Paul  Tyler","coPersons":["Katrin  Linse","Lloyd Samuel  Peck","Roy  Livermore","Andrew  Clarke","Robert David Larter","David Anthony Pearce"],"organisation":"NERC British Antarctic Survey","findingsText":" This project has revealed high-temperature hydrothermal vents and their associated marine life for the first time in the Antarctic, discovering at least 24 new species of deep-sea creatures and advancing our understanding of dispersal and evolution in the deep ocean, which covers most of our planet. In addition, the programme has advanced our understanding of the relationships between microbes and animals in marine environments, and provided new insights into the geological processes of volcanism and plate tectonics that shape our world. The programme has contributed to the achievement of the overall objectives of the International Census of Marine Life and InterRidge, the organisation promoting international cooperation in research at seafloor spreading centres. Results and imagery from this project have been used by international media organisations (e.g. National Geographic, BBC in broadcast documentaries), public engagement projects for deep-sea exploration (e.g. James Cameron's DeepChallenge project), and marine conservation outreach. Creative Economy,Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}