{"id":"91664D8C-3E7E-4FA5-8610-4413F9C32CBD","title":"Enhancing Security Through Improved Cryptographic Reductions","abstractText":"Most modern cryptographic constructions are accompanied by a proof of security, in which the difficulty of violating the security of the construction (e.g., distinguishing ciphertexts for an encryption scheme) is reduced to the difficulty of solving a certain algebraic problem. Cryptographic proofs of security - also called reductions - thus lie at the heart of provable security, yet writing and verifying cryptographic reductions is currently a time-intensive and manual process, with most reductions highly individualised for a specific primitive or algebraic setting. By identifying proof techniques common to many settings, the landscape of both reductions and the hardness assumptions that constructions rely on for security can be vastly simplified.\n\nIn a previous project, we demonstrated that certain proof techniques could also be applied outside of the settings for which they were originally intended, and moreover could be applied to show the equivalence of certain ad-hoc assumptions and more well-established assumptions. Thus, rather than avoid ad-hoc assumptions by providing new constructions or writing new reductions, we demonstrated that the security of a variety of existing constructions - which had relied previously on these ad-hoc assumptions for security - could now be considered secure under a milder assumption.\n\nIn this work, we will formalise techniques that are common across different proofs in a fashion that makes them easier to reuse, verify, and apply to new settings. This will not only make reductions easier to both write and understand, but also expand the applicability of useful proof techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M029026/1","grantId":"EP/M029026/1","fundValue":"75892","fundStart":"2015-10-30","fundEnd":"2017-10-29","funder":"EPSRC","impactText":"","person":"Sarah  Meiklejohn","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}