{"id":"916D2FB6-3817-43E5-B1D3-ABEF2B9C681A","title":"The Emergence of Artificial Culture in Robot Societies","abstractText":"A profound question that transcends disciplinary boundaries is how can culture emerge and evolve as a novel property in groups of social animals? We can narrow that question by focussing our attention on the very early stages of the emergence and evolution of simple cultural artefacts; the transition, as it were, from nothing recognisable as culture, to something (let us call this proto-culture). This project aims to address and illuminate that question in a radical and hitherto inconceivable new way by building an artificial society of embodied intelligent agents (real robots), creating an environment (artificial ecosystem) and appropriate primitive behaviours for those robots, then free running the artificial society. Even with small populations (a few tens) of relatively simple robots we will, in a short time, see a very large number of interactions between robots. The inherent heterogeneities of real robots, and the noise and uncertainty of the real world, vastly increase the space of possibilities and the scope for unexpected emergence in the interactions between robots. In this project we will aim to create the conditions and primitives in which proto-culture can emerge in a robot society. Robots will, for example, be able to copy each other's behaviours and select which behaviours to copy. Behaviours (memes) will mutate because of the noise and uncertainty in the real robots' sensors and actuators, and successful memes will undergo multiple cycles of copying (heredity), selection and variation (mutation). Furthermore we will introduce a bi-phased approach in which we alternate between real-time (with real physical robots) in which the emergence, selection and refinement of these discrete behavioural artefacts takes place; with evolutionary time, in which we run a genetic algorithm (GA) process to grow and evolve the robots' controllers so that the behaviours and premiums associated with the emerging memes become hard-wired into the robots' (neural) controllers. In this way we hope to see the emergence of interesting behavioural artefacts that, we hope, will be qualitatively and quantitatively distinct from those present at the beginning. Of course the behavioural artefacts that emerge and evolve, that we hope to identify as proto-cultural analogues, will not be human but decidedly robotic. We do not expect these artificial memes to have any meaning in a human cultural context; rather, they will be meaningful only within the closed context of this artificial society (an exo-culture). A significant challenge for this project will therefore be to identify and interpret these patterns of behaviour as evidence for an emerging exo-culture; the challenge is hermeneutic - what means will we be able to develop by which we can identify/recognise meaningful/cultural behaviour; and, then, what means might we go on to develop for interpreting/understanding this behaviour and/or its significance?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E062083/1","grantId":"EP/E062083/1","fundValue":"734010","fundStart":"2007-09-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  The work is likely to benefit and have impact within the fields of: \n1. artificial intelligence, swarm robotics and related fields, because the work will represent a significant step forward from the 'minimalist' approaches of current swarm robotics into the new field of 'social' robotics and because a society of robots may provide a signpost toward the understanding and ultimately, development of machine consciousness; \n2. evolutionary biology and anthropology, because it's hoped that the work will illuminate the processes and mechanisms of the emergence of cultural artefacts (memes) and the transition from social to cultural animals that must have taken place in hominid evolution, and because study of this robot (exo)-culture might help us recognise and hence study similar behavioural artefacts in other animals; \n3. social sciences and philosophy because the work has the potential to develop and explore radically novel conceptual and practical approaches to culture and cultural difference, at a moment in history when the poverty of traditional approaches is becoming more and more evident. \nHowever, the impact is still evolving and we will continue to update project outcomes. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Other Cultural,Societal","person":"Alan Frank Winfield","coPersons":["Frances  Griffiths","Jennifer Ann Tennant-Jackson","Robin  Durie","James Louis Bown","Alistair  Sutcliffe"],"organisation":"University of the West of England","findingsText":" Three headline achievements:\n1. We have identified and experimentally investigated of a set of interacting properties that appear to promote the emergence of (artificial) culture. These include: memory; implicit fitness; physiological factors leading to 'attractors' for emerging or dominant new behavioural patterns (memes); and the huge importance of contingency, ie an early low fidelity imitation followed by (several) high fidelity imitations which inherit novel features of the initial poor quality copy leading to new emerging memes.\n2. We have developed a new method of exploring the emergence of culture: an embodied model that exhibits open-ended behavourial (memetic) evolution, together with visualization and analysis tools and methods for interpretation of data collected from the model.\n3. We have developed a new method for modelling the social science of micro-interactions. We believe this has potential for modelling and informing intervention strategies by, for instance, introducing individuals with different behaviours and the study of the resulting effect on the group.\n\nWe believe that the project has made significant progress toward its aims and objectives. The main objectives were:\nTo create a rich experimental environment in which fundamental questions about both the mechanisms of the emergence of 'culture' and the emergent artificial cultural behaviours (patterns of movement or sound) can be studied. This environment will be decidedly artificial, and the emergent artefacts most definitely non-human. However, we aimed for a level of abstraction which allows findings to be generalised from social robot to social animal:\n1. Illuminate the processes and mechanisms of the emergence of culture (artificial 'traditions')\n2. Create the only known completely characterised system test (explicitly, rigorously) evolutional ecology theory of cultural evolution\n3. Investigate and model the dynamics of gene-meme coevolution in social science scenarios\n4. Establish methods for engaging non-expert observers for perceiving patterns in the robot society, alongside an open science framework complemented by public engagement\n5. Develop approaches for introducing interventions into the artificial society that in some way module potential social interventions in response to intractable real-world problems. The work will benefit other researchers interested in several areas, including (i) the study of emergence across discipline boundaries; (ii) the study of cultural evolution; (iii) imitation and social learning - including the combination of social and individual learning - in robots, and (iv) the potential for 'embodied simulation' as a tool for modelling and exploring social behaviours, including behavioural interventions, which would be impossible or unethical in human subject experiments. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Other","dataset":"gtr"}