{"id":"9173D344-AF2F-4B81-9164-ED2077D4A230","title":"A laser cutting and laser capture microscope for plant biology","abstractText":"Mutlicellular organisms possess tissues containing various cell types. Each cell type differentiates to perform defined functions. We are interested in processes that occur in specific cells. The aim is to identify mechanisms allowing differential gene expression in particular cells, and the consequences of this differential expression in those cells. For example, Applicant 1 aims to identify differences in methylation of promoter elements between cell-types, applicants 3-5 wish to determine transcript abundance from specific cell-types, and then use that information to generate developmental and circadian networks, or understand responses to pathogen attack or cell signalling. As few as ten plant cells have been collected via LCM prior to analysis of gene expression, and so all the work proposed is feasible and we should make significant advances in each of our fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012582/1","grantId":"BB/E012582/1","fundValue":"178420","fundStart":"2007-11-01","fundEnd":"2008-10-31","funder":"BBSRC","impactText":"","person":"Julian  Hibberd","coPersons":["James Phillip Haseloff","Julia  Davies","John Peter Carr","Alexander Arundell Webb"],"organisation":"University of Cambridge","findingsText":" This allowed us to isolate RNA from specific cells of leaves. the relevance of this is that we work on the regulation of gene expression in multicellular plants and therefore gene expression alters in each cell type. We have used this to define mesophyll and bundle sheath RNA populations in C3 and C4 plants. From this information we have identified elements that are sufficient to generate profiles of cell specific gene expression. This may be of use for engineering gene expression in specific cells of plants in the future. Currently, we do not have the targets for this. Currently we are not exploiting this information commercially. We are using it to continue our work on fundamental control of gene expression Agriculture, Food and Drink","dataset":"gtr"}