{"id":"9173E66D-1B04-41E0-9A98-1D87C64EE377","title":"NESSHI The 'Neuro-turn' in European Social Sciences and Humanities: impacts of neurosciences on economics, marketing and philosophy","abstractText":"<p>The NESSHI project aims to provide the first comprehensive assessment of the effects of the decision neurosciences in transforming European social sciences and humanities (SSH). This neuroscientific turn in SSH has generated hope, hype and even a degree of concern among scientists and the public.<br />&nbsp;<br />The project:<br /><br /></p>\n\n<ul>\n \n\n <li>provides a systematic scientometric overview of the interactions between decision neuroscience and SSH by mapping the interrelations between the two fields as represented by the evolving patterns of citation and co-authorship.</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<ul>\n \n\n <li>undertakes an empirical investigation of the new practices of &quot;neuro-SSH&quot; by studying in depth the developments in neuroeconomics, neuromarketing and neurophilosophy through ethnographic fieldwork, in-depth interviews and documentary analysis with the objective to understand how academics in SSH modify their practices in relation to decision neurosciences.</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<ul>\n \n\n <li>offers a critical, empirically based assessment of the social implications of these developments considering what are the significant consequences of neuromarketing, neuroeconomics and neurophilosophy for the evolution of business practices, economic policies and bioethics regulations.</li>\n\n</ul>\n\n<p>The study will be carried out by four research teams based in France, Germany, the Netherlands and the United Kingdom, which together combine expertise in Science and Technology Studies and the decision neurosciences.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-360-25-0018","grantId":"RES-360-25-0018","fundValue":"280532","fundStart":"2011-06-01","fundEnd":"2015-08-31","funder":"ESRC","impactText":"","person":"S  Woolgar","coPersons":[],"organisation":"University of Oxford","findingsText":" This project adopts perspectives and sensibilities from the tradition of Science and Technologies Studies (STS) to provide insights into the contextual basis of the production, interpretation and use of (neuro )scientific knowledge and technologies in neuromarketing. This theoretical and methodological basis establishes the necessary distance to critically engage with the &quot;neuroscientific turn&quot; in neuromarketing, while maintaining close contact with neuromarketers to record their practices empirically through ethnographic field work.\nAlthough we have encountered a diverse range of neuromarketing practices in different settings in our research, members of the labs we visited, observed or interviewed share an understanding of consumers as not having access to their true motives. As we have argued elsewhere, this description allows marketers to bypass consumers' accounts and to reveal the hidden causes of consumer behaviour using neuromarketing (Schneider and Woolgar, 2012: 181). Consumers are, thus, secondarised as an object of research and neuromarketing technology and experts become accountable for revealing why consumers buy what they buy. \nOur research provides a unique perspective on the way the autonomy of the individual is re-examined and modified in neuromarketing practice. These findings are of direct relevance to our immediate project partners in the ORA research grant and make a contribution to current debates as to what extent we are witnessing a neuro-turn in the European Social Sciences and Humanities. Other","dataset":"gtr"}