{"id":"9179482F-62B9-4735-A4A0-BA6182176D97","title":"Specification of forebrain territories: commitments and signalling.","abstractText":"In all vertebrates, from fish to humans, the brain is formed of three main regions, the forebrain, midbrain and hindbrain. The forebrain gives rise to our cortex, in which our conscious thoughts, emotions and many of our memories reside. It also forms the eyes and the diencephalon. How the forebrain region becomes sub-divided into telencephalon (future cortex), eye and diencephalon remains a mystery. Our aim is to understand the mechanisms underlying this subdivision. A significant number of early brain malformations observed in human foetuses (for instance following viral infection in early stage of pregnancy, or more rarely indeed by genetic defects) are due to mistakes in the steps required for normal forebrain partition. Knowing the mechanisms required for normal forebrain development will therefore help understanding the cause of these human malformations. The brain comes from a simple sheet of tissue, called neural plate. This plate closes into a tube from which the most rostral end develops into the forebrain. We already discovered that some of the decisions required to divide the forebrain into specific areas are taken before the formation of the neural tube, inside the rostral neural plate. We showed that the anterior neural border (the most rostral end of the neural plate, ANB) is required for formation of the telencephalon and is a source of signalling that needs to be received by the rostral plate in order for these cells to become telencephalon and subsequently form a cortex. We also gathered preliminary results suggesting that other irreversible decisions are taken in the neural plate. These decisions are establishing the precursors for specialised areas of the diencephalon. In this proposal, we aim to identify the neural plate cell populations that are the earliest to commit to a defined diencephalic identity and to test whether these cells are sending signals potentially able to orchestrate the identities of the areas surrounding them. We will also get a profile of the different genes that are specifically expressed in each of the studied neural plate areas, in order to get insight into the molecular nature of their differences. By the end of the three years of research, we will have identified the earliest commitments leading to specific diencephalic areas and anticipate identifying some of the molecular players underlying the establishment of the diencephalic subdivisions. We also hope to identify a novel signalling centre responsible for some of the early organisation of the forebrain territory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E005403/1","grantId":"BB/E005403/1","fundValue":"413450","fundStart":"2006-08-08","fundEnd":"2010-02-07","funder":"BBSRC","impactText":"","person":"Corinne  Houart","coPersons":[],"organisation":"King's College London","findingsText":" This research has lead us to understand the molecular network controlling the differentiation of the 4 specialised areas forming the vertebrate diencephalon. These findings provide key tools in the differentiation of specific diencephalic neurons from ES or iPS cells in culture. The culture of these neuronal cells types are essential to the studies of degenerative disorders in human The molecular networks found will instruct the studies aimed at differentiating specific neuronal cell types from stem cell in culture. Healthcare","dataset":"gtr"}