{"id":"91933FBF-8349-46D3-88FF-CBD9F800E9F2","title":"ECHO - Enabling Cloud Hosted Organisations","abstractText":"This project proposes an investigation into the use of software for the automated deployment and management of heterogeneous resources as utility resource clouds based on previously funded EPSRC activity. It offers automated multi-provider cloud management and will bring an establish field tested technology with commercial features such as cost and budget setting, service level agreements, robustness and resilience to researchers and research applications.The proposal focuses on answering two questions:1. Can the cloud utility model replace local compute clusters or groups of clusters and provide an efficient, extensible and customisable computation platform for the majority of the research community?2. Can the utility cloud model bring a more flexible and dynamic compute infrastructure to researchers and free them of the need to spend time and money supporting their infrastructure?The project focuses on developing the EPSRC investment in Zeel/i technology to manage application access and deployment to cloud providers-the work will focus on supporting research applications rather than the commercial applications that have been the focus for the last 5 years.The pilot project will focus on two representative research application areas that provide distinctly different challenges for cloud as a research computation platform and where PI/co-PI expertise is available. Exemplar 1 is a suite of numerical mathematical applications which relies heavily on BLAS libraries. This application suite is often run in small and medium scale to test algorithm implementation but is designed for very large scale production runs when matrix sizes of 100k by 100k are normal, and where efficient BLAS implementation, multicore resources and fast storage are essential to give satisfactory execution times. Exemplar 2 is a suite of applications to support gene analysis and relies on a several large application databases and a collection of online remote databases and analysis services.The plan of work focuses on the execution, management and analysis of cloud based implementations of the exemplar applications on commercial utility providers-these are judged to offer the most diverse cloud environments and offer distinct cost savings when compared to owned and managed infrastructures. This approach also enables researchers to access the technology and cost savings that the rapid adoption of cloud within the commercial domain is bringing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I03405X/1","grantId":"EP/I03405X/1","fundValue":"48119","fundStart":"2011-02-10","fundEnd":"2011-10-14","funder":"EPSRC","impactText":"  The use of multi-provider cloud environments for deploying applications is starting to becoming increasing commonplace. The ECHO project provided an abstraction for harnessing e-resources in such a multi-provider space. The work on the project has been transferred to industrial settings (EOVERI and SAP Research). EOverI have used multi-provider clouds to support media applications. SAP Research have developed compliance tools for monitoring applications deployed in multi-provider environments. Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Alan  Stewart","coPersons":["Terence  Harmer","Ron  Perrott"],"organisation":"Queen's University of Belfast","findingsText":" The ECHO project assumed a resource landscape where utility clouds are the norm. Experiments were conducted to examine the added value capabilities which a utility resource landscape might offer.\n\nThe work focused on numerical experiments which are multi-provider and provider technology agnostic. The goal is to use the emerging cloud providers as a marketplace for delivering the best value to researchers at the time they require resources. The work experimented with both small and large scale applications, and investigated how dynamic resource scaling, resilience and quality of service could be achieved. It has been demonstrated that cloud infrastructure resources can be used to execute highly parallel computations in a way that delivers a fast turn-around time with low operational costs. The commercial Zeel/i community will benefit from the work. The commercial Zeel/i user company EoverI Ltd is a project collaborator. Zeel is a mature, field tested technology with an established track record of supporting innovative cloud applications. It is hoped that EoverI can develop an open source library that enables automated, cost-focused and cloud provider agnostic access. This would enable users to define a budget and find a provider (if possible) to match that budget, while allowing research applications to remain agnostic to the provider. The work also offers University information services departments with a means to offer cloud based research facilities as an alternative to owned clusters. The aim of the project was to establish Zeel/i technology in support of research computing - as such the primary beneficiaries are the research community and the research support community that run, manage and develop research applications. The goal of the work is to use emerging cloud providers as a marketplace for delivering the best value to researchers at the time they require resources. It is hoped that the proposed approach to cloud resource management can be utilised in a wide variety of application areas which involve the use of infrastructure resources. Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}