{"id":"9197E59D-5D7A-44A9-BC5F-099C819B48D6","title":"Molecular mechanism and control of a fungal exocytosis pathway in the plant pathogens Ustilago maydis and Mycosphaerella graminicola","abstractText":"Pathogenic fungi are a major threat to human food security. While they are controlled by active pest management, fungi rapidly adjust and develop resistances. Thus, research on fungal specific and pathogenicity-relevant cellular processes is required to identify new targets for fungicide development. Fungi invade the host tissue by expanding at the end of their elongated cells. This process is named 'tip growth' and it involves the polar release of enzymes that participate in the formation of the fungal cell wall. We have recently reported that a particular fungal-specific myosin-chitin synthase-like protein (Mcs1) has a key role in tip growth in the corn smut fungus Ustilago maydis. This protein is also found in many other pathogenic fungi, where it also essential for plant infection. In this project we will join up with an industrial partner, Syngenta Ltd., to identify regulators that control this important Mcs1 protein. We will elucidate the role of a so far unknown Mcs1 protein in the fungus Mycosphaerella graminicola, the causal agent of Septoria tritici blotch on wheat, which is the most devastating wheat pathogen in the UK and Europe. In addition, we will use our existing knowledge and molecular tools in U. maydis to identify new factors that control the function of Mcs1. When considered together the project promises to provide fundamental new insight into a fungal specific pathway, essential for plant infection. This will provide knowledge that will help to develop new fungicides and therefore is of high value to the agricultural biotechnology industry in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I020667/1","grantId":"BB/I020667/1","fundValue":"355484","fundStart":"2012-02-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"","person":"Gero  Steinberg","coPersons":[],"organisation":"University of Exeter","findingsText":" We were not able to provide any key finding yet; we made lots of tools for M. graminicola and just started to work on mutants; it looks as if a myosin-chitin synthase is redundant with another chitin synthase; a double mutant is leathal, but these studies are ongoing We do not know this, yet; I hope that we set a new level of quality research for M. graminicola cell biology; I cannot provide more specific info, yet Agriculture, Food and Drink,Healthcare","dataset":"gtr"}