{"id":"9197E988-7AF7-445F-B7E7-5BB69935733E","title":"Training in latent variable modelling based on archived social science datasets in Northern Ireland","abstractText":"<p>This project aims to provide training in latent variable modelling based on summer schools and master class workshops for research students and researchers in Northern Ireland. </p>\n\n<p>The summer school will provide general training in multivariate analysis using latent variable modelling. Although the summer school will be comprehensive in its coverage, there are some statistical issues that could benefit from more focused training, such as the treatment of missing data and longitudinal analysis. </p>\n\n<p>Training in these topics will be provided by a series of master classes that will be highly focused workshops delivered by experts in the field.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-046-25-0037","grantId":"RES-046-25-0037","fundValue":"61187","fundStart":"2010-07-01","fundEnd":"2013-06-30","funder":"ESRC","impactText":"  The societal impact has largely been realised through increasing the awareness and use of LVM techniques. Many of the attendees thought that the training courses helped them become a better researcher and was useful in developing their understanding of statistics in general. These impacts have gone some way to reduce the skills deficit in quantitative research methods across the social science research which is an objective of the ESRC's Quantitative Methods Initiative. Education,Healthcare Economic,Policy & public services","person":"Mark  Shevlin","coPersons":["Gary  Adamson","Patrick  McCrystal"],"organisation":"University of Ulster","findingsText":" The project has resulted in an expansion of training in multivariate statistical analysis beyond Northern Ireland. The project was designed to be regional, but has had broader impact. One survey respondent wrote-&quot; I have published a number of papers in peer reviewed journals, established collaboration with a number of academics around the world, and introduced LVM training in Northern England. I have established Quantitative Research Methods Training Unit (QRM-TU) at University of Huddersfield which is a result of training I received and constant consultations with Prof Shevlin and Prof. Adamson.&quot; The attendees on the course had the most direct benefit, and the benefit may have spread through small working groups of academics and researchers as almost all survey respondents indicated that they strongly agreed with the statement that &quot;Since the course I have discussed latent variable modelling with other researchers&quot;. In addition broader societal impacts will be derived from the growing use of LVM techniques as researchers will be increasingly able to specify and test complex hypotheses in a range of social science disciplines. Education,Healthcare","dataset":"gtr"}