{"id":"919A54D1-569E-453D-BAE5-A54A410A84B9","title":"The UK Carbon Capture and Storage Consortium.","abstractText":"Concern is rising about global warming and, more recently recognised, ocean acidification, mainly caused by CO2 released when we use fossil fuels. But it may still take a long time to change from the current situation, where we get most of our energy from fossil fuels, to one where we use much less energy and get a lot of the energy that we do use from renewables and perhaps new nuclear power stations. And it may be difficult to replace fossil fuels for some purposes - for example, to generate electricity when the wind does not blow enough to turn windmills. So what are we to do if we need to make big reductions in the amounts of CO2 from fossil fuels getting into the atmosphere as soon as possible, but cannot reduce their use as fast as we would like without leaving an 'energy gap'? One way to break the link between using fossil fuels and putting CO2 into the atmosphere is to capture the CO2 that is given off when fossil fuels are burnt to make electricity or, in the future, to make hydrogen gas that can be used as a carbon-free fuel. The CO2 can then be injected underground by drilling special boreholes to 1km depth or more. Combined together this is called CO2 capture and storage (CCS). To keep the CO2 underground we need a porous reservoir rock, such as sandstone, with a sealing layer of less permeable rock on top. CCS is obviously not a final solution to climate change, but it does give us time to do all the other, often difficult, things required to move towards a more sustainable world. Running out of fossil fuels is not an immediate problem - these will probably last for at least a century more - but tackling climate change is! It is important that CO2 stays in the ground for at least 10,000 years. We know that oil and gas, often containing CO2, have been trapped underground for millions of years. This proposal looks at how the UK's oil and gas fields might be used in the near future as well-understood places to store CO2. This is also likely to allow more oil to be extracted, and we will study how to make the most of this for the UK economy. We may also need to store additional CO2 underground offshore in deep aquifers, layers of porous rock that are sealed but didn't happen to trap oil and gas in the past and so just contain salty water. We will look at how much CO2 the UK's offshore aquifer rocks can safely hold. There is always a risk that some CO2 will leak into the sea from these geological storage sites. This project will study how this might happen, how to detect it if it does, and what effect it might have on ocean ecosystems. But in any case, when CO2 increases in the atmosphere more CO2 dissolves in the surface layers of seawater, making the water more acid. This work will also show what effects this has. Ways to capture CO2 from power stations and hydrogen plants are fairly well understood, although research is still needed to improve performance and reduce the costs. So what we will concentrate on is how to make the best use of CO2 capture as part of the whole UK energy system, as it is now and as it might develop in the future. To do this we will work closely with other groups in the TSEC programme, particularly UKERC, and other UK and international collaborators. CCS systems will spread across all of the UK, and offshore, so mapping data for the project and seeing how it all fits together will be very helpful. Because CCS has to be a bridge to new energy sources we are particularly interested in how CCS systems can complement renewables, for example by supplying backup electricity or by providing a market to encourage a new biomass fuel industry. CCS would also allow fossil fuels to be used to make hydrogen and so help get a hydrogen economy under way. Finally, beyond the practical, technical and economic factors it is equally important that we understand the social and political aspects that may affect the introduction of CCS as an option for reducing CO2 emissions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C516528/1","grantId":"NE/C516528/1","fundValue":"77520","fundStart":"2006-02-28","fundEnd":"2009-02-27","funder":"NERC","impactText":"","person":"Jonathan  Gibbins","coPersons":["Martin Julian Blunt","David John Fulford","Ricardo  Martinez-Botas","George  Jackson","Amparo  Galindo","Michael James Bickle","Andrew Cameron Aplin","Jeremy  Blackford","Martin John  Downie","Samuel  Holloway","Mel  Austen","Andrew Paul Rees","Jeremy  Colls","David Michael  Reiner","Alexander George  Kemp","Stuart  Haszeldine","David  Lowe","Colin Edward Snape","Zoe Kai Shipton","Christopher  Lawrence","Nigel John Simms","Mike  George","Bahman  Tohidi","Michael David Steven","Carol Mary Turley","Quentin Jonathan Fisher","Patrick William Corbett","Attilla  Incecik","Clair  Gough","John  Oakey","Bruce William Yardley","Michael  Kendall","Nick  Jenkins","Claire  Adjiman","Timothy Thomas Cockerill","Simon  Shackley","Goran  Strbac","Stephen  Widdicombe","Mary  Black","Fathollah  Gozalpour"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}