{"id":"91ACC38D-19CA-4E26-8EF3-ED20353FD73F","title":"Diffraction for chemical reactions: gas uptake and extrusion in non-porous crystals","abstractText":"Although uptake or release of gases by porous solids is well established and can even occur in materials that remain crystalline during such processes, analogous uptake and release of gases by non-porous crystalline materials is very rare and extremely poorly understood. The implication, of course, is that significant flexibility is required within a solid where molecules are tightly packed together in order to permit even small molecules to enter from the gas phase, or to be released if trapped.The proposed project builds upon preliminary results that provide a proof-of-concept for three families of crystalline materials that are able to either absorb or release small molecules such as hydrogen halides, molecular iodine or alcohols. These processes are in fact chemical reactions that require in most instances major changes in covalent bonding and in molecular geometry within the crystalline solid. Despite these movements of molecules and the formation or breaking of strong bonds, these families of materials retain their crystallinity. This makes them ideal for study by diffraction methods, which can provide detailed geometric information on the molecular structures within the crystals. In particular synchrotron X-ray radiation will be used, employing the methods of single crystal and powder diffraction to chart the progress of these reactions and to conduct systematic studies within each family of materials that will permit details of the mechanism of these unusual reactions to be revealed. These experiments will be combined with infra red spectroscopic measurements that can be used to monitor the gases and single crystal neutron diffraction which will be used to obtain particularly accurate geometries from crystals in cases where hydrogen atoms play a key role in the reactions. The results will be of great fundamental importance in understanding the behaviour of molecular materials, specifically their ability to undergo dynamic behaviour and even chemical reactions. This will be of value to a wide range of scientists engaged in designing molecular materials. The reactions studied are also believed to be related to processes such a hydration/dehydration of molecular crystals which are of great commercial interest to the pharmaceutical industry which formulates many drugs in crystalline form and for which efficacy can depend greatly on the particular crystalline form.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F02195X/1","grantId":"EP/F02195X/1","fundValue":"162732","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Lee  Brammer","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}