{"id":"91AE782E-0BD7-40E2-9426-6D39C07E624A","title":"The metabolism of the HIV-infected CD4+ T cell","abstractText":"Viruses are not considered life-forms because they lack one defining feature that all other organisms share: metabolism. Being in essence a mobile genetic element, a virus is entirely dependent on the metabolism provided by the host it infects for replication. It is well known that viral infections alter the properties of living cells in order to replicate, often leading to disease. While interactions of viruses with their hosts are well studied at the macro-molecular and cellular level, the demand on small molecule building blocks and energy resources, the metabolites, has seldom been investigated. These demands are potentially conflicting with regard to virus replication and cell survival. Pioneering work on herpes viruses has revealed preferences for the use of certain metabolites during infections, which can be exploited for the development of antiviral drugs by denying the virus a supply of its preferred metabolites. This request for support from the MRC proposes to apply this strategy to HIV-1. HIV-1 infections continue to pose a global health threat and in the absence of a cure or vaccine, patients require antiviral treatment for their entire lives. Current treatments rely heavily on the use of modified building blocks of DNA, which target the viral protein that executes the replication of its genome. This treatment is associated with considerable side effects and can eventually fail owing to the development of resistance by the virus, requiring a switch of medication. Therefore, the development of new and improved agents that target HIV is an ongoing effort. In recent years there has been a great interest in targeting the host components that the virus usurps for its replication, as these are less likely to allow the emergence of viral resistance. We propose to investigate the complex dynamics of metabolites in the HIV infected cell to determine the viral metabolic demand. Our preliminary investigations indicate that we can detect depletion of certain metabolites, notably the amino acids that are the building blocks for proteins, in cells infected with HIV-1. Furthermore, we have observed that HIV alters the activity of mitochondria, which are the metabolic factories of the cell. The funds requested to elaborate on these findings will be targeted towards three main aims, being: i) To provide a comprehensive description of the levels and rate of usage of metabolites in the HIV infected cell, ii) to determine the means by which the virus influences the cellular metabolism and iii) to investigate the feasibility of interfering with metabolic processes on which the virus depends as antiviral drug targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J008125/1","grantId":"MR/J008125/1","fundValue":"447954","fundStart":"2012-07-09","fundEnd":"2015-10-08","funder":"MRC","impactText":"","person":"Hendrik  Huthoff","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}