{"id":"91B78543-4D8D-4E94-95FA-847047FCD8AB","title":"Dynamic surfaces to mimic mesenchymal stem cell niche functions","abstractText":"We live in an ageing society and we are outliving the useful lives of our bodies. Structural components suffer with arthritis or osteoporosis and organs provide reduced efficiency and can become damaged or diseased through degenerative processes. We live at an exciting point in history where we all have the expectation that unlocking the potential of stem cells will help with these urgent regenerative demands. Embryonic stem cells remain locked in ethical debate, however, and also have clinical issues associated with their use (including lack of immune privilege, which can cause adverse immune reactions, and the possibility of teratoma formation, which is a type of cancer ). Adult stem cells provide an alternate route with mesenchymal stem cells from, for example, bone marrow (obtained by e.g. marrow donation) or fat tissue (obtained by e.g. liposuction) providing an attractive, autologous (i.e. from the patient) source of multipotent cells. \nA major hurdle with adult stem cells is their rapid and spontaneous differentiation during standard culture in the lab (i.e. out of the body they rapidly stop acting as stem cells). Current cell culture materials were developed before our understanding of stem cells had matured and were designed to grow mature cell types (such as fibroblasts) or cell lines (such as HeLa cells). Thus, we are currently lacking good platforms for autologous stem cell growth.\nIn the last few years, researchers, including ourselves, have understood that MSC growth and differentiation is controlled by the way cells adhere to materials and consistent 'rules' are starting to emerge. Developments in materials science have put forwards surfaces that are either favourable for MSC growth or good for differentiation, however, but that cannot control both.\nIn our bodies, stem cells reside in specialised locations (called 'niches') that control their growth to allow a supply of stem cells to be present in tissues throughout our lives and also regulate differentiation in response to tissue demand. It is, again, considered that cell adhesion is key to the niche regulation of stem cells.\nHere, we will develop highly novel materials that initially support the growth (multiplication) of multipotent MSCs, which can then be switched under user control to turn on the desired type of differentiation, to generate the mature 'functional' cells of the body. To do this, we will use enzymes (biological catalysts) to cleave the self-renewal surface (this will be made by use of adhesion controlling chemistry and use of nanoscale spatial information i.e. small chemical patterns) and reveal the underlying differentiation surface (different chemistries to control differential adhesion, and hence drive stem cell fate). Such enzymes can be simply added by the user to the cell media (their food). We will then go further and place the switch under cell control. As cells become dense in a culture (near confluence) their protein (and hence enzyme) profile changes and we will exploit this to find enzymes that can perform the switch from a growth-promoting substrate to a differentiation-inducing substrate, only after the cells have grown to large numbers.\nThis technology will act as a platform for MSC growth and differentiation. It will be dynamic, as their natural niche is dynamic, and it will be an important step in the development of production of autologous cells with therapeutic potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006908/1","grantId":"BB/K006908/1","fundValue":"326563","fundStart":"2013-02-01","fundEnd":"2016-01-31","funder":"BBSRC","impactText":"  So far, at the halfway point, we are ready to publish our data showing we can make dynamic surfaces to tune mesenchymal stem cell response to materials on-demand.  ","person":"Matthew John Dalby","coPersons":["Richard  Burchmore"],"organisation":"University of Glasgow","findingsText":" We have developed chemically defined surfaces that can be made low or high adhesion to mesenchymal stem cells on user demand. This allows us to start to generate next-generation stem cell culture plates. To early to tell, but we think this will be of interest to cell culture plastic manufactures and to scientists interested in understanding how stem cells work in the niche. Healthcare","dataset":"gtr"}