{"id":"91B877F1-6A87-47E2-B7E4-B6702CD6D2E2","title":"Improving Sustainability of PVC through Novel Materials, Processes and Life Cycle Methodologies","abstractText":"PVC is a uniquely versatile polymer that is used in a large range of applications in many industry sectors. Applications range from water pipes, window frames, guttering and skirting boards to credit cards, food packaging, medical tubing and blood storage bags. However, there have been various concerns over the negative environmental and social (particularly health) impacts of PVC for many years. The aim of this research is to make PVC a more environmentally friendly material. This will be done by addressing ways of improving the environmental footprint of PVC during its production, use and disposal.\n\nOne particular problem with PVC is that it easily degrades to give off hydrogen chloride (HCI) gas when it is heated. This gas is both toxic and corrosive. Before PVC granules can be heated up and melted to make products (such as window frames) it is necessary to add stabilisers to prevent degradation. Some of the compounds that have traditionally been added to stabilise PVC are themselves toxic - such as various compounds of heavy metals (eg lead). In our research we aim to find new ways of dispersing non-toxic additives much more efficiently (by the use of nanotechnology) to make PVC more stable, thus reducing degradation and eliminating the need for toxic stabilisers. This should also make it easier to recycle PVC. We also aim to use nanotechnology to distribute clay particles in flexible PVC to reduce migration of plasticiser.\n\nAnother target for our research is to reduce the energy consumed during the production of PVC. Most PVC is made by a process during which droplets of a liquid chemical (called vinyl chloride) are suspended in water. At controlled temperature the vinyl chloride can be made to react to produce granules of PVC. The PVC granules then have to be dried to remove the water and this drying process consumes a lot of energy. We propose to develop a process for making PVC using a solvent other than water, which should therefore save a lot of energy during the production process. This will also have the effect of reducing CO2 emissions, thereby helping the government to achieve its target of reduction of CO2 from industrial processes.\n\nTo underpin all this work, we propose to develop new software to examine the impacts of PVC on the environment during all stages of its life-cycle from extraction of resources (cradle) to disposal of waste (grave).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D505372/1","grantId":"EP/D505372/1","fundValue":"134441","fundStart":"2006-03-22","fundEnd":"2006-07-31","funder":"EPSRC","impactText":"","person":"Adisa  Azapagic","coPersons":[],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}