{"id":"91BB1F42-AB9F-421E-AEC4-DBC7671C2E9B","title":"Defining the Role of the Human Lipodystrophy Protein Seipin in Adipose Tissue Development and Metabolic Disease.","abstractText":"Nearly 1 in 4 adults in the UK is obese so obesity represents a major medical and economic challenge of the 21st century. Obesity is a substantial risk factor for the development of a number of serious metabolic diseases, including cardiovascular disease and type 2 diabetes, and also certain cancers. This illustrates the personal and national health implications of the current obesity crisis. Unfortunately, the paucity of effective obesity drug therapies highlights the need for a greater understanding of the biological systems that regulate body weight and how obesity leads to the development of metabolic diseases.\n\nThe co-incidence of obesity with metabolic diseases might make one think that inhibiting the development of fat (adipose) tissue would be a useful therapy. However, we know from patients unable to make fat tissue (lipodystrophy) that this is not the case. Rather, adipose tissue is a critical safe store for dietary nutrients, especially fat. When this is absent the fat instead accumulates in other tissues causing their dysfunction and resulting in metabolic disease more severe than that seen in obese individuals. We now know that, paradoxically, similar mechanisms may cause metabolic disease in common obesity. Here, whilst fat tissue is abundant, the fat cells within the tissue are dysfunctional and cannot store and release the dietary nutrients as they should. Again this leads to their accumulation in other tissues and so metabolic disease. It is now clear that about 10% of fat cells in humans are renewed each year. If we could make these new cells function better, and/or improve the function of existing fat cells we could significantly reduce metabolic disease in common obesity.\n\nThis project focuses on a protein called seipin, which when disrupted causes lipodystrophy in humans. Therefore, we know it is essential for human fat tissue development and function. We know very little about what seipin does but if we can work this out we will learn more about the process of fat cell formation and maybe even alter seipin's actions to treat metabolic disease by improving the function of fat cells. \n\nWe know that losing seipin prevents humans from making fat entirely. However, we don't know if this is because it is needed in the developing early embryo to make the stem cells that will later become fat cells, or if it is instead needed to allow the stem cells to mature into fat cells when the fat tissue appears later in development. In addition we do not know if seipin is needed for the normal renewal of fat cells in adults or to allow the increased fat cell number that happens when adults gain weight in obesity. This project will aim to answer these questions. State of the art methods will also allow us to determine exactly what seipin does inside the developing fat cell and will show us more about why seipin is so important for fat cell formation.\n\nOverall we aim to identify the precise functions of seipin, which may allow us to find ways to modify its function. Importantly we will see what the effects of doing this in humans might be and so whether this might provide novel therapies to treat the rising epidemic of obesity associated diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L002620/1","grantId":"MR/L002620/1","fundValue":"340598","fundStart":"2014-06-23","fundEnd":"2017-06-22","funder":"MRC","impactText":"","person":"Justin James Rochford","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}