{"id":"91D11DD6-5A33-438C-A607-076A9E73F82A","title":"Trajectories and transitions in the cognitive and educational development of disabled children and young people","abstractText":"<p>This project brings together academics from the Institute of Education (IOE), researchers from the National Children's Bureau (NCB) and campaigners and policy-oriented practitioners from NCB's Council for Disabled Children (CDC) to develop our understanding of disabled children's educational development in England. It thereby aims to inform policy in relation to disabled children.The study is based on two major national studies of children and young people, the Millennium Cohort Study and the Longitudinal Study of Young People in England. These studies have tracked children’s experience through early childhood and adolescence.</p>\n\n<p>The research has four main aims:</p>\n\n<ol>\n \n\n <li>it explores the question of what constitutes child disability, looking at different definitions and measures</li>\n\n <li>the study explores the family backgrounds of disabled children and how these differ from non-disabled children</li>\n\n <li>it assesses trajectories of cognitive ability across disabled children over early childhood (given that disabled and non-disabled children typically have different starting points, it investigates whether disabled children experience patterns of development that are comparable to those of non-disabled children)</li>\n\n <li>it examines the extent to which, compared to otherwise similar non-disabled children, disabled children have different educational outcomes and aspirations for continued participation in education after compulsory schooling. </li>\n\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00302X/1","grantId":"ES/K00302X/1","fundValue":"150875","fundStart":"2013-01-01","fundEnd":"2013-09-01","funder":"ESRC","impactText":"  The award has not yet come to an end and it would be inappropriate to therefore give an account of the impact, which is ongoing. I understand that the ESRC requires a separate update on impact following completion of the award.  Societal,Economic","person":"Lucinda  Platt","coPersons":["Helena  Jelicic","Rebecca  Fauth"],"organisation":"Institute of Education","findingsText":" Please note that these findings are provisional as the project has not yet concluded. \nDisabled children come from more disadvantaged backgrounds than non-disabled children. There is also some evidence that disadvantage increases among families with a disabled child.\nDisabled children and young people are at greater risk of being bullied than non-disabled children, and these greater risks cannot be fully accounted for by other risk factors. \nDisabled children have more behavioural problems at age 3 than non-disabled children, which can only partly be accounted for in terms of differences in family context. These difficulties, for most domains, tended to diverge from those of non-disabled children, between the ages of 3 and 7. \nDisabled children have lower scores in cognitive test on average at age 3. Compared to children with similar scores, at age 3, they make less progress by age 5. And compared to children with lower educational and cognitive scores at age 5 they make less progress by age 7. \nDisabled young people have less ambitious educational expectations relative to other children with similar Key Stage 2 scores and with parents with comparable educational levels. However, neither their lower educational expectations nor their earlier educational attainment explain their much lower chances of achieving 5 A*-C GCSEs at age 16. The findings have already been used in a Government Office of Science POSTnote on the Special Educational Needs (SEN) reforms. \nThey have also been shared widely among academic and policy and practitioner audiences.\nThey are being taking up by organisations addressing bullying among children and by organisations working with disabled children. They have potential to be of use to Educational Departments and may also be of value to parents of disabled children. Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}