{"id":"91DD2645-7428-4998-9D3D-7DA50ABD87AA","title":"UK-US workshop on Bio-Soil Interactions and Engineering","abstractText":"The interaction of biological materials with geotechnical processes has long been ignored by geotechnical engineering and geosciences, and its importance is just beginning to be realised. Biological materials are unique by their innate characteristics of being self-active and re-growing within geotechnical soil matrices. The biological alteration of the mechanical and reactive behaviour of soils is thus a potential novel path for directed manipulation and improvement of soils. The scope of such intervention has the potential to address a wide range of soil quality and functions and the focus of this workshop is soil as a platform for the built environment. However, the science area we propose to develop is widely related to the performance of soil as a natural biological reactor. This provides a biotechnology approach that can be harnessed to geotechnical engineering, but also to manage a wide range of soil functions such as ecosystem nutrition, contaminant attenuation, carbon storage and flood mitigation. The soil environment is known to be exceptionally complex and heterogeneous in structure. Such complexity is essential to support plant and animal life by providing an intricate particle-pore matrix that consists of solid, liquid and gas phases for the effective cycling and storage of nutrients. This same complex soil matrix is also the fundamental building block for geotechnical engineering. With our increased understanding of soil microbial life this biological activity and its products can be harnessed to provide new innovative solutions for geotechnical problems as well as provide the tools for quantitative performance assessment of many types of soil function. Key to this approach is the need to move the study of soil as a bioreactor from interpretive to predictive capabilities. To address and explore this opportunity, integration of the sciences and engineering is necessary. The complexity of the processes cannot be sufficiently addressed within a single discipline. The purpose of this joint UK-US workshop is to bring together an appropriate blend of scientists and engineers within a creative, innovative environment in order to facilitate exploration and formation of research initiatives within the theme Bio-Soil Interactions and Engineering","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E031935/1","grantId":"EP/E031935/1","fundValue":"30909","fundStart":"2006-12-29","fundEnd":"2007-07-28","funder":"EPSRC","impactText":"","person":"Kenichi  Soga","coPersons":["Steve  Banwart"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}