{"id":"91DE877F-E756-4A78-94B7-0764D86B0FE7","title":"UbiVal: Fundamental Approaches to Validation of Ubiquitous Computing Applications and Infrastructures","abstractText":"Mark Weiser's vision of ubiquitous computing, in which computers become transparently and seamlessly woven into the many activities of our daily lives, is slowly becoming a reality. Researchers have created prototype ubiquitous computing environments such as 'smart homes' that can automatically sense the presence of a resident in a particular room and change some aspect of the environment of the room such as turning on the lights, or 'smart museums' that can play recorded information about the museum artefact a visitor is standing in front of. There seem to be limitless possibilities for the kinds of environments and applications that can be developed for ubiquitous computing, yet the very nature of ubiquitous computing creates new and significant challenges for engineers who would like to build these environments and applications. Anybody who has ever used a computer has experienced the extreme frustration of using a software package that doesn't work the way it's supposed to, or that unceremoniously crashes in the middle of its operation, or that runs extremely slowly, or that transmits sensitive information such as credit card numbers over untrusted networks. For ubiquitous computing to achieve true transparent and seamless integration with its surroundings, it is important to prevent such mishaps, crashes, inefficiencies and insecurities from happening to the greatest extent possible. This project will define and implement a suite of sound, systematic methods that engineers can use to create correctly functioning, efficient and secure ubiquitous computing environments and applications. The research will be conducted and evaluated using the smart urban spaces and applications being developed in another ubiquitous computing project called Cityware.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D076633/1","grantId":"EP/D076633/1","fundValue":"353184","fundStart":"2007-03-19","fundEnd":"2010-09-18","funder":"EPSRC","impactText":"","person":"Naranker  Dulay","coPersons":["Emil Constantin Lupu"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}