{"id":"91E0126F-F9E6-456E-9F39-EDC8273C44DE","title":"Exploiting plant resistance-proteins for crop protection","abstractText":"Evolution has seen an arms race between plants and invading pathogens. Pathogens inject plant cells with proteins to block plant cell protective responses. Plant cells have responded through the evolution of resistance proteins that detect these bacterial proteins and counter their activity. An important function of the resistance protein is to permit plant cells to suicide thus restricting further spread of the pathogen. Understanding resistance protein function and, importantly, manipulating this function to improve plant defences to pathogens can help to feed millions of people globally. Despite their key role in protecting plants from invading pathogens, relatively little is known of the specifics of how resistance proteins function, in part due to difficulties in generating resistance proteins for analysis in the test tube. Here we describe the generation of a critical portion of a resistance protein for test tube based analysis. We observe a distinct and exciting biochemical activity, the generation of adenosine from adenine nucleotides (a nucleotidase activity). In a further surprise, the resistance protein was observed to bind DNA in the test tube, a telling result given that many resistance proteins are hypothesized to function in the nucleus. Our test tube based experiments therefore provide a new insight into resistance protein function. Here we propose to exploit our new method for generating resistance protein fragments for test tube analysis First, we will investigate the specifics of the resistance protein nucleotidase activity in the test tube. We will ask (i) what range of nucleotide like molecules is the resistance protein able to target, (ii) how and where does the resistance protein attack its target molecules, and (iii) which portions of the resistance protein are important for this activity. These important studies will reveal how the resistance protein is able to function in the plant and provide tools for protecting plants in our further studies. Second, we will investigate the molecular basis of DNA binding by resistance proteins in the test tube. We will ask (i) what DNA structures are targeted and bound by resistance proteins, and (ii) what portions of the resistance protein are important for binding DNA. It will also be interesting to investigate the extent to which nucleotidase and DNA binding activities are mutually dependent in the test tube as this can reveal a deeper insight into a unified resistance protein function. Together these experiments will provide key insight into resistance protein function within the cell and further tools for the plant protection experiments to come. Third, we will utilize our test tube experiments as a starting point for a crop protection strategy. We will permit the production of resistance protein fragments in tobacco leaves, thus causing cell death. We will investigate whether those portions of the resistance protein identified as being required for nucleotidase or DNA binding activity in the test tube are also required to direct cell death in tobacco leaves. This important experiment will unify our test tube experiments with what actually occurs in the plant. Next we will engineer plants in which a resistance protein fragment is only produced when the plant detects an invading pathogen. We anticipate that specific cells in these plants will only die when exposed to the pathogen. This will block any further spread of the pathogen and therefore protect the remainder of the plant. This strategy for protecting plants from pathogens has two clear benefits 1) It uses plant proteins that do not generate toxic products, 2) We can utilize knowledge from our test tube based experiments to generate resistance proteins in which the activity has been fine tuned to compensate for effects that would otherwise compromise plant fitness. Importantly, this strategy for plant protection should be broadly applicable across a broad spectrum of crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I011994/1","grantId":"BB/I011994/1","fundValue":"435230","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  As this grant was fundamental research, impact has not yet arisen specifically from the research.  ","person":"Martin  Cann","coPersons":["Marc Robert Knight","Gary John  Sharples"],"organisation":"Durham University","findingsText":" Understanding plant immunity is crucial to safeguard future food security. NLRs receptors regulate the plant immune system by detecting pathogens and mounting defense responses to halt infection. A key gap in our knowledge of these receptors is the identity of their signaling targets to explain how NLRs trigger immunity. We have demonstrated that NLR receptors directly bind to and distort DNA in vitro and in vivo. DNA binding is dependent upon appropriate activation of the NLR immune receptor upon pathogen perception. The data are consistent with a role for plant NLR proteins as transcriptional regulators. They explain the necessity for the nuclear localisation observed for many plant NLR proteins in immunity, and reveal a surprising new aspect of NLR biochemistry. This completely unexpected new facet of NLR biochemistry can now be further investigated by other basic and applied researchers to understand its general application in crop science. We propose this mechanism has considerable generality in crop immunity and so can be exploited for engineered crop defences. Agriculture, Food and Drink","dataset":"gtr"}