{"id":"91E9664F-8D7C-4328-BA8E-D415357E8978","title":"The organisational structure of class A GPCRs: Implications for function and drug design","abstractText":"A substantial fraction of therapeutic medicines that are used to treat conditions as wide ranging as heart failure, elevated blood pressure, asthma, and schizophrenia act by either activating or inhibiting members of a family of proteins known as G protein-coupled receptors. These recognise the presence of extracellular hormones and neuro-transmitters and convert this information into signals that allow cells to respond. As well as the members of the G protein-coupled receptor family that are the molecular targets of current medicines, there are many more that are being actively explored to understand the details of their function and their potential roles in the development or modulation of disease. For many years it was considered that G protein-coupled receptors existed and functioned as monomers. However, a wide range of recent studies have indicated that this is probably incorrect and that as well as interacting with themselves to form homo-dimers, different members of the G protein-coupled receptor family that are present in the same cell may interact to form hetero-dimers. This may have important consequences both for understanding the action of currently used drugs and, more importantly, in the manner in which novel therapeutic medicines are identified and developed. The proposal plans to build on the insights my team and I have developed in this area over the past 5 years to understand the molecular basis of how and where G protein-coupled receptor homo-and hetero-dimers form and may be regulated and to take advantage of the identification of a number of hetero-dimer-selective ligands to understand the basis of this selectivity. This is likely to contribute to the development of novel medicines with greater selectivity and more limited side effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900050","grantId":"G0900050","fundValue":"1784820","fundStart":"2009-10-01","fundEnd":"2014-09-30","funder":"MRC","impactText":"","person":"Graeme  Milligan","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}