{"id":"91EBCCA9-A58B-439B-9059-B3669700D1CE","title":"EcoWatt2050","abstractText":"The Scottish Government is committed to promoting substantial sustainable growth in its marine renewable industries. Agreements for sea bed leases are already in place for 2GW of wave and tidal developments, and projects are progressing through the licensing process. Strategic marine planning for future phases of wave, tidal and offshore wind development is now in progress. For marine renewables to significantly contribute to the low-carbon energy mix towards 2050, significant offshore development in the form of very large scale arrays will be needed. \n\nIn planning for such a future, the Government must consider the mix of technologies, the locations and configurations of very large scale arrays and their performance, and the implications of anticipated changes to the marine environment from climate change. In establishing its strategic policy positions, the Government must also ensure that legal obligations are met, particularly those under the European Marine Strategy Framework Directive (MSFD) to achieve Good Environmental Status (GES) by 2020.\n\nThe EcoWatt2050 consortium has been established through the auspices of the Marine Alliance for Science and Technology for Scotland (MASTS) with Heriot-Watt University and the Universities of Edinburgh, Aberdeen, Strathclyde, Swansea and the Highlands and Islands, the National Oceanography Centre (Liverpool) and with Marine Scotland Science (MSS), the organization responsible for providing scientific advice to the Scottish Government on all aspects of marine renewable energy development, policy and planning. The research programme has been specifically designed to respond to questions posed by MSS: (1) How can marine planning be used to lay the foundation for the sustainable development of very large scale arrays of marine renewable energy devices? (2) What criteria should be used to determine the ecological limits to marine renewable energy extraction, and what are the implications for very large scale array characteristics? (3) How can we differentiate the effects of climate change from energy extraction on the marine ecosystem? (4) Are there ways in which marine renewables development may ameliorate or exacerbate the predicted effects of climate change on marine ecosystems? The overarching objective is thus to determine ways in which marine spatial planning and policy development, can enable the maximum level of marine energy extraction, while minimizing environmental impacts and ensuring that these meet the legal criteria established by European law.\n\nThe research is structured in 5 workstreams. The first led by MSS will monitor progress and set out scenarios for the mix of technologies, very large scale array configurations, and environmental acceptance criteria. The second led by Edinburgh University will develop the hydrodynamic models necessary to examine the physical changes brought about by very large scale energy extraction, including under conditions anticipated from climate change. These outputs feed directly into workstreams 3 and 4 led by HWU and Aberdeen University respectively. These extend this work to examine changes in availability and location of critical habitats for benthic and mobile marine species, and to determine the consequences of changes in critical habitat for the ecosystem as a whole. Finally, workstream 5 led by MSS provides a synthesis of this research, quantifying the balance between energy extraction and environmental change and acceptance criteria to be used in marine spatial planning and policy development.\n\nEcoWat2050 builds in direct participation from industry in various aspects of its work, and has a number of wider knowledge exchange and stakeholder engagement activities planned.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012851/1","grantId":"EP/K012851/1","fundValue":"947656","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"EPSRC","impactText":"","person":"Jonathan  Side","coPersons":["Michael  Heath","Judith  Wolf","David Kevin Woolf","Arne  Vogler","Michael Timothy Burrows","Beth Emily Scott","Vengatesan  Venugopal","Gareth Paul Harrison","Gamage Harshinie Karunarathna"],"organisation":"Heriot-Watt University","findingsText":" 2 papers published just prior to the appointment of the first PDRA cannot be entered into Researchfish. Although EcoWatt2050 has only just commenced, these formed part of our preparatory work and were also used by MCCIP. They have been included in the TeraWatt submission but properly should be assigned to EcoWatt 2050 The research has just started, but findings will be of particular use to the developer community and regulatory authorities. Energy,Environment","dataset":"gtr"}