{"id":"91ECCD70-80D8-4FAF-B7A1-6CCAD63E0CFE","title":"High-frequency sound transmission in flow ducts","abstractText":"The work outlined in this proposal is motivated by the turbofan aircraft engine application. The sound that propagates in turbofan intake and bypass ducts is primarily due to the fan blades. Owing to the fan's very fast rotation speed, it generates sound at high frequencies. Passive noise control by using acoustic liners is one of the main strategies to reduce fan noise emissions from a turbofan engine. In general, sound absorption depends on the properties of the acoustic liners, but at high frequencies the absorption can also be affected by refraction of sound by the mean flow. Sound can be refracted towards or away from the duct wall (where there is the acoustic lining). In order to design acoustic liners that provide the maximum benefit over a wide range of frequencies and engine speeds, fast and efficient analytical and numerical methods to predict noise transmission losses in lined flow ducts are required. Acoustic modelling of turbofan duct systems is a challenging problem because the key elements of the model will typically include: high-frequency sound; sheared mean flow; and acoustically-lined ducts. At high frequencies, it is not practical to use other methods such as computational fluid dynamics or computational aeroacoustics. The objective of this work is to develop practical duct acoustics methods that can be used for both tonal and broadband noise transmission loss calculations, at high frequencies, in lined flow ducts. Then, the optimum liner design that maximizes the noise transmission loss in different types of generic turbofan ducts will be examined. This research will be of interest to the aerospace industry, notably aero-engine, nacelle and acoustic liner manufacturers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E065775/1","grantId":"EP/E065775/1","fundValue":"88382","fundStart":"2007-11-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"Alan  McAlpine","coPersons":["R  Astley"],"organisation":"University of Southampton","findingsText":" Noise control is a critical technical issue for civil aircraft engines. The sound that propagates in turbofan intake and bypass ducts is primarily due to the fan blades. Owing to the fan’s very fast rotation speed, it generates sound at high frequencies. Passive noise control by using acoustic liners is one of the main strategies to reduce fan noise emissions from a turbofan engine. In general, sound absorption depends on the properties of the acoustic liners, but at high frequencies, sound can be refracted towards or away from the lined duct walls: this depends on the direction of propagation of the sound relative to the mean flow. \n\nAcoustic modelling of turbofan duct systems is a challenging problem because the key elements of the model will typically include high-frequency sound, sheared mean flow and acoustically-lined duct walls. \n\nThe main achievements of the work have been the development of new numerical and analytical procedures to calculate the acoustic modes in acoustically-lined annular ducts containing sheared mean flow. The principal method which has been extensively developed is a finite element solver which is a numerical procedure to calculate the duct modes. The finite element code has been extensively tested and validated, and convergence of the solutions has been verified. The relative computational cost of finite element codes typically scale poorly as the frequency is increased. However, in this problem, since the duct and mean flow are axisymmetric, a one-dimensional mesh is suitable to use. This enables the rapid computation (on a PC) of the duct modes, even at very high frequencies up to around the fifth harmonic of the fan’s blade passing frequency. \n\nHaving calculated an ensemble of duct modes, it is necessary to classify these modes, before it is possible to generate predictions of in-duct noise transmission losses. A number of post-processing routines have been developed which classify the modes according to their type (acoustic or non-acoustic), direction of propagation (positive or negative travelling waves), and attenuation rate, i.e. how rapidly they decay in a lined duct. This post-processing enables the least attenuated modes to be identified, which are the most significant modes to be targeted for noise control measures. \n\nPredictions of the noise transmission loss in a lined duct provide a quantifiable measure of the liner’s performance. Broadband fan noise is commonly modelled by a multi-mode source, and at high frequencies, the sound field in the duct can be made up of hundreds of modes. Multi-mode simulations which predict the change in sound pressure level at the duct wall have been carried out. This provides a convenient, quantifiable measure of the in-duct noise transmission loss. It has been found that at high frequencies the transmission loss is significantly affected by the presence of the boundary layer at the duct wall. Predictions which do not take into account this region of sheared mean flow may significantly over-predict the liner attenuation at high frequencies. \n\nIn summary, during this project new numerical and analytical methods to calculate the acoustic modes in an acoustically-lined duct containing a sheared mean flow have been developed, validated, and used to predict broadband fan noise transmission losses in generic examples of turbofan bypass ducts. This recent work will be of interest to the aerospace industry, notably aero-engine, nacelle and acoustic liner manufacturers. The computational tools developed on this project are for application in the aerospace sector, specifically associated with the design of aero-engine acoustic linings to mitigate the effects of aircraft engine noise. The methodology developed on this project, potentially, could be used as part of a liner design optimization procedure for acoustic linings used in turbofan duct systems. The fast computation time at high frequencies provides a realistic tool which could be used in the aerospace industry. Aerospace, Defence and Marine,Transport","dataset":"gtr"}