{"id":"91F16DE9-B105-4C1F-BCD2-E8CFCD7DDFE5","title":"ADAPTATION AND PLASTICITY IN NEST CONSTRUCTION: BEHAVIOURAL AND MOLECULAR FACTORS AFFECTING DESIGN IN AN EXTENDED PHENOTYPIC TRAIT","abstractText":"Nest building is an essential component of reproductive behaviour in many animals, from invertebrates to birds. Parents construct nests as receptacles for eggs and developing offspring, and their design has important implications for their efficacy. Nests and other animal constructions have been described as extended phenotypic traits / extra-body characteristics that nonetheless reflect the genotype of the builder. Hence, we might expect populations of a species living in different environments to have evolved different nest construction, a process called 'adaptive divergence'. However, just as conventional traits result from the interaction of genes and environment, so the design of animal built structures is shaped by external factors. The ability of individuals to adjust patterns of behaviour beneficially when faced with environmental change is described as 'phenotypic plasticity'. In this project, we will investigate adaptive divergence and phenotypic plasticity in the nest building behaviour of a fish, the 3-spined stickleback. Male sticklebacks build nests, which provide a focus for courtship and a place for females to lay eggs. We chose sticklebacks because (1) they naturally occupy, and build nests in, a wide range of aquatic habitats, from static ponds to fast flowing streams; (2) they are extremely well suited to laboratory studies, so we already know a great deal about their reproductive behavioural ecology; and (3) their genome has recently been sequenced, allowing us to ask questions about how individuals adjust nest building at molecular, as well as behavioural, levels. We will undertake a series of experiments to ask 4 related and important questions, using sticklebacks from different populations; some that have evolved in rivers, and some from lakes. First, we will examine how the flow regime experienced during nest building, and the type of materials available, interact to determine the design of nests. We will then allow males to build nests under one regime ('still' or 'flow') before testing aspects of its performance (including resistance to high flow rates, susceptibility to low oxygen levels, and attractiveness to females) under the regime in which it was built, and under the opposite regime. This will quantify the costs of building a nest that is unsuited to prevailing flow conditions. We will then examine to what extent males are able to adjust nest building behaviour when environments change, by examining building behaviour and nest design of individual males under first one, and then the alternate, flow regime. Male sticklebacks secrete a 'glue', Spiggin, which used to stick nesting materials together and anchor them to the substratum. Recent research has identified the genes responsible for Spiggin synthesis in the kidney. We want to know if male sticklebacks can regulate the production of Spiggin in response to changing flow conditions by altering the expression of Spiggin genes. This might allow males to adjust nest strength in direct response to changing flow rates. We will therefore collect males from the different populations, and also from experiments in which males are held under controlled flow regimes, and undertake an analysis that allows the amount of gene product (rather than just it presence/absence) in the kidney to be quantified. Our study will be among the first to examine the relative roles of adaptive divergence and phenotypic plasticity in animal construction behaviour, and is unique in incorporating both a behavioural and molecular approach. Our results will show to what extent the nest building behaviour of fish is adapted to their local environment, and to what extent they can adjust patterns of construction when conditions change. Understanding the extent and limitations of behavioural plasticity is important because, for example, it will help us predict how species introductions and global climate change are likely to affect success of individuals and of populations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F019440/1","grantId":"NE/F019440/1","fundValue":"335855","fundStart":"2009-01-05","fundEnd":"2012-05-31","funder":"NERC","impactText":"  To date the findings of the research project have been published in international peer reviewed journals and are starting to accrue citations, demonstrating their usefulness it the border scientific community. Our research has led to a greater understanding of the impact that environmental change can have on the nest-construction behaviour of fish, and also an increased recognition that fish make ideal laboratory subjects for the study of such questions. My invitation to a conference on the nest building behaviour of birds, and the subsequent publication of the first paper to bring together recent research on fish and bird nesting behaviour has increased the cross-fertilisation of ideas between previously taxonomically-separated researchers.\nThe 'Sticklebacks in Schools' project, developed with the Environment Agency, has allowed a large number of primary school age children to learn about the fascinating lives of stickleback fish and other freshwater animals that live in their local streams and rivers. Education Cultural","person":"Iain  Barber","coPersons":["Ezio  Rosato"],"organisation":"University of Leicester","findingsText":" Our main discovery is that the nest building behaviour of male stickleback fish, and the physiology of nest building males, is significantly affected by changing water flow regimes. This is very important because many of the direct and indirect impacts that man's activities has on freshwater ecosystems (e.g. canalisation, impoundment (damming), drainage, water abstraction, climate change, land use) affect flow rates in the rivers and streams in which these fish live. However, \n\nSpecific findings:\n\n1. Sticklebacks adjust the shape, size and composition of nests when they experience changes in the rate of water flow, and they incorporate a higher proportion of the nesting glue ‘Spiggin’ into nests when flow increases. This demonstrates that fish have plasticity in their behaviour that allows them to adjust normal nest building in the face of altered conditions (Rushbrook et al. (2010) Behavioral Ecology &amp;amp; Sociobiology 64, 1927–1935).\n2. Female sticklebacks base their choice of male-built nests on the structure of the nest, but their particular preferences depend on the level of dissolved oxygen in the water; in well-oxygenated conditions females prefer tightly woven nests but under low-oxygen conditions they prefer more open nests. Males also adjust nest structure in response to changing oxygen conditions. These are important results because they demonstrate plasticity in both male and female behaviour (Head et al. in prep. manuscript).\n3. Male sticklebacks differentially upregulate the expression of genes that code for the synthesis of Spiggin nesting glue when reared under high flow rates, demonstrating that they are ‘primed’ for glue production at the start of the breeding season. Different Spiggin genes are differentially upregulated, suggesting that different types of glue may also be produced under different flow conditions (Seear et al. (2014) Ecology and Evolution 4, 1233-1242).\n4. Sticklebacks from a wide range of populations (including rivers and lakes) are equally capable of adjusting nest building plastically in the face of environmental change (Head et al. in prep. manuscript) \n5. Sticklebacks are ideal models for the study of nest building behaviour (Barber (2013) Avian Biology Research 6, 83-98) and more generally for experimental studies of how environmental change impacts the behaviour, ecology and evolution of animals (Barber I and Nettleship S (2010) Biologist 57, 15-21).\n6. The 'Sticklebacks in Schools' initiative was successful and has led to a large number of primary school children learn gin about the fascinating biology of sticklebacks in their local rivers. \n\nImportant research questions still remain, of course, and these will form the focus of future grant applications. For example, although sticklebacks can adjust their nesting behaviour and nest preferences to suit local conditions (and so might be affected less than might be expected when faced with environmental change) we do not know the costs of making these adjustments; it may turn out that the energetic demands of synthesising more glue, or of building a different type of nest, lead to reduced reproductive output. The results could be used by the Environment Agency and other regulatory authorities to inform decision about managing water flow regimes, for example, to limit changes to flow regimes during the peak breeding season or in particularly important conservation areas. The nesting glue that we are working on is also fascinating, as it seems that sticklebacks are able to change its compositor depending on local environmental regimes. We are hoping to secure funding in the near future to undertake further research investigating this possibility, and to identify an industrial collaborator to scope the possibility for using the system to developing novel adhesive technologies Education,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}