{"id":"91F6DA6D-742B-47F3-B8BF-DE8EE0388A09","title":"Simulation Technology: The Next Generation","abstractText":"All the change and activity that we see around us daily, both natural and man-made, is caused by the movement and Interactions of molecules. Molecules are so small (about one millionth of a millimetre across) that we cannot see them, and in order to understand why they behave as they do, we have to use computer simulations: virtual reality experiments in which the activity of individual molecules is predicted using computers, and then magnified millions of times for us to see.Computer simulations are not just interesting visual insights into the molecular world, they are also very useful to scientists. Computer simulations are capable of predicting what will happen in many important situations; for example, whether building materials will fail under extreme temperatures or loads, how poisons will spread, or how effective a new medicine is likely to be. In chemistry, computer simulations are replacing expensive, polluting and dangerous laboratory experiments, and it is also hoped that they will help to reduce the need to test chemicals on animals.When we use computers, we have to remember that they follow our Instructions exactly and pedantically; they cannot interpret what we mean by the instructions, and they cannot judge the results that they produce. This is summed up by the GIGO principle of computing: 'garbage in, garbage out'. If the instructions that we give a computer are defective in some way, the computer will not realise this, but will operate as usual and produce some meaningless output. The danger is that we do not realise that the output is meaningless when we use it; the computer cannot warn us.The instructions which we give to a computer in order to make it perform a simulation Include information about the molecules, such as their sizes and shapes, and also information about the forces between the molecules. These forces can pull molecules together, push them apart, twist them and turn them. The forces are the most important part of the simulation. If the Information about the forces that we give to a computer is 'garbage', so will be the resulting simulation, and any predictions that we make from it.How do we know the forces between molecules? The answer is that we do not, but again computers can come to the rescue. It is, in theory, possible to calculate forces between molecules using computers. Unfortunately, even with the thousands of millions of calculations per second performed by modem computers, our ability to calculate forces which are not 'garbage' is limited to extremely small molecules, without much practical use. In part, the difficulty of calculating forces between molecules is the fault of the method that is often used. The forces between molecules are so weak that the molecules are not even held together firmly at normal temperatures, yet the usual method starts by calculating the forces needed to completely smash the molecules into subatomic particles (something which would only happen at millions of degrees), then to rebuild them in a different way!I shall take an Indirect approach to calculating forces between molecules, by looking at the electric field which is produced by the positive and negative electric charges. in each molecule. This electric field affects the surrounding molecules, and it should be possible to calculate the forces based on this effect. Fortunately, the electric field around a molecule can be calculated quite easily using modem computers. I hope that by improving the forces between molecules which are fed in to computer simulations in this way, the simulations will be more accurate, and the predictions made from them will be more useful to scientists who use molecular simulations In their work","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D502357/1","grantId":"EP/D502357/1","fundValue":"146080","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"Richard  Wheatley","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}