{"id":"91F99F34-0A9A-42E0-B71D-084808A97E63","title":"Designer Oxides: Reactive-Oxide Molecular Beam Epitaxy System","abstractText":"Advanced materials are a key enabling technology, lying at the heart of every new or improved device or technology application. Oxide-based materials hold enormous promise to deliver a step change across a multitude of technology sectors, with their rich physical properties making them ideal candidates to deliver transformative advances in areas spanning from heterogeneous catalysis to novel quantum electronics. To realise their full potential, however, it is necessary to develop ways to tune their physical properties in order to stablise a desired combination of materials characteristics &quot;on demand&quot; for a given application. We propose the creation of a world-wide unique facility for such a guided synthesis of designer oxide materials, paving the way to next generation oxide-based technologies.\n\nThe core of this new facility will be a state-of-the art reactive-oxide molecular-beam epitaxy system, enabling the growth of atomic-scale structured transition-metal oxide heterostructures and metastable thin films. It will be coupled to existing state-of-the-art spectroscopic probes including low-temperature scanning tunneling microscopy and spectroscopy and angle-resolved photoemission. This will provide unprecedented feedback on the atomic and electronic structure and the quantum many-body interactions at the heart of the exotic properties of many oxides, revealing how these can be tuned through custom materials growth to create new advanced materials. This will open new avenues for research in correlated electron systems, materials for energy storage and harvesting, catalysis, sensing, quantum technologies and nanoscience, all exploiting tailored states in artificial oxides. It will operate as a shared facility, which we aim to establish as a leading centre for the supply of custom oxide thin films within the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023958/1","grantId":"EP/M023958/1","fundValue":"147434","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"","person":"Peter  Wahl","coPersons":["John  Irvine","John Derek Woollins","Sven  Hoefling","Philip David King"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}