{"id":"9205DFD8-9522-441E-81A1-C82B4BC4032F","title":"The endocannabinoid, anandamide as a biomarker of outcome in pregnancies complicated by threatened miscariage","abstractText":"Bleeding in early pregnancy is the most common emergency in obstetrics and gynaecology world wide. Although a significant number of the women would have already lost their pregnancies at the time of presentation, about 15-20% of all pregnant women present with this complication and will have live babies at the time of presetation (threatened miscarriage). Unfortunately 5-10% of these will subsequently miscarry spontaneously. There is currently neither a means of identifying the (90-95%) of cases that will proceed to having a live birth nor interventions to offer those destined to miscarry that will reduce this risk. As a result between 140,000 -160,000 women in the UK every year attend either their General Practitioners or Accident and Emergency Departments or Gynaecological Units repeatedly with this complication for reassurance. For the first time we have identified a molecule, called anandamide produced in the body, the measurement of whose levels in women presenting with a threatened miscarriage has been shown by our group in a small pilot study to predict approximately 94% of those who subsequently had live births and 100% of those who subsequently miscarried spontaneously. The research proposed here is seeking to confirm these pivotal pilot observations in a large population. If confirmed, this will eventually lead to the development of a bedside test which will be used to significantly reduce anxiety and repeated attendance as emergencies by these women and more importantly, will pave the way for us to investigate ways of altering the levels of this molecule to reduce the chances of miscarriage in those destined to lose their pregnancies because of high levels of this molecule. In addition, this test will radically change care pathways in various Recurrent Miscarriage Clinics nationally and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801523","grantId":"G0801523","fundValue":"537987","fundStart":"2009-01-01","fundEnd":"2011-12-31","funder":"MRC","impactText":"","person":"Justin Chi  Konje","coPersons":["Anthony Henry Taylor","Keith Rowland Abrams"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}