{"id":"92081E59-C704-4E52-BCAE-DCCAFF1F8B9B","title":"Role of iNKT cells and the lymphoid structures within visceral adipose tissue in the control of inflammation and obesity","abstractText":"Obesity has become a major health issue in most industrialised countries. It predisposes to cardiovascular disease and is associated with premature mortality. Chronic inflammation in adipose tissue is important in obesity, but use of anti-inflammatory therapies has had very modest or no efficacy in restoring metabolic health. Recent studies showed that stimulations of certain populations of immune cells in adipose tissue could improve inflammation, induce weight loss and ameliorate type 2 diabetes. But the precise mechanisms involved remain unknown. One fat depot, the omentum, is particularly rich in immune clusters where inflammatory cells are concentrating during infection and peritonitis (inflammation of the peritoneal cavity). In this project, we want to understand the role of the omentum in the regulation of inflammation and the development of obesity. In particular we wish to elucidate whether this organ is responsible for the beneficial effect of immune-intervention in obesity. We will use a mouse model of peritonitis to study the role of the omentum in inflammation. This work will enhance our knowledge concerning the mechanisms underlying inflammation and the defense of the peritoneal cavity against infections and open new roads for the development of therapeutics tools in the treatment of inflammation in obesity. Using a mouse model of obesity we will examine the role of the omentum in the development of obesity and its treatment by immune-intervention. This work will pave the way to future translational studies looking at the omentum in humans and the therapeutic benefit of their targeting in inflammatory settings (such as appendicitis and pancreatitis) and in obesity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M011542/1","grantId":"MR/M011542/1","fundValue":"697439","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"Cecile  Benezech","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}