{"id":"920E0B21-F4D2-43F5-A9E6-3AF673037479","title":"Gas-Phase Ozonolysis of Alkenes: Intermediates and Stable Products in the Troposphere","abstractText":"This proposal focuses on the chemistry of the reactions of ozone with unsaturated compounds (alkenes). These reactions are very important in the chemistry of the lowest region of the atmosphere, known as the boundary layer. Chemistry in this region is mainly the removal of organic compounds emitted at the surface either naturally or anthropogenically. This chemistry has been described as being akin to a low-temperature flame. The reactions of ozone with alkenes contribute to this removal directly, because the reactions destroy alkenes. However, they also play other important roles: the reactions generate new classes of compounds, particularly oxygenated compounds such as alkdehydes (RCHO); they generate OH radicals, which are the major initiators of oxidation in the lower atmosphere; intermediates in the reactions can oxidise SO2 to SO3, contributing to acid rain formation and the formation of aerosol particles; and they also lead to aerosol through the formation of secondary organic aerosol. In this proposal, the main focus of the work is on characterising the key intermediates in the reaction (the so-called Criegee intermediate and the vinyl hydroperoxide intermediate) and accurately determining yields for the products of secondary reactions. The main motivation for the work is to properly understand the role that OH formation has in atmospheric chemistry, but the proposed experiments also have important implications for the other aspects of ozone-alkene atmospheric chemistry summarised above. Some experiments will be carried out in collaboration with Dr Kevin Smith at the Molecular Spectroscopy Facility of the Rutherford Appleton Laboratory, where a flow tube interfaced to an infrared spectrometer will be improved. These experiments will allow the intermediates to be examined as a function of time and their spectroscopy and kinetics can be characterised. Other experiments will be carried out at the School of Chemistry at the University of Reading. These will focus on obtaining accurate yields of secondary aldehydes and organic acids, in the reactions, and will be carried out in static reaction chambers coupled to detection by the analytical techniques gas chromatography and infrared spectroscopy. These studies will test our understanding of the reaction mechanisms and improve our knowledge of the yields of radical formation in the reactions. Finally, in an agreed collaboration with Dr Mike Jenkin of Imperial College, we will use the results in combination with the most up to date findings in the literature to improve the implementation of the mechanism of ozone-alkene chemistry in the Master Chemical Mechanism, a description of the chemistry of the lower atmosphere that is an important tool to aid policy in the area of air quality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D013569/1","grantId":"NE/D013569/1","fundValue":"254253","fundStart":"2006-11-01","fundEnd":"2010-02-28","funder":"NERC","impactText":"","person":"George  Marston","coPersons":["David  JOHNSON"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}