{"id":"921107F3-29A3-4A8C-8646-3E99C5C0D1B9","title":"Phytophthora infestans effector PexRD54 associates with host Rab GTPase Rab8-1 to reprogram endomembrane transport","abstractText":"Filamentous plant pathogens are a group of eukaryotic pathogens including oomycete genus Phytophthora, as well as rust fungi, and Powdery mildew fungi, which cause most destructive plant diseases and threaten global food security. These pathogens cost billions of dollars annual looses to modern agriculture and severely impact subsistence agriculture in developing countries. These microorganisms are accommodated within the host cells through specialized cellular structures. However, little is known about molecular mechanisms underlying microbial accommodation inside the plant cells. The proposed research aims to characterize the host processes required for accommodation of filamentous plant pathogens inside the plant cells with a specific focus on illustrating the role of plant endomembrane transport system in this process. Among the oomycetes, Phytophthora spp. cause some of the most destructive plant diseases in the world and cause enormous economic damage to important crop species such as potato, tomato, and soybean, as well as environmental damage in natural ecosystems. Phytophthora infestans, the Irish potato famine pathogen, which causes late blight of potato and tomato, is one of the most important biotic threats to global food production leading to worldwide economic losses exceeding $5 billion annually. Unfortunately, late blight of potato is a reemerging destructive disease, which caused severe epidemics in potato farms across the UK lately. Our long-term objective is to dissect the molecular mechanisms underlying plant cell autonomous immunity and the role of endomembrane traffic in this process by particularly using P. infestans as a model pathogen. Like some other filamentous pathogens that form destructive plant diseases, P. infestans is accommodated inside the host cells by forming specialized compartments termed haustoria, which are separated from the invaded plant cells by newly synthesized host derived membranes with unknown origin and composition. This interface is critical for development of parasitic infection by enabling efficient macromolecule exchange. Therefore, understanding the regulation of macromolecule exchange processes at host pathogen interface is critical to develop novel strategies to engineer disease resistance in plants. Unfortunately, despite being discovered decades ago, our current knowledge about haustoria is limited. Deciphering the cellular and biochemical activities at this interface is critical for understanding the mechanisms of pathogenesis. Like other pathogens, P. infestans secretes a battery of proteins, termed effectors that suppress plant immunity and enable parasitic infection. Recently we discovered that some of these effectors specifically accumulate at the host pathogen interface inside the infected plant cells. In this study we aimed to identify host components of focal immunity using one such effector, termed PexRD54, as a molecular probe. Our preliminary work unraveled that around haustoria, PexRD54 associated with a host protein named Rab8-1, a member of Rab GTPases family of eukaryotic vesicle trafficking regulators. Our goal is to functionally characterize PexRD54 and Rab8-1 in order to establish the roles of these molecules at host pathogen interface. This study will help to establish functional characterization of plant endomembrane transport processes perturbed by pathogens and help understanding the origin, function and composition of the host pathogen interface. In turn, a detailed knowledge of PexRD54 manipulation of Rab8-1 will improve our understanding of the microbial accommodation inside the plant cells and will allow for creating renewed opportunities for engineering disease resistance in crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M002462/1","grantId":"BB/M002462/1","fundValue":"374382","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"Tolga Osman Bozkurt","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}