{"id":"921901A6-3984-4A6E-9F6F-254BAF9D8AEF","title":"WORKSHOP: The Algebraic Structure of Profinite Groups; Visitor: Dr. A. Jaikin-Zaprain","abstractText":"The aim of this proposal is twofold. Firstly, we want to organize a two-day workshop on ``The Algebraic Structure of Profinite Groups'' at Royal Holloway, University of London, in April 2008. Secondly, we want to support -- in connection with the workshop -- a two-week research visit of Prof. Andrei Jaikin-Zapirain (Madrid), one of our key speakers.The symmetries of a mathematical object, like a square or a cube, form an algebraic structure which is called a group. Asymptotic group theory is concerned with the properties of certain sequences of groups. The groups involved each have finite size but their sizes become larger and larger as one progresses along the sequence. A profinite group is a way to capture such a sequence in a single object. This allows one to study the asymptotic behaviour of the groups which make up the sequence by studying one object. The study of profinite groups constitutes a very active research area in mathematics. One of the big problems in that area was suggested by the famous mathematician Jean-Pierre Serre in the 1960s. This problem was unsolved for nearly 40 years. Only recently it has being resolved brilliantly by Dr. Nikolay Nikolov (Imperial) and Prof. Dan Segal (Oxford). We propose a workshop that will investigate possible further research related to Serre's problem and its solution.The speakers in this conference will include Dr. Nikolov and Prof. Segal as well as Prof. Jaikin-Zapirain. He is one of the internationally leading researchers in this particular mathematical area. Both investigators, Dr. Barnea and Dr. Klopsch, previously collaborated with Prof. Jaikin-Zapirain. His visit will enable the three researchers to initiate new joint research projects. In order to achieve that we propose to seize the opportunity and extend Prof. Jaikin-Zapirain's visit to two weeks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F056125/1","grantId":"EP/F056125/1","fundValue":"14111","fundStart":"2008-04-16","fundEnd":"2008-07-15","funder":"EPSRC","impactText":"","person":"Yiftach David Barnea","coPersons":["Benjamin  Klopsch"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}