{"id":"9229CF3F-D708-44E6-887C-15F3904F34C2","title":"Christianity, urban politics and pursuit of the common good through broad-based coaltions: the case of the Citizens Organizing Foundation","abstractText":"The research will evaluate the role and significance of religious groups in deliberations about public policy and their contribution to the formation of a shared civic life in the context of diverse urban communities. This will be done through a case study of the churches participation in the Citizens Organizing Foundation (COF), which is the only instantiation in the UK of broad-based community organizing (BBCO), a radical, democratic movement first developed in the US. Established in 1989, COF brings faith and secular organisations into broad-based alliances to work for the common good in a particular locality. Through training activities and engagement in political campaigns, COF aims to organize and empower politically and economically marginalized people to identify their political interests and pursue them democratically. COF now involves almost 150 different faith and secular organisations in London and Birmingham, including Christians, Buddhists, Muslims, trade union branches, schools and community centres. It is the British manifestation of a phenomenon that has been transforming US urban politics for the past fifty years. However, COF is more religiously diverse than its counterparts in the US, reflecting the different context in which it works. \\n\\nThe proposed research is of practical relevance because COF represents a very significant example of inter-faith and broad-based political cooperation and a contribution to the formation of shared civic space in highly contested and often violent urban contexts. The proposed project is of academic importance because the work of COF provides a telling case through which to address a number of key problems in political philosophy to do with the relationship between religion and politics and the negotiation of difference and plurality in liberal democracies, and in political theology to do with the relationship between church and state in modernity. At present there is neither a systematic, theoretical evaluation of COF in particular nor BBCO in general within the frameworks of political theology and political philosophy.\\n\\nThe project is designed to develop a history of the political and theological thought that originally shaped BBCO, to identify the ways in which current participants in COF frame and interpret what they do theologically and politically, and to locate its intellectual history and contemporary self-conceptions within wider debates in political theology and political philosophy. The research methods used to achieve this will consist of participant observation, semi-structured interviews, and analysing relevant literature. The research will form the basis for the development of critical frameworks for analysing COF and identifying whether its practices challenges some of the dominant contemporary theological and philosophical conceptions of the proper relationship between religion and politics. Integrated within the research process are a series of eight seminars designed to initiate and facilitate inter-disciplinary exchange between scholars focused on BBCO in the US and Europe. These seminars will also forge an academic network that can form the basis for on-going exchange and enable comparison between the US and the European experiences of BBCO. A practical way in which the project's findings will be disseminated are first, through workshops for clergy in partnership with COF and the Centre for Contextual Theology (CTC) and the production of a pamphlet examining the theological basis of COF which will be distributed via the extensive networks of COF &amp; CTC. Academic outputs will include a book, journal articles and conference papers.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F010451/1","grantId":"AH/F010451/1","fundValue":"165783","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"AHRC","impactText":"","person":"Luke  Bretherton","coPersons":["Maurice Mark Glasman"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}