{"id":"922C454D-B145-4DAA-87AF-CE6BC10D1718","title":"Modulation of immune responses by aGalCer analogues through differential activation of CD1d-restricted NKT cells","abstractText":"General statement. The proposed research will address fundamental questions about the biology of CD1d-restricted NKT cells and investigate ways to take advantage of both their immunostimulatory and immunoregulatory effects following activation by aGalCer or select analogues. By defining the pathways that are activated downstream of NKT by these agents we hope to develop a more rational strategy to exploit the diverse immunomodulatory properties of this family of compounds as potential immunotherapeutic drugs. As such, aGalCer and its analogues have potential use in three therapeutic areas. Firstly, the Th1 cytokine-inducing properties of aGalCer-based agents could provide protection against a variety of pathogens as a short-term immunostimulatory boost. Secondly, the non-specific immune activation properties of these compounds may be exploited as vaccine immunoadjuvants to boost cytotoxic responses to various neoplasias and infectious diseases. Thirdly, the Th2 cytokine-inducing properties of aGalCer and its analogues may prove effective at controlling auto-aggressive immune responses. \n\nCommunication to the general public will be channelled through the University Press Office (http://www.newscentre.bham.ac.uk/office.htm), which has established contacts in the local and national media. In addition, academic staff at The University of Birmingham are available to provide comment and interpretation on key developments in science to the public, media and business through the ?Ask an Expert? scheme organised by the University Press Office. We will also present a summary of our work on our local web sites, which has open access.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400421","grantId":"G0400421","fundValue":"649683","fundStart":"2005-06-01","fundEnd":"2009-11-30","funder":"MRC","impactText":"","person":"Gurdyal Singh  Besra","coPersons":["David Anthony Lammas"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}