{"id":"92304006-CEAD-4A50-9805-75FFF9F75D55","title":"Systems and Complex Systems Approaches in Public Policy and Practice: A knowledge exchange between academics and practitioners","abstractText":"<p>This project aims to ensure that systems and complex ideas are integrated into professional and managerial methods and practices. The group offers a space for Knowledge Exchange between participating academics and practitioners.</p>\n\n<p>This project will create an online and real time community of practice for approximately 24 academics and practitioners.&nbsp; Local agencies will nominate suitable practitioner representatives who will be permitted to partake in the project as part of their own supported staff development activity.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-192-22-0083","grantId":"RES-192-22-0083","fundValue":"6362","fundStart":"2011-02-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"  Publication of books and articles.\nAcademic teaching and public service workshops Communities and Social Services/Policy,Education,Financial Services, and Management Consultancy,Government, Democracy and Justice,Other Societal,Policy & public services","person":"Philip  Haynes","coPersons":[],"organisation":"University of Brighton","findingsText":" This project provided a Knowledge Exchange (KE) for sharing ideas about systems and complex systems between academics and practitioners. This enabled reflection on how theoretical ideas are best integrated into practice. The project provided an online learning space for KE supplemented with face to face learning.\n\n\n\nParticipants were recruited through a website managed by the University's Community University Partnership Programme (CUPP) and via direct requests for practitioner participants from public bodies that had supported the project concept. Twenty four participants were successfully recruited representing public service providers, voluntary and community organisations and university staff/students.\n\n\n\nAll participants were invited to join a closed virtual learning environment managed by CUPP. The participants attended an induction in February 2011 which included demonstration of, and enrolment on, the online environment. This was to make sure all parties understood the purpose and function of the KE.\n\n\n\nThe online environment was populated and well used. Discussion topics were posted each month. There was some focus on agreeing the most helpful reading material. A working toolkit was developed. Practitioners assisted academics to move beyond the abstract nature of concepts and to find satisfactory working definitions. This made it possible to identify the best methods for linking theory and practice.\n\n\n\nSome case studies were developed. These were presented at a closed conference that included an evaluation of the project. It was agreed to publish the final toolkit, to make it available for consultancy, and to promote the impact of the KE via an externally facing website. Application of the project toolkit is recommended. Application of the project toolkit is recommended. Communities and Social Services/Policy,Energy,Environment,Security and Diplomacy,Transport,Other","dataset":"gtr"}