{"id":"923316EA-C73A-40B8-86C4-C5E11B3E544C","title":"Innovations to Promote Growth among Small-scale Irrigators in Africa: An Ethnographic and Knowledge-Exchange Approach","abstractText":"<p>This project examines the rules and norms governing access to and control over water by smallholder farmers, considering how these are influenced by externally-induced innovations and the effects of climate change.</p>\n\n<p>The project aims to determine if general principles of water allocation and equity can be identified, and what the scope is for transferring them across contexts. It involves comparative research in Bangladesh, Tanzania and Malawi. Key questions include:</p>\n\n<ul>\n \n\n <li>&nbsp;What are the ‘local rules’ for governing access to water and what shapes these?</li>\n\n <li>&nbsp;What is the relationship between ‘local’ rules and ‘outside’ influences such as&nbsp;&nbsp;&nbsp; government, business and NGO initiatives?</li>\n\n <li>How are the politics of water control changing?</li>\n\n</ul>\n\n<p>The Principal Investigator of the project is Dr Elizabeth Harrison in the Anthropology Department at the University of Sussex. Prof Dominic Kniveton (Geography Department) is Co-Investigator and Dr Canford Chiroro is full time postdoctoral research fellow. Research partners in the three field sites are based at Mzumbe University, Tanzania, Jahangirnagar University, Bangladesh and Bunda College of Agriculture, Malawi.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J009415/1","grantId":"ES/J009415/1","fundValue":"231367","fundStart":"2013-02-04","fundEnd":"2015-08-31","funder":"ESRC","impactText":"  At present, we do not have evidence of use of our findings as we have only just begun engagement activities. The fieldwork process has to date resulted in interest in the themes discussed as part of the research, especially in Malawi. As detailed under 'engagement activities', key stakeholders have expressed an interest in the findings and suggested that they are likely to influence future policy and practice. Engagement activities in Malawi are due to be completed at the end of November. Other Societal","person":"Elizabeth Anne Harrison","coPersons":["Dominic Robert Kniveton","Katy Jane Gardner"],"organisation":"University of Sussex","findingsText":" The following findings are indicative and preliminary. Final research reports have not yet been completed for either the Bangladesh or Malawi field sites and these interim findings arise from a post-fieldwork team meeting held in August 2014\n\n1. Knowledge, innovation and moral economies. One of the central questions that this project set out to answer was whether, in contexts within which irrigation has been well established, there are specific elements of the moral economy that could be replicated in contexts in which it is newer. Can the 'soft technology' of resource management be 'transferred'? Our answer to this question is 'probably not', as the evidence from the study shows that increasing pressure on water resources has resulted in institutional pluralism where interests and power at different scales can subvert any benefits of a 'local' moral economy. Even at the local level, conflict and contestation over resources, particularly land and water, would possibly even make such an attempt at transfer ethically problematic. \n\nNonetheless, there is considerable appetite and ability to learn about 'hard technology' across contexts and farmers will adapt these to their own realities. However new knowledge and innovations are not universally welcomed with an example from Malawi showing that new ideas about small-scale irrigation tend to be resisted when 'lead farmer' models of knowledge transfer are embarked upon.\n\n2. Formal and informal institutions. The formalisation of existing irrigation practices at a local level has several drawbacks with regard to equity and poverty: it often results in the 'capture' of institutions and resources by those already in a position of strength; and it generally fails to take into the broader hydro-politics within which this access is embedded. Institutionally, the bodies that are charged with promoting and developing irrigation tend to be insufficiently integrated to the broader national political context for managing agriculture and natural resources. This contributes to difficulties in managing scarce resources such as water, particularly across administrative boundaries. At present there is insufficient attention to these challenges in each of our research sites.\n\nThe model of promoting irrigation in smallholder 'schemes' remains popular. These have historically suffered from management problems and this is a problem that persists. The problem reflects a seldom-discussed paradox: that, usually surrounded by a catchment of settlements, such schemes serve farmers who, together, do not constitute a 'community'. The concept of a community of small irrigators is problematic where those involved have connections within and outside of those involved in small scale irrigation. They also have diverse other calls on their time and energy, including in their dry-land farming.\n\n3. Resilience, poverty, livelihoods and growth. Small-scale irrigation can and does contribute to improved livelihoods for many irrigating farmers. They continue with it because it makes economic sense to them. However, it does not necessarily contribute to broader economic growth objectives as such benefits are not captured in national reporting data. At the same time, support to irrigation can contribute to increased resilience for those who benefit from such support. However, it is vitally important to consider the extent to which such increased resilience for some comes at the cost of increased vulnerability for others. In Malawi, we found strong evidence for this taking place and are engaging with policy makers regarding the possibility of this being reinforced in the future. The initial proposal contained pathways to impact that are no longer appropriate to the revised project objectives. Emerging findings suggest the following pathways to impact:\n1. The completion of country working papers to be published by Future Agricultures. These have wide dissemination and are thus likely to achieve impact among policy makers as well as academics.\n2. The holding of a series of strategic meetings and presentations in Malawi, from international through to local levels. Briefings for these have been produced. Key forums for this include CISANET, an umbrella organisation of NGOs and donors working in the sector; regular meetings of significant donors to the sector, including the World Bank and African Development Bank and through them to the major irrigation initiatives: IRLAD, SVIP and GBI; presentations to the District meeting in Nsanje District that brings together NGO, donor projects and government department; and local level meetings with farmers and the Water Users' Association.\n3. Working with our former collaborator, now an MP, in order to influence policy within the Malawi government. We have been invited to present project findings to Parliament next year.\n4. The production of newspaper articles in both English and local languages in Tanzania and Malawi.\n5. Academic outputs targeted to high quality journals.\n6. Presentations at national and international conferences. Other","dataset":"gtr"}