{"id":"923533A0-84CB-40BD-A444-CBB6BC9212A5","title":"Knowledge transfer and action research - developing a city-wide model for whole household interventions in Sheffield","abstractText":"<p>The project will support the on-going development of the whole household approach in Sheffield, where a vision exists to make it the main mechanism for delivering services to the most vulnerable families across the city. Evidence suggests that whole household approaches are hugely influenced by local factors, thus providing a strong case for follow-on activity to situate previous findings within a Sheffield-specific context.</p>\n\n<p>An action research approach will engage Sheffield-wide service providers in a reflective process of problem-solving to:</p>\n\n<ul>\n \n\n <li>ensure a consistent understanding of what is meant by whole household and keyworker approaches </li>\n\n <li>inform development of the key worker role and city-wide referral mechanisms</li>\n\n <li>explore and facilitate local partnership working, by seeking to understand and address cultural, operational, and systems barriers</li>\n\n</ul>\n\n<p>Research activities include in-depth interviews with service providers to understand existing ways of working and explore barriers to implementing known success factors; and with service recipients over time to explore how key elements of the whole household approach work for them.</p>\n\n<p>A national dissemination event is planned.There would be an appetite for this, linked to increasing evidence that whole household approaches can maximise engagement with services, minimise duplication, and provide substantial costs savings over time.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020877/1","grantId":"ES/J020877/1","fundValue":"88047","fundStart":"2012-07-01","fundEnd":"2013-07-31","funder":"ESRC","impactText":"","person":"David  Robinson","coPersons":["Stephen David Green","John  Flint","Elaine  Batty","Sadie  Parr","Deborah  Platts-Fowler"],"organisation":"Sheffield Hallam University","findingsText":"","dataset":"gtr"}