{"id":"923D1246-12A5-4CA3-9B3E-DE4976DA2AA0","title":"Multiparameter imaging of signalling and transcription in mammalian cells","abstractText":"The ability to present cellular processes in the form of colour pictures and as timelapse videos, offers significant potential for presentation to lay groups. I have taken part in a number of activities that relate to public understanding of Science. These have included lectures at meetings of the British Association for the Advancement of Science (BA), local (Merseyside) and national (Radio 4) radio and television interviews. Our work has regularly attracted considerable positive press publicity locally (Merseyside newspapers), nationally (BBC and national papers) and internationally (e.g. recent interview for New York based Discover magazine). The concept of oscillating signals in cells is both novel and can be translated in simple terms for the public. I take these activities seriously, since our work can give Science and scientists a better profile. I have attended both MRC and BBSRC sessions on dealing with the Press and Public Understanding of Science.\nWe are generating colour videos and pictures that dramatically show important cellular events. This represents an excellent resource for further developing a programme of lay presentations. I have been approached by a local Merseyside architect, Ken Martin, regarding plans for a movie-based ?art and science? exhibit in a custom designed ?observatory? that he proposed could be housed on the waterfront in Liverpool in the Capital of Culture year, 2008. While this ambitious idea may be difficult to realise in its entirety, I would very much like to develop some aspects of this concept. In 2008, the BA annual meeting will be held in Liverpool. Significantly, the University of Liverpool Vice Chancellor, Professor Drummond Bone has just been appointed to the prestigious role of Chair of the City Culture Board (replacing Sir Bob Scott), demonstrating the increasingly close ties between the University and City in the planning of this important year.\nWhenever milestones such as papers or important local meetings or events have been reached in our research, I have always worked with the University and other organisations in helping to generate good publicity. There was considerable local coverage of the formal opening of the Centre for Cell Imaging by Sir George Radda in 2003. The BBSRC have recently covered our Science paper on NF-kappaB oscillations in their BBSRC Business magazine and this and the accompanying press statement attracted international interest. I have helped several local charities with presentations to their local committees and at fund raising events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500346","grantId":"G0500346","fundValue":"476444","fundStart":"2006-09-01","fundEnd":"2009-08-31","funder":"MRC","impactText":"","person":"Michael Richard White","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}