{"id":"923E7541-06C7-48DF-813D-61F987E0E595","title":"NADPH OXIDASE- REGULATION OF ENDOTHELIAL CELL CYCLE PROGRESSION","abstractText":"Endothelial cell growth, death and function are important determinant related to many diseases including diabetes, atherosclerosis, heart failure and even aging. Very recently it was discovered that endothelial cell function and cell fate are tightly coupled to the cellular redox state. Controlled endogenous reactive oxygen species (ROS) generation is absolutely necessary for normal endothelial cell proliferation, angiogenesis and remodeling (cell cycle control). However, excessive ROS production causes endothelial dysfunction and even death. Endothelial cells express constitutively a multicomponent NADPH oxidase, which is a major source of superoxide generation. The catalytic subunit of NADPH oxidase has 5 isoforms named Nox1-5, and at least 3 of them (Nox1, 2 and 4) are found in endothelial cells. Our hypothesis is that different Nox isoforms of NADPH oxidase may control differently the activity of this enzyme, and then regulate the redox state and the fate of endothelial cells. The overall aim of the project is to investigate the mechanisms of NADPH oxidase regulation of endothelial cell cycle progression. In particular, we wish to examine the differences in the roles of Nox2 and Nox4 (2 major Nox isoforms of NADPH oxidase) in control the levels and the location of ROS production in endothelial cells, which may be involved in the decision making process of cell proliferation, growth arrest or even death. This project will provide us with the fundamental information on redox-regulation of endothelial cell cycle progression, and the role of NADPH oxidase in endothelial cell function and vascular biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D009510/1","grantId":"BB/D009510/1","fundValue":"237337","fundStart":"2006-03-20","fundEnd":"2009-09-19","funder":"BBSRC","impactText":"","person":"Jian-Mei  Li","coPersons":[],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}