{"id":"92512109-47C3-4025-AE78-490BEFDDD540","title":"Linear electromagnetic actuation system for active vehicle suspension","abstractText":"The basic function of a car suspension is to support the weight of the vehicle, maximise the friction between the tyres and the road surface, provide steering stability with good handling, and ensure the comfort of the passengers. The dynamics of a moving car are generally considered from two perspectives, viz. ride and handling, three important issues being vibration isolation, road holding and cornering. The car suspension system attempts to solve the challenges unique to each, by (i) absorbing energy while travelling over rough roads and dissipating it without causing undue oscillation of the vehicle, (ii) maintaining the wheel geometry to maximise tyre contact with the road, (iii) reacting the weight of the car during cornering, so as to minimise body roll. Although car suspensions have evolved and improved over the years, the three fundamental components remain springs, dampers (shock absorbers) and anti-roll bars. In essence, the springs absorb the oscillatory motion of the wheels; the shock absorbers control unwanted spring motion by damping vibratory motions, the kinetic energy of the suspension movement being converted into heat energy which is dissipated by hydraulic fluid; the anti-roll bars then provide additional stability, combatting the roll of the car on its suspension as it corners, by resisting the vertical movement of one wheel relative to the other, which results in a more level ride. There are, of course, numerous variations and different configurations of suspension, and a car usually has a different design on the front and back. However, whilst suspension systems are a fundamental element of any vehicle and may appear to be relatively simple, designing and implementing them to balance passenger comfort with handling is a complex task. Soft suspensions provide a smooth ride, but result in body roll or pitch during braking, acceleration and cornering, whilst stiff suspensions minimise body motion and allow cars to be driven more aggressively, albeit at the expense of ride quality. To overcome the limitations of conventional suspension systems, over the years, various alternative suspension technologies have been developed. For example, hydrostatic, hydrogas, hydropneumatic and hydraulic - an innovation which has previously been exploited in motorsport. However, these also have their limitations and/or are too expensive for production cars. Recent advances in linear electromagnetic machines, facilitated by advances in magnetic materials, power electronics and digital control systems, may, however, make it possible to introduce a totally new suspension technology. This is the subject of the proposed research, which envisages using a single linear motor at each wheel in place of the conventional shock absorber and spring system. The main benefit of employing linear motors is that they can move much faster than conventional fluid-based damper suspension systems, and can, therefore, respond quickly enough to virtually eliminate all movement and vibration of the body of a car under all driving and road conditions, and to counter body roll, by automatically stiffening the suspension when cornering, thereby giving the driver a greater sense of control and hence improving safety.The research programme will address the design optimisation of force-dense, energy-efficient linear electrical motors and the associated mathematical algorithms which will be necessary to provide the required active control of the suspension system. The utility of the developed suspension technology will be demonstrated on a quarter car rig, and the resulting vehicle performance improvements will also be quantified by simulations over the full range of ride, handling and stability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E005144/1","grantId":"EP/E005144/1","fundValue":"236036","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"","person":"Matthew  Best","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}