{"id":"92604F02-49C4-47A9-B1AD-E1AB21ABFA68","title":"The activation mechanism of the Bacillus subtilis stressosome signalling hub","abstractText":"The survival of all organisms is dependent on their ability to adapt to changes in their environment and the stress response of Bacillus subtilis, and a number of its close Gram-positive relatives, provides these organisms with a protective mechanism against a wide range of physical and chemical stresses. This research proposal concerns the mechanism by which B. subtilis is able to respond to environmental stimuli. At the top of the stress-response pathway is a structure resembling a small virus that acts as a signalling hub, and has been named the stressosome. This stressosome is composed of a number of proteins that sense stress-inducing stimuli that are related to a protein called RsbR and another small protein, RsbS, that together act to sequester a protein kinase, RsbT, required to kick-start a cascade of interactions that ultimately leads to the activation of over two hundred genes whose products provide the cell with resistance to stress. The structure of the stressosome that we have recently determined, displays an unusual arrangement of protein components providing tantalising clues as to the mechanism of action in response to stress. We aim to use a blue-light responsive signalling protein to generate a stressosome that we can use in structural studies to determine any gross-structural changes in the complex that lead to the release of the protein kinase and thus the mechanism by which the stress response is initiated. Furthermore, we will investigate the role of the RsbS protein, the absence of which causes bacteria to develop as small and sickly cells, in stress-response by creating stressosomes that consist only of an RsbR-like protein. It is also apparent that the proteins related to RsbR may function as signalling modules. A full understanding of how these proteins work is dependent on the determination of their structures by X-ray crystallography, which provides a molecular model of the protein that can be used to assess potential activating signals that are recognised by their specific shapes. Finally, we will investigate the role of a number of other proteins that are known to mediate the length of the stress signal, as the requirement to turn off the stress response in a timely fashion is almost as important as the ability to respond to stress in the first place.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G001553/1","grantId":"BB/G001553/1","fundValue":"428783","fundStart":"2008-12-01","fundEnd":"2012-04-30","funder":"BBSRC","impactText":"  The PI and the researcher co-investigator (RcoI) are both involved in University Open Days, at which the parents of prospective undergraduate students are given lab tours and an explanation in lay terms of the science that is conducted in the lab of the PI and RcoI. There are about half a dozen of these lab tours per year. Furthermore, the PI, the RcoI and Dr Hewitt (an employee on this project) were all part of the 5-strong team from Newcastle University who were stand-holders at the Royal Society 350th Anniversary celebrations in June 2010. This 10-day science festival, which was preceded by a Convocation of current Royal Society Fellows, was visited by approximately 40,000 members of the general public, ranging from schoolchildren of all ages to the son of Nobel Laureate, Maurice Wilkins, and the ex-CEO of the BBSRC, Dame Julia Goodfellow. The stand that was displayed by the Newcastle team explained in lay terms the power and utility of structural biology, and how the science is driven forward by access to the Diamond Light Source for whom the stand was developed. Both the PI and the RcoI were interviewed by the media before and during the festival, and podcasts / transcripts of these interviews as well as photos and movies from the event, are available from the lab's website, sbl.ncl.ac.uk. Digital/Communication/Information Technologies (including Software),Education Societal","person":"Richard  Lewis","coPersons":[],"organisation":"Newcastle University","findingsText":" 1. Whilst we failed to isolate activatable stressosomes containing YtvA until late in the project, we have produced stressosomes containing a redox-sensitive haem group from Vibrio vulnificus. We are in the process of determining a 3D reconstruction of these stressosomes in reduced and oxidised forms to thus compare their structures in resting and activated forms. This work is on-\ngoing, without BBSRC support.\n\n2. We completed a comprehensive structural/functional analysis of the stressosome-regulated cyclic di-GMP biosynthesis in Moorella thermoacetica. Cyclic di-GMP\nis a ubiquitous and important secondary messenger signalling molecule, and we demonstrated for the first time the involvement of stressosomes in any biosynthetic pathway. \n\n3. We formed a collaboration with mathematicians to determine the activation mechanism of the\nstressosome from a systems perspective. The key findings here are that the stressosome responds uniformly, independently from the chemical composition of activating cue, suggesting (and consistent with our own experiments) that other proteins are not involved in the activation process. The stressosome could be used as a scaffold or delivery vehicle, or in synthetic biology as a building block or hub in a circuit or network. Agriculture, Food and Drink,Education,Electronics,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}