{"id":"926BFD6E-2419-401D-9532-F729745ACD59","title":"Proposal for Continued EPSRC Support of Professor Andy Neely as AIM's Deputy Director","abstractText":"The ESRC has already confirmed its support for AIM's second phase, allocating 7.5 million to the initiative. This proposal requests that EPSRC continue their support for AIM by continuing to fund AIM's Deputy Director, Professor Andy Neely and associated activities. The total funding requested is 500K. Core to this request / specifically the request for continued EPSRC support of Professor Neely - is the need for continuity in AIM. Given that in its second phase AIM will seek to build extensively on the successes of its first phase, as well as launch a number of new initiatives it is essential that the leadership team in AIM is sustained. Andy Neely's knowledge of AIM, his demonstrated ability to deliver and his unique skill set mean that he is the most credible candidate to take AIM forward. The rest of this proposal adds more detail to these arguments, explaining the pivotal role that Andy Neely will play in the future of AIM.In the second phase of AIM Professor Neely will take the lead for five specific sets of priorities. These include:1. Producing integrated thematic and sectoral reports that highlight the impact of work completed to date. Now is the appropriate time for AIM to conduct a series of meta-reviews to take stock of the research produced to date and draw out the key thematic and sectoral implications. Drawing both on his wide ranging academic knowledge and his intimate understanding of the work completed in AIM phase one, Professor Neely will lead this activity.2. Creating five new business engagement fora to strengthen links between key academics and practitioners. Throughout his career Professor Neely has been committed to bridging gaps between communities / both between academia and practice and between academic disciplines. This passion is evidenced by all of the activities that Professor Neely has been involved in. A key priority in AIM phase two is to bridge gaps between academia and practice. In phase two, Professor Neely will lead AIM's efforts to do this, creating five new business engagement fora to bring together academics with key representatives from the policy and practice communities.3. Ensuring the continued engagement and involvement of AIM phase one participants. As AIM enters its second phase it is essential that the initiative finds ways of retaining the involvement and engagement of those who participated in the first phase. There are two reasons for this. First, the new people who join AIM in its second phase will have to build on the excellent work completed in AIM phase one. Second, those that participated in the first phase of the initiative will be excellent ambassadors for AIM if they retain an involvement in the initiative. Professor Neely will take a lead in ensuring the continued engagement and involvement of AIM phase one participants in AIM phase two.4. Ensuring that AIM Fellows capitalise on the research they have completed in AIM phase one. For AIM to have a sustainable impact it is essential that AIM helps institutions, as well as individuals, build their research capacity. Professor Neely developed AIM's strategy for building institutional research capacity and will continue to lead AIM's efforts to execute this in AIM's second phase. This strategy involves building sustainable research activities within a variety of Universities and is already reaping rewards.5. Planning and delivering AIM's long-term [post 2010] strategy. AIM is funded as an initiative. It was established to help the UK address the challenge of competing in the global economy, build UK research capacity and facilitate better links between academia and practice. During phase two the directors of AIM, along with the Executive Steering Committee and the funders have to identify an appropriate long-term strategy for AIM. One of Professor Neely's priorities for phase two will be to ensure that this debate takes place and then act on the results of it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F030770/1","grantId":"EP/F030770/1","fundValue":"498008","fundStart":"2007-07-01","fundEnd":"2010-11-30","funder":"EPSRC","impactText":"  AIM Research was the UK's largest management research initiative. The Advanced Institute of Management (AIM) Research, is the UK's largest ever investment in management research. Jointly funded by the Economic and Social Research Council (ESRC) and the Engineering and Physical Sciences Research Council (EPSRC), AIM's mission is to increase significantly the contribution of and future capacity for world class UK research on management. Currently AIM has over 200 faculty from 50 different Universities in the UK and overseas. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceu Cultural,Societal,Economic,Policy & public services","person":"Andy  Neely","coPersons":[],"organisation":"Cranfield University","findingsText":" AIM Research was the UK's largest management research initiative. The Advanced Institute of Management (AIM) Research, is the UK's largest ever investment in management research. Jointly funded by the Economic and Social Research Council (ESRC) and the Engineering and Physical Sciences Research Council (EPSRC), AIM's mission is to increase significantly the contribution of and future capacity for world class UK research on management. Currently AIM has over 200 faculty from 50 different Universities in the UK and overseas. All of the outputs and publications from AIM Research are available on the AIM website - they cover issues of productivity, innovation, management and services. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmace","dataset":"gtr"}