{"id":"927272F2-2936-4C6A-86A4-692C59A2F9FD","title":"Mortality rates in key phytoplankton functional types: the nature of cell death and its biogeochemical consequence","abstractText":"In the sunlit upper layers of the sea, countless billions of floating microbes convert the energy of the sun into living tissue through photosynthesis. These tiny one-celled creatures are called 'phytoplankton', and their photosynthesis draws carbon dioxide (CO2) down from the atmosphere and into the ocean. They use the CO2 and nutrients from the water to build the cell components that they need to grow and multiply and whilst doing this they also give off oxygen. To catch the sunlight the phytoplankton use molecules called pigments, such as chlorophyll. Scientists have developed satellite methods so that they can look at chlorophyll from space and see where the phytoplankton are. Scientists who study the oceans are interested in more than just how much chlorophyll there is. They want to know how much CO2 is used, or fixed, into new tissue by photosynthesis: this is known as primary production. Primary production is important because the more there is the more zooplankton and fish can thrive by eating the phytoplankton. Scientists measure the rate of phytoplankton primary production, and then compare rates at different places and times to understand the way different marine ecosystems work. Primary production is therefore a very fundamental measurement for the marine sciences because it describes how much energy is generated at the base of the food web. Developments in the use of sophisticated Earth-observing satellites, offshore buoys and weather stations for measuring ocean properties of the ocean (such as chlorophyll, temperature, and salinity) are bringing great advances, but we still cannot estimate biological processes like competition and mortality in the ocean and these are important in determining how much phytoplankton will grow. It use to be assumed that phytoplankton could divide indefinitely i.e. that they were 'functionally immortal' and that population losses came only from being eaten by zooplankton, infected by viruses or sinking out of the sunlit waters. But now we know that phytoplankton are mortal, and that they will grow old and die, or die because they cannot grow. We do not know how often this happens, because it is difficult to recognise death in unicellular organisms and a 'one size fits all' rule may not apply because phytoplankton are highly diverse - some are less related to each other than humans are to trees, and there is also great variation in form, function and life-history. Nevertheless, these essential microbes control the processes, such as oxygen production, which sustain all other life on Earth. Indeed, the phytoplankton made the Earth's oxygen atmosphere a billion years ago. In the last 15 years or so scientists have revealed how important the natural death of phytoplankton could be for the energy flow of marine ecosystems: in some cases, more than half of the surface-dwelling phytoplankton may be dead. Dead cells cannot grow and divide, but may still contain chlorophyll, so it seems that detecting chlorophyll is not as good an indicator of primary production as we once thought and suggests that our ideas of how energy flows in the food web may be simplistic. The research that we propose here aims to better understand how populations of phytoplankton grow, divide and die in the vast expanses of our blue planet.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E003974/1","grantId":"NE/E003974/1","fundValue":"281694","fundStart":"2007-06-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"","person":"Gillian  Malin","coPersons":[],"organisation":"University of East Anglia","findingsText":" Marine phytoplankton play a fundamental role in global biogeochemical cycles. Recent research highlights that 50% of the chlorophyll-containing cells in surface waters may be dead. This challenges our use of chlorophyll to estimate primary production and current models for energy flow in marine food webs. Our aims here were to optimise and apply flow cytometric methods for detecting cell death in microalgae, use these methods on samples from cultures and natural assemblages and investigate the links between phytoplankton mortality and biogeochemistry. \n\n\n\nPhotosystem (PS) II efficiency measurements are widely used and values of FV/FM or 'photosynthetic health' are commonly interpreted in terms of cell adjustments to light levels and nutrient availability. We found that different proportions of dead cells had surprisingly little effect on apparent PS II efficiency; some species mixed 50:50 with dead cells gave values of 0.5, well within ranges found in seawater. This unexpected result is due to the non-linearity of the fluorescence ratio and it means 'high' values of FV/FM do not indicate low mortality. This work highlights the need for a much better understanding of the physiological status of marine eukaryotic and prokaryotic microalgae. Published in: Franklin et al. 2009 Mar. Ecol. Prog. Ser. 382:35-40 \n\n\n\nWe were able to take advantage of an opportunity to work on the prokaryotic alga Prochlorococcus marinus (CCMP 2389) with Dr Claire Hughes a NERC-funded researcher in our group (NE/D006511/1 INSPIRE Investigation of Near-Surface Production of Iodocarbons - Rates and Exchange). The abundance of P. marinus in batch cultures was measured with flow cytometry and we monitored Fv/Fm, fluorescence per cell and used SYTOX Green stain to assess membrane permeability. P. marinus was confirmed as a source of methyl iodine (CH3I), and we observed for the first time that the production of this environmentally important gas increased as culture growth declined with nutrient limitation and cells became increasingly permeable. A paper is in press (Marine Chemistry DOI:10.1016/j. marchem.2011.01.007) where we link CH3I production and cell stress, and extrapolate the results to the natural environment to suggest that this Prochloroccus could contribute significantly to CH3I production in the tropical Atlantic Ocean. \n\n\n\nWe also investigated links between nutrient limitation, cell death and biogeochemistry. Staining techniques were used to document changes in batch cultures of Emiliania huxleyi and Thalassiosira pseudonana. In parallel samples were analysed for photosynthetic pigments (Dr Ruth Airs, Plymouth Marine Laboratory) and the important sulphur cycle compounds DMSP and DMS. The 2 species responded differently: the coccolithophore persisted for 1 month in stationary phase whereas diatom cells rapidly declined, losing membrane permeability within 10 days of nutrient depletion. This reflects the ecology of these groups in nature. Pigmentation and DMSP degradation also differed. We discovered a novel chlorophyll alteration product associated with T. pseudonana death, which offers a promising approach for discriminating non-viable cells in nature. A paper has been submitted to Limnology and Oceanography. \n\n\n\nNatural phytoplankton cell viability was investigated at the L4 time series site with Dr. Glen Tarran (Plymouth Marine laboratory). Samples were dominated by two types of picoeukaryote and Synechococcus. In situ fixation was used to produce positive controls for stain uptake and cell viability was analysed in the different components of the community. They show that the natural cell populations remained remarkably stable. These are the first data for phytoplankton cell viability in UK waters. We are currently processing the staining data and plan a manuscript entitled Variability in the 'physiological condition' of coastal phytoplankton and the role of population turnover in maintaining population size.  ","dataset":"gtr"}