{"id":"9274F5A0-9016-4489-9AC6-1257502D2568","title":"Development of a Continuous Clean Alkene Epoxidation Process Technology for the Production of Commercially Important Epoxide Building Blocks","abstractText":"Alkenes (or olefins) are a class of oil-derived hydrocarbons that represent key starting materials for much of the organic chemical industry. A very important step in the conversion of alkenes into molecules that are even more valuable building blocks for the synthesis of a wide variety of products (e.g. pharmaceuticals, plastics, coatings, paints, adhesives, personal products, domestic products and other industrial products) is their selective oxidation to form a new class of molecules called alkene oxides or epoxides. Many of the commercially important procedures for converting alkenes to epoxides employ reagents which are potentially very hazardous, and multi-step processes which by modern standards are of low environmental acceptability. These procedures are also carried out in so-called batch reactions i.e. effectively in a large stirred reactor, with a fixed amount of epoxide being prepared in each batch. Isolating, recovering and purification of the epoxide are additional separate processes involving considerable handling of the product.The work proposed here is aimed at developing a novel process for converting alkenes into their epoxides. The essential features of this have already been demonstrated to be successful and are in the process of being patented. Essentially this involves alternative chemistry to that currently used. It employs an oxidizing agent that is inherently more safe than the currently used agent, and one whose activity needs to be triggered by use of a particular catalyst, adding further to the safety aspects. In addition the process is a continuous rather than a batch one, i.e. the quantity of product generated can be controlled simply by how long the process is allowed to run. This offers the manufacturer significant business flexibility with their customers. The process is also carried out in a special reactor referred to as a Reactive Distillation Column (RDC). In essence this is a vertical tube arrangement with three connected sections. The middle part is a reactor section in which the solid catalyst particles are contained and the chemical reaction takes place, the top and bottom sections are used as separator sections where in effect the epoxide product is isolated. This compact single unit arrangement is extremely convenient and efficient, bringing with it many advantages. It considerably reduces the multi-step handling of the product associated with the existing processes, the 'footprint' and complexity of all the apparatus is reduced, and the ability to switch from one alkene feedstock to a completely different one is considerably facilitated. As a bonus the organic by-product from the oxidizing agent is itself a useful chemical building block and so overall the efficiency of use of all the organic chemical species (referred to by chemists as the 'atom efficiency') is very high.Overall therefore this new process provides many advantages to potential users: feedstock flexibility, 'atom efficiency', flexibility of scale of production, reduced unit costs and improved profitability. Importantly as well, the new process makes a big impact on the environmental acceptability of epoxide production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H027653/1","grantId":"EP/H027653/1","fundValue":"108166","fundStart":"2010-09-27","fundEnd":"2011-12-26","funder":"EPSRC","impactText":"","person":"Basudeb  Saha","coPersons":[],"organisation":"London South Bank University","findingsText":"","dataset":"gtr"}