{"id":"92755D32-754F-4DBD-9440-BCBFFA0B67BF","title":"A BIOMARKER AND PATHWAY DISCOVERY PROGRAMME IN INFLAMMATORY DISEASE","abstractText":"Between 5 and 10% of the population will develop an autoimmune or inflammatory disease at some point during their lifetime. These diseases behave differently from person to person, with some people having an aggressive course while others have a more benign disease. When such diseases develop doctors need to treat them &quot;blind&quot; - as they have no way of predicting which patients have naturally benign disease, requiring only minimal treatment, and those who will require more intensive treatment to obtain control. This is a major problem for patients and for the healthcare system. It means that patients who need intensive therapy often find that this needs to be delayed until their disease progresses and the need for such therapy becomes obvious. Conversely, the early indiscriminate use of treatment for these diseases may mean that those who would do well without such treatment receive it unnecessarily, exposing them to significant side-effects. Such poorly targeted use of treatments also wastes limited NHS resources.\n\nWe will use cutting-edge &quot;genomic&quot; technology to measure the genes expressed in blood white cells in patients with a number of diseases before and after treatment. Analysing this gene expression data using advanced computational techniques will allow us to identify subsets of patients that would not be apparent using conventional clinical assessment, and to determine if these subsets are associated with different disease outcomes. Additional tests which can be developed based on these observations might allow early diagnosis of patients with rare diseases, or be used to measure the degree of disease activity. We have proven that such an approach works, having recently discovered a biomarker that predicts outcome in four different conditions, including inflammatory bowel disease (Crohn's disease and ulcerative colitis), lupus and vasculitis - this is now entering clinical trials.\n\nThe proposed programme will complete the analysis of a large study established in these four patient groups over the last ten years, and continue and extend the study over the next five years, allowing the use of recent advances in technology and the inclusion of additional diseases, such as AIH, EGPA/Churg Strauss and multiple sclerosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L019027/1","grantId":"MR/L019027/1","fundValue":"1913760","fundStart":"2014-05-01","fundEnd":"2019-09-07","funder":"MRC","impactText":"","person":"Kenneth G Smith","coPersons":["Paul  Lyons","David  Jayne","Miles  Parkes","Sylvia  Richardson"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}