{"id":"92763B58-1138-4F7C-906F-6F2FC2E0A1A5","title":"Velocity map imaging","abstractText":"Velocity map and slice imaging describe closely related experimental approaches to obtaining information on the energy disposal in an elementary chemical process, such as a unimolecular reaction. These reactions occur when a molecule is excited by a collision or by light so that it contains more energy than it can store. As a result the molecule dissociates; and measuring the way in which the energy that is released into the resulting fragments provides a very detailed probe of the nature of chemical bonds and the dynamics of chemical change. Velocity map imaging achieves this by means of a type of mass-spectrometry in which the product molecules are state-selectively ionized. State-selective ionization is generally achieved by a process called resonantly enhanced multi-photon ionization or REMPI. This uses optical spectroscopy to first excite a given quantum level, i.e. a state of the molecule with a set of well-defined rotational, vibrational and electronic quantum numbers, and then to subsequently ionize only this selected level. Ions can be easily detected so by scanning the exciting laser frequency REMPI mass-spectrometry is a very sensitive way of obtaining the internal energy distribution in the fragments. Velocity map imaging is an extension of REMPI mass-spectrometry in which the electrostatic optics that guide the ions to the detector are constructed in such a way as to map the velocity (i.e. speed and direction) of the fragments linearly across the face of the detector. This results in an image which is a 2D projection of the photofragments initial velocity, which is proportional to the kinetic energy distribution resulting from the bond-breaking process. A slice through the original 3D dimensional velocity distribution can be recovered by means of an inversion algorithm or alternatively by performing the experiment in such a way that ions are only detected for a selected slice through the distribution. This is achieved by time gating the detector, and is known as slice imaging. It has the advantage of obviating noise introduced in the mathematical inversion of the velocity map image.Our eventual aim is to apply velocity map imaging to molecular coherent control in which we use an ability to manipulate the spectral amplitude and phase of an ultrashort optical pulse to influence the chemical dynamics of a reaction as it occurs. However, in order to assess the feasibility and to help interpret the anticipated results of these proposed experiments it will be useful to first apply the velocity map imaging apparatus to study the photodissociation dynamics of a triatomic molecule using nanosecond optical pulses. The target molecule we have chosen for this feasibility study is nitrogen dioxide because of its interesting photochemistry and atmospheric interest.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G000360/1","grantId":"EP/G000360/1","fundValue":"16454","fundStart":"2008-04-18","fundEnd":"2009-04-17","funder":"EPSRC","impactText":"  A particle detector has been commercialized by Photek Other ","person":"John Benjamin Whitaker","coPersons":[],"organisation":"University of Leeds","findingsText":" A better understanding of chemical reaction mechanisms (particularly photodissociation) Instrumentation for particle detection Electronics,Other","dataset":"gtr"}