{"id":"928C689C-8405-4751-A997-8E351A422570","title":"Particle Physics Phenomenology in the Standard Model and Beyond (2008-2013)JF","abstractText":"Particle physics is the branch of physics concerned with the behaviour of matter at the smallest distances. Over the years, physicists have developed the 'Standard Model' of particle physics. It is a very elegant theory capable of describing pretty much all known phenomena (at least in principle) with the exception of gravity and it has been tested to remarkable precision in equally remarkable experiments based at the world's 'atom smashers' (a.k.a. particle accelerators). However, we know that the Standard Model is flawed and so we expect there to be physics 'Beyond the Standard Model'. This research project is concerned with identifying possible sources of new physics and exploring how it might manifest itself in experiments. This study is very timely because the Large Hadron Collider (LHC) will soon start up at CERN, the European Centre for Particle Physics. This is the most powerful accelerator ever built and it is seriously expected to push the Standard Model to breaking point. QCD is that part of the Standard Model concerned with the strong nuclear force. It is rich in interesting physics and not so well understood as the rest of the Standard Model. We are experts in its study and will explore various aspects of QCD in this project. Moreover, QCD effects are almost always present in particle collisions and they must be understood if we are to make the most of our experiments. We will pay close attention to understanding the role of QCD when searching for new physics. The Big Bang model of the Universe implies there was a time, very early in the Universe's history, when particle physics played a crucial role in the evolution of the Universe. We will devote time in this project to exploring the particle physics of the Early Universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G00045X/1","grantId":"ST/G00045X/1","fundValue":"1493780","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"STFC","impactText":"","person":"Jeffrey Robert Forshaw","coPersons":["Alexander  Donnachie","Michael Henry Seymour","Mrinal  Dasgupta","Graham  Shaw","Apostolos  Pilaftsis","Richard Antony Battye"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}