{"id":"928EC0C4-C278-482F-A971-15E5D214C30C","title":"The role of PKC in chromatin structure and gene regulation","abstractText":"Cells within multicellular organisms have developed mechanisms for sensing their local environment and responding in an appropriate manner. In particular, they need to respond to signals produced by other cells in the body or to environmental insults. Cells have developed signalling pathways to transmit signals from the cell periphery to the rest of the cell. One major destination for these pathways is the nucleus. Here the pathways target key molecular switches known as transcription factors. Through the modification of the transcription factors by a process known as phosphorylation, their activity is altered, and this changes their ability to unlock the genetic code and alter the expression of whole cohorts of genes. This project will investigate how one signalling pathway containing the important protein PKC functions in controlling the expression of genes in the cell. PKC is important as it directly senses the integrity of the cell surface. We will use yeast as a simple model organism as this is easily manipulatable. Importantly, PKC is conserved in humans so things that we learn in yeast can have immediate impacts on our understanding of human physiology and disease as exemplified by our previous work on different yeast signalling proteins. As PKC is a target which drug companies are developing drugs against, our findings are likely to have important implications for understanding how these drugs might act and hence help in directing their use in treating human ailments such as heart disease and cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H010858/1","grantId":"BB/H010858/1","fundValue":"463567","fundStart":"2010-03-09","fundEnd":"2013-08-08","funder":"BBSRC","impactText":"","person":"Andrew David Sharrocks","coPersons":["Brian Alexander Morgan"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}