{"id":"929ACD73-5445-4F69-B561-78F7920A30A4","title":"Britain's Energy Security in a Multipolar World","abstractText":"Energy policy aims to fulfil a number of inter-linked, but not necessarily complementary, goals related to environmental, social, economic and security concerns. The importance of energy security derives from the critical role that energy plays in all aspects of every day and business life. Fossil fuels, particularly oil and gas, are the energy resources which underpin modern society. These serve both as fuels (to enable transport, light and heat) but also as the basic inputs, along with other resources, for manufacture and distribution of goods and services necessary for economic well-being and development. The economic and social implications of breakdown in, or perceived insecurity of, energy supply chains can be very severe. The energy world is rapidly changing. Climate change worries are constraining energy policies. At the same time, new economic and politcial world actors, such as Russia, India, China and Brazil, has led to a multipolar balance of power within the globe. These powers require more resources, including oil and gas. This has led to increasing prices and concerns over the future availability and price of oil and gas, and has precipitated changes in the delicate balance of strategic alliances.This proposal aims to analyse the inter-relationships between energy policy, international relations and supply chain policy for Britain's energy security. It analyses the extent to which energy secure policies within those disciplines exhibit resilience, stability, durability and robustness (after Stirling, 2008). Energy security is, in one sense, a very practical and urgent issue. The lights have to be kept on; oil has to flow to meet demand. However, the economic and technical demands of keeping the lights on and the international relation and political aspects of keeping the oil flowing are generally dealt with seperately. The hypothesis of this proposal is that Britain's energy security would improve if they were dealt with in a more inter-linked manner. By bringing the different disciplines of energy policy, international relations and supply chain analysis together, this research cluster will analyse the various temporal and dimensional aspects of energy security, a complex area of energy policy. The 'new' or 'distinctive' element of this proposal is to bring together three overlapping disciplinary research areas of expertise to address the problem of energy security: energy policy, international relations and research about supply chains. As discussed above, there has long been a distinction within the energy world's discussions between internal and external sources of energy security or insecurity. This has led to the following logic of British policy towards energy security: (1) short-term energy security questions, primarily economic and technical, have to be dealt with so that the lights stay on: for examples, questions of variable power output; and ensuring appropriate incentives to encouraging investment in operation and maintenance and new infrastructure. At the same time, (2) it atempts to move away from dependence on oil and gas by (a) reducing energy demand and (b) moving over to low carbon technologies, including within the particularly important transport sector. However, the energy policy debate is, as yet, limited in its ability to incorporate new, or alternative, approaches to analysing and explaining evolving international contexts and their implications for domestic energy security. The research cluster will explore how Britain could improve their strategic, flexible relationships with energy supply countries; and also develop greater resilience in the strategic energy supply chains (a) for oil and gas (as it already attempts to) but (b) for the resources and low carbon technologies (and their components) in the short through to long term to enable the move from the fossil to low carbon economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G041016/1","grantId":"EP/G041016/1","fundValue":"430356","fundStart":"2009-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"","person":"Catherine Hilary Mitchell","coPersons":["Andy  Stirling"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}