{"id":"929CA266-CD6F-4816-B852-9C2B70C57BA0","title":"Developing and validating a new tool for simultaneous multi-channel wide-field imaging","abstractText":"Imaging biological systems provides a direct insight into how they work. As more systems are being studied there is an increasing necessity to label and visualise more components. However, despite there now being a large variety of colours with which to label proteins our ability to simultaneously visualise them is limited. There are two major methods to image in multiple colours, wide-field and confocal. The former approach involves taking a picture of the whole sample at once, but is limited to only four colours per image. The latter approach involves taking pictures in one location before moving to another position to take a second image and so on until the whole sample is catalogued. Clearly this confocal approach means that the whole sample cannot be imaged simultaneously, however it does permit many colours to be imaged. In this proposal we are developing a new method to image six-colours simultaneously in wide-field, with the hope that this could be further extended in the future to many more colours. To achieve this, we will build a simple device that attaches onto a standard microscope, this will allow two commercially available 3-colour splitters to be attached and then two cameras. These cameras need to talk to each other so that they take images at the same time, we will build this interface using software or hardware. \n\nThe six-colour imager developed here will then be tested using a biological system. In our lab we study excerpts from the bacterial nucleotide excision DNA repair (NER) process using a three colour imaging device. A six-colour imager will enable us to study simultaneously all of the NER proteins that act together to repair DNA damage. Our approach is to use DNA tightropes, which are nanowires of DNA suspended between microscopic platforms on a microscope coverslip. To these tightropes we will add all of the proteins involved in NER but each type will be labelled with a different coloured tag. We will then study how DNA is repaired one molecular complex at a time. As a test for the new technology developed here this model system is ideal because it requires multiple colour imaging and the highest level of detection sensitivity. \n\nWe anticipate that this work will pave the way for the study of many different biological systems with multiple components, not only at the single molecule level but also at the cellular level as a consequence of wide-field imaging. This is a hugely important tool that needs to be developed and tested.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M019144/1","grantId":"BB/M019144/1","fundValue":"149207","fundStart":"2015-06-19","fundEnd":"2016-12-18","funder":"BBSRC","impactText":"","person":"Neil Mark Kad","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}