{"id":"929F6FE0-3B8C-4185-85D0-9593C774C11E","title":"The emergence and impact of HIV resistance-associated mutations under the public health approach to ART","abstractText":"AIDS is one of the major killers worldwide. The epidemic is growing by the day, and some of the poorest countries are being decimated by deaths amongst young adults and children. Meanwhile, the use of antiretroviral therapy in the resource-rich areas of the world has had enormous benefits to those living with the infection. HIV is no longer a death sentence, and rather has become a chronic disease, requiring daily medication to maintain wellbeing. Until recently, the costs of such treatment have precluded it being available to those areas of the resource-poor world which host the huge bulk of the epidemic. However, a roll out of therapy, funded from a number of initiatives has now started to make such therapy available. The WHO has developed a simple template for the implementation of such treatment. However, the use of sophisticated laboratory monitoring of treatment, as routinely occurs in the West, is not realistic. Such monitoring is typically used in the West to measure the amount of virus in the blood in those receiving treatment. Since effective treatment reduces the levels of virus to very low levels, an increase in such levels suggests that the treatment is working less well. In such situations, the virus is tested to detect resistance to one or more of the drugs being taken, and this can guide the appropriate 2nd line of therapy to start. In this way, high level resistance is minimised. By contrast, in the resource-poor world, these sophisticated and expensive laboratory tests will not be available, and therefore there is a distinct risk that people starting on treatment will end up with highly drug resistant virus, which may not respond well to further treatment. \n\nWe aim to investigate the extent of this problem, within a large group of patients treated for HIV in Uganda and Zimbabwe. Our research will identify simple and cheap methods to monitor those receiving treatment in this environment, in order to minimise the risk of such resistance, such that improvements in survival due to antiretroviral therapy can be maintained over a long period of time. Our results will directly inform WHO policy regarding the manner in which treatment is made available to the resource-poor world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600044","grantId":"G0600044","fundValue":"949229","fundStart":"2007-04-11","fundEnd":"2011-04-10","funder":"MRC","impactText":"","person":"Deenan  Pillay","coPersons":["James Gita Hakim","Cissy  Kityo","David Tyre Dunn","David  Yirrell","Ann Sarah Walker","Peter  Mugyenyi","Andrew  Reid","Michael  Chirara","Heiner  Grosskurth","Diana  Gibb","Val  Robertson","Paula  Munderi","Charles  Gilks","Pontiano  Kaleebu"],"organisation":"University College London","findingsText":"","dataset":"gtr"}