{"id":"92A7D814-8A1B-4877-90B3-6501B7F091B6","title":"Assembly and Interactions of Human Small Heat Shock Proteins","abstractText":"When things go wrong in our cells, a stress response system is activated, which contributes to keeping them alive. This response is particularly important for the health of long-lived cells such as those in muscle, heart and the nervous system. This research aims to study the molecular structure of the small heat shock proteins, which are closely associated with abnormal proteins in these tissues, in order to understand how the natural ?protein protection system? works. Small heat shock proteins assemble into very large oligomers, but in ill-defined ways. Researchers at Birkbeck are striving to take high-resolution snapshots of these proteins as a first step towards seeing how they function. Unfortunately, they have to make do with more homogeneous subcomponents, as the complete assembly resists crystallization, a requirement for their X-ray technique. For the complete assemblies however, they will rely on their Cambridge collaborators who have developed ways of measuring the mass of protein complexes so that the distribution of different chains in assemblies is determined along with their ratios. Then, using new methodology invented by collaborators in Canada, the teams aim to work out which parts of the chains tend to change position under conditions of stress. Another aim of the research is to determine which other components in the response system interact with small heat shock proteins. Matching modules will be identified if components in solution behave as a single entity. Those that do will be subjected to crystallization in order to get further snapshots of a small heat shock module in the act of binding a partner. The key region will be that of the interface. It is possible, for example, that the side of the interface belonging to the small heat shock protein corresponds to the fluctuating parts of the large small heat shock protein when it assembles with itself. The aim is to image an interface region, that could potentially be manipulated, so that diseased cells last longer, or airways muscle relaxed, or a cancer cell killed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801846","grantId":"G0801846","fundValue":"482541","fundStart":"2009-12-14","fundEnd":"2013-12-13","funder":"MRC","impactText":"","person":"Christine  Slingsby","coPersons":[],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}