{"id":"92AB03B5-6133-413F-A1EE-0D594EE510CF","title":"Astrophysics at Keele: planets, stars and galaxies.","abstractText":"In understanding our place in the universe we need to know how many planets there are and how planetary systems form and evolve. The best way of studying planets is to find the ones that pass in front of (&quot;transit&quot;) their star. By looking for the tiny dips in a star's light caused by a transiting planet, Keele's WASP-South survey has found more transiting planets than anyone else in the Southern hemisphere, and is using them to answer questions about how planetary systems form. \n\nPlanets form around young stars, and star and planet formation are intimately connected. Keele will process the data from a very large survey of young stars and clusters of stars, using spectra obtained by ESO's Very Large Telescope, to combine with the unprecedented astrometry soon to be obtained by ESA's Gaia mission. The combination will provide the biggest survey yet of how stars and stellar clusters form and evolve.\n\nThe two Magellanic Clouds are the two galaxies closest to our own, so close that they interact with our galaxy, providing an excellent opportunity to study how galaxies affect each other, with collisions and mergers thought to be important factors in explaining galaxies today. Keele will exploit the Vista Magellanic Cloud near-infrared survey to map out star formation across entire interacting galaxy systems and study how star formation differs between the Magellanic Clouds and our galaxy.\n\nAt the cores of galaxies, supermassive black holes can grow by sucking in material from their surroundings. It is now realised that powerful winds generated by the swirling around a black hole can both regulate the growth of the black hole and affect the future evolution of the whole galaxy. A Keele-led program using the latest X-ray satellites studies the X-ray emission generated by the extreme gravity of the black hole to map out the distribution of the spin periods of the black holes, to study how they interact with their host galaxies. \n\nIn order to understand both stars and planets transiting stars we need to know the relation between the masses and the radii of stars. This is not known accurately enough currently, but we can improve this by using newly discovered eclipsing binary stars to measure both masses and radii and thus map out the mass-radius relation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001040/1","grantId":"ST/M001040/1","fundValue":"1167020","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"Coel  Hellier","coPersons":["Dean Edward McLaughlin","Pierre Francois Maxted","Jacobus Theodorus  Van Loon","Robin David Jeffries","James  Reeves","Joana Maria Oliveira"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}