{"id":"92AB4326-2FDF-457D-9936-A3AF8FC7BCD6","title":"The International Cognitive Ability Resource","abstractText":"After more than a century of active research on cognitive abilities, there now exist dozens of assessment tools of tremendous variety. Many of these are no longer widely used on account of being outdated or poorly maintained. Most of the remainder - those tests which are actively used and well maintained - can generally be organized into two broad types: (i) proprietary measures owned and administered by profitable commercial entities or (ii) idiosyncratic measures which are usually developed and used by isolated research groups for narrow purposes. This circumstance is problematic for the international community of cognitive ability researchers because it inhibits the generalization of findings across sub-fields and, more generally, slows the pace at which knowledge can advance. The tangible consequences of this circumstance on the societal level are manifested through limited utility of cognitive ability assessment in clinical settings (as used for diagnoses of cognitive impairment) and selection contexts (as used for personnel recruitment or academic admissions).\n\nThese consequences will be addressed by the development of the International Cognitive Ability Resource (ICAR), a public-domain and open-source tool which will incorporate modern item generation and adaptive testing techniques. At its essence, ICAR is a framework for international collaboration. This framework will facilitate the development of a large and dynamic bank of cognitive ability measures for use in a wide variety of applications. By encouraging the use, revision, and ongoing development of these measures among qualified research groups around the world, the ICAR will further understanding about the structure of cognitive abilities as well as the nature of associations between cognitive ability constructs and the life outcomes they predict.\n\nThis framework is not without precedent; a similar project has been implemented for use in psychology. The International Personality Item Pool (IPIP) is a large collection of publicly available personality items which was introduced to resolve similar problems with measurement standards. This project has met with considerable success; data collected with IPIP measures have contributed to more than 500 journal articles and book chapters over the last decade. The proposed ICAR is not entirely analogous, mainly because cognitive ability items are fundamentally different from typical, self-report personality items. While the latter are measures of typical behaviour, most intelligence items are intended to assess maximal performance. This distinction makes the development of ICAR considerably more challenging, though it has already been demonstrated that such development is feasible.\n\nThe development project proposed herein will result in a resource which contains many types of &quot;item generators&quot;. These will be distributed as functions in psychometrically informed, easily implemented, open-source software. Research\ngroups will be able to use these item generators by downloading the software through the widely-used, open-source statistical software platform, R. As needed, the revision of existing item generators and the development of additional types will be encouraged among qualified international researchers. These item generators will be well suited for large scale, international data collection as might be conducted over the internet.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L016591/1","grantId":"ES/L016591/1","fundValue":"474309","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"ESRC","impactText":"","person":"John  Rust","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}