{"id":"92B145D3-346B-47C0-9E2A-E8B5729A13E6","title":"Digital Cultural Heritage","abstractText":"The Digital Cultural Heritage Network will examine how well international standards created in the west serve data created in the east. How can scholarship be advanced by their use? How can Humanities scholars be encouraged to use them and contribute to their creation? How can museum/library documentation and conservation be shared for mutual benefit? How can management of sites and monuments (also objects in museums) benefit from 'citizen science'? \nThe Network will have a strong university/Humanities base and sharply focused technical goals - promoting and developing collaboratively international standards for linked open data and encouraging open access to knowledge. Digital technologies underpin Oxford's Cultural Heritage Programme established by the PI. The CoI is Vice Dean of the College of Arts in Peking University. Coincidentally they both are experts on ancient Greek art with lengthy experience of the international art/heritage community. Both universities have world-class libraries/museums, ITC expertise and extensive international collaborations. Jawaharlal Nehru University in New Delhi has been selected for academic excellence and historical associations: founded by Indira Gandhi, it can partner with the Indira Gandhi National Centre for the Arts (IGNCA), also in New Delhi, and Oxford's Indira Gandhi Centre (IGC) for Sustainable Development. CH can become a major research theme there and in its China Centre.\nAdvisory Committees can act as national hubs and foundations for future collaborations. The British Museum, British Library and Victoria and Albert Museum will be among the UK members, INTRACH and IGNCA among the Indian, CADAL and CALIS among the Chinese. The Steering Group of CHP will act as an over-arching expert group. \nThe research emphasis reflects each country's political structure. Since conservation and management are controlled by the State in China these themes will be highlighted in India. Since CH datasets are less well developed in India digital technologies will be highlighted in China. The Network will 'cross fertilize' through workshops; in Delhi and Beijing they will promote Digital Cultural Heritage nationally. In Oxford Indian, Chinese and UK experts will meet for three days of presentations in venues of special relevance - Said Business School (Management), Ashmolean Museum and School of the Environment (Conservation), e-Research Centre (Digital Technologies) and The Future of the Past in the PI's Wolfson College - graduate and international with Research Clusters (Digital and Asian).\n\nThe Network's principal means of dissemination will be web sites where all outputs will be available to researchers and the public. The Oxford workshop will be streamed live to Delhi and Beijing and its presentations uploaded as podcasts and e-papers. The themes of Sustainable Cultural Heritage: Management and Conservation and Digital Cultural Heritage: Museums and Libraries will be of interest in developing and developed countries. The commitment to a dialogue with the east about international standards developed in the west will be of interest to national policy makers as well as computer scientists, museum curators and librarians, conservators and management specialists. The potential of data created in the east being accessible to the west and interoperable with the western can change the way scholars and the public study the past. We expect guidelines to emerge for management, conservation and technology that will have considerable impact for two reasons: the participants will be senior experts, highly regarded nationally and internationally, and they will represent key sectors of the cultural heritage and digital technology sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L009579/1","grantId":"AH/L009579/1","fundValue":"36305","fundStart":"2014-04-01","fundEnd":"2016-03-31","funder":"AHRC","impactText":"","person":"Donna Carol Kurtz","coPersons":["Ning  Ding"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}