{"id":"92B43EE0-E0FB-4543-BE0F-70A17B831761","title":"Interplay between hepatitis C virus structural proteins and the p7 ion channel during particle assembly","abstractText":"Over 170 million people currently live with hepatitis C virus (HCV); although most are not aware that they are positive as the initial illness is extremely mild. Decades later, however, symptoms appear and many patients require liver transplants due to the development of severe liver damage, known as cirrhosis, or even liver cancer. In developed countries, drug combinations can be used to treat these patients, although these only work in about 50% of cases and have severe side-effects. As a result of failed treatment, 10 000 individuals died from HCV infection last year in the USA alone.\nUntil very recently, researchers have been unable to grow HCV in the laboratory, which has severely limited progress on developing new drugs to combat infection. In 2005, however, a new strain of the virus that could be grown in culture was discovered. This meant that for the first time, the way in which individual virus particles are made within the cell could be studied, providing a new area for drug discovery.\nVirus particles are made of a protein shell, or core, that surrounds the genome and many, including HCV, have a second membranous shell known as the envelope which contains proteins that allow the virus to enter new cells. The construction of a new particle within an infected cell is a complex process, so the virus hijacks host cell machinery to achieve it. One strategy the virus employs is to make proteins that alter the environment within the cell, making it suitable for the assembly of new virus particles. For HCV, this protein is known as p7. I discovered that p7 is able to form seven-membered pores in membranes, which alter how acidic various parts of the cell become. I also showed that a drug called amantadine can prevent p7 from doing this.\nMy study will test whether drugs like amantadine can be used to stop HCV spreading in culture, which is the first step towards developing new clinical treatments. I will then investigate how these pores affect the other particle components during assembly and where in the cell this takes place. I will then use a fluorescent HCV to track, under the microscope, the route which particles take when leaving a live cell. Lastly, I will determine which parts of the cellular machinery HCV manipulates in order to create new particles, which could highlight targets for future drug development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700124","grantId":"G0700124","fundValue":"275105","fundStart":"2007-08-01","fundEnd":"2011-01-31","funder":"MRC","impactText":"","person":"Stephen  Griffin","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}