{"id":"92BD5450-E9CF-4D0E-BC93-CCB74D263A9E","title":"New Materials for High Energy Colour X-ray Imaging","abstractText":"Advances in X-ray digital imaging over the last 15 years have revolutionised the way that we observe the world. For example, medical images are improving in resolution and clarity; the automotive and aerospace industries have used tomographic imaging to find faults, cracks and dislocations in sensitive components; the scanners used at airports for baggage surveillance have increased in sophistication and are often using substance recognition techniques and as a final example X-ray imaging cameras have been launched into space in order to provide more detailed information about the origins of our universe. However impressive these developments may be the technology of 3D imaging is severely limited by the currently available detector arrays. The origins of this limitation can be found in the materials that are currently used in these arrays. We wish to develop a new and novel range of semiconductor materials made from heavy elements ideally suited to making array detectors that will operate with high energy X-rays. At present it is not possible to obtain defect free material of area greater than about one square cm and even this cannot be guaranteed. We will rectify this problem and deliver high quality semiconductor material for our applications in addition to supplying material for many other UK applications that are not specifically part of our consortium's proposal.These new materials will have instant applications across the sciences. The use of such materials in these cases is not merely incremental; they will enable entirely new materials to be examined and will give us images of unparalleled quality and information content. We will use the many wavelengths (colour information) present in X-ray sources to fingerprint materials as well as image them. High energy X-rays have the ability to penetrate deeply into materials allowing the examination of dense objects such as welds in steel, geological core sections bearing oil or gas or for the internal observation of chemical reactions inside heavy plant or machinery. The use of higher energy X-rays has a further advantage in medical diagnosis delivering clearer images with lower radiation doses. At present no suitable materials exist anywhere in the world that will satisfy the demanding technical requirements of high energy X-ray imaging. We will establish a UK technology base for the development and production of high purity heavy semiconductor materials. These materials are promising candidate semiconductors that combine high efficiency with good bulk charge transport properties. Over recent years we have made considerable progress in developing the growth of suitable semiconductors. We will develop a process to grow wafers with excellent charge transport which has the potential for scale-up to larger wafer diameters in the later phase of the project. The material will be characterised in terms of electrical and charge transport properties, and this information will be used to optimise the growth and dopant regimes. We will then process the material into detector devices; this will require the development of metal-semiconductor contacts and passivation treatments. This will be carried out at CCLRC and Surrey using dedicated clean rooms. These working devices will then be utilised in the research programmes of Manchester, London, Liverpool Daresbury and the diamond synchrotron light source. These high purity wafers will also be made available for a much wider range of research applications that will be opened up by this manufacturing project.A unique feature of our collaboration is our ability to develop the new materials as well as utilise them with full detector systems. We see this as a vital step in delivering the materials to a diverse scientific audience as well as a route to commercial exploitation. The opportunities for the latter are significant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D048737/1","grantId":"EP/D048737/1","fundValue":"3013070","fundStart":"2006-07-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  The majority of resource this basic technology grant has been expended in detector/material development. This has a significant impact in its own right because these are now available for researchers to purchase/exploit. The grant led to 48 publications in system development but also, and critically, demonstrated that colour imaging can successfully image the chemistry and physical structure of an object. We have demonstrated its usefulness in medical biopsy; NDT for light alloys; strain scanning in fabricated components and in the identification of contraband in security imaging. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Construction,Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport Societal,Economic","person":"Robert Joseph Cernik","coPersons":["Andy Willis Brinkman","Paul Jonathan Sellin","Paul  Seller","Paul  Barnes"],"organisation":"The University of Manchester","findingsText":" We can produce high quality 3D colour X-ray images of materials that contain chemical and physical information about the sample at each voxel. \nIn order to do this we have developed the detector technology to measure high energy efficiency; high energy resolution; pixelated diffraction patterns. We have also developed the high Z semiconductor synthesis capability for the UK; the detector sample geometries and demonstrated full CT 3D reconstruction is possible. The colour X-ray imaging method is applicable to medicine; security; NDT in oil and gas or automotive industries. The ability to identify material type, tissue type or alterations in material state such as internal strain will be invaluable in a wide range of disciplines Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Construction,Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport","dataset":"gtr"}