{"id":"92BD84CA-50BC-4E06-BC7E-B7E1B68E6E02","title":"X-ray magnetic holography in reflection geometry","abstractText":"In recent years X-ray magnetic holography has attracted interest as a complementary technique for lensless nanoscopic imaging of magnetisation domains in continuous and structured thin films. Essential for the holography is that the imaging of the magnetisation can be performed not only in the remanent state (as is typical for domain characterization using e.g. PEEM and MFM), but also over the full range of the applied field. This has been a great advantage in the opportunity to study the evolution of the magnetic states and thus to explore a range of the intrinsic properties of magnets. Due to the nature of the experiment, which is performed in transmission geometry, imaging is however limited only to 'out-of-plane' components of the magnetization. If the magnetization is in-plane, as is normally the case for thin film structures, the imaging is inhibited due to the vanishing XMCD effect. This restricts the application of the technique to only a single geometry.In this project we intend to overcome the limitation of x-ray magnetic holography by proposing a novel 'reflection' geometry of the technique, which allows us to image samples that have 'in-plane' magnetization. To implement this geometry we will modify the structure of the sample that will suit the scattering reflectivity experiments. In particular, we will introduce reflective 'pins', which will serve as reference 'holes' in the transmission experiment. Both reflective pins and the object will be placed on a transparent SiN membrane to allow the scattering from the background to be minimised. As part of this experiment it is also intended to explore a new design of the sample, in which the surrounding background of the observed object is removed by FIB milling. This will help significantly to improve the expected signal/noise intensity ratio. An added bonus of using SXRMS holography is the element selectivity. The imaging can be performed for different materials comprising the same macroscopic volume. For instance, in the case of a multilayered system (such as GMR devices with two different magnetic layers) the imaging can be obtained simultaneously for several layers, hence giving the opportunity to study the relation of the different magnetic moments in neighbouring layers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010076/1","grantId":"EP/I010076/1","fundValue":"8417","fundStart":"2010-09-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"","person":"Feodor Yurievitch Ogrin","coPersons":[],"organisation":"University of Exeter","findingsText":" Novel methodology for high resolution imaging of magnetic nanostructures Improve the design and the quality of the nanostructures Electronics","dataset":"gtr"}