{"id":"92C2C391-13BB-45DC-B736-96B3C52AD7BC","title":"Label-free, Real-time, Spatial-resolution (LRS) immunoassay: 2D mapping of extracellular signalling molecules","abstractText":"Individual cells within human and animal tissues communicate with each other through specific chemical and bio-molecular signals that are released from cells into their local environment. These signals have critical roles in controlling cellular activity including regulating cell growth, function, movement and death. Together these signals regulate how tissues form, function and are repaired. Inventing a technology that can create high definition maps of these molecular signals in both healthy and diseased tissues would provide invaluable insights into how tissues work and how they change during development, disease and during the aging process.\n\nConventional analytical techniques including enzymatic immune assays (ELISA) have been used in hospital diagnostics, home pregnancy detection kits and laboratory experiments for over 40 years. While this and other related techniques have been able to identify and quantify key signalling molecules in immune responses, tumour growth, development and tissue function they provide no information regarding where in the tissue these molecules are secreted, how the molecules diffuse in the tissue or indeed when. As a result, they are unable to address key mechanistic questions about how these signalling molecules actually work, when cells respond to these signals and why.\n\nIn this proposal we aim to develop, test and use a new analytical technology that will provide real-time mapping of molecular signals in multicellular tissues, enabling researchers and clinicians to answer these critical questions. The tool is based on a silicon photonic crystal nanostructure similar to those developed originally for applications in high speed telecommunications. We have shown recently that the sensitivity of the photonic crystals to the local environment can be exploited to detect very low concentrations of proteins. The detection occurs in real-time and the small size of the photonic crystal enables molecular detection with very high spatial resolution. In this proposal, we will demonstrate the potential of this new technology by addressing a key unknown question within biology regarding the role of signalling proteins called interleukins in the immune response.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018160/1","grantId":"BB/L018160/1","fundValue":"144463","fundStart":"2014-06-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"","person":"Thomas  Krauss","coPersons":["Mark Christopher Coles","Steven David Johnson"],"organisation":"University of York","findingsText":"","dataset":"gtr"}