{"id":"92CA63CB-3C00-449A-95D7-AF95C637E8A8","title":"Computational prediction and analysis of long non-coding RNAs","abstractText":"The sequencing of the Human genome has created a new era in biological research. Understanding our genome and how it is regulated is one of the great challenges for science, yet has the potential to help improve lives and our ability to treat diseases. The advent of this genomic age has heralded rapid changes in the field of biology. One surprise from the initial sequencing of the genome was the relative scarcity of genomic regions which can be read to produce proteins via RNA intermediates. Proteins are the building blocks of cells and many important molecular machines are composed of proteins. The non protein-coding part of the genome was previously dismissed in some circles as largely containing 'junk dna'. In the last ten years a number of breakthroughs in genome analysis and genome sequencing have shed-light on many hitherto unknown aspects of biology being carried out by these non protein coding regions.\n\nNovel technologies such as genome tiling arrays and high-throughput RNA sequencing has shown that although large portions of the genome may not be coding for protein sequences, they are still being read as RNA messages. The discovery of small RNA molecules such as small-interfering and microRNAs illustrated that many of these non-coding messages were being processed within cells and used to regulate other genes (both protein coding and non-coding). Within testes and oocytes (germline) another class of small RNAs called piwi-RNAs was discovered and shown to have an important role in protecting the genome as it passes from one generation to the next. Recently, attention is focusing on larger non-coding transcripts called long non-coding RNAs (lncRNAs). We know that the genome encodes many long RNA molecules which do not appear to encode proteins. A central dogma of biology has always been that DNA is read into RNA messages which subsequently encode proteins. This elegant view of molecular biology is still largely true, but the last ten years of research have revealed many hidden layers to this view of gene-regulation at the level of both DNA and RNA. Discovering how different classes of molecules work together is vital to our understanding of how our genome is regulated, how cells and organisms function and has tremendous implications for our understanding of development and disease.\n\nIn this proposal we aim to build a computational system that will be able to detect candidate lncRNAs from RNA sequence data obtained from experimental samples. We aim to collect, score and characterise these molecules and to present them in a web-interface for further analysis. We will use computational biology to attempt to find cases where these molecules may interact with each other, protein-coding genes or the genome itself to control gene-regulation. Using computers allows us to work with a large quantity of data quickly and efficiently, however experiments are required in a laboratory to confirm and expand these results. We will work with a Mouse laboratory and a fruitfly laboratory (Drosophila melanogaster) to confirm our findings and to test the importance of these molecules by knocking them out. We will study what happens to these molecules as the embryo develops and as red-blood cells develop to see how their spatial and temporal expression is regulated. We will also attempt to discover what other molecules (such as proteins) may be binding to them.\n\nWe believe that this project has the potential to greatly increase our understanding of these elusive molecules, the organisation of the genome and to assist ourselves and others in elucidating their roles in biology, health and disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J01589X/1","grantId":"BB/J01589X/1","fundValue":"357790","fundStart":"2012-07-01","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"  The pipelines and software we have created are already being used by large numbers of scientists in the UK, EU and worldwide. We already have interest from clinical collaborators in the application of our systems to medical samples including paediatric germ cell tumours. We expect the final paper we are working on to generate significant impact regarding the scale and scope of long non-coding RNA interactions Education,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Anton James Enright","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" We have developed a comprehensive pipeline for the detection of long-noncoding RNAs.\n\nWe have developed a comprehensive atlas of transcription in the mouse germline with our collaborators.\n\nWe have found novel insights into the function of non-coding transcripts in controlling gene regulation in mouse spermatogenesis.\n\nOur findings have relevance for sperm development in mammal systems including human with possible relevance to diseases such as infertility or germ cell tumours. Our pipeline is already being used by other groups to perform their own analysis.\n\nOthers may look for clinical relevance for our findings in mouse for human disease. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}