{"id":"92D3520C-A45D-47C5-A505-F17D5E9573A0","title":"Effects of artificial light on multi-trophic population dynamics","abstractText":"Daily, lunar and seasonal cycles of natural light have been key forms of environmental variation across the Earth's surface since the first emergence of life, and have driven the development of biological phenomena from the molecule to the ecosystem. These natural patterns have, however, over the last 100 years come to be greatly disrupted through the introduction of artificial light into the nighttime environment. This derives from a diversity of sources, including street lighting, advertising lighting, architectural lighting, security lighting, domestic lighting and vehicle lighting. Indeed, artificial nighttime lighting is already estimated to be experienced directly and indirectly (through skyglow - scattering by molecules or aerosols in the atmosphere of artificial nighttime light that is emitted or reflected upwards) by nearly 20% of the global land area, and to be growing at about 6% per year. The extent of the problem is evidenced by frequently reproduced satellite and astronaut acquired nighttime images of the Earth.\n\nThe introduction of artificial light into the nighttime environment has doubtless provided significant and substantial benefits to humankind. But, given that biological systems are fundamentally shaped by light, there have inevitably been a wide array of environmental impacts. Studies have particularly focussed on the effects on individual organisms, and have highlighted consequences of artificial nighttime light for physiology, foraging, daily movements, migratory behaviour, reproductive behaviour, and mortality. Whilst population level effects are predicted to follow, these remain poorly understood. Moreover, it is unknown how these change with the intensity and the spectrum of artificial nighttime light. This means that it is difficult to make the best possible recommendations as to how artificial nighttime lighting (e.g. street lighting) might be modified to optimise the trade-off between human benefits and environmental costs. This is particularly significant at a time of large scale and rapid introduction of new lighting technology and use of 'smart illumination'; many street and other lighting systems are moving to 'whiter' lights, commonly using light-emitting diodes (LEDs), and central management systems are increasingly enabling more flexible approaches to the implementation of public lighting. \n\nIn this project we will determine the impact of artificial light at night of different intensity and spectrum on population dynamics, using an established aphid-parasitoid-hyperparasitoid experimental study system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N001672/1","grantId":"NE/N001672/1","fundValue":"456949","fundStart":"2016-03-01","fundEnd":"2019-02-28","funder":"NERC","impactText":"","person":"Kevin John Gaston","coPersons":["Franciscus Johannes Frank  Van Veen"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}