{"id":"92D900D2-3E1B-4926-BDC3-38AAAB748A82","title":"Micro-CHP using steam ejector/water turbine (WaterGen)","abstractText":"This project will develop an innovative, generic micro-CHP using steam ejector/water turbine (WaterGen), based on an application of existing steam-ejector/water-turbine/wheel technology, which, can bring additional power generation and\ncarbon reduction solutions over the next decade by the more efficient utilisation of both natural gas and renewable energy. For safety, stability and cost, water is the ideal working fluid. The new technology will address the fundamental UK energy\nsupply problems.\n\nThe project will include a computer program model the theoretical performance of WaterGen. According to the simulations conducted, for entrainment ratios (W steam / W water) 1/2 to 1/9, efficiency (Wnet / Qboiler) is found in the range of 21% to\n34%. For the same operating conditions ORC efficiency is found as ~7%. Additional simulations carried out to determine the cycle efficiency for the increasing steam (motive fluid) pressure entering the injector. Entrainment ratio is kept constant\nas 1/5 in this analysis. It is found that increasing steam pressure in the range of 1 -5 bar slightly decreases the cycle efficiency from 31% to 30% whilst for the same conditions ORC efficiency varies between 6.5-7.5%. In overall it is found that injector/water cycle has a promising potential to turn low temperature heat (100-150C waste heat /solar energy) into useful power. For the same operating conditions injector/water cycles can provide 4-5 times higher efficiency in comparison with currently used ORC cycles. Moreover, a &quot;proof of concept&quot; rig will be constructed and operated at UoN based on a steam ejector, designed and supplied by Venturi Jet Pumps Ltd (VJP), mated with a commercially available PowerSpout micro-hydroelectric Pelton wheel/generator specified and supplied by Ashwell Biomass Ltd (ABM). The rig will have a nominal electrical output in the range 1 to 1.5 kW. Turbine water flows will be ~ 5 to 25 L/s with heads of 20 to 100 m. The thermal output will be ~ 10 to 15 kW at temperatures in the range 30 to 70C. This scale is small enough for lab operation,\nbut large enough to obtain meaningful results and to prove the concept. The latter will be fed into the model to assess the performance of larger installations. The consortium is confident that WaterGen can be scaled up, both by adding more units, commonly done in HE schemes, or by using larger turbine/generator/wheel sets for industrial applications.\nThe steam/water ejector with low cost and easy to manufacture wheel is expected to have good efficiency in converting steam energy into power. The assertion, sometimes made, that steam ejector pumps have low efficiency appears to be in\ncomparison with electric pumps; but this ignores the losses in generating the electric power to drive the pump so is not a valid comparison. Reasons for anticipating that the overall WaterGen efficiency will be high enough including the following: 1) the lower vapour pressure of water and its good thermal stability means it can operate at higher input temperatures than organic fluids resulting in higher Carnot efficiency. 2) A recent paper indicates experimental steam/water ejector efficiencies can reach 0.85 of the theoretical maximum. 3) Work by Burns suggests that air injection into steam ejector pump improves efficiency. 4) Although the higher the efficiency the better what really matters in a practical unit is the cost/kWh of the power delivered based on its capital and operating costs...WaterGen is anticipated to be a low cost design and higher efficiency than ORC steam expander. The minimum target for the power output is 10% based on the energy input to the boiler. In a developed system efficiencies of 15-20% could be achievable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N509875/1","grantId":"EP/N509875/1","fundValue":"148788","fundStart":"2016-01-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Saffa  Riffat","coPersons":["Siddig Adam Omer"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}