{"id":"92DBF442-40E5-4446-A025-8CDCF2D3C5AD","title":"Bridging the Rural Divide","abstractText":"Access to digital services is unevenly distributed across the UK and the urban-rural divide is particularly pronounced. A great deal of effort is being invested in providing universal access, but the development of services that meet rural demand is also needed to engage rural communities in Digital Britain and enhance their stake in the Digital Economy. This project seeks to bridge the rural divide through the development of novel mapping services that augment a broad range of activities underpinning the rural economy; activities such as walking, cycling, canoeing, bird-watching, and other everyday activities that sustain the rural economy. Specifically, the project seeks to develop community-based maps that enhance our engagement with the countryside and novel data services that enable individuals to input and/or access digital content in the field. By developing these services in the wild through direct user participation, the research will provide a blueprint for broader roll-out and provision of services that meet rural need.Current digital mapping services largely focus on urban environments. Google Maps, for example, offers rich street views of urban settings but such views of rural space are largely absent. Google My Maps offers users tools to map out their own routes and add content, such as photographs, video, and textual descriptions, but these are laborious and lack a great deal of contextual relevance. New developments in mobile, location and sensor-based or 'ubiquitous' computing now make it possible for users to move beyond the urban fringe and herald the spatial expansion of computing out from the city and into rural locations that have long been marginalised due to technological limitations, and the development of new online 'Web 2.0' services open up new possibilities for augmenting and sharing field-generated content. This project seeks to leverage new developments in ubiquitous computing and Web 2.0 to enhance our engagement with the rural environment and augment the activities that drive the rural economy.The project seeks to meet its aims through the interdisciplinary and user-led development of a 'rural ubicomp toolkit' that will enable people to create and share community-based maps that represent their distinctive interests and concerns. Thus, and for example, the toolkit will enable users to sketch routes out to indicate interesting pathways through rural space. Sketches will be augmented by GPS data generated in the field. When in the field, users will be able to access community content based on their location, in order to have contextually relevant information fed to them at appropriate points in their journey. Users will also be able to add to the evolving corpus of community knowledge by uploading geo-tagged content via mobile devices. The toolkit will also support more immediate social aspects of our engagement with the rural landscape by enabling content to be accessed, added to, and viewed via situated displays and mini-projectors in visitor centres.The results of the project will be an Open Source toolkit that provides a blueprint for the broader deployment of DIY sensor hardware, software APIs for mobile experience capture, representation and sharing, and tools for ordinary users to create engaging public events. The project is supported by the RCUK Horizon Digital Economy Hub, Ordinance Survey, the Countryside Council of Wales, Mark Williams MP, and the Minister for Rural Affairs in Wales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001778/1","grantId":"EP/I001778/1","fundValue":"134611","fundStart":"2010-10-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Matt  Jones","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}