{"id":"92E6D79D-C0ED-46EF-9A18-8636BAF826CB","title":"Overcoming antibiotic resistance by studying antibiotic hypersensitivity","abstractText":"Antibiotics have saved millions of lives since their discovery. Antibiotics kill pathogenic bacteria by targeting an essential metabolic process. Pathogenic bacteria can protect themselves from antibiotics by altering or providing a new target that no longer binds the antibiotic, destroying the antibiotic or pumping the antibiotic away from the target. Antibiotic resistance is now a serious problem in treating diseases caused by pathogenic bacteria such that in the EU 25,000 people die annually from untreatable infections. Globally there are 440,000 new cases annually of multidrug resistant tuberculosis resulting in 150,000 deaths. Solutions to the problem of antibiotic resistant bacteria are being sought on several fronts including better control over the use of existing antibiotics, the discovery and development of new antibiotics and antibacterial strategies that do not rely on antibiotics such as phage therapy, bacteriocins, antibacterial peptides and vaccines. \nA hitherto underexplored but potentially exciting approach is to use combination therapy in which two or more drugs are used simultaneously and act synergistically to kill antibiotic resistant bacteria. This approach has been used for combating HIV and tuberculosis for some time. However combination therapy need not always involve two antibiotics; one of the drugs used may not itself have anti-microbial activity but potentiates the activity of the antibiotic. A well-known potentiator that has been taken by most people is clavulanic acid, an inhibitor of the enzyme beta-lactamase that destroys beta-lactam antibiotics such as penicillin. \nHow many potentiator targets are there and how do we find them? There is evidence that there are hundreds of potentiator targets in bacteria of varying efficacy and that might act against different types of antibiotics. This evidence comes from measuring the antibiotic sensitivity in bacteria that have single gene mutations; those mutants with greater sensitivity to an antibiotic compared to a strain with an intact gene (the parent) indicate that the mutated gene or its consequences on metabolic processes is a potentiator target. \nWe have isolated mutants in a bacterium, Streptomyces coelicolor (a relative of Mycobacterium tuberculosis) that are hypersensitive to a subset of antibiotics including two antibiotics that are so-called 'last resort' antibiotics for some pathogenic bacteria. The mutations lie in enzymes required to modify proteins being localised to the outside of the cell with sugars. Knocking out this modification system may have a variety of consequences on metabolic processes, all unknown at present. We hypothesise that if we understand what these consequences are at the metabolic level, we can identify rational targets for potentiators and, in some cases, undermine their resistance mechanisms. Our first objective is to ask whether mutations in the protein modification system in related bacteria are also hypersensitive to establish whether our observations are general, and to initiate screens for potentiator chemicals in collaboration with NovaBiotics Ltd and the Marine Biodiscovery Centre in Aberdeen. Second we plan to determine what major metabolic changes have occurred in the mutants compared to the parent strain by studying the proteins that might be affected by modification in the cell surface and by measuring changes in gene expression. Third we plan to identify what genetic changes need to happen to the hypersensitive strains to make them resistant again and this will point to both an explanation of the hypersensitivity and how resistance to potentiators might arise. At the end of this project we hope to be in a position where we can start screening for potentiators for use with antibiotics that act against Mycobacterium tuberculosis and some vancomycin resistant pathogens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J016691/1","grantId":"BB/J016691/1","fundValue":"546216","fundStart":"2012-12-01","fundEnd":"2016-05-31","funder":"BBSRC","impactText":"","person":"Margaret Caroline Smith","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}