{"id":"92F25FB2-BAD3-475A-AC4A-53003C984020","title":"Downsizing: using environmental prompts to understand healthy portion control and appropriate food servings in children, adolescents and caregivers","abstractText":"National survey data for the UK shows that portion sizes of some energy dense foods (foods more than 2.5kcal/g) are associated with overweight and obesity. Habitual and frequent consumption of items which are high in energy density contributes to a high total energy intake. In particular intakes of some sugar sweetened drinks, savoury snacks, confectionery and cakes are associated with higher body weights. The term &quot;portion distortion&quot; is now commonly used to reflect changes in portions of foods offered outside the home over the last 20 years. This refers to both the supersizing of common meal and snack items such as burgers, pizzas, soft drinks, crisps and sweets and the additional physical activity required to accommodate these large amounts to achieve energy balance. Supersizing and changes to pre-packaged quantities are important since consumers rely on unit size to guide intake. Increased portion sizes alter how much is eaten in two ways - directly by providing more, consumers (including children) eat more and indirectly by presenting larger amounts as &quot;normative&quot;, so this is what consumers expect to drink or eat. Thus the first carbonated sugar sweetened beverage volume was typically 8 fluid ounces (236ml) but today bottles are available in 12 fluid ounce (~375ml) for a single serving or greater. These changes suggest to the consumer that the typical or normal serving size is higher now than before. The &quot;portion size effect&quot; where more is eaten or identified as an appropriate serving when more is offered has been confirmed by research. For example large scale survey methods (e.g. the EUFIC report on 13,000 consumers in Europe) and small scale laboratory experiments confirm a significant and reliable effect of portion size on food intake or self selected serving. The portion size effect has been seen in adults and children. However since children and adolescents learn about the appropriate portion size from what it served to them along with satiety responses developed to these foods over time, establishing appropriate portions is modifiable through learning. Learning is the key psychological process by which children understand culturally appropriate food habits, including meal and snack frequency, types and amounts of foods within their home environment. This proposal sets out to challenge the portion size effect by testing a variety of environmental strategies to &quot;downsize&quot; portions offered to infants and selected by pre-schoolers and adolescents. The first study will record typical portion sizes of high energy snacks offered to infants aged 24-36m then test the effect of replacing or reducing portions served of these foods within a pilot randomised control trial (RCT). The second study will involve systematically changing meal item amounts served in nurseries using variety and palatability to offset the portion size effect on self served amounts in pre-schoolers. The third study examines the feasibility and acceptability of using &quot;nudging&quot; to promote smaller portions of snacks in adolescents using social media and digital technologies for sharing social norms of portions. The fourth study uses direct observations in households with infants and pre-schoolers to identify packaging solutions matched to family needs to adjust portion sizes for family members. The final part of the project will provide evidence to recommend ways that stakeholders such as families, childcare workers, healthcare professionals, industry and policymakers can apply downsizing strategies to support healthy portion control. The evidence based strategies will include ways to use smart packaging, small containers and visual cues to reduce intake of HED snacks and meal items; and to encourage intake of LED foods, high in dietary quality such as fruits and vegetables.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M027384/1","grantId":"BB/M027384/1","fundValue":"422419","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Marion Morison Hetherington","coPersons":["Charlotte Elizabeth Evans","Joanne Elizabeth Cecil","Samantha  Caton","Tang  Tang"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}