{"id":"92FD4450-241E-4A96-9B25-45D57D3F22BF","title":"Changing Land-Atmosphere Feedbacks in Tropical African Wetlands","abstractText":"The primary aim of the proposed research is to quantify the feedbacks between tropical African wetlands and climate. We will do this by implementing a dynamic wetland inundation scheme in an Earth system model, and test this model against soil moisture, cloud cover and methane (CH4) concentration data obtained through remote Earth observation. Our research will address the following key questions: How does the presence of tropical wetlands affect rainfall at the regional scale? Are wetland emissions of CH4 strongly dependent on seasonal and inter-annual hydrological variability? How will wetland seasonality and associated emissions of CH4 alter under environmental and climate change scenarios? The research proposed here will build on recent developments in land-surface modelling and Earth observation to incorporate detailed hydrological understanding of wetland function into climate models. We will combine novel satellite Earth observations, field measurements, and a new dynamical representation of wetland inundation to add greatly to our understanding of the importance of wetlands in the Earth system under scenarios of environmental change. Wetlands interact with the climate system in two ways. First, they govern the fluxes of heat and water at the land-surface, which can feed back on rainfall at the local and regional scales. Second, wetlands form a key link between the hydrological and carbon cycles, via anoxic degradation of organic matter to release CH4. It is estimated that wetland CH4 emissions represent 20-40% of the global CH4 budget making wetlands the largest single natural source of atmospheric CH4. Both CH4 and hydrological feedbacks are expected to be most active in the tropics, yet it is here that CH4 fluxes are least well quantified. These concerns are amplified in the context of climate change: warming resulting from a doubling of atmospheric CO2 concentrations will likely lead to a 78% increase in wetland emissions of CH4, most of which will come from tropical regions. Moreover, recent rapid increases in global CH4 concentrations have recently been attributed to natural variations in the extent of flooding in tropical wetlands. The lack of robust information on the ways in which tropical wetlands modulate fluxes of heat, water and trace gases to the atmosphere currently hampers progress in predicting the effects of global environmental change. We urgently need a better understanding of how wetlands function in the Earth system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I01277X/2","grantId":"NE/I01277X/2","fundValue":"391845","fundStart":"2012-01-01","fundEnd":"2015-04-30","funder":"NERC","impactText":"","person":"Simon James Dadson","coPersons":["Christopher Matthew Taylor","France  Gerard"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}