{"id":"92FF331E-B8D0-41C0-83F8-CA62E12024B8","title":"Understanding and managing intra-state territorial contestation: Iraq's disputed territories in comparative perspective","abstractText":"The 'disputed territories of Iraq' are a contentious and destabilizing issue with wider regional ramifications of increasing national security importance to the UK. The contestation impacts upon broader Middle East instabilities, and is of interest to the UK and Europe in terms of energy security and economic interests in Iraq and the Kurdistan Region. \n\nThe stability of Iraq is a critical UK foreign policy concern, even though in recent years it has diminished in visibility. Key issues remain unresolved, with perhaps the most pressing being the territorial extent of the Kurdistan Region, its relationship with Baghdad, and the management of security and resources in this oil-rich territory. The centrality of this particular issue also derives from the wider regional implications of the &quot;Kurdish question&quot; that also affects Turkey (a NATO ally), and Iran and Syria. \n\nThis project examines the dynamics of the disputed territories - internally in terms of the social and political aspirations of communities there, and 'externally', in terms of their links with Baghdad and Erbil (the capital of the Kurdistan Region), and the interests of these two power poles, plus their regional and global interactions. It does so with a view to assessing current proposals (including those submitted by the UN in 2009 and Kurdish demands for a referendum on the disputed territories) to resolve what remains a dangerous political stand-off, while presenting an empirically rich and comparative analysis to assist in the formulation of approaches that may assist in the management of the dispute. \n\nThis analysis focuses upon three inter-related issues which we contend lie at the core of the contestation: (1) communal mobilization and the articulation of local aspirations, i.e. what do people in this territory want, in terms of their governance, socio-economic provision, and overall future? (2) the interests of the Kurdistan Regional Government (KRG) and the Government of Iraq (GoI), in terms of 'security' and natural resource exploitation, and (3) the influence of neighbouring and regional powers (namely Turkey, Iran, Syria, and the Arab Gulf states) and of extra-regional and global powers (especially the US and UK) on the status of the Kurdistan Region and its overall status as either an autonomous entity existing inside Iraq, or an independent entity having seceded from Iraq. \n\nWith this set of understandings in place, the research then considers the current options that have been posited by different interest groups for the resolution of the problem. At the time of writing, two proposals have gathered significant traction. The first is that by the KRG and those political forces in Iraq that tend to stand in opposition to the government, namely the implementation of relevant constitutional articles that specified a roadmap for the resolution of the status of the disputed territories (Article 140). There exist a myriad range of problems regarding the implementation of this article in terms of (a) how the article could be implemented, and (b) the impact of the implementation (or lack of implementation) of the article. The second set of options that exist are those presented by the UN Assistance Mission for Iraq (UNAMI) in 2009. Following in-depth fieldwork in the disputed territories, UNAMI submitted a range of possible power-sharing options, all of which were rejected by Iraqi stakeholders for reasons of political sensitivity at the time. We contend that these proposals warrant systematic and comparative analysis to identify their appropriateness as possible solutions to the problem. We will base our analysis of these proposals on the current state of the art in relation to the management of territorial disputes in divided societies, thus being able to reflect on what are considered feasible and viable options for relevant institutional designs and how these may be applied in the specific context of Iraq's disputed territories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M009211/1","grantId":"ES/M009211/1","fundValue":"746597","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"ESRC","impactText":"","person":"Gareth  Stansfield","coPersons":["Stefan  Wolff"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}