{"id":"930AA0AB-BAB6-43A0-A40D-A38D1A4C31AE","title":"Hollow-core fibre based quantum optical light-atom interface","abstractText":"Since their discovery, about a century ago, the physical laws of quantum mechanics have puzzled researchers and attracted widespread interest. In particular, the philosophical implications for the meaning of reality and objectivity have raised lasting debates. The bone of contention being the concept of entanglement, where two distant objects, upon the act of measurement, appear to agree on random measurement outcomes, although no physical reality could be ascribed to their properties before the measurement and although any communication between them is ruled out by the theory of relativity.\nIn modern days, immense progress has been made in this area, and beyond the vast amount of devices and applications such as lasers and superfluidity, the pure quantum properties of photons and even individual atoms can now be controlled with unprecedented precision. While such a high level of control was first achieved in quantum optics, i.e. the physics of light, the advent of laser cooling enabled physicists also to engineer new quantum states of matter. These research fields were recognized by the award of Physics Nobel prizes in 1997, 2001 and 2005.\n\nThe field became a spectacular topic of interest when potential applications of entanglement for quantum computing and cryptography were discovered. Devices working with quantum units of information, or qubits, could efficiently solve certain computational problems, simulate quantum dynamics, and provide a means for completely secure communication. \n\nAn important ingredient for future quantum networks, i.e., linked nodes that are capable of controlling quantum states, will be the ability to interface light and matter. While photons can be easily transported but are very volatile in their very nature, quantum states of matter can be kept, controlled, and designed to interact with each other. A set of small, easily controllable quantum machines can become more powerful by interconnection. The problem of long-distance quantum communication might serve as the prime example. While basic quantum communication devices are already commercially available, current technology is limited to distances of about 150 km due to the noise that is inevitably introduced in any sort of quantum channel. Overcoming this limit will become technically feasible only with nodes that are capable of storing and preserving the transmitted quantum information and performing quantum operations on it. Hence, there is a strong interest in developing light-matter interfaces that fulfil these tasks. \n\nSuch interfaces also find other applications. The transfer of well-controlled optical states onto matter can serve for precision measurements such as magnetometry, atomic clocks, and spectroscopy. At the same time, new states of light can be engineered or detected, and applications include squeezed light, single photons, frequency conversion, and efficient or even non-destructive photon counting, where the intensity of light can be precisely measured without absorbing it. All of these are much sought-after resources for a range of quantum optical applications.\n\nThe aim of this project is to design and build a fibre optical light-atom interface. By incorporating techniques from cold-atom physics, we want to build a system based on a micro-fabricated chip with integrated hollow-core photonic crystal fibres. With the help of the chip we will magnetically confine laser cooled, ultracold atoms in the 6 micron sized empty core of these light guiding fibres and let them interact with the light field. This system will allow us to explore new parameter regimes and can become the first demonstration of a long-lived (seconds) quantum memory with very fast switching times. The natural compatibility of the proposed implementation with fibre optical communication will bring quantum communication devices closer to a &quot;real world&quot; implementation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015857/1","grantId":"EP/J015857/1","fundValue":"100044","fundStart":"2012-10-31","fundEnd":"2014-04-30","funder":"EPSRC","impactText":"","person":"Thomas  Fernholz","coPersons":[],"organisation":"University of Nottingham","findingsText":" In this research project, we aimed at developing a quantum light matter interface. Such an interface would allow to connect distant places and exchange so-called quantum information. One important application of such a device would be to securely communicate encryption keys for secure data exchange.\nWhile a lot of theoretical and experimental progress has been made in the field in general, a practical implementation that could be used for widespread use is still lacking.\nHere, we aimed at combining quantum techniques known from atomic physics with modern communication technology, namely optic fiber based connections. Our vision is to use so-called hollow-core photonic crystal fibers, and load their hollow center with atoms over which we have fine enough control to make use of their quantum properties and let them interact with the light that is guided through the fiber.\nThis is technological development needs to address a range of practical issues. The most important one is to find a reliable technique for loading such fibers with ultra-cold atoms. We devised and design a scheme which makes use of so-called atom chips, where atom can be magnetically trapped and manipulated. For atom loading, the hollow-core fibers need to be aligned with these magnetic structures to micron precision. We successfully implemented suitable microfabrication techniques and produced some prototypes of fiber integrated chips. We also developed the ultra-high vaccuum (UHV) infrastructure capable of producing laser-cooled atom samples.\nHowever, we still have a few technical issues to solve in order to combine our fiber integrated atom chips into our UHV chamber and maintain suitable optical access. This prevented us so far from performing actual quantum optical experiments interfacing atoms and photons.\nIn parallel, we investigated theoretically some potential future applications in this field. Quantum light matter interfaces might benefit strongly from interactions between atoms, as these can mediate otherwise non-existing interactions between photons. Highly excited Ryderg atoms are an interesting candidate for such applications. We investigated such interactions as they arise in a thin, almost one-dimensional gas and analyzed the effects arising from atom excitation with light and with microwave radiation. These findings will inform schemes for applications that might arise in the future . The findings will be taken forward towards the initial goals by a new PhD student, funded through a European Marie-Curie project (Initial Training Network). Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}