{"id":"93103C03-909A-403C-ABCA-8FC729FE4158","title":"Development of Gadd45b-Targeting Agents for Multiple Myeloma Therapy","abstractText":"Professor Guido Franzoso and his colleagues at Imperial College have discovered a new way of tackling multiple myeloma, a cancer of the bone marrow, which could offer a cure for this disease. In contrast, existing drugs have severe side effects that limit the doses that can be given. The most recent treatment, bortezomib (Velcade) cannot kill all of the cancer, allowing some of the cancer cells to escape and, whilst the disease can be temporarily stabilised, relapse is inevitable. As a result, most of the 110,000 people diagnosed each year with the disease in US, Europe and Japan will die about 3-5 years later. This blood borne cancer cannot be treated using radiotherapy or surgery and so the options are restricted to chemotherapy or bone marrow transplant. We have discovered a new protein, called Gadd45b, which forms one half of a crucial molecular link between cells. An enzyme called MKK7 controls traffic in a second signalling pathway (JNK) and, bound together, these two molecules stop the signals that tell normal bone marrow cells to die, allowing them to multiply uncontrollably. We have designed small molecules that prevent the two proteins from binding to one another. Multiple myeloma cancer cells contain high levels of Gadd45b, compared to normal bone marrow, and we have already shown that we can kill human myeloma cells in the laboratory by preventing Gadd45b from binding to its partner, MKK7. We have shown that these proteins don?t affect normal cells, making them promising starting points in the search for a new drug therapy. The next steps will be to find out how these molecules behave in models of cancer, and use this information to create a second generation of improved molecules. At the end of this study we aim to create a compound that can be given to patients within a year or two. This treatment will not only stabilise the disease, but may actually offer a cure for multiple myeloma. The team has wide experience of successful drug discovery and development within the pharmaceutical industry and will develop the peptide molecules using Imperial College?s extensive biological, chemical and clinical facilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901436","grantId":"G0901436","fundValue":"650482","fundStart":"2010-09-01","fundEnd":"2013-07-31","funder":"MRC","impactText":"","person":"Guido  Franzoso","coPersons":["Caroline  Low","Menotti  Ruvo","Catherine Jane Tralau Stewart"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}