{"id":"93127126-CA23-49F2-A8D8-EBCE535F25E4","title":"The production of docosahexaenoic acid (DHA) in transgenic plants: a sustainable source of omega-3 fish oils","abstractText":"Fish oils have been historically associated with health-beneficial properties and over the last few years a large number of scientific studies have demonstrated the benefits of a diet rich in these oils. In particular, some of the fatty acids found in fish oils seem to play a role in preventing heart attacks and other circulatory problems. These fatty acids are the omega-3 long chain polyunsaturated fatty acids (abbreviated to omega-3 LC-PUFAs), and they are now widely viewed as vital constituents of human diet. As well as being able to play a role in preventing diseases, fish oil omega-3 LC-PUFAs are also very important in human growth and development. For example, breast milk contains these fatty acids, and it is for this reason formula (replacement) milks are now enriched in these fats. The primary source of omega-3 LC-PUFAs is fish oils, but unfortunately global fish stocks are now in severe decline (mainly due to decades of over-fishing). This not only represents an ecological crisis, but may also, in the future, severely hamper the availability of fish oils to maintain a healthy diet. Moreover, there are growing concerns about the contamination of current wild fish stocks with pollutants such as heavy metals, plasticizers and dioxins. Therefore, there is an urgent need to find a new sustainable source of these very important fatty acids. One approach that we are undertaking is to try and make fish oils in plants. This requires genetic engineering of a suitable plant (ideally an oilseed), because there are no known examples of higher plants which synthesise omega-3 LC-PUFAs. To carry out this work, the genes which direct the synthesis of omega-3 LC-PUFAs need to be introduced in a plant. These genes come from the tiny microbes (such as algae) which live in the ocean and synthesise omega-3 LC-PUFAs, so the project involves moving these genes into plants, to allow the synthesis of these important fatty acids in a clean and sustainable manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E004326/1","grantId":"BB/E004326/1","fundValue":"493372","fundStart":"2007-05-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"  Enabling technology to allow complex metabolic engineering in GM plants Agriculture, Food and Drink Societal,Economic","person":"Johnathan Andrew Napier","coPersons":[],"organisation":"Rothamsted Research","findingsText":" A method to engineer plant seeds to make them synthesise healthy oils . Agriculture, Food and Drink","dataset":"gtr"}