{"id":"933211ED-5CA9-4849-BAA6-70057D3B8122","title":"Theoretical Particle Physics","abstractText":"Particle physics addresses the fundamental laws of nature which are revealed at short distances or high energies. Great progress has recently been made in this field, both by large-scale, high-precision experiments and by theoretical research. Our current knowledge is encoded in the &quot;Standard Model&quot;, a theory based on the mathematical concepts of gauge invariance and the Higgs mechanism (which predicts the Higgs boson whose probable discovery has recently been announced).\n\nThere are strong reasons, including hints from cosmology and the anomalous magnetic moment of the muon, to believe that the Standard Model is not the ultimate description of nature even at energies accessible in the near future. Furthermore a new mathematical framework, for which string theory is the leading candidate, appears to be required for a consistent description of gravity and the other fundamental forces studied in particle physics. The challenge of discovering the ultimate description of particle physics can be addressed from two sides: by performing high-precision analyses of the wealth of data being produced by the Large Hadron Collider (LHC) and other particle physics experiments, in order to seek the imprint of such an underlying theory; and by showing how string theory naturally leads to the Standard Model. Our group is in the vanguard of both these approaches.\n\nString theory requires, for its mathematical consistency, the microscopic existence of more than the three macroscopic dimensions of space. Therefore a main challenge is to understand how the so-called compactification of these extra dimensions can lead to a theory of the form of the SM, possibly accompanied by additional predictions at LHC energies, and cosmological implications. An intermediate stage in this process is usually a supersymmetric version of the Standard Model, which we expect would reveal itself at high energies, Beyond the Standard Model (BSM)--but perhaps accessible at LHC. Supersymmetry postulates that the particles which constitute matter (fermions) and transmit forces (bosons) are related; the main attraction of the concept is that it explains the minute masses possessed by fundamental particles. Another important topic in string theory, also addressed by our group, is the description of black holes. This places in sharp relief the challenges of reconciling gravity and quantum physics. \n\nQFTs such as the Standard Model and its possible extensions (e.g. supersymmetry) are so complicated that they cannot be solved exactly. For scattering processes at colliders such as the LHC, the only known method is by successive approximations called perturbation theory, where the predictions of the theory are expanded in terms of a small parameter. Members of our group play an internationally leading role in such calculations, which are not only indispensable for the correct interpretation of the experimental results, but also for gaining structural insights which will guide further research. \n\nAlthough the interactions in a collider are between fundamental particles such as quarks, individual quarks are never observed as reaction products; they are only seen combined as hadrons consisting of 2 or 3 quarks, bound together by the &quot;strong interactions&quot;--a phenomenon called quark confinement. It thus becomes vital to understand confinement and the strong interactions, in order to reconstruct the interactions in colliders from the reaction fragments. This requires novel techniques as most particle physics computations are based on the interactions being weak (as described above). The most effective such technique is the simulation of spacetime by a lattice of discrete points. Our group is involved in the use of high performance computing for this purpose and is especially interested in lattice simulations of hadrons. We are also interested in theoretical mechanisms for confinement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000431/1","grantId":"ST/L000431/1","fundValue":"565599","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"STFC","impactText":"","person":"David Ian Jack","coPersons":["Radu  Tatar","Martin Hermann Gorbahn","Thomas  Teubner","David Richard Jones","John  Gracey","Andreas  Vogt","Paul Edward Rakow","Thomas  Mohaupt","Alon Eliyahu Faraggi"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}