{"id":"933584BD-8931-402B-90D9-FD1171C56D31","title":"Catalytic Functionalisation of Aromatic Fluorocarbons","abstractText":"Three of the top 10 selling pharmaceuticals in the world Lipitor (used for controlling blood cholesterol levels), Seretide (asthma) and Crestor (cholesterol and cadiovascular disease), are selectively fluorinated aromatic organic molecules. Overall, up to 20% of all pharmaceuticals in the current market and 40% of all agrochemicals bear at least one fluorine substituent. These products are central to the well-being of modern society and economically they are also huge players, with fluorinated aromatics typically generating over $25 billion per annum to the pharmaceutical industry alone. This immense value in terms of health/well-being and economic prosperity means that new methods enabling their more efficient means of production are highly desirable. However, current methods for the preparation of such species are limited in scope and selectivity. In this proposal, we aim to devlop a new approach to the synthesis of these vital compounds using transition metal catalysis.\n\nOur ideas are based on recent experimental work where one of us (Whittlesey) prepared new ruthenium (Ru)-based catalysts for the hydrodefluorination (HDF) of aromatic fluorocarbons containing several fluorine substituents. This allows the selective replacement of a fluorine group by another group - in this case, hydrogen - leaving the remaining fluorines in a specific pattern (ortho-selectivity). This selectivity is unprecdented for for transition metal catalysts. Crucially, the other member of the team (Macgregor) has been able to use computational modelling to demonstrate that this that this unusual selectivity arises from a novel mode of reaction, where the Ru catalyst delivers a hydride ligand to the fluorinated substrates with a remarkably high level of regioselectivity. A key design feature that enables this hydride nucleophilic attack is the use of N-heterocyclic carbene (NHC) ligands, which not only enhance the activity of the catalysts, but are also responsible for controlling the selectivity of the process. \n\nWe now aim to combine our expertise in experimental and computational chemistry to take the principles underpinning our HDF work to develop new catalysts for more general XDF reactions in which F substituents can be replaced by other nucleophilic groups resulting in the selective formation of new C-O and C-N bonds. We will achieve this by (i) using computational modelling to elucidate the factors (sterics/electronics) that underpin the Ru-NHC HDF catalysts to show how they can be made more efficient, (ii) establishing experimentally the full substrate scope (chemoselectivity, low fluorine containing substrates etc) of the system for hydrodefluorination, (iii) employing computational methods to probe the mechanism of XDF with M-OR, -OH, -NR2, SH and -hydrocarbyl catalysts, (iv) undertaking a full experimental study of catalytic XDF to determine regioselectivity, chemoselectivity and substrate scope and (v) combining computational and experimental studies to refine and improve our XDF catalysts.\n\nThe outcome of our work will be a range of new XDF catalysts that will enable the synthesis of new fluorinated aromatics. The full potential of this class of compound has yet to be fully realised and a successful XDF catalyst would open up pathways to a wide array of new fluorinated species, with untold possibilities for health and well-being.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010677/1","grantId":"EP/J010677/1","fundValue":"297679","fundStart":"2012-03-01","fundEnd":"2015-02-28","funder":"EPSRC","impactText":"","person":"Stuart Alan Macgregor","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}