{"id":"93390483-4059-4CAF-9E96-2B804B91A84D","title":"French Cinema in Britain since 1930","abstractText":"In a market long dominated by Hollywood, French films are consistently the most widely distributed non-English language work. However French cinema appears to undergo a transformation as it reaches Britain, becoming something quite different to that experienced by audiences at home. The planned monograph sets out to analyse how and why this process of transformation takes place and to what extent it curtails French cinema's plural identities via study of the distribution, exhibition, promotion and reception of French cinema in Britain. By moving beyond accounts of French cinema as experienced and articulated within France and engaging instead with a detailed historical study of the dissemination of French cinema in Britain, it aims to problematise dominant Anglophone and French understandings of what constitutes 'French' cinema and construct a clear picture of the various transformations which occur as films travel between these two cultures. Accounts of French cinema in Britain will be historicised and unpacked and the Hollywood/Europe axis which has dominated studies of cross-cultural traffic will be replaced by an engagement with an instance of inter-European exchange. The book will move from the beginnings of sound cinema (and the emergence of 'national' cinemas) to the present day. A very precise focus on the distribution, promotion and exhibition of French cinema in Britain and its British reception will trace the presence of French cinema in the British context and provide a comprehensive understanding of how French cinema in Britain differs from French cinema in France and what this reveals about the respective film cultures and exchange between them. The book will include case studies of key debates, discourses, events and figures including: the Film Society movement; the growth of a British 'art cinema' culture; the advent of the X certificate; the impact of the French New Wave; the work of Unifrance; the British 'careers' of key films, directors and stars.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H004661/1","grantId":"AH/H004661/1","fundValue":"32706","fundStart":"2010-02-01","fundEnd":"2010-10-31","funder":"AHRC","impactText":"  This funding was supplied to cover Mazdon's one semester research leave to enable completion of work funded by project 119259/1. As such key findings, outputs etc are identical. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Lucy  Mazdon","coPersons":[],"organisation":"University of Southampton","findingsText":" This funding was supplied to cover Mazdon's one semester research leave to enable completion of work funded by project 119259/1. As such key findings, outputs etc are identical. See above Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}