{"id":"934A58AC-DAAB-4044-B19A-1765C00CA642","title":"Monastic Powers in Medieval Central Italy (c.800-c.1190)","abstractText":"The project seeks to analyse the political, cultural and ideological context in which the central-Italian monasteries of Farfa, Montecassino, S. Vincenzo al Volturno, S. Clemente a Casauria, S. Bartolomeo in Carpineto, and Subiaco developed their power between the 9th and the 12th centuries.\\nThese monasteries were among the most influential institutions active in central Italy in the period. An in-depth analysis of the ways in which their power developed, and ultimately declined, can therefore shed light to some fundamental aspects of the social, economic, political, cultural and religious dynamics of the area. \\n\\nBetween the 9th and mid-11th centuries these monasteries, all located in the vicinities of the southern borders of the Regnum Italiae, often benefited from their liminal position. They therefore enjoyed a true golden age, at times at the expense of local bishops, in the framework of the competition for power among German emperors, Lombard princes, popes, local aristocrats. \\nStrictly connected to very origins of Western monasticism, Subiaco was always particularly close to the papacy. On the other hand, Farfa and S. Clemente at Casauria owed most of their prosperity to the fact that they were ideological outposts of the Empire. The power of S. Bartolomeo in Carpineto was, on the contrary, the result of the efforts of a mid-10th century local count who was already conceiving his authority as largely antagonistic to central authorities. The political and cultural stance of Montecassino and S. Vincenzo al Volturno was more fluctuating and, most probably, a sign of their capability to maintain open relationships with different, conflicting forces.\\nAround the end of the 11th century these monasteries were all affected, some for the better some for the worse, by the Norman conquest of Southern Italy and by the consequent shift of the border to the north. Moreover, they were also all touched by a new development in the papal reform policy, one that aimed to reduce dramatically the privileges of monastic institutions.\\n\\nIt was in this context of territorial, institutional, and cultural transformation that, at Farfa, Montecassino, S. Vincenzo al Volturno, Subiaco, S. Clemente a Casauria, S. Bartolomeo in Carpineto, chronicles were written and documents preserved. This concentration of monastic chronicles and cartularies represents a unicum in medieval Italy, and occurred after a period of at least two centuries in which those communities' memory seems to have been circulated mainly, although not exclusively, in non written form. \\n\\nThis book represents the first attempt to study these monasteries all together over a long period of time.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F002661/1","grantId":"AH/F002661/1","fundValue":"26770","fundStart":"2008-01-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"","person":"Antonio  Sennis","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}