{"id":"934C5A19-E8AB-4673-8485-2DC564CC64AC","title":"Improved Fluid Presentation for Phase Separators","abstractText":"Though many industrial problems involving gas/liquid flows can be simulated via fairly simple models, there are other cases where the number of different forces and their direction can not be handled by this approach. A typical example is that of flow in a bend. If it is just the pressure drop across the bend that is required, then there are simple methods, more or less accurate, which can be invoked. However, if more detailed information is required, such as how are the liquid and gas disposed about the bend, then more advanced methods are required, methods which hitherto are not available. Calculation methods for multiphase flow are not yet at a stage that they can handle all the problem industry has to solve. Therefore developments have to be produced. However, to achieve these developments there is a need for information from experiment to inform the modeling and to validate the product models. In spite of the extensive multiphase flow literature, such information if often limited and most certainly confined to pipe diameters far smaller than used in industry and with physical properties very different to those which industry is dealing with. The programme of work proposed here aims to push forward developments in modeling and provide experimental observations/measurement to help this development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E004644/1","grantId":"EP/E004644/1","fundValue":"455509","fundStart":"2007-04-01","fundEnd":"2010-11-30","funder":"EPSRC","impactText":"  Apart from the improvement of knowledge of engineers working in the oil production industries and the oil refining sector , the outcomes of thus project find application in the aerospace industries, specifically in the design of the bearing chamber of aero-engines where the flow of gas and lubricating oil is very important for aspects such a lubrication and cooling. Aerospace, Defence and Marine,Chemicals,Energy ","person":"Barry  Azzopardi","coPersons":["Herve  Morvan"],"organisation":"University of Nottingham","findingsText":" Though many industrial problems involving gas/liquid flows can be simulated via fairly simple models, there are other cases where the number of different forces and their direction can not be handled by this approach. A typical example is that of flow in a bend. If it is just the pressure drop across the bend that is required, then there are simple methods, more or less accurate, which can be invoked. However, if more detailed information is required, such as how are the liquid and gas disposed about the bend, then more advanced methods are required, methods which hitherto are not available. Calculation methods for multiphase flow are not yet at a stage that they can handle all the problem industry has to solve. Therefore developments have to be produced. However, to achieve these developments there is a need for information from experiment to inform the modelling and to validate the product models. In spite of the extensive multiphase flow literature, such information if often limited and most certainly confined to pipe diameters far smaller than used in industry and with physical properties very different to those which industry is dealing with. The programme of work carried out here has pushed developments in modelling and provided experimental observations/measurement to help this development.\n\nIn particular, we focused on two flow patterns: (I) slug flow in a 90 deg bend for either vertical to horizontal or horizontal to horizontal; (ii) annular flow in an inverted &amp;amp;quot;U&amp;amp;quot; bend (vertical up to vertical down).\nWe used different measurement methods from those which we suggested in the original proposal This was because there had been a build up of expertise in electrical tomography techniques (Electrical Capacitance Tomography and Wire Mesh Sensor Technology. These techniques are usable on fluids with properties similar of those of interest to industry.\n\nA large data base for the gas/liquid flow before/after 90 deg bend has been accumulated. Observation of flow within the bend using high speed video.\n\nFor the 180 deg bend measurements were made with three measurement methods (rigorous calibration).\n\nA directionally sensitive wall shear stress probe (hot film probe) has been developed and used on the vertical upflow in the pipe before the 180 deg bend. Available for use on subsequent experiments on bends.\n\nThe experimental information gather from the work itemised above was used to significantly move forwards the modelling techniques, i.e., Computational Multiphase Fluid Dynamics in two ways:\n(I) Added film modelling at higher level than hitherto. We have modelled the occurrence and rate of entrainment of drops at a much higher level than any other work.\n\n(ii) We have tested an existing Volume of Fluid methodology rigorously against new data that we have generated.\n\nWe have continued to collaborate with Professor Abdelwahid Azzi of Algiers who was funded on this project as a visiting research fellow. This collaboration has led to a number of journal and refereed conference papers. The collaboration continues. Papers are still being written between us. The advances in the modelling of film flow and entrainment from the film find application in the design of the bearing chamber of aero-engines. Aerospace, Defence and Marine,Chemicals,Energy","dataset":"gtr"}