{"id":"934E083B-C9B9-4C9D-ADBB-7473AB2ADB84","title":"Involvement of alpha2 subunit-containing GABAA receptors in circuits underlying drug abuse","abstractText":"Abused drugs such as cocaine and heroin act to facilitate the workings of particular nerve cells that use the chemical messenger, dopamine to communicate with other nerve cells. Dopamine cells have been described by some researchers as forming part of the reward circuitry of the brain. One of the most important kinds of nerve cell with which dopamine cells communicate uses a different chemical messenger, GABA. Drugs such as alcohol and benzodiazepines have their effects on GABA systems. Compared to studies of dopamine, relatively little research has been invested into the function of the GABA system in reward. This project will use mice that have been genetically altered so that particular aspects of GABA signalling are compromised. Specifically, it will investigate the importance of those GABA systems that use GABA receptors that contain the so-called alpha 2 protein, since these kinds of receptor are found in the brain areas involved in learning about the circumstances in which rewards are encountered. Preliminary research suggests that mice genetically engineered so that they cannot make the alpha 2 protein do not show the behavioural adaptations that normal mice display when they repeatedly receive cocaine, which suggests they may not be capable of some kinds of learning about rewards (incentive learning). The project will confirm these preliminary observations, and test the idea in more rigorous, but technically more difficult animal models of drug abuse. If alpha 2-containing GABA receptors can be shown to play an important role in learning about drug rewards, then it may be possible to develop drugs that disable these receptors as a treatment for drug abuse.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600874","grantId":"G0600874","fundValue":"329804","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"David Norman Stephens","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}