{"id":"9354BB25-F76D-49AE-A386-57A81E349A1B","title":"Public Collaboration Lab","abstractText":"It is widely understood that the public sector in general and public services in particular need to be radically reshaped inorder to meet the needs of citizens in the context of diminishing public financing. Less well understood are the ways andmeans by which to do so. This one-year project explores the potential for, and value of, design-led research to addresssocietal challenges and to inform policy. It does this through establishing a 'Public Collaboration Lab' (PCL), a strategicresearch collaboration between local government (London Borough of Camden), the citizens they serve, and an HigherEducation institution (University of the Arts London).\n\nThe project will use social innovation approaches to engage citizens and other societal actors in the co-design and co-delivery of some aspects of public services. These 'public and collaborative' approaches to service delivery (servicesdelivered with and by citizens and other agencies) seek to mobilise citizens as 'active collaborative people' rather than'passive individual people', 'service participants' rather than 'service users' and recognise citizens as both 'people withneeds' and 'people as assets in meeting their own and each other's needs'. However, despite the growing interest in therole, objectives and impact of design in strategic public sector contexts, there is also an acknowledged gap inunderstanding design's contribution to such situations. This project is designed to address that gap.\n\nTwo interrelated action research activities will be delivered in parallel. The first will deliver a citizen-centred exploration ofexactly how such collaboration plays out in specific service contexts. For the pilot we propose to take the reform of LondonBorough of Camden's Library Services as our starting point. The second will explore the models, mechanisms andmeasurement of impact of the 'Public Collaboration Lab', evaluating the model and its wider potential as a means ofdemocratizing social and service innovation and informing policy.\n\nThe project aims to: \n- Undertake a demonstrator social innovation project within a specially created 'public collaboration lab' to redesign publicservices through the application of collaborative design led approaches.\n- Increase understanding of HEI institutions' roles in supporting innovation practices within local government throughdesign led action research. \n- Explore the potential for co-design to democratize public service reform and improve pubic outcomes. \n- Co-design evaluative frameworks for assessing the role of design in local government service reform.\n- Propose means by which the pilot study could be upscaled within other contexts\n\nA process of examination and distillation will create a body of material which will serve as the basis for a series ofcoordinated outputs, including journal articles, conference papers, a research blog, case study material, service and socialinnovations, as well as a public collaboration lab model, framework and tools for HE/LG collaboration. The PCL team willwork closely with Nesta, Public Service Transformation Network, the international DESIS Network of over 40 DESIS labs,Impact Hub Network, Social Innovation Exchange, King's Cross Knowledge Quarter, Age UK and others to disseminateand maximise real-world impact of the project outputs. Dissemination will be integrated within the collaborativemethodology of the project, by involving relevant users, practitioners and policy makers in research, ideation andimplementation. To disseminate the findings, the project team will target major events and publications in the localgovernment, public policy, design research, and design HE communities. The final evaluation report will be designed in aforward-looking manner so that the lessons and opportunities arising from this pilot can be applied in other contexts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N504282/1","grantId":"AH/N504282/1","fundValue":"384508","fundStart":"2015-02-14","fundEnd":"2016-10-31","funder":"AHRC","impactText":"","person":"Adam  Thorpe","coPersons":["Kathryn  Oliver","Alison  Prendiville"],"organisation":"University of the Arts London","findingsText":"","dataset":"gtr"}