{"id":"93584E41-CF5D-4561-822B-9F20D932DBB0","title":"Signal Amplification in MR achieved through novel inorganic templates","abstractText":"Nuclear magnetic resonance (NMR) is arguably one of the most important methods for characterising materials in solution. It relies on the fact that certain nuclei possess the property of magnetism. Consequently when they are placed in a uniform magnetic field a precise amount of energy is required to change their magnetic orientation and this is exploited to inform on their local physical and chemical environment. The most widely recognised use of this phenomenon is found the clinical application of Magnetic Resonance Imaging (MRI) which offers unparalleled non-invasive insights into the state and health of the body. In normal conditions the behaviour of nuclei in a magnetic field creates one of the major drawbacks of both NMR and MRI : poor sensitivity. This lack of sensitivity arises because the distribution of magnetic orientations in a sample is such that the effects of only a very few of the molecules can be observed as a signal. Hyperpolarisation, the subject of this proposal, is a method for altering the magnetic distribution so that the observed signal can be increased by several orders of magnitude. Until recently effective hyperpolarisation could be achieved either by a lengthy and small scale process of transferring magnetisation from electrons to nuclei, or by using a hydrogenation reaction to transfer magnetisation from hyperpolarised nuclei in parahydrogen. Parahydrogen constitutes one quarter of naturally occurring hydrogen at room temperature and is the fuel of the space shuttle. This proposal is concerned with a new technique that allows hyperpolarisation of a substance without the need for a chemical reaction. The proposal is specifically concerned with the optimisation of the process, in terms of the chemistry of catalysis, the range of molecules that can interact with the hyperpolarised catalysts and the physical basis of the phenomenon. The proposal seeks to create a flow cell for generic use for the continuous production of hyperpolarised substances in large quantities. It is predicted that the provision of this unprecedented new method for increasing signal strengths could have wide ranging applications within chemistry and also have important implications for methods that seek to improve MRI and therefore its power as a diagnostic tool.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G009546/1","grantId":"EP/G009546/1","fundValue":"668449","fundStart":"2009-01-08","fundEnd":"2012-07-07","funder":"EPSRC","impactText":"  Our findings have been used by around 15 research groups worldwide. They have led to the production of a parahydrogen generator which is sold by Bruker BioSpin. Bruker have produced additional equipment which is now undergoing beta-test. Chemicals,Healthcare,Manufacturing, including Industrial Biotechology Societal,Economic","person":"S  Duckett","coPersons":["Gary  Green"],"organisation":"University of York","findingsText":" Our method harnesses hydrogen gas to achieve molecular hyperpolarisation. We specifically use its parahydrogen (para-H2) form, which is readily prepared and corresponds to a pure magnetic state, to do this. When it is brought into contact with another molecule a strange phenomenon is observed. We have called this phenomenon SABRE which stands for signal amplification by reversible exchange. We learned that the process behind SABRE is influenced by a large number of factors, which include magnetic field strength, chemical sterics, J-coupling framework and reaction kinetics. Through this work we envisage rapidly producing large amounts of a hyperpolarised agent without changing its molecular structure or biological properties thereby assuring its future suitability for use in clinical study. We have shown that 1H signals of 26,000 times greater intensity than can normally be seen on a 1.5 T scanner can be detected after 7 seconds of contact with para-H2, although theoretically with further optimisation, this signal enhancement could reach 200,000 fold. Test measurements in the earth's field have detected signals that were 103,000 times stronger than those of water. We note that the related and higher cost approach of DNP is progressing through a range of clinical trials. This gives us confidence that our simpler approach will ultimately find future application. We hope our findings will be used by industry to optise the manufacture of chemicals Chemicals,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}