{"id":"935ACBCE-8E1D-46C4-A5C6-49DA498B4D71","title":"Colossal Magnetoresistance in Cuprates?","abstractText":"In recent years there has been much research into layered cuprates due to the observation of high temperature superconductivity in such materials. Unlike normal conductors a superconductor exhibits zero electrical resistance below a critical temperature Tc and technological applications include superconducting magnets for MRI scanners, beam steering magnets in high-energy accelerators such as CERN and magnetic levitation trains. At present the record temperature at which superconductivity is observed stands at -113 degrees C in the cuprate material HgBa2Ca2Cu3O8+y. Another phenomena that has been much studied is that of negative magnetoresistance observed in perovskite manganites and Sr2FeMoO6. A negative magnetoresistant material exhibits a reduction in electronic resistivity upon application of a magnetic field and current applications of such compounds include memory storage devices. We have recently made the surprising discovery of large negative magnetoresistance in the ruthenocuprate material RuSr2Nd2-x-yCexYyCu2O10 between x = 0.7 - 0.95; -MR of up to 49% have been observed at 4 K in a 7 tesla field which is comparable to spin-polarised conductors such as CMR manganese oxide perovskites and Sr2FeMoO6 (at higher temperatures). Superconductivity is also observed in this material for x = 0.6 (Tc ~ 40 K).This is the first time that large bulk negative magnetoresistance has been observed in a cuprate material which also exhibits superconductivity at higher copper oxidation states. To investigate this phenomenon further we propose to synthesise and study the magnetotransport properties of new magnetocuprates such as 1222 MSr2R0.9Y0.2Ce0.9Cu2O10-d and 1212 MSr2RCu2O7+d (M = Co, Fe, Os, Mn, Cr, Mo, Ir, Cu; R = Nd, Pr) and cuprate spinels Cu1+xM2-xO4 (M = Mn, Cr, Fe, Ni, x = 0 / 0.2) in order to determine the possibility of observing -MR in other cuprates and to optimise the magnetoresistive properties of the cuprates. This work will not only be of great fundamental importance but may also have practical applications if it is possible to observe large negative magnetoresistance at higher temperatures","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F035225/1","grantId":"EP/F035225/1","fundValue":"245430","fundStart":"2009-01-07","fundEnd":"2012-04-10","funder":"EPSRC","impactText":"  Several scientists have cited our Physical Review B papers on the re-entrant spin glass behaviour observed in IrSr2Sm2-xCexCu2O10 (Phys. Rev. B 88, 184408 (2013); Phys. Rev. B 85, 144419 (2012)). Education ","person":"Abbie Christina Mclaughlin","coPersons":["Jan  Skakle"],"organisation":"University of Aberdeen","findingsText":" We have recently made the surprising discovery of large negative magnetoresistance in the ruthenocuprate material RuSr2Nd1.8-x-yCexYyCu2O10 which exhibits negative magnetoresistance for copper oxidation states &lt; 2.05 and superconductivity above this. A negative magnetoresistant material exhibits a reduction in electronic resistivity upon application of a magnetic field and current applications of such compounds include memory storage devices. Further investigation of 1222 ruthenocuprates RuSr2Ln1-xCexCu2O10 (Ln = Nd, Sm, Eu, Gd, x = 0.5 – 0.9) have yielded the most interesting results. The theory of high temperature superconductivity remains elusive. The origin of the pseudogap phase (observed in underdoped cuprates) is particularly hotly debated as to whether it is a precursor to high temperature superconductivity or if it competes with it. The weak ferromagnetism in the RuO2 plane changes the electronic behaviour of underdoped CuO2 planes (with Cu oxidations state &lt; 2.07) so that large magnetoresistances are observed. By studying the changes in magnetoresistance as a function of Cu oxidation state and cell volume (by changing the Ln) we show that Cooper pairs are actually formed in the pseudogap phase for materials with Cu oxidation state &lt; 2.05, but are not phase coherent. This has not been evidenced previously. We have also shown that it is possible to destroy these Cooper pairs by substituting Ni2+ for Cu2+.\n\n\n\nWe have synthesised spinels Zn1-xCuxFe2O4. These materials show a sizeable negative magnetoresistance at 290 K (MR9T= -10%) and the magnitude of the –MR increases upon cooling. Such materials may be used in spintronics devices upon further optimisation. We are currently investigating the mechanism of the –MR in these materials.\n\n\n\nWe have also synthesised novel colossal magnetoresistant pnictides NdMnAsO1-xFx. At low temperature a reduction in the resistivity by over 95% is observed. These materials materials may also be used in spintronics devices upon further optimisation.\n\n\n\nWe have synthesised several novel metallocuprates MSr2Ln2-xCexCu2O10 (M = Co, Ta, Fe) which have very different magnetic properties within the MO2 layer. The Co analogue is antiferromagnetic, Ta is diamagnetic, Fe is a spin glass. All three metallocuprates are not superconducting but exhibit negative magnetoresistance at low temperature. An exponential increase in –MR is observed below 20 K for all materials consistent with increased transport of magnetopolarons upon application of a magnetic field. \n\n\n\nWe have synthesised the novel iridocuprates IrSr2Sm2-xCexCu2O10 which are complex magnetic materials exhibiting multiple magnetic transitions upon cooling. Magnetic susscptibility and muon spin relaxation measurements suggest that ferromagnetic Ir4+ clusters form at 140 K which precipitate into long range ferromagnetic order below 60 K. At 20 K the Cu spins order magnetically and there is a re-entrant spin glass transition of the Ir4+ spins at 6 K. We are currently trying to anneal these materials under high pressure oxygen in order to increase the Cu oxidation state and promote superconductivity. This will then allow further investigation of how the ferromagnetic IrO2 planes and superconducting CuO2 slabs interact. An exponential increase in –MR is also observed below 20 K. Optimisation of the large negative magnetoresistances observed in spinels Zn1-xCuxFe2O4 and pnictides NdMnAsO1-xFx could result in new spintronics materials for magnetic memory and storage. The discovery of Cooper pairs in the antiferromagnetic insulating regime will have implications for the theory of high temperature superconductivity and is likely to have a large impact.\n\n\n\nOptimisation of the large negative magnetoresistances observed in spinels Zn1-xCuxFe2O4 and pnictides NdMnAsO1-xFx could result in new spintronics materials for magnetic memory and storage. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}