{"id":"936BB77A-D2A1-453A-999E-5099E90756AD","title":"Regulatory networks underlying lens development and evolution","abstractText":"How are you reading this text? One answer is that light reflected from the page is entering your eye and forming an image on your retina. Receptor cells detect this and transfer the information to your brain. A key step in forming a clear image is the focusing of light on the retina, and the lens is an essential part in this process. As lenses get old, they are less able to do this and visual acuity deteriorates, while lens diseases such as cataracts severely compromise vision. Lenses get their transparency and ability to refract light from high concentrations of proteins called crystallins, and the array-like arrangement of the cells that contain them. All vertebrates (with the exception of some cave-dwelling and subterranean species) have eyes with lenses and consequent image forming vision. Most invertebrates also have eyes, including the vertebrates nearest living relatives, amphioxus and sea squirts. However these animals do not form complex images as do vertebrates, and do not posses lenses. Consequently, the vertebrate lens is usually considered a vertebrate invention, and indeed its evolution is one of the predicted requirements for the origin of accurate vision and associated predatory lifestyle in ancestral vertebrates. How then did the lens evolve? In this project we intend to investigate this at the level of genes and development. The rational behind this that, since animal bodies form via embryonic development, changes in animal bodies over evolutionary time reflect changes in the developmental processes that sculpt them. With respect to the eye, we know a great deal about the genes that control its development, thanks to the ongoing research effort of numerous research groups. Fascinatingly, there are similarities between these genes and the genes that control eye development in distantly related animals such as insects and worms. The lens also shares some of these genes, but in addition has its own unique properties, not least the expression of the crystallin genes that define its special properties. We intend to approach this question from two directions. First we will build detailed descriptive models of lens development and differentiation, using the wealth of information in the published literature. These models will be interactively displayed on the web, allowing other researchers to view, evaluate, exploit and criticise them. They will form a description of the gene network underlying eye and lens development. In parallel we will investigate how conserved aspects of this network are used in one of the vertebrates closest living relatives, the sea squirt Ciona intestinalis (a common species around UK coasts). This species split from the vertebrate line before the evolution of the lens is thought to have occurred, but our recent work shows the building blocks needed to construct the lens were already in place, including the crystallin gene and the mechanisms controlling its precise expression in sensory systems. Evolutionary insight comes from comparing the two networks, and points of conservation, such as crystallin gene regulation, provide the starting point for this. Differences related to the lens evolution can then be determined. From a broader view point, this gives us insight into how gene networks evolve. The outcomes of this project will be relevant to three groups of people. First those interested in the molecular control of lens formation will be able to exploit the networks we established; this approaches the clinical environment, from which eye disease has formed the driving force for much previous lens research. Second, an understanding of how gene networks evolve is relevant to anyone interested in applying data gleaned from one species to another, and not least in the transfer of model systems data to humans. Third we believe the origin of what many would regard as our most precious sense, sight, is of broad intrinsic interest.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D018579/1","grantId":"BB/D018579/1","fundValue":"589056","fundStart":"2006-08-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"  The gene regulatory network models are accessible through a dedicated webserver and database at mygrn.org. This software suite was also developed as part of this project, and has been used by others from the academic community interested in accurate databasing of gene regulatory models and literature  ","person":"Sebastian  Shimeld","coPersons":["Matthew  Loose"],"organisation":"University of Oxford","findingsText":" First, we developed the most advanced and integrated model for the development of the lens that forms a key part of our eye. This includes integration of gene regulation data as well as embryology, and spans information from all four of the key developmental model systems. Second, we used this model combined with molecular evolution and experimental analyses to ask how the eye evolved. Our results show this was through the co-option of pre-existing genes and regulatory interactions; essentially the eye was build using building blocks that had evolved for other purposes. The gene regulatory network models may be useful to those interested in eye disease: the comparison of information from multiple species allows the core, conserved interactions to be identified. These very likely also occur in humans. Other","dataset":"gtr"}