{"id":"936EB338-02AE-47FD-A59F-E433A314F28D","title":"Feasibility of implementing Direct Short Range Communication (DSRC) technology for the management of road transport logistics feeding port operations","abstractText":"In the 21st century, logistics has emerged as a leading and complex field. Logistics deal with everything involving planning, organising and managing activities that provides goods or services [1]. Main factors that have contributed to the emergence and complexity of logistics include: globalisation, outsourcing, contract manufacturing, shortened product life cycles, multi-channel distribution and the need for adequate return channels.Complex logistics arrangements can result from the combination of different sorts of transportation like road, sea and air. For example, port operations are a complex arrangement in where road transportation can be seen as a feeder to sea transport. In regard of this, the UK is in a privileged position to generate and exploit the synergies associated to the logistics of port operations, in particular short sea routes. According to the European Commission (2007) sea routes (short sea) between neighbouring countries today offer high quality regular services that can be combined with other transport modes to provide efficient alternatives [2].Today, in logistics the use of internet-based applications such as web services, and technologies such as RFID, cellular networks, GPS-enabled devices, Wi-Fi and 3G among others have made possible to experience levels of visibility, control and connectivity never experienced before. In road transportation, applications based on WiMax, cellular infrastructure, Bluetooth and Wi-Fi have been adopted to provide certain connectivity. For example, by using the cellular infrastructure to reach the Internet network an embedded mobile phone in a given vehicle can get access to the network by using GPRS from a network operator . However, still there are several limitations associated to current ICT technologies. For example, one main problem is that available services have to hop between different technologies like cellular networks, Wi-Fi, 3G, 4G and WiMax, resulting in reliability and connectivity problems, not to mention problems associated to limited range, scalability and security. Therefore, by using heterogeneous ICTs there is a high risk of experiencing performance downgrade to the solutions designed to manage road transport logistics.Road transportation logistics have specific needs in terms of ICT. According to the 2007 Commercial Vehicle Telematics Conference [5] some ICT-related issues affecting the sector include:- An infrastructure where data and security layers ensure that all business critical data is not destroyed or corrupted- Integrated application in replacement of commercial telematics with limited range and reliability- For all fleet managers the elimination of expensive roaming and administered multicarrier agreements- Increase visibility and productivity of a supply chain through integration with on-board GPS tracking systems leading to routing and traffic solutions- The creation of a seamless supply chain where planning and replenishment activities will be completely automated- Become a true interlinking technology that facilitate seamless interoperability- Provide in-vehicle integration comprising location enabled services, communication capabilities, safety and security solutions, routing information and detailed management reporting- Help fleet managers adhere to anti-idling rulesTo address the issues listed above and in order to be able to run road transport logistics without the problems that have plagued current technologies in use, serious consideration has been given to one wireless solution which promises to be more reliable and which is still under development and subject to standardisation for massive deployment: Direct Short Range Communication (DSRC). DSRC promises to overcome the limitations associated to the use of heterogeneous technologies such as security, breakdown in IP mobility and lack of seamless handover. Up to now, this technology is still in development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F067119/1","grantId":"EP/F067119/1","fundValue":"100990","fundStart":"2008-06-02","fundEnd":"2009-06-01","funder":"EPSRC","impactText":"","person":"Adrian  Coronado Mondragon","coPersons":["Chandra  Lalwani"],"organisation":"University of Hull","findingsText":"","dataset":"gtr"}