{"id":"936FDEB2-AA25-4CE1-81B1-8F5EAE9E646D","title":"G-protein receptor signalling in CNS endothelial cells and its role in supporting lymphocyte migration","abstractText":"The traffic of white blood cells (leukocytes) from the blood into the solid tissues of the body is a normal function of the immune system. This process involves a sequence of events starting with leukocyte adhesion to the blood vessel wall followed by penetration and migration into the tissue beyond. This phenomenon has been studied extensively and the main steps in the process delineated. However, the molecular basis of this event remains poorly understood. Until recently, it was believed that migration was largely determined by the leukocyte, with the endothelial cells of the blood vessel wall providing points for leukocyte attachment. This view has now been challenged by emerging evidence that the endothelial cell plays a pro-active role of in regulating leukocyte migration. This may be especially true in the brain and retina where the blood vessels form a more impermeable barrier than in other organs.\nRecent data from various laboratories shows that activation of surface adhesion receptors on the endothelial cell leads to the induction of a sequence of biological signals that result in active support of leukocyte migration through the vascular barrier. Some of the endothelial signalling has been characterised, especially that mediated by the cell adhesion molecule ICAM-1 which binds circulating leukocytes. It is clear, however, that other signalling pathways must operate within the endothelial cells to regulate differential leukocyte migration across the vasculature of different tissues and at different stages of the inflaqmmatory response. We have recently reported that activation of a G-protein coupled receptor (GPCR) on the endothelial cell is necessary for successful leukocyte migration through the vascular barriers of the brain. \nThe aim of this project, therefore, is to gain a greater understanding of the fundamental biological events that occur as a result of activation of this GPCR and to elucidate its role in controlling leukocyte migration. Information resulting from this project will lead to a greater understanding of the cell biology underpinning leukocyte migration into the brain and retina. This is especially important as unwanted leukocyte traffic into these organs play a major role in diseases such as multiple sclerosis and retinal inflammation. Increasing our knowledge of the basic mechanisms responsible for this process will allow us to identify key targets in the biological sequence of events that would be accessible to therapeutic intervention and hence lead to improved treatment strategies for such diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501451","grantId":"G0501451","fundValue":"459952","fundStart":"2007-01-08","fundEnd":"2010-01-07","funder":"MRC","impactText":"","person":"John  Greenwood","coPersons":["Patric  Turowski"],"organisation":"University College London","findingsText":"","dataset":"gtr"}