{"id":"937DB83D-25B0-4C07-A58B-FC9E54348E37","title":"Diatom Silica Oxygen Isotope Records from the Late Quaternary Antarctic Margin","abstractText":"Antarctica and its ice sheets have played, and continue to play, a major role in the global ocean-atmosphere system, hence, it is critical that we have a sound understanding of the past behaviour of Antarctica and it's ice sheets with a view to understanding their potential future variability under a warming climate. The Southern Ocean is a key component of the thermohaline circulation of the world's oceans and the re-distribution of heat and salt around the oceans is integral to processes that regulate rapid climate transitions. Computer modelling results have shown that sufficient melt water input to the Antarctic continental shelf area is capable of shutting down the formation of cold, salty deep water in Antarctica hence upsetting the balance of the thermohaline circulation and the ocean-climate system of the Northern Hemisphere. In order to further investigate these processes that originate in Antarctica, it is necessary to understand the transfer mechanisms of ocean-climate signals from the Antarctic ice sheets, across the continental margin seas, into the Southern Ocean. Exceptionally well-preserved Antarctic margin sediment cores, recovered during the last decade, contain an excellent archive of these ice-ocean-climate interactions, often on seasonal timescales, from the end of the last ice age and throughout the recent warm interglacial (the Holocene). The cores are seasonally layered through the deglaication, intermittently layered through the Holocene, and the layers are dominated by fossil planktonic diatoms (algae); individual species of which are sensitive to sea surface conditions including sea ice concentration, fresh water influx, and open ocean influence upon the margin. Following the last ice age, these Holocene Antarctic sediments record climate fluctuations of tens to thousands of years long and whatever environmental forcing mechanism is responsible for these fluctuations, the changes are likely to be felt in the Antarctic coastal regions first, and the cores proposed for this research are located in prime positions to record these changes. Diatom oxygen isotope measurements represent an under-utilised technique that provides a means of obtaining oxygen isotope records in high latitude environments. The measurement of oxygen isotopes in diatoms is a widely used proxy in the study of the history of lakes, however, to date there have been many fewer attempts to use records of diatom oxygen isotopes in the oceans. Studies that have taken place have demonstrated the sensitivity of diatom oxyegn isotope measurements in polar and sub-polar waters to changes in surface ocean environmental parameters such as salinity, freshwater input and sea surface temperature. The research proposed here will be the first attempt to produce diatom oxygen isotope records from the Antarctic margin, a region sensitive to the waxing and waning of the Antarctic ice sheets in terms of melt water through-put to the Southern Ocean. We propose to investigate the evolution of seasonality along the Antarctic margin since the last ice age, and also the processes involved in producing the sediment record, by relating diatom oxygen isotope measurements on season-specific diatom taxa (i.e. diatom species that thrived particularly in spring or autumn) to relative freshwater influx to the coast, from either melted terrestrial ice or sea ice. We also hope to show that the diatom oxygen isotope measurements will be low at the end of the last ice age, as a large quantity of old ice sheets were melting, and will be higher during warmer time periods of the Holocene when ice sheets were at a minimum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G004811/1","grantId":"NE/G004811/1","fundValue":"58235","fundStart":"2009-02-01","fundEnd":"2012-01-31","funder":"NERC","impactText":"","person":"Jennifer  Pike","coPersons":[],"organisation":"Cardiff University","findingsText":" We have developed the highest resolution diatom silica oxygen isotope record for the Late Quaternary (13,000 - 250 yrs BP) from the Antarctic continental margin. For the first time, we have shown how variations in the diatom silica oxygen isotope record can be linked with glacial discharge (icebergs, slush, brash ice and meltwater) from a terrestrial ice sheet. We have demonstrated that there could be a causal link between changing influence of ENSO along the western Antarctic Peninsula and the dynamics of the ice sheet, in terms of increasing glacial discharge in the late Holocene (past 3500 years). Our record is measured using marine diatom silica, hence we are uniquely placed to look at oceanic vs atmospheric forcing of glacial discharge. The diatom assemblages respond to oceanic forcing whereas the oxygen isotopes in their siliceous cell walls record changes in the influence of glacial discharge in the surface waters, hence atmopsheric forcing of the ice sheet. We showed that atmospheric forcing of glacial discharge has been more important that oceanic forcing during the late Holocene (3500-250 years BP).\n\n\n\nThis research also produced the first seasonal-scale analyses of diatom silica oxygen isotopes from the fossil record, using very high sedimentation rate, laminated sediments from the deglaciation period (13000-12000 yr BP) at Palmer Deep, west Antarctic Peninsula. We separated spring diatoms from summer diatoms (deposited in different laminations) and anlaysed almost single taxon samples. We showed that the diatoms were sensitive enough to record seasonal-scale changes in sea water oxygen isotopes and that these changes could be explained by changes in the environment. We also demonstrated, for the first time in this region, that inter-species biological vital effects had little influence on the diatom silica oxygen isotope measurements.\n\n\n\nFinally, we experimented with the use of an inverted microscope and micromanipulator to clean and separate single taxon samples. We showed that this is an excellent and feasible method for accomplishing this, but found that the time taken per sample was prohibitive for routine use. However, micromanipulation is a useful technique for cleaning small numbers of critical samples (where particals are sub-50 microns) for geochemical analyses.  Environment","dataset":"gtr"}