{"id":"937EADEA-18C1-4B49-A767-95726900121D","title":"The Construction of Stance in Social Research Interviews","abstractText":"<p>Qualitative research interviews provide an important basis of social knowledge both for academic researchers and for commercial marketing and public opinion research.&nbsp; There is a large literature on the practice of interviewing that treats interviews as, ideally, a neutral channel for information and attitudes.&nbsp; But recently discourse analysts have begun to treat research interviews as social encounters, in which both interviewer and interviewee present themselves, moment to moment, responding to and anticipating responses of the other person.&nbsp; One aspect of this interaction is stance, the ways participants mark the propositions they present, strengthening or weakening them, conveying attitudes towards them, and suggesting the style of delivery.&nbsp; </p>\n\n<p>In this study, we analyse transcripts from ten social research projects in which qualitative interviews were an important component.&nbsp; We identify the different kinds of stance-taking, and relate them to the ways the interviewees (and interviewers) present themselves, the functions served in particular interactional contexts, and the use of stance-taking to deal with interactional problems such as sensitive issues and possible contradictions.&nbsp; The framework we develop will help researchers who use interviews by sensitising them to interactional issues in transcripts, allowing them to locate key passages, and showing shifting interviewer-interviewee relations.&nbsp; </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G027951/1","grantId":"ES/G027951/1","fundValue":"68691","fundStart":"2008-11-17","fundEnd":"2009-12-16","funder":"ESRC","impactText":"  From ESRC Impact Report:\nFrom the beginning, a key audience for this research was professional qualitative researchers who do work for business clients and public agencies. We aimed to give them a toolkit that would be useful especially in dealing with interviews or passages that they found difficult to use or problematic in the interaction. These, we argued, often involve resistance to or transformation of the kind of stance elicited. We benefitted from the planning stage on from advice from two commercial qualitative\nresearchers, Gill Ereaut of Linguistic Landscapes and Sheila Keegan of Campbell Keegan. There has been a great deal of discussion among UK professional researchers in\nthe Association for Qualitative Research about the use of tools from discourse analysis and conversation analysis. Researchers told us that in the current economic climate, when commercial researchers must be able to show the added value of their research, detailed analysis is sometimes valuable to bring out nuances of interviews or focus groups that might be missed in other approaches. Our work on stance provides one way\nin which they can look again at some parts of their data, perhaps revising questions, reconsidering presuppositions of questions, and understanding implicit interviewee perspectives, to provide insights for their clients. Education,Other Societal,Economic,Policy & public services","person":"Gregory A Myers","coPersons":[],"organisation":"Lancaster University","findingsText":" We found that some commercial researchers already had some familiarity with discourse analysis approaches to research interviews, and that they often work with implicit frameworks on issues similar to stance, such as evaluation or perceptions. Our handout 'Stance for Non-linguists' provided a more explicit theoretical framework, and asked them to look at such features as stance verbs, adverbs, nouns, and modals, the ways\nthese features clustered, repetition of stance features between question and answer, one-word answers to questions, the use of generic you and other markers of impersonal statements, reported speech and narrative evaluation. We also introduced them to the corpus linguistic concept of keywords, and listed various concordance tools that they might find useful.\nIn the workshop, we applied this framework, and other frameworks from academic studies of interviews, to some passages from interview transcripts. One of the key issues\nfor them was the ways that our approach could be applied to what might have been thought to be bad or unsuccessful interviews, where interviewees seemed to resist or\nevade the questions. They compared the kind of detailed focus on turn-taking that we were presenting with more holistic responses to the transcripts. They were also interested in the ways stances could be changed over time, or by exposure to new\ninformation. Qualitative market researchers will apply some of our analytical techniques in their own analyses of interviews. Other","dataset":"gtr"}