{"id":"938131A2-B82A-465F-A1E5-EA04003D8C29","title":"Offset lithographic printing of nanocomposite graphene ink.","abstractText":"Offset lithographic printing presses are used continuously to print the high quality glossy colour pages of magazines. The\npresses can have multiple colour print units to allow a vast range of graphics to be printed on cardboard, paper and thin\nplastics. This project is focused on printing on thin polypropylene sheets which are 1000mm by 707mm and less than 60\nmicrons thick. Commercial presses at Nano Products parent company are set up to print on thin plastic to produce in mould\nlabels. These labels are loaded into injection moulding die cavity prior to polypropylene melt being forced in at high\npressure. When the cavity is opened the label is incorporated into the wall of the injection moulded object. This is\ncommonly used to brand label food packaging such as yoghurt and cream pots, ice cream tubs, and fast moving consumer\ngoods. It is hoped that the outcome of this project will be a new electrical and thermally conductive offset lithographic ink\nwhich can be used on the same press with conventional colour offset inks. In the future it is hoped that the printed\ngraphene features can be incorporated in super-capacitors, batteries, toys and games, electronic anti-counterfeit labels and\nas the conducting layers in flexible photovoltaic devices and displays. Because of the high quality and speed of offset\nlithographic printing there are likely to be significant cost reduction of flexible electronic devices and components, which\nwill lead to lower prices. As well as established opportunities there is the strategic potential to print power harvesting, power\nstorage, sensing, actuation, display and telecommunications devices on a single flexible substrate to enable new systems\nlevel devices for logistic, healthcare diagnostics and telecommunications devices to name a few.\nThe collaborative partners are working together to develop a new UV cured graphene ink and to test whether it is feasible\nto formulate the ink for high quality, high speed offset printing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M507763/1","grantId":"EP/M507763/1","fundValue":"46903","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Robert  Stevens","coPersons":[],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}