{"id":"9384C34F-4009-4635-9053-436A065D2AC9","title":"Understanding the psychology of the interplay between simplicity and complexity in popular song","abstractText":"<p>The process of writing a song is largely one of communication between writer and listener and is therefore deeply psychological. </p>\n\n<p>This&nbsp; auditory communication process, though of vast commercial importance, is largely unexplored at a psychological level. Songs are ephemeral and the impact of any song depends both on what the listener can remember about it and the desire of the listener to hear the song repeatedly. </p>\n\n<p>One of the key tasks of the writer is therefore to write something that has immediate appeal, but will provide the listener with enough interest to come back to listen again. More simple parts of a song may be immediately accessible but more complex parts may need repeated hearing. Psychological evidence suggests that stimulus complexity and repeated exposure do indeed interact whereby simple stimuli are liked on a single hearing. More complex stimuli require repeated exposure, while interest in simpler stimuli wanes. </p>\n\n<p>The major topic of interest in this project is how the variation in complexity across individual songs affects people's liking with repeated exposure. It is expected that the simpler parts, such as the hook and chorus, will be liked initially but preference will shift to more complex parts on repeated exposure. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3783","grantId":"RES-000-22-3783","fundValue":"78804","fundStart":"2010-01-04","fundEnd":"2011-01-03","funder":"ESRC","impactText":"","person":"Judy  Edworthy","coPersons":[],"organisation":"University of Plymouth","findingsText":" When we listen to music we are listening both the the sequence of notes and lyrics as they occur (in the moment), and also to the overall structure of the song. We believe that both of these elements contribute to our overall enjoyment of the song. In our studies we tested this idea by rearranging some popular songs so that the individual sections (such as the introduction, the chorus, the verse and so on) were heard in orders different to those intended by the original writer. We found, to our surprise, that rearranging the order of the sections did not affect people's enjoyment of the songs. However, the rearranging did affect people's rating of the complexity of the resultant song. We also found that on the first hearing people tended to prefer the original versions of the song, but with repeated exposure actually started to prefer the rearranged versions. Similar findings have been found for classical music, but this is the first time this has been demonstrated for popular music.\nIn psychological terms, these findings help us to understand the relationship between local (the 'in the moment') and global processing of auditory material, of which little is currently known. They inform both the psychological literature on local versus global processing, and can give insight into the writing of popular song Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}