{"id":"93891D1E-7494-4A21-AE76-BAB4355CB29E","title":"COLLABORATIVE RESEARCH IN ENERGY WITH SOUTH AFRICA: UPGRADING OF LIGHT ALKANES TO FUELS","abstractText":"This proposal concerns collaborative research in energy with South Africa. Four teams of scientists and engineers, two from academia (Universities of Natal and Cardiff) and two from industry (Sasol and Johnson Matthey) are collaborating to solve a particularly demanding problem related to transportation fuels. One of the main problems facing society on a global basis is the provision of energy in a sustainable way. While there is a political driver for investment in green and sustainable alternative energy sources, such as wind and tidal power, the reality is that for the foreseeable future most energy will be based on fossil fuels. Indeed, for South Africa there is a very heavy reliance on coal, due mainly to the vast reserves available. With respect to transportation fuels (i.e. gasoline and diesel), which are of prime importance within the overall energy requirements, there is a renewed interest in fossil fuel- based technology around the world. In particular, the conversion of fossil fuels to CO/H2 permits the synthesis of transportation fuels. By the very nature of the production process these fuels are sulphur-free and hence within the EU these fuels are becoming increasingly important with respect to meeting the stringent controls on sulphur levels in fuels. However, South Africa generates the major portion of its transportation fuels using this technology, and researchers at Sasol are acknowledged as world leaders in this technology. One of the key problems yet to be successfully addressed concerning one of the major by-product streams generated by this technology, namely the manufacture of C7-C10 linear alkanes in significant amounts (i.e. &gt;&gt; 1M tpa). These hydrocarbons cannot be used as gasoline as their octane number is too low and at present there is a need to upgrade this by-product so that it can be fully utilised. This is the objective of this collaborative research proposal and we will investigate the upgrading of these alkanes using selective oxidation. This methodology affords access to mild reaction conditions using heterogeneous catalysis and also gives access to a broad range of valuable products such as alkenes, ketones, aldehydes, alcohols and acids. These products can be used either as high value additives for fuels or as chemical intermediates for the synthesis of high value products. At present oxidation cannot be used to upgrade these by-products as suitable catalysts have yet to be identified, and this is the thrust of this proposal. Currently, non-green acid catalysis is used to upgrade these by-products and this involves corrosive reagents and generates significant waste. The oxidation of long chain alkanes represents a significant technological problem and we will address this using a two pronged approach using liquid and gas phase reactions with catalyst design backed up by fundamental theoretical studies coupled with in situ spectroscopy and diffraction. The overall aim is to identify and design novel high selectivity catalysts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G069395/1","grantId":"EP/G069395/1","fundValue":"384905","fundStart":"2010-09-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"  The new catalyst we have discovered is currently being considered by a major fuels company Chemicals,Energy Economic","person":"Graham  Hutchings","coPersons":["David  Willock","Damien Martin Murphy"],"organisation":"Cardiff University","findingsText":" We have investigated the oxidation of long chain alkanes. These are a by-product of a process that is operated in South Africa and the Middle East. We have found a catalyst capable of making alkenes in very high specificity The discovery we have made has the potential to replace catalysts in existing refinery operations Chemicals,Energy","dataset":"gtr"}