{"id":"939746BA-2213-43F1-9498-62D212E7E120","title":"Multi-disciplinary Optimisation and Data Mining at Birmingham","abstractText":"The University of Birmingham's commitment to collaboration across different disciplines is established through its Research Strategy and embodied in its Collaborative Research Networks (CRNs). The Strategy recognises that cross-School research is difficult to initiate, promote and ultimately to sustain. Building on the exceptional strengths within the disciplines, the Strategy identifies nine major cross-disciplinary research themes and four enabling technology themes (www.research.bham.ac.uk) and the use of Collaborative Research Networks to promote interdisciplinary working within each of the themes. Each CRN has an academic Champion who acts as advocate for the Network, promoting and fostering interdisciplinary research (IDR). Such a strategic approach to the promotion of multidisciplinary working provides a strong foundation and puts the University in a potentially unique position to take advantage of this opportunity. The CRNs and associated IDR activities underline the University's strategy and ability to support and deliver IDR and this proposal seeks funds to develop routes by which deeper and sustainable collaborations can be built upon such a foundation among the disciplines of Computer Science, Mathematics, Engineering, Chemistry and Psychology, adding significant value to current and future initiatives. This proposal will support linkages between the Informatics, Communications Technologies, Molecules &amp; Materials, Transport Technology, Sustainable Environment, Energy and Resources, and Imaging and Visualisation CRNs. The focus of this proposal is on optimisation and data mining, which underly numerous real world challenges in different disciplines, especially as we collect more and more data due to the advance in technologies. Most of these optimisation and data mining problems cannot be tackled effectively by researchers from any single disciplines, because a good solution can only be found with in-depth knowledge in both the problem domain as well as the techniques/algorithms that are applicable. At least two different disciplines need to be involved.This proposal will bring people together, enable them to communicate with other, make available time and space for them to interact intensively, provide forums from them to identify long-term and fundamental research challenges, create an environment and culture that foster multidisciplinary research, and enables them to develop sustained research programmes and write high-quality grant proposals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F033087/1","grantId":"EP/F033087/1","fundValue":"357570","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"Xin  Yao","coPersons":["Andrew Hin Chan","Zoe  Kourtzi","Michal  Kocvara"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}