{"id":"939A42E6-BBBE-418C-955B-B52108D6DF07","title":"Geometry of Lipschitz mappings","abstractText":"Non-differentiable functions and deformations have become essential in a wide range of applications of today's Mathematical Analysis, from understanding the motion of fluids to controlling robots and modelling stock exchange prices. An important class of functions that model distortions and deformations are Lipschitz maps. One of the key problems in studying the local behaviour of Lipschitz maps is whether they look like affine or smooth ones close to some points, or even close to many points. The goal of the proposed research is to contribute to the solution of such key open problems. The research will employ new geometric constructions and methods; for instance, it is proposed that one can form a set consisting of points distributed so sparsely that they almost avoid any curve, yet any Lipschitz map will look like a smooth map (be differentiable) at a typical point of this 'thin' set. This will in particular lead to a solution of a long-standing open question in geometric measure theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H043004/1","grantId":"EP/H043004/1","fundValue":"100662","fundStart":"2010-08-23","fundEnd":"2012-08-22","funder":"EPSRC","impactText":"","person":"Olga  Maleva","coPersons":[],"organisation":"University of Birmingham","findingsText":" It was planned to investigate very small compact subsets of final-dimensional spaces, especially those whose dimension is equal to 1, in order to show that not all of such sets can form sets of non-differentiability points for a Lipschitz function. This task has been completed; the results are published in two joint research articles by the PI and the PDRA in Mathematische Annalen and the Israel Journal of Mathematics. \n\nAnother task to find infinite-dimensional generalisations was completed, by discovering that all Asplund infinite-dimensional spaces contain totally disconnected closed bounded universal differentiability subsets of dimension 1. This result is published in the joint research article by the PI and the PDRA in the Journal of Functional Analysis.\n\nIt has also been planned to investigate case of Lipschitz mappings with the dimension d of codomain at least 2. Partial results have been obtained in this direction. Namely, the case d=2 has been treated, and a further publication is being prepared. The results of the present research will primarily be used in an academic context. Non-differentiable functions and deformations have become essential in a wide range of applications of today's Mathematical Analysis, from understanding the motion of fluids to controlling robots and modelling stock exchange prices. An important class functions that model such changes and distortions and deformations are Lipschitz maps. One of the key problems in studying the local behaviour of Lipschitz maps is whether they look like affine ones close to some points, or even close to many points. \n\n\n\nIt was known before that Lipschitz functions defined on finite-dimensional spaces are differentiable almost everywhere with respect to the volume (Lebesgue measure). The research undertaken in the present project has shown that in addition to this, inside every bounded cube, there are sets of 0 volume that capture points of differentiability of every Lipschitz function. These sets were even made of dimension 1 and such that they do not contain a single curve. Inifinite-dimensional generalisations have also been obtained. \n\nThese findings are very important as finite-dimensional and infinite-dimensional spaces can represent spaces of data from many topics as discussed above.The results of the project have also implications in the areas of mathematics known as Geometric functional analysis and Geometric measure theory, and in research fields where the theory of Lipschitz functions plays a significant role - PDE, calculus of variations, optimal control. Education","dataset":"gtr"}