{"id":"93AC4B92-20DB-4208-BE67-B591D3AD6716","title":"Composition heterogeneity and dynamics of the eukaryotic translation machinery","abstractText":"Many processes in the cell are carried out by large machines, built by the cell from complex assortments of parts. If we encountered a new machine how would we understand it? First, we'd work out what it does, and then, examine the parts that it is made of, and finally, we'd try and reassemble or build our own machines from an equivalent set of parts. If we then wanted to build more machines, we would have to design a factory to make sure that all the parts were available. The design of any manufacturing process is complex - do we for example, make sure that N sets of parts are available if we know we are to build N machines ('just in time' principles) - what if the supplier of one of the parts fails to deliver? Or, do we design a factory where we have 50N parts always available, increasing storage and manufacturing costs (surplus stock). Do we recycle those surplus parts, or store them for years, so that they gradually become damaged or unfit for purpose? The cell faces exactly the same challenges. The machine that makes proteins in the cell is called the ribosome, which uses the blueprints in the genes to dictate the synthesis of proteins. The ribosome is itself a highly complex machine, made of proteins and RNA. Our goal is to characterise all the proteins associated with the translation machinery, calculate how many of each part (protein) there are, and work out how the cell balances the costs and benefits of 'just in time' against 'surplus part' manufacturing. We will discover how rapidly the parts can be made, the degree to which surplus parts are recycled, and even whether the cell makes variants of the machine (S, GT, GTL, GTE models!) that are designed for different uses and locations. By understanding how such complex machinery is made, we will begin to understand how the cell balances flexibility of response (in time, and in terms of types of machine) with quality control, manufacturing principles and energy costs. Manufacturing is as complex on the cellular scale as it is in a car assembly plant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F019483/1","grantId":"BB/F019483/1","fundValue":"414616","fundStart":"2008-10-27","fundEnd":"2010-10-26","funder":"BBSRC","impactText":"","person":"John Edward McCarthy","coPersons":["Simon  Hubbard"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}