{"id":"93C2BC09-81A0-4B55-9174-A95BC5D3A8FD","title":"Feelings of control: The effects of depression, context and contingency learning","abstractText":"<p>People who feel that they have some degree of control over their lives and things that happen to them are also psychologically healthier than those who feel helpless and that life just 'happens' to them. Distortions of feelings of control are important because they have been linked to depression, hopelessness and suicide. </p>\n\n<p>The aim of this research is to study how mood affects the basic learning and memory processes that contribute to feelings of control. Quantitative data will be collected using standard learning and memory tasks to test predictions generated from associative models of brain function. Four key aspects of learning will be studied: learning about the environment, the perception of time and rewarding outcomes, and people's levels of activity. Thus the project will provide a large body of data that will inform the basic science of memory and learning as well as the relation between depressed mood and the learning processes underlying the experience of personal control. This will lead to an improved understanding of how people can have healthy, confident but accurate views of their own behaviour and may contribute to more effective therapeutic treatments for disorders like depression. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H03160X/1","grantId":"ES/H03160X/1","fundValue":"232211","fundStart":"2011-01-01","fundEnd":"2014-06-30","funder":"ESRC","impactText":"  During this project we have engaged with academic audiences and the general public, through general media (Irish Times; Radio Limerick 95FM), science and health media (e.g., News Medical; Dana.org), Professional Media (e.g., British Psychological Society) social networking (https://twitter.com/MsetfiLab) and web activity (http://www.judgementexperiment.com/RachelMsetfi/Rachel_Msetfi_Research.html). \nScientific impact has been achieved as project findings have been disseminated at academic audiences in the UK, EU and US, including 13 conferences presentations on psychopathology, neuroscience and experimental psychology, as well as invited 3 symposia. 5 publications have already been published and further one in-press and four others being submitted.\nPublic engagement has been key for societal impact. The key goal is to improve public knowledge and understanding about depression and relevant psychological processes. We have used social networking methods and are maintaining a project website as one direct means of public engagement. However, we have also released statements to the press with the event of new findings. This means that our work has been featured widely in general, science and professional health media.\nThe work has also been a touchstone for gathering other researchers interesting in associative processes as they apply to mental health and individual differences. We were the editors of free ebook publication with Frontiers in Psychology (Frontiers Media SA) resulted in an 11 paper cutting edge analysis, with international authorship, of how learning methods can be used in depression and other disorders (e.g., compulsive gambling etc). Healthcare Societal","person":"Rachel Maria Msetfi","coPersons":["Robin  Murphy"],"organisation":"University of Oxford","findingsText":" Objectives: This project was designed to discover the relationships between people's feelings of control as they relate to mental health, specifically depression. To this end we developed psychological tools and assessment procedures for validating agentic behaviour, i.e., the extent to which someone feels that they are in control. We set out to map people's judgements of their control and behaviour in relation to (i) learning in interactive contexts (i.e., environments), (ii) to understand context processing and its relation to depression, (iii) to understand people's responsivity to feedback and response dynamics in time, and (iv) changes in behaviour as a result of causal experience. \nKnowledge: A key achievement in relation to objectives (i) and (ii) is that we have an evidence base for key differences between non-depressed and mildly depressed people in relation to feelings of control. We have developed a computational description of this evidence that provides a causal explanation in terms of cognitive or mental processes. \nAnother key achievement in relation to objectives (iii) and (iv) is understanding the relation between action and action feedback and its impact on feelings of control. People without depression work harder and produce higher levels of behaviour in reward sparse situations, in comparison to situations where rewards are very frequent. This reward dependency seems to facilitate their perceptions of control. People with depressive symptoms produce high levels of reward-focussed activity irrespective of reward availability. However, and importantly, constraints on people's activities can inhibit a natural behavioural pathway to overcoming any perceived lack of control. If circumstances are created in which free natural behaviour is permitted, perceptions of un-controllability can be eliminated in people with symptoms of depression. Behaviour itself may be rewarding, being agentic is part of a positive feedback loop that facilitates learning.\nWe have also explored the link between feelings of control and symptoms of anxiety and mood disturbance and the universal human condition. Control depends strongly on the cultural values that the individual holds or aspires to. Dissonance between values and perceived control was linked to poorer psychological wellbeing. An important contribution is that associative learning theory can explain cultural differences in learning theory. The maximum potential impact will be realised by translating these findings and future work from the Laboratory into the real world, and interventions for mood disturbances and to promote mental healthiness. We are working to this end together with engineers, IT specialists and psychiatrists in order to develop mHealth delivered measures and interventions related to everyday control and depression. Healthcare","dataset":"gtr"}