{"id":"93C30E9D-1388-40A7-8F61-D94819CB40FD","title":"Effects of negative life events on delinquent development: A cross-national programme of research","abstractText":"<p>The prison population in the UK, and in many other countries worldwide, is at its highest level in history. Recent research suggests that parental imprisonment might harm children and contribute to their own criminal behaviour. A cross-national programme of research is being done to advance methods in the study of such effects and to investigate two key empirical questions: </p>\n\n<ul>\n \n\n <li>What are the effects of parental imprisonment on children in different countries? </li>\n\n <li>How do multiple negative life events affect children's delinquent development? </li>\n</ul>\n\n<p>These issues are being researched in&nbsp;five ways by a team at Cambridge University. </p>\n\n<ol>\n \n\n <li>A&nbsp;systematic review is being made of all prior studies of prisoners' children. </li>\n\n <li>The effects of parental imprisonment in England and the Netherlands are being compared, using data from large-scale studies following hundreds of children across their lives. </li>\n\n <li>Exposure to cumulative negative life events are being investigated in a Swiss longitudinal study, and in a national British survey of children. </li>\n\n <li>In the Swiss study, a new Event History Calendar is being developed to increase accuracy and detail in the recording of event occurrence in longitudinal studies. </li>\n\n <li>A&nbsp;new set of quality checklists are being developed for use in systematic reviews of risk factor studies.</li>\n</ol>\n\n<p>All five lines of research will considerably advance understanding of the effects of negative life events on children.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E025390/1","grantId":"ES/E025390/1","fundValue":"73649","fundStart":"2007-05-01","fundEnd":"2009-11-30","funder":"ESRC","impactText":"","person":"Joseph  Murray","coPersons":["Manuel  Eisner","David  Farrington"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}