{"id":"93C82E34-FC42-4ECC-BF5A-A7946CA57F7C","title":"3D Bioplotter for Biological Tissue Development","abstractText":"Biological tissues in humans, animals, and even plants have evolved into highly complex three dimensional structures. Nature has devised and made use of a variety of materials, ranging from very stiff to highly elastic, resulting in the tremendous variety of living structures we see around us every day. These tissues also incorporate cells, which can actively change and remodel the surrounding tissue in response to changing needs. One example is the common observation that tennis players often have a dominant arm that is larger and more muscular than their other arm. While common sense tells us that the increased mechanical load on that arm causes it to grow bigger, there is much about these remodelling processes that we do not understand. There are also remodelling processes that are involved in disease formation. Indeed, many of the problems of modern human and animal medicine, agriculture, and the environment involve the response of tissues to external forces or harmful chemicals. In order to understand these responses, researchers need to be able to study tissue behaviour in great detail. The use of actual living tissue is limited, and sometimes involves complex and important ethical issues. We therefore turn to the possibility of constructing tissues in our laboratory to unlock nature's secrets and develop important new disease treatment strategies. So far, our abilities to faithfully reconstruct tissues have been limited. However, we can now literally &quot;print&quot; tissues in full 3D, incorporating the various complex materials and even living cells. We propose to purchase one of these 3D Bioplotters, and use it to address a variety of important biomedical problems. Our research experts in the Bioengineering Department at Imperial College are interested in a variety of diseases that cause most of the deaths and suffering in the UK. These include cancer, arthritis, heart disease, Alzheimer's, as well as burns and other injuries. We plan to apply this technology to construct tissues that imitate as closely as possible the body's tissues that are affected by these conditions. That will allow us to understand tissue behaviour and test revolutionary treatment strategies that can alleviate suffering and prevent deaths. There is also the possibility that we can print new tissues for implantation into the body. This area of research (called &quot;regenerative medicine&quot;) is an exciting new area for exploration, but is still in the early days of application. We have several ideas for these implants that we will test, with the expectation that the actual human implants will be developed by companies and/or hospitals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012662/1","grantId":"BB/M012662/1","fundValue":"171455","fundStart":"2015-01-20","fundEnd":"2016-01-19","funder":"BBSRC","impactText":"","person":"James E Moore","coPersons":["Molly  Stevens","Claire Alexandra Higgins"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}