{"id":"93C9FF89-FCD6-4992-9F1B-385E6F13AF77","title":"Climate change and social policy: Rethinking the political economy of the welfare state","abstractText":"<p>In the 21st century mature welfare states are faced with two novel challenges: climate change and the fallout from the 2008 economic crisis. Climate change is an egregious threat requiring huge carbon reduction programmes that will challenge the goals and resources taken for granted by traditional social policy. Yet its implications for Western welfare states are hardly discussed. The 2008 economic crisis is a more immediate challenge, marking the end of a period of finance-dominated capitalism and debt-driven growth with similarly drastic implications for social policy.</p>\n\n<p>This research will address these two challenges. It will use a political economy framework focussed on Britain and the OECD. An integrated set of income, social and carbon accounts will be constructed and used to chart the implications for social policy of: </p>\n\n<ul>\n \n\n <li>the effect of climate change on resources and wellbeing, </li>\n\n <li>the direct effect of climate change policies such as new carbon taxes, </li>\n\n <li>&nbsp;the impact of the economic crisis on government finances. </li>\n</ul>\n\n<p>It will also consider how social policies and climate change policies can work together to enhance sustainable wellbeing. The goal would be a new book, Climate change and social policy: A new political economy of the welfare state.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H00520X/1","grantId":"ES/H00520X/1","fundValue":"79858","fundStart":"2009-10-01","fundEnd":"2011-12-30","funder":"ESRC","impactText":"","person":"Ian Roger Gough","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":" Preventing climate change will have regressive effects on income distribution in rich countries like the UK. To achieve both social and environmental goals social policy needs to be reconfigured. Simply 'compensating losers' is difficult, so policy should pursue 'co-benefits', such as retrofitting dwellings to save energy in an equitable way, and encouraging healthy travel and diets. This will entail prioritising preventive strategies in social policy. To achieve still tighter carbon reduction t  Creative Economy,Financial Services/ and Management Consultancy,Government/ Democracy and Justice","dataset":"gtr"}