{"id":"93CC7D66-156D-4716-954D-157022B8E8F1","title":"The British Approach to Diplomacy 1963-76","abstractText":"Context\\nDiplomatic Studies has been a growing area of interest in Europe and North America over the past few decades, yet the literature dedicated to the history of diplomatic method is still very limited. Such historical monographs as exist on the subject tend to be studies of broad periods, such as Donald Queller's The Office of Ambassador in the Middle Ages (1967) or Garrett Mattingly's Renaissance Diplomacy (1965); or else they are narrower studies of particular diplomats, such as Gaynor Johnson's The Paris Embassy of Lord d'Abernon (2002). Most international historians have long tended to concentrate their attention on studies of the foreign policy of particular governments or on particular wars and crises, alliance relationships or regional problems. Questions about the changing role of ambassadors, the desirability of meetings at leader's level (Summitry), the evolution of diplomatic thought, the impact of international organisations on diplomatic practice, and the like are addressed in few works. Even in Britain, where international historians have a strong record of analysing the foreign policy decisions in great detail, there is little attempt to analyse the evolution of diplomatic practice in any sustained way. \\n\\nAims\\nMy purpose is to combine my background as an international historian with a growing interest in Diplomatic Studies in order to produce a case study of the diplomatic practice of one country. The intention is to write a 100,000 word monograph, based on archival sources and adopting an historical methodology, while being aware of the broader literature on diplomatic method. The focus will be on a well-defined period of a limited number of years, in this case the premierships of Harold Wilson and Edward Heath (1964-76). But instead of dwelling on particular strategies, geographical issues or crises, the questions will be about how diplomacy was actually conducted. For example: how frequently did Prime Ministers engage in Summit diplomacy? What advantages did they see in such meetings? I will draw comparisons with other countries where possible and exploit my work in US archives.\\n\\nI have chosen the period of British practice in 1964-76 for a number of reasons. Most practically, it is one where I am familiar with some of the 'conventional' foreign policy issues already, having completed a monograph on the 1964-70 Wilson governments for Manchester University Press. More importantly, however, this was a period that was especially significant for changes in diplomatic practice. This was true in a global sense, as improvements in air travel contributed to a growing frequency of international meetings, the rising number of independent states led to the need to be more selective in overseas representation and the number of international organisations mushroomed. But it was particularly true for Britain, as the country moved from a world role to membership of the European Community and economic problems forced spending cuts on overseas posts, while the need to boost exports led to an intensification of moves to use diplomats in trade promotion. There were also major changes in the way diplomatic activity was organised, not least with the merger of the Foreign, Commonwealth and Colonial Offices into a singe Foreign and Commonwealth Office. \\n\\nPotential Applications\\nThe book will encourage international historians to consider diplomatic practice alongside the other elements that they address and provide a valuable case study for those interested in diplomatic practice. It will broaden our understanding of British foreign policy in the period and contribute to our understanding of such specific phenomena as Summits, ambassadorships and diplomatic recognition. If it is followed up by similar case studies it could be the foundation for more comparative studies between different countries and time periods. \\n\\","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004121/1","grantId":"AH/E004121/1","fundValue":"36754","fundStart":"2007-09-01","fundEnd":"2007-12-31","funder":"AHRC","impactText":"","person":"John  Young","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}