{"id":"93CE4DCE-D89F-4E78-A718-88AC154E8C6B","title":"Development and evaluation of an 'exergaming' intervention to target cardiovascular and quality of life outcomes in a deprived area of the North-East","abstractText":"Much of modern technology in use today is specifically designed to help us minimize our energy expenditure. Lack of physical activity is a major risk factor for life-threatening diseases and is detrimental to mental health. In the North East of England, where this project will be based, only one in three men meet the minimum exercise recommended to avoid these symptoms and are particularly susceptible to a range of health problems related to the metabolic syndrome. Recently, a new generation of computer games - exergaming - offers the potential to help us to exercise more. However, the current consoles/games are criticised for not promoting higher levels of exercise. This is partly down to human nature and partly down to the limitations of the current consoles. Most users begin their exergaming experience with vigour involving using large whole body movements but gradually, as the user becomes aware of the limitations of the technology, they inevitably resort to playing the games using small body movements (e.g. simple wrist flicks). These movements are far less demanding and consequently, the tremendous potential of exergaming in promoting exercise is not being reached. In this project, we will develop and evaluate a new exergaming experience that is specifically designed to reward whole body movements and encourage the user to exercise at a high intensity. The system will be based a movement technology measurement that the research team has created and a game which elicit energy levels of over 8 Mets, being similar to playing real football and four times higher than when using the Nintendo Wii. Developments to the system will include an accurate method of calculating the calories you are burning and this will enable the game to reward and encourage the user to burn more. It is intended that the exercise will be delivered over very short periods, a concept known as high-intensity low-volume interval training, and is a form of exercise commonly used by elite athletes. Recently it has been found that this exercise yields maximal health benefits for minimal effort and is particularly good for promoting fitness in an untrained population. In this project we will develop this exergame and put the new gaming experience into a Social Club in a deprived area of the North East of England. Members will be invited to partake in a 12 weeks high-intensity low-volume training exergaming programme. Physical activity, energy expenditure and other health measures will be closely monitored during the intervention. If successful in reducing risk factors associated with the metabolic syndrome, the exergame will be extended across a range of sectors, including schools, pubs and exercise prescription programs. In doing so, we will reverse the negative impact of modern technology and instead, use it to get us moving once again.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001891/1","grantId":"EP/I001891/1","fundValue":"201402","fundStart":"2010-10-04","fundEnd":"2012-04-03","funder":"EPSRC","impactText":"","person":"Iain Richard Spears","coPersons":["Liane  Azevedo","Paul  Crawshaw","Wen  Tang","Alan Mark Batterham","Catherine Ann Haighton"],"organisation":"University of Teesside","findingsText":"","dataset":"gtr"}