{"id":"93DE4183-BF1E-440D-911D-8764AE64ACD1","title":"DGEMBE: Developing GEnomic Medicine BEtween Africa and the UK","abstractText":"Novel genomic technologies are in the process of revolutionising care for patients with rare diseases in the Western world, enabling a greater scale of molecular diagnoses among affected people and pointing the way to new approaches to risk stratification and effective molecularly driven therapies. Nevertheless, there is a risk that the African continent may be left behind in this revolution. Indeed, existing health inequalities may be worsened through lack of availability of genomic technologies and, critically, the human capital to use them effectively in both the research and clinical settings in Africa. This project will utilise the strengths of its partners to counter that risk by developing an international cadre of trainees committed and appropriately trained to implement genomic medicine in the African context. \n\nThe partners are The University of Cape Town, one of the Southern hemisphere's leading medical research institutions; and The University of Manchester, a leading centre for rare disease research and genomic medicine. We will develop a cohesive programme of work involving basic science and clinical academic Principal Investigators; clinicians in cardiology, clinical genetics, audiology, ophthalmology and dermatology; health service clinical scientists, and genetic counsellors. This will as its central goal deliver ten reciprocal PhD student exchanges with the aims of making new genetic discoveries in both South African and UK patients, exploring the pathways to clinical benefit of the knowledge obtained, and laying the foundations for long-lasting South/North collaborations. Students in the programme will develop international links that will be of use in furthering their careers, and develop lasting commitments to promoting social and economic development in Africa through research interactions and knowledge transfer. In addition to the student exchanges, annual meetings between PI's, and longer PI-to-PI visits, will enable the development of major strategic partnerships in this area competitive for international governmental, philanthropic and industrial funding.\n\nOf particular note, the diseases we will study include Rheumatic Heart Disease (RHD) and Peripartum Cardiomyopathy (PPCM), conditions where UCT clinical investigators have world-leading reputations and UoM investigators have highly complementary molecular and genetics expertise. These are neglected diseases of poverty which although rare in the UK have heavy impacts on population health in sub-saharan Africa. In addition to the patient benefits expected to flow from scientific discoveries made about these conditions, this programme will increase their profile with regard to research endeavour, and illustrate the practicality and productivity of a collaborative approach. This will be a beacon for future partnerships in these and other similarly neglected diseases. UK students studying with international leaders at UCT will develop deep understanding of conditions they would only rarely otherwise encounter, and gain an awareness of genomic medicine in a social context different from the UK; these will be highly valuable experiences in their future careers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N01393X/1","grantId":"ES/N01393X/1","fundValue":"165031","fundStart":"2015-11-01","fundEnd":"2018-10-31","funder":"ESRC","impactText":"","person":"Bernard David Keavney","coPersons":["Ashraf  Kitmitto","Gareth  Evans","Delvac  Oceandy","Jacqueline  Ohanian","Graeme  Black","Kathryn  Hentges","David  Eisner","Sarah Helen Vause","Simon  Ray","Forbes Donald Manson","Elizabeth Jane Cartwright","Maciej  Tomaszewski","Tao  Wang","Kevin  Munro","William Gerard Newman","Paul Nicholas Bishop","Christopher Ernest Griffiths","Xin  Wang"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}