{"id":"93E0F8F4-930D-45D3-B4C7-1E2A5542D792","title":"INSPIRE: Robust Biocatalysis for Energy Solutions(2)","abstractText":"Enzymes are highly selective and efficient catalysts for a range of energy cycling reactions, including H2 production and oxidation and the interconversion of CO2 and CO. However, existing strategies for controlling enzyme catalysis electrochemically have not transferred well to device development, largely due to instability of the proteins themselves and of their attachment to electrode surfaces. We therefore bring together innovative ideas and expertise in each building block of this process, to create a step change in the development of robust biocatalytic systems for energy technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015202/1","grantId":"EP/J015202/1","fundValue":"49999","fundStart":"2011-11-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"","person":"Kylie Alison Vincent","coPersons":["Susan  Perkin","Rachel Sian Edwards","Nicole  Grobert","Lorna  Dougan"],"organisation":"University of Oxford","findingsText":" The project has led to development of a range of carbon materials as supports for enzyme adsorption for bioelectrocatalysis. These have allowed us to develop new high surface-area electrodes for enzyme electrocatalysis, particularly for oxidation of dihydrogen by hydrogenases. We have incorporated these carbon materials into an approach for studying enzyme active site chemistry, in which we combine Infrared spectroscopic detection with electrochemical control. The materials look very promising in these experiments. The materials are also likely to be useful in leading to high enzyme-loading electrodes for applications of enzyme electrocatalysis in fuel cells or fuel production. \n\nIonic liquids, salts that are liquid at room temperature, have attracted attention relatively recently. We have examined electrocatalysis by sub-monolayer enzyme films on carbon electrodes in ionic liquid electrolytes and established an ionic liquid concentration range over which enzyme films tolerate different ionic liquids in the electrolyte. High surface area enzyme electrodes are necessary for applications of enzymes in fuel cells, sensing, and fuel production. The materials and approaches developed by the Grobert and Vincent groups are therefore likely to be useful in these areas. \n\nEnzyme catalysis in ionic liquids is of interest in industrial biotechnology where enzymes are used to help with difficult steps in chemical synthesis, but solubility of the substrates or products in water is often a limiting factor. The information we have established about stability of enzyme electrodes in ionic liquids will inform future developments in this area. For example, we have patented a system for recycling biological cofactors NADH and NADPH involving enzymes on carbon beads, and application of these beads will require tolerance to a range of solution conditions. The carbon materials we have developed during this project look very promising for new approaches we are establishing for biological spectroscopy combined with electrochemistry and have allowed us to detect adsorbed hydrogenase on the carbon surface. We hope that this will lead to powerful new approaches for studying enzyme chemistry under fast catalytic turnover conditions.\n\nThe Grobert and Perkin groups developed a novel use of chemical vapour deposition (CVD) grown graphene as a material to produce conducting substrates for surface force balance (SFB) experiments. Consequently, they developed an &quot;ultra-flat&quot; transfer technique for graphene sheets of ~cm2 area that avoids polymer contamination and has shown an improved roughness of &amp;lt; 5 nm. \n\nThe Dougan group have tested the feasibility of completing single molecule force spectroscopy experiments on protein folding in ionic liquids, showing that it is possible to have folded proteins in ionic liquids, and to record a clean unfolding trace.\n\nRachel Edwards established an Ultrasonic Force Microscopy (UFM) setup at Warwick and carried out preliminary tests CNT samples from the Grobert group; this approach may now be useful in materials characterisation. Chemicals,Energy","dataset":"gtr"}