{"id":"93E17F44-829F-45E3-B0E6-6C0C4A63F5E7","title":"Overcoming immunological barriers to regenerative medicine","abstractText":"The goal of the field of regenerative medicine is to replace damaged or diseased tissue and thereby find cures for diseases that are currently untreatable. At present two different approaches appear feasible: one is to stimulate the body's own cells to repair the tissue and the other is to transplant new cells into the body. In the case of cell transplantation one could transplant cells from one individual to another (allogeneic cells), as happens routinely in blood donation. Alternatively, one could isolate a small number of a patient's own skin or blood cells and convert them in the lab into cells called pluripotent stem cells that can then form any tissue in the body, so that patients can be treated with their own cells. \n\nNo matter which strategy is taken, it is essential to overcome the body's natural immune defences in order for the treatment to succeed. In the case of allogeneic cells, the body recognises that the cells as foreign and kills them - the reason why this is not a problem in blood donation is that there are so many donors in the population that good matches for different individuals can be found. Even when the potential treatment involves the patient's own cells, the immune system can be provoked in response to tissue damage, resulting in inflammation whereby immune cells of the body respond to danger signals and engulf the transplanted cells.\n\nWe have assembled a team of researchers from different backgrounds to collaborate in order to find new ways to control the immune system to make regenerative medicine treatments more effective. Our team includes researchers with many years' experience in organ transplantation, who are developing ways of reducing the need for immunosuppressive drugs, and researchers who are already carrying out clinical trials of cell transplantation to cure certain forms of blindness and liver failure. We also have experts who are comparing whether cell transplantation or endogenous repair are better approaches for treating heart failure, experts in immunology, pluripotent stem cells and cells from adult tissues. \n\nWe have set out to answer three questions that are of central importance in regenerative medicine. We want to identify the proteins that transplanted cells secrete to communicate with the immune system and discover whether different cell types produce different signals. It might be that liver cells produce different signals to eye cells, or that liver cells produce different signals if they have come from an adult rather than a pluripotent stem cell. This information will help us decide whether cells from one source might be better for transplantation than those from another source, and will also give us clues about the best ways to protect the cells from immune attack. The next question is whether the signals we identify as potentially contributing to transplant failure can be blocked, for example by coating cells with a protein that protects them from attack or by transplanting back immune cells generated from pluripotent stem cells. The final question is how inflammation contributes to endogenous repair and influences the fate of transplanted cells. We will identify different types of inflammatory cell and then examine whether destroying each cell type improves or worsens tissue repair.\n\nOur research will lead eventually to improved treatments for blindness, heart failure, liver failure and inflammatory bowel disease. Our discoveries will be shared with other researchers, so that they can apply our observations, experimental skills and tools to other important diseases. We believe that collaborations amongst researchers with very different perspectives offer the best opportunity to harness the body's immune system to make treatments more effective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022699/1","grantId":"MR/L022699/1","fundValue":"2422220","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"MRC","impactText":"","person":"Fiona M Watt","coPersons":["Robin Raihan Ali","James  Shaw","Giovanna  Lombardi","Philip N Newsome","Frederic  Geissmann","Paul Jonathan Fairchild","Fiona  Powrie","Sian E Harding","Francesco  Dazzi","Steven H Sacks"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}