{"id":"93F33893-A14A-499E-B167-0066AD0246A2","title":"ULTRASPINE: Ultrasound-Enabled Minimally Invasive Disc Replacement","abstractText":"The aim of this programme of work is to develop a new minimally invasive treatment system for spinal disc degeneration, the condition responsible for the majority of low back pain. The treatment involves removal of degenerated tissue from the disc using a therapeutic ultrasound system and replacement with an injectable fast-setting gel that mimics the behaviour of the healthy disc. This work will combine engineering, basic science and clinical expertise at the Universities of Leeds and Oxford. We aim to design, build, optimise and test the system in readiness for clinical trials and commercialization by the end of the funding period. \nFour out of five adults will suffer from low back pain during their lifetime and around 5% of sufferers become chronically disabled. This imposes a high economic and social burden on society because the disorder affects people of working age as well as the elderly, with the total cost being estimated to be over 1 % of the UK's GDP. Low back pain is strongly associated with degeneration of the intervertebral discs, the soft tissues that connect the spinal vertebrae and allow the spine to articulate. Current surgical treatments for low back pain are highly invasive and have relatively low long term success rates. The present work aims to develop a novel, minimally invasive therapy for disc replacement without the need for surgical incision. If successful, it has the potential to revolutionise clinical practice for the treatment of back pain, thus improving quality of life and reducing the economic impact of this major disease. \nThe work will include the development of a novel high intensity focussed ultrasound system for the removal of the degenerated tissue from a highly controllable location, employing the same system to visualise the procedure in real time. A new class of self assembling peptide gels will also be developed and optimised for minimally invasive insertion into the cavity to restore the disc's mechanical function. In parallel with these developments, a combined programme of computational and experimental modelling will be undertaken to evaluate the mechanical performance of the treatment and optimise its performance across the likely variance in disc properties seen in a typical patient population.\nThe programme of work is expected to yield a complete novel spinal therapy system ready for clinical trial and commercialization. The processes employed will have potential to be adapted for other spinal treatments as well as for orthopaedic interventions in other joints, adding further impact in the longer term and benefitting both healthcare providers and the patients themselves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020757/1","grantId":"EP/K020757/1","fundValue":"991844","fundStart":"2013-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Ruth K Wilcox","coPersons":["Amalia  Aggeli","Paul Andrew Beales"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}