{"id":"93F7868A-2E22-485E-BA09-3ED507DD95AE","title":"A graphical model approach to pedigree construction using constrained optimisation","abstractText":"Population biobanks with genetic data on large numbers of unrelated individuals have been enormously successful in detecting common genetic variants affecting diseases of public health concern. Attention is now shifting towards finding rarer variants and to investigating gene-gene and gene-environment interaction effects. Ideally, related individuals are required for this, but family studies are no longer routinely collected. In reality most large population studies, especially those collected from a particular geographical region, will contain sets of (undeclared) relatives. Identification of relatives from existing biobank data would be highly beneficial, both in furthering the use of these studies to search for rare variants and in adjusting statistical analyses to take account of relatedness. Although a crude or general measure of relatedness might be enough if the aim is solely to find individuals who might share rare variants, having a good estimate of the true relationship, or pedigree, would be much better if this could be obtained efficiently: it would enable better adjustment methods and facilitate the search for genes with many variants segregating in different families rather than a single variant across the population. \n\nOur proposal is to develop efficient methods for reconstructing pedigrees from genetic data in large population studies. We will use fast combinatorial optimisation algorithms developed in computer science. These are general graph-searching algorithms but, because a pedigree is a special kind of graph and genetic data are correlated in very particular ways, we will adapt the algorithms to search for valid structures. Adaptation is performed by imposing constraints. One of the main challenges in the project is to formulate constraints that work efficiently and incorporate the relevant biology. \n\nThe general algorithms assume that all individuals in the pedigree are in the study and have complete genetic data. This does not hold for this application as unobserved individuals will typically be required to provide the missing links connecting the relatives in the study. Our algorithms will search over all possible pedigrees with missing individuals. Finally, we will incorporate additional non-genetic information via a Bayesian framework to inform the search that some relationships are known with certainty or up to some degree of confidence, for example. All our methods will be developed using simulated data but will be tested using real data from the Avon Longitudinal Study of Parents and Children (ALSPAC). Fast and efficient pedigree reconstruction would permit much fuller use of existing population cohort studies for genetic research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002312","grantId":"G1002312","fundValue":"446626","fundStart":"2011-10-03","fundEnd":"2015-03-27","funder":"MRC","impactText":"","person":"James  Cussens","coPersons":["Nuala  Sheehan","Paul Richard Burton","George  DaveySmith"],"organisation":"University of York","findingsText":"","dataset":"gtr"}