{"id":"93FEE10E-CAA9-4D99-8E2E-D6B4413EC5AB","title":"Umuntu, Ngumuntu, Ngabantu: The Story of African Choir, 1891-1893. Performing Identities in Victorian Britain","abstractText":"This research project will result in the production of a new full length work for the stage which investigates the construction of identity and the presentation of 'self' by a group of young black South African performers at the end of the 19th century. The work draws parallels between production and reception of works for the stage then and current readings of work from the African continent. This phase of the project is being developed collaboratively between the Market Theatre Laboratory in Johannesburg, the Grahamstown International Festival in South Africa and Wimbledon College of Art in the UK. It is the continuation of a research project that was initially funded by an AHRB Small Grant in the Creative and Performing Arts in 2004.\\nBetween 1891-1893 a South African choir toured England,Scotland and Ireland to raise funds for a technical school to provide education for the expanding black labour force in the diamond mines in Kimberley The tour ran into financial difficulties and the choir, all of whom were committed Christians, were forced to take radical measures to attract larger audiences. These included the adoption of a form of 'native' dress for parts of the performance as well as a number of 'stagings' of traditional rituals and ceremonies for the 'delectation' of the British public. Discourses around morals and sartorial representation in the minds of Victorian audiences were inextricably linked to a contemporary world view which saw the clothing of the 'heathen' as part of the redemptive work of the missionary project whilst at the same time retaining a taste for the commodification of Africa through the staging of the unredeemed 'exotic other.' The questions this research asked at the outset were: \\nHow complicit were the members of the choir in this depiction of themselves?\\nHow much was this presentation due to the demands of the box-office?\\nHow much were they knowingly pandering to the desires of Victorian audiences?\\nA two-week investigative workshop was conducted at the Market Theatre Laboratory which is the training and experimental wing of the Market Theatre in April 2006, culminating in a presentation to an invited audience. The importance of the work as a revelation of 'hidden history' and its contribution to contemporary debates concerned with identity in South Africa was affirmed by those present. \\nThis phase of research will enable me to develop the work into a full length performance using the methodology developed and tested in the initial workshop. The medium of performance is used to investigate the production and reception of performance. The performers cast the audience in the role of 19th century spectators; they control and direct the eye of the audience back on itself, playing on the assumptions of the 'colonial gaze' while simultaneously revealing current perceptions and predjudices. The process will be documented by Professor Viv Gardner of Manchester University. \\nThis practice-led research is a discrete part of a larger initiative aimed at fostering dialogue and sharing knowledge on issues relating to the visual in performance being developed by the Market Theatre and Wimbledon College of Art. These include staff/student exchanges and the joint curatorship of an exhibition of photographs that record 30 years of production at the Market, to be held at London's Royal National Theatre in March 2007.\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n \\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009972/1","grantId":"AH/E009972/1","fundValue":"16332","fundStart":"2007-05-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"","person":"Jane  Collins","coPersons":[],"organisation":"University of the Arts London","findingsText":"","dataset":"gtr"}