{"id":"94019E60-7222-4EAE-B5EC-1387F02CEAA1","title":"E-TERM, Engineering Tissue Engineering and Regenerative Medicine","abstractText":"Continued improvement in the nation's health depends upon the efficient development of affordable replacement human tissue and related therapies; an acute shortage of willing organ donors and the shortcomings of conventional therapies leads to the preventable death of many patients each year. The next healthcare revolution will apply regenerative medicines, creating biological therapies or substitutes for the replacement or restoration of tissue function lost through failure or disease. However, whilst science has revealed the potential, and early products have shown the power of such therapies, there is now a need for the long term supply of people properly trained with the necessary skills to lead the engineering and life science challenges before the predicted benefits in human healthcare can be realised. Realisation of these benefits requires a new generation of translational professional leaders immersed in both the fundamental science of these new products and the clinical, engineering and commercial realities of their creation and application.This proposal brings together for the first time the six University teams, and the associated growing cohorts of young researchers, involved in the two Regenerative Medicine DTCs funded through the EPSRC Life Sciences Interface Programme. Each University group is independently internationally leading in their field, and has attracted significant funding from the EPSRC Life Sciences Interface Programme and elsewhere. The proposed Landscape Award offers the opportunity to combine the research strengths of the six groups to deliver a strategic collaborative programme of cross-disciplinary research, and a cohort of future research leaders in tissue engineering and regenerative medicine. The proposed research programme is truly cross-disciplinary, requiring expertise that ranges from fundamental cell biology, through biological engineering, biomechanics and tissue engineering, to bioprocessing, regulated manufacturing, and commercialisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017801/1","grantId":"EP/I017801/1","fundValue":"2884740","fundStart":"2012-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"  The fellows each have their own pathways for impact and will also carry the new knowledge and understanding into their future careers. In addition EPSRC and others are improving their approach to the development of independent early career researchers from the learnings from the Landscape Fellowship programme. Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"David John  Williams","coPersons":["Alicia  El Haj","Chris  Hewitt","John  Fisher","Sheila  MacNeil","Paul  Genever","Zhongmin  Jin","Kevin  Shakesheff"],"organisation":"Loughborough University","findingsText":" The two Regenerative Medicine DTC's have been fortunate to secure in collaboration ten, two year, early career fellowships from EPSRC in the E-TERM, Engineering Tissue Engineering and Regenerative Medicine, Landscape Fellowship Programme. These fellowships are intended to develop promising young interdisciplinary research leaders. We have now recruited eight fellows with a final two fellows to be recruited in 2015. Fellows are working on products for ophthalmic use; cartilage, cardiac and neural tissue engineering including spinal cord repair; and immunological, materials, and manufacturing and scale up issues. They are both working as individual independent researchers supported by mentored personal development and working together as a cadre. They also make significant contributions to the DTC's, primarily by the organisation of specialist workshops focussing on timely issues - these have included regulation, pre-clinical models and mesenchymal stem cell technologies. Fellowships are translational and individual project findings are taken forward by individual fellows via industrial or clinical collaborations. The fellows are working together on a publication summarising successful ways of working, &quot;tricks of the trade&quot;, for engineering-based tissue engineering and regenerative medicine translational research. Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}