{"id":"94045794-7B4F-4CED-A3D7-A14C83DDBF17","title":"The role of gender and social class in the loss of phonemic distinctions","abstractText":"Summary: \\nFor the last few decades the role of gender has been of central interest to researchers investigating the mechanisms of linguistic change. Women have been found to be ahead of men in initiating and advancing changes such as the diphthongisation and monophthongisation of vowels, lenition processes, and vowel shifting, particularly when the changes involve structurally connected sounds. An example is the fronting of the tongue in the back vowels in words such as do, goat, mouth, etc. In contrast, there has been little work on the role of gender in the loss of phonemic distinctions, i.e., mergers. Two of the most important mergers in progress in a number of American English dialects are the low back merger, involving the loss of the distinction between the vowels of cot-caught, Don-dawn, etc., and the pin-pen merger, resulting in the words in the following pairs sounding identical: pin-pen, him-hem, sinned-send, etc. The gender effects reported to date have been only marginally significant, and comprehensive studies of dialects undergoing the loss of phonemic distinctions with large enough samples of men and women from the same dialect area have been lacking. The few studies which have investigated gender effects in mergers in progress have reported mixed findings, suggesting that women are ahead of men in some mergers but lag behind them in others.\\n This study proposes to make a substantial contribution to our knowledge and understanding of the role of gender in the loss of phonemic distinctions by investigating two mergers currently in progress in the dialect of Charleston, South Carolina, on the basis of the acoustical analysis of a sample of 90 speakers. The speech of 50 speakers has already been analysed acoustically; an additional 40 speakers will be analysed during the research leave. The results will be subjected to a range of statistical analyses, including multiple linear regression, with social factors such as gender, social class, and age of the speakers as independent variables. In addition, the size of phonetic space (degree of vowel dispersion) in men and women will be analysed, and correlations between the size of the vowel space and the rate of merger will be investigated as a possible causal factor underlying the mechanism of the loss of phonemic distinctions.\\n The study will also examine the role of social class in the acquisition of mergers in a speech community. The loss of phonemic distinctions has generally been assumed to be largely below the level of awareness and to show relatively little social stratification, but so far there have not been enough detailed studies of dialects undergoing mergers to provide any strong generalisations. A sample of 90 speakers analysed acoustically will enable us to trace the progress of mergers across the community in great detail, providing statistically robust results unavailable for any speech community studied to date. It will allow us to determine if mergers conform to the generalisation of the Curvilinear Principle, a hypothesis stating that linguistic changes below the level of awareness originate in a group located in the middle of the social hierarchy.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G006873/1","grantId":"AH/G006873/1","fundValue":"25060","fundStart":"2009-02-02","fundEnd":"2009-06-01","funder":"AHRC","impactText":"","person":"Maciej  Baranowski","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}