{"id":"9415E147-7A5A-4BEE-9E86-DDBBA2AB55B0","title":"The avian interferon system and its evasion by Avipoxviruses","abstractText":"The interferon system plays a major role in the body's inbuilt (innate) immunity to pathogens, particularly to viruses. The innate immune system is the descendant of ancient mechanisms found in more primitive organisms. It represents a broad set of non-specific defences, the job of which is to repel the pathogen, or at least hold it in check until the host's acquired immune system can mount a quick response to pathogens it has seen before, or a slower response to those it has not. The interferon system also helps initiate and coordinate the initial acquired immune response. The importance and effectiveness of the interferon system has only become apparent in the last 10 to 12 years, and is best demonstrated by the pathogens themselves. All have evolved mechanisms, often multiple, to counteract the interferon system, preventing it being initiated ('induced'), amplified and executed. Across the family tree of viruses, a wide and diverse range of virus counter-defences are deployed, involving the activity of interferon 'modulators'. Interferon was first discovered in chicken cells by Isaacs &amp; Lindemann in 1957 but, since then, our knowledge of the avian system has lagged behind that of the mammalian system. For instance the first chicken IFN sequence was determined only in 1994, 14 years after the first mammalian sequence. This has equally hampered our ability to investigate and understand the mechanisms by which viruses evade the avian IFN responses. For scientists studying avian innate responses and avian viruses, a 'catch-22' situation has existed. Without the tools to characterise the avian system, it has been extremely difficult to identify virus modulators of the system and, without the modulators, scientists have been denied some of the most useful tools for probing the intact system of the host. A previous joint grant awarded to us under the Combating Viral Diseases of Livestock Initiative proved an important way of helping to break this vicious circle. It was not possible to fully characterise all the components of the avian interferon system in one three-year grant but the study did confirm that the avian system, as expected, was substantially the same as the mammalian system(s). However, it also revealed important and unpredictable differences, which could well have important implications for the way that pathogens interact with avian hosts. This has important implications in terms of vaccination, which is widely practised in the worldwide poultry industry. It also goes without saying that significant differences between avian and mammalian systems could have important consequences for the tropism of emerging zoonotic agents, such as Avian influenza (Bird Flu H5N1) and West Nile virus. At the same time the project provided basic tools to study the induction and modulation of the avian interferon response by representative avian viral pathogens and even to facilitate the identification and preliminary characterisation of novel interferon modulators from one complex avian pathogen, FWPV (a poxvirus - a family well known for deploying a wide range of interferon modulators in mammals). This proposal aims to build on that broad overview in two ways. Firstly it aims to focus on particular significant differences identified between the interferon systems of avian and mammalian hosts, and to clarify the consequences for both host and pathogens. To accomplish this it will be necessary to both understand how the avian interferon system functions in these key areas, and to identify how the novel viral modulators function. To identify whether the viral modulators target uniquely avian aspects, or whether they are broader in their specificity, will require clear and detailed characterisation of both host and viral mechanisms. Thus, although the two aims are fairly distinct, they are interwoven, interactive and interdependent.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G018332/1","grantId":"BB/G018332/1","fundValue":"304965","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"  We are using the knowledge gained from this grant as part of the basis of an sLoLa grant in which we are generating chicken cell lines to facilitate recovery and propagation of avian viruses  ","person":"Steve  Goodbourn","coPersons":[],"organisation":"St George's University of London","findingsText":" (a). A structural analysis of the type I IFN gene complex in chickens, including an evolutionary comparison with other birds. Functional characterisation of the ChIFN2 and ChIFN1 promoters in chickens and comparison with other birds.\n(b). Characteristion of the ligand specificity and role in Type I IFN induction of chicken mda-5; cloning and characterisation of chicken LGP2.\n(c). Cloning and partial characterisation of all known chicken IRFs (-1, -2, -4, -5, -6, -7, -8, and -10). Cloning and characterisation of ChSTAT1, partial analysis of ChSTAT2. We are using the knowledge gained from this grant as part of the basis of a new grant in which we are generating chicken cell lines to facilitate recovery and propagation of avian viruses Agriculture, Food and Drink","dataset":"gtr"}