{"id":"942060A9-CE6C-4DE6-8B33-D00F7AAEC94C","title":"Investigating Adolescent Violence towards Parents","abstractText":"<p>This research investigates adolescent violence towards parents. It maps the contours of the problem of adolescent-to-parent violence, exploring how it is defined, experienced and negotiated by parents and adolescents and how violent assaults committed by adolescents within the home are currently processed and managed within the criminal justice system. </p>\n\n<p>The research aims to increase the visibility and understanding of adolescent-to-parent violence and to develop clear recommendations for effective policies and appropriate interventions for these families and the criminal justice agencies they encounter. </p>\n\n<p>Adolescent-to-parent violence does not fall within official definitions of domestic violence and the problem has remained largely unarticulated within the fields of youth justice, domestic violence, policing, and criminology, particularly in the UK. </p>\n\n<p>Limited previous research within the fields of psychiatry, psychology and family studies suggests that adolescent-to-parent violence is a significant and growing problem. </p>\n\n<p>The research utilises a range of methods to investigate the different dimensions of this complex, multifaceted and under-researched form of family violence including interviews with parents and young people, parent audio diaries, analysis of recorded cases in police databases and youth offending service case files, and interviews with youth offending workers and police officers who specialise in domestic violence. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H009922/1","grantId":"ES/H009922/1","fundValue":"343240","fundStart":"2010-08-01","fundEnd":"2013-09-30","funder":"ESRC","impactText":"  This study has had conceptual impact, raising the profile of a previously hidden social problem and shifting the understanding of the problem within policy and practice, and reframing debates about young people's use of violence in family relationships. Our first objective in the original proposal was 'to map the contours of the problem of adolescent to parent violence'. At this time there was no academic research on the problem in the UK, and although it was a problem widely recognised by practitioners in the field, it was virtually absent from the policy realm - there was no mention at all of adolescent to parent violence in police or youth justice policy or from national domestic violence organisations. Our first aim, then, was to put the problem onto the public agenda, and to this end we engaged in a range of activities. \n\nThe findings of the study were presented in twenty-three academic conference presentations or invited lectures in the UK, USA, China, India, and several European countries. Many of these international presentations were also attended by practitioners and policy-makers in these various countries, for example representatives from a human rights NGO, youth court judges, children's services workers, and domestic violence organisations. Fourteen keynote speeches or invited lectures were given to practitioner audiences on the findings of the study, within youth justice, policing, domestic violence fields, probation, parenting, children's services, and third sector organisations. \n\nThe project has its own website which records news and events and disseminates the findings: http://apv.crim.ox.ac.uk/ This site is now being further developed to include information for practitioners and a blog 'from the field' with guest pieces written by people working in the frontline with the problem of adolescent to parent violence. We have produced three briefing papers (for a general audience, police, and youth justice services) in straightforward language, presenting key findings from our study.\n\nThe study has received wide media coverage. In 2013 our journal article 'Adolescent to parent violence: Framing and mapping a hidden problem' was published online and provided the first UK analysis of police recorded data on APV. This was the first official data of any kind on adolescent to parent violence to be analysed and published in the UK. This new evidence sparked considerable interest and was discussed on over ten radio programmes including BBC Radio 4's Today Programme and BBC Radio 4's PM, BBC Radio 1's Newsbeat, BBC Radio 2's Jeremy Vine programme, and BBC Radio 5's Victoria Derbyshire Programme. (BBC Radio 4 and BBC Radio 1 each have a weekly reach of over 10 million listeners). These findings were also reported as the first item on BBC TV London News and the Rachel Condry was interviewed (4th November 2013). The findings of the research have also been the subject of articles in broadsheet national newspapers - one in The Guardian, two in The Independent, and two in The Times. A guest blog for Mumsnet was written by Caroline Miles about the findings of the study which attracted considerable online discussion. \n\nInstrumental impact, influencing policy and practice, has been central to the project from the outset. The project had an advisory group which has met approximately every six months from the start of the research to discuss and implement our impact strategy. The group had nine members from youth justice, police services, domestic violence organisations, and Victim Support. Each of these members fed into the project from the very beginning and took our emerging findings back into their organisations and worked to raise the awareness of the problem of adolescent to parent violence. \n\nAt the end of our project in September 2013 we held a one day conference to disseminate our findings and stimulate discussion about how they might be taken forward. This was held at the University of Oxford and attended by 130 practitioners, policy makers and academics, including the National Policing domestic violence lead and the Youth Justice Board domestic violence lead. Three panels were convened each with five members to discuss the findings of the study in relation to families' experiences, criminal justice (policing and youth justice), and innovative responses to APV. At this conference, the idea of developing a protocol to provide guidance for practitioners encountering APV in their work was discussed. Following this, we worked closely with the domestic violence lead at the Youth Justice Board to convene a working group with the aim of devising an information guide which would be relevant to practitioners in any field working with families experiencing violence from adolescents. We have secured an ESRC IAA Knowledge Exchange Grant to develop this work and we are in the final stages of completing the guide which is now around thirty-five pages in length. In early 2015 we will hold four national dissemination events across the country for service leaders and managers commissioning services to launch the guide and provide a forum to discuss how the problem might be addressed in their areas. \nThe revised edition of the Home Office's 'A Call to End Violence Against Women and Girls' Action Plan was published in March 2014 and for the first time now includes specific references to adolescent to parent violence, with two actions (reference 63 and 139) 'Develop and disseminate information for practitioners working with children and families on how to identify and address the risks posed by adolescent to parent violence'. Following this change, responsibility for taking the lead from the government side on our working group to produce the information guide moved from the Youth Justice Board to the Home Office. The working group has further representation and input into the information guide from the Welsh Government, Association of Chief Police Officers, The College of Policing, AVA (Against Violence and Abuse), Respect (domestic violence organisation), and The Peabody Trust (charitable housing organisation). \n\nIn September 2014 the domestic violence lead for the Youth Justice Board wrote about the work we have been doing: \n&quot;The YJB have been working with Rachel Condry and Caroline Miles since early 2013, and have developed a strong working relationship. Their project has proven crucial in developing a UK evidence base charting the extent of Adolescent to Parent Violence. Prior to their work, there was little UK based academic research, making it difficult to move policy and practice forward in this area. In September 2013 during the Oxford APV conference, front line practitioners requested further guidance on how to tackle this complex area of abuse. Following this, the YJB and Oxford University set up a multi agency group made up of the Home Office, College of Policing, 3rd sector providers, and leading charities to work together to draft practice guidance for front line practitioners The APV study has been a crucial catalyst in developing this work, and will have a direct impact on front line policy and practice.&quot; \n\nWe intend for this work to continue. Our book 'Uncovering Adolescent to Parent Violence' will be published in 2015 and should generate a range of further opportunities for impact. Communities and Social Services/Policy,Education,Healthcare,Government, Democracy and Justice Societal,Policy & public services","person":"Rachel  Condry","coPersons":[],"organisation":"University of Oxford","findingsText":" Adolescent to parent violence has been virtually absent from policing, youth justice and domestic violence policy, despite being widely recognised by practitioners in those fields. This policy silence has led to a lack of training or guidance for practitioners on how to respond to and adequately support families with often complex needs. During the period of our research, the problem has started to slowly emerge onto the public agenda. Police, domestic violence and youth justice services are all beginning to think through how they might respond to APV. The evidence from this study has contributed to the development of this gradual recognition. \n\nOur study has presented the first UK analysis of cases of adolescent to parent violence reported to the police. We analysed victim, offender and incident characteristics from 1,892 cases reported to the Metropolitan Police in 2009-2010, most of which involved violence against the person or criminal damage in the home. Our findings revealed that adolescent to parent violence is a gendered phenomenon: 87% of suspects were male and 77% of victims were female. \n\nDisclosing violence from a child is one of the most difficult steps for parents as they describe feeling a great sense of shame and guilt surrounding the violence and fear the consequences of disclosure. Parents worry that they will be blamed for the violence or that their victimisation will not be taken seriously. While in some cases the violence warrants criminal justice intervention and some families do support a prosecution, this is not always the most appropriate response. Parents fear that their child will be criminalised and point to the lack of escape routes open to parents in this situation who will usually continue parenting a child.\n\nFor many parents in our study, aggressive or challenging behaviour from their children evolved from a young age and increased in intensity during adolescence. In some cases, children experienced difficulties at school and one of the biggest challenges described by parents was getting their violent son or daughter to school against their will, often with the threat of prosecution hanging over the parent. Many parents referred to 'walking on egg-shells' in order to avoid conflict and some parents had gone as far as locking themselves in their bedrooms or leaving the house to stop an argument escalating into violence.\n\nThe levels of violence experienced by parents varied enormously but tended to involve a pattern of aggression and violence over a period of time which led to parents being fearful of their child and often feeling controlled. In addition to verbal threats and abuse, parents described being kicked, punched, pushed or strangled by their child, and also reported large amounts of criminal damage to the home. We found no single or straightforward explanation for adolescent to parent violence and there appear to be many complex pathways, including learning difficulties, mental health problems, alcohol and/or drug use; and childhood experiences of domestic violence, sexual abuse, or parental substance abuse. For some families, there are no apparent explanations for the violence and many parents found it difficult to understand why one child was violent when other children they had raised were not. Young people themselves report a variety of problems in their family histories and it is important to recognise that the dynamics of blame in APV might be quite different to those between adults.\n\nOverall, our study has identified the need for a considered response to APV at several levels. First, there must be safety planning and immediate intervention for families who report APV. Second, there needs to be a response at the level of policy and practice, guidance and strategy, and an integrated response from agencies and services to address APV. Finally, we need to consider our societal and cultural response to APV and recognise the challenge it represents to the ways in which we construct adolescents and their parents and the problem of family violence. Our findings are already being put to use in policy guidance for practitioners from a variety of fields. We anticipate that this will continue and that our evidence about adolescent to parent violence will be used by a range of sectors to develop responses to this previously hidden problem. Communities and Social Services/Policy,Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}