{"id":"9422D804-0F33-4846-8B5E-2F0DF8E2A4A6","title":"Towards groundwater security in coastal East Africa","abstractText":"Groundwater resources in the coastal zone of EA are at risk. Increased demand, linked to rapid population growth in the coastal margins, has led to unsustainable and ill-planned well drilling and abstraction. Sea water intrusion into formerly freshwater aquifers frequently occurs as recharge from rainfall is insufficient to support the rate at which water is extracted. Wells supplying domestic, industrial and agricultural needs have, in many areas, become too saline for use.\n\nClimate change is expected to exacerbate this problem. Rising sea levels in the Indian Ocean region are projected to cause inundation of saltwater along the coastal zone, which is dominated by highly-permeable rock, while altered precipitation patterns and temperature change will affect the amount of water replenishing the aquifer through infiltration and recharge. Local communities across the region are already reporting changing tidal and rainfall patterns. The multiplicity of hydrological and demographic driving factors makes this a very challenging issue for management. \n At present the state of coastal aquifers in the EA region is not well constrained and past practices which may have exacerbated the problem have not been clearly identified. This project will bring together teams from Kenya, Tanzania and the Comoros Islands to address this knowledge gap; collaborating and working towards achieving water security in their respective areas. \n\nAn integrative approach, combining the expertise of hydrogeologists, hydrologists and social scientists, will target selected sites along the coastal zone in each country. Hydrogeologic observatories will be developed where focussed research will identify the current condition of the coastal aquifers and identify future threats based on projected demographic and climate change scenarios. Water supply and monitoring needs will be identified through consultations with end-users and local authorities and optimum strategies for addressing these sought.\n\nAn initial step will be to survey and bring together all existing data on well installations, abstraction, groundwater gradients and the salinity of existing wells at each pilot site. Understanding where wells are located, how deep they are, how much water is abstracted, what the flow directions are and what the salinity is, provides an overview of the state of the aquifer. Local data on hydraulic properties, such as the permeability, porosity, and storativity of the aquifer will be investigated and synthesised. Targeted electrical geophysical surveys, which provide relevant spatial information on both the aquifer structure and the saltwater distribution, will be undertaken.\n\nSimilarly data is needed on the hydrological drivers in the system; to understand how much of annual rainfall infiltrates to replenish groundwater reserves (compared to the amount abstracted for human use) and how this might be impacted by changes in rainfall intensity or frequency. Land use and land use change is also important; controlling the proportion of incident rainfall which reaches the soil and subsequently groundwater. Recharge modelling will be an important tool for investigating different scenarios for climate and land use change and evaluating groundwater vulnerability. \n\nThe social and political aspects of water use and development will be incorporated to assess the compatibility between the evolution of the availability of coastal freshwater resources and those of society and water politics. Researchers will engage with local community and stakeholder groups in each area and work together towards understanding the issues most affecting the communities with regards accessibility to water supply. A two-way exchange of knowledge between researchers and community members is essential in working towards feasible solutions to existing problems and ensuring preparedness for the changes in demographics and environment in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L001888/1","grantId":"NE/L001888/1","fundValue":"85409","fundStart":"2013-07-29","fundEnd":"2014-10-28","funder":"NERC","impactText":"  The project findings have been or are being used by the beneficiaries of the research programme, which include: \n(1) local communities \n(2) stakeholder groups (water authorities, conservation groups, planning agencies, NGOs)\n(3) under- and post-graduate students; \n(4) the research partners in the project and \n(4) the global research community.\n\nLocal Communities: \n\nUPGro research has raised awareness of water issues in local communities in the study areas in Kenya, Tanzania and the Comoros Islands. Fieldwork activities have systematically revealed the importance of source protection, the implications of over-abstraction for saltwater contamination and large and inconsistent discrepancies in water quality and price. These findings were discussed with local communities. In Kilwa, Tanzania, for example, a refuse dump was identified at a well site (directly within the well field perimeter). The community had not hitherto considered the possibility of leachate percolating through the soft sedimentary ground and contaminating the aquifer. Following discussions and advice to local authorities during the stakeholder meetings, the refuse was removed and a new dump established outside the village. In Comoros, the poorest and most remote rural communities are those most affected by saline water, water shortages and facing the highest water costs. This is a serious concern that was raised at community meetings and initiated debate between stakeholders and communities. In Kilifi County, Kenya, the local schools, health centres and other local institutions have become more aware and concerned about the issue of sustainable groundwater management and the need to conserve water during the wet season. Across the 3 countries, the focused group discussions, as part of our Participatory Action Research approach, have elucidated the factors which are perceived to affect water quality, as well as envisioning solutions to degraded water resources. The community members have brought requests to the research team for their boreholes and wells to be tested and are keen on ascertaining the status of the boreholes and wells. In the field, we have strived to ensure that community outreach is fully inclusive to all ages, genders and social status. In all interactions, women, youth and other marginalized groups have been represented. The community meetings, at which research findings were disseminated, have been used in validating the information gathered on the socio-economic and environmental driving factors of water management at the coast. The project final dissemination workshop was attended by community representatives who presented their perspectives on the project and who have undertaken to share the findings (particularly those from the questionnaire surveys) with the communities in their areas. Part of the discussion focussed on ways forward for management of local water resources in each area, with emphasis on community participation in the decision making process.\n\nStakeholders:\n\nFrom the inception of the programme stakeholder groups in each area have been invited and have actively participated in the research programme. Research findings have been communicated to local water managers who have been involved throughout the project (e.g. the District Water Board and local district water engineer in Kilwa, Tanzania; all Water Directorate staff and Ma'Mwe (water company) engineers in Comoros; all the staff of the Kilifi-Malindi Water Services Company and the Water Officers in the community based organizations in Kilifi, Kenya). Water quality analyses in Kilifi used the premises of the Water Services Company who are active as key stakeholders. In Grande Comore Island, the geophysical and water quality monitoring data from the project are being used to guide water prospection in two international development projects on the island (funded by the African Development Bank and the French Agency for Development). Local personnel from the Water Directorate have participated in the field research programmes and received training in the techniques used (geophysics, dataloggers and weather stations). Also in Grande Comore, researchers at the University of the Comores have collaborated with the NGO 'Deux-Mains' on a feasibility study for the supply of drinking water in the region East M'badjini. They have exchanged hydrogeological data with the NGO and borrowed equipment (potentiometric sensors) funded by the UPGro project at the University of Comoros to carry out a well survey campaign in August-September 2014. The water level data collected by the 'Deux-Mains' project have been shared with us and are included in the UPGro project outcomes. Throughout the project, in all 3 countries, the team has interacted in a participatory manner with the stakeholders, holding discussions on issues pertaining to water management. \n\nStudents:\n\nThirteen (13) students have been involved in research relating to the project covering the physical groundwater resource and the environmental and social driving factors impacting sustainability. The project has provided subsistence for fieldwork which would not have been otherwise possible and has allowed them to develop practical skill sets in environmental/hydrogeological monitoring and social survey techniques. In addition to the students, local water personnel have also benefited from training, covering data acquisition and maintenance of the weather stations and dataloggers, aquifer characterisation and the application of geophysical techniques to seawater intrusion imaging. In Grande Comore, a new course (Water) has been developed for the L3 students at the University of the Comoros. This new course was developed by 2 of the project team members during the course of the project. The objective is to improve the education and knowledge of Comoros students on water issues in the Comoros islands and to enhance the impact of research on education and the society. \n\nResearch partners:\n\nOur international team has developed and strengthened during the course of the project and has extended to include new linkages in other countries in Eastern and Southern Africa (Madagascar and Mozambique) and in Europe. This in turn has led to submission of a proposal for a large-scale project to the UPGro Consortium Grant Programme to build on our current research over a 3 year programme of work. We are also investigating other funding streams for PhD studentships and further work programmes. The sharing of expertise has been of particular benefit, allowing researchers experience in new techniques in hydrometrics and geophysics and exposure to different methods of analysis. Kick-off meetings, numerous group video conferences and the final dissemination workshop provided platforms for cross-fertilisation of ideas among partners and mutual enrichment regarding knowledge and research methodologies. \n\nGlobal research community:\n\nThis project represents the first systematic and integrated study of the groundwater, hydrological and socio-environmental status of coastal aquifers in East Africa, applying a common methodology across a range of aquifer typologies. To date, observatories have been established at sites in Kilifi, Kenya; Kilwa, Tanzania and Grande Comore, Comoros (physical infrastructure includes a high-resolution weather station and well loggers) to provide high-resolution temporal data on weather and aquifer recharge and dynamics for each area. An overview of groundwater status in each area has been completed through surveys of existing wells and water quality parameters, encompassing both wet and dry seasons, as well as mapping climate and land use characteristics using available data for decadal time scales. Targeted electrical geophysical surveys have been undertaken to map the saline interface and geological structure in the coastal zone. Data synthesis is currently underway and revealing issues such as: the inapplicability of inland water prospecting and well installation approaches in coastal areas; poor water infrastructure and sanitation; excessive and ill-timed abstraction due to a poor understanding of coastal hydrogeology and the tidal influence and poor source protection leading to contamination.\n\nMost of the data is not scheduled to be made public until after the end of the project to allow partners to publish their findings. However in preparation for this, data are being archived in a SharePoint server at QUB for subsequent transfer to the RC Data Centres. We are also, through publicising our research and engaging with researchers in other disciplines, actively looking for opportunities for further collaborations.\n\nTo date, researchers from the British Geological Survey in charge of the UPGro African Groundwater Atlas, have been in contact with the researchers in our network to invite them to contribute to the chapters on the three countries in the Atlas. Once the project database is validated and finalised relevant data will be transferred to both the BGS African Groundwater Atlas and Archive as well as the NERC datacentres (EIDC, NGDC). Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment Cultural,Societal,Policy & public services","person":"Jean-Christophe  Comte","coPersons":["Rachel  Cassidy"],"organisation":"Queen's University of Belfast","findingsText":" KEY ACHIEVEMENTS\n\n1) Baseline physical characterisation of 3 selected aquifers in E Africa.\n\nThis project represents the first systematic and integrated study of the groundwater, hydrological and socio-environmental status of coastal aquifers in East Africa, applying a common methodology across a range of aquifer typologies. To date, observatories have been established at sites in Kilifi, Kenya; Kilwa, Tanzania and Grande Comore, Comoros (physical infrastructure includes a high-resolution weather station and well loggers) to provide high-resolution temporal data on weather and aquifer recharge and dynamics for each area. An overview of groundwater status in each area has been completed through surveys of existing wells and water quality parameters, encompassing both wet and dry seasons, as well as mapping climate and land use characteristics using available data for decadal time scales. Targeted electrical geophysical surveys have been undertaken to map the saline interface and geological structure in the coastal zone. In all activities training has been provided to local water personnel and partner Universities’ students (13 students in total - undergraduates, postgraduates and PhDs), covering data acquisition and maintenance of the weather stations and dataloggers, aquifer characterisation and the application of geophysical techniques to seawater intrusion imaging. This will contribute to achieving long-term sustainability of the observatories. Data synthesis is currently underway and revealing issues such as: the inapplicability of inland water prospecting and well installation approaches in coastal areas; poor water infrastructure and sanitation; excessive and ill-timed abstraction due to a poor understanding of coastal hydrogeology and the tidal influence and poor source protection leading to contamination.\n\n2) Community and stakeholder engagement\n\nThe socio-environmental component of the project has involved close interaction with stakeholder and community groups in each area. Workshops held in the 3 countries initially introduced the project and recruited stakeholders to be involved in its implementation. Through interviews with the stakeholder groups (local water managers, technicians, health providers), the pertinent issues affecting water management in the three areas were identified. Surveys and questionnaires identified the most critical technical and social issues with groundwater access in each area. Community meetings and Participatory Action Research (PAR) activities provided an overview of local concerns and knowledge regarding water accessibility and quality and the social and environmental factors linked to this. The research is identifying the current institutional, governmental and community management frameworks in each region. Outreach activities in each area are being carried out in conjunction with the surveys, thus gathering the social data while creating awareness on sustainable management of the groundwater resources. Final dissemination activities scheduled for September will feed back recommendations to all participants and stakeholder groups at local and regional scale. \n\n3) Development of an international multi-disciplinary research team on groundwater in coastal EA. \n\nThis project has acted as the catalyst for developing a strong research network with a long term commitment to advancing research in water accessibility in the coastal zone of EA. This led to the consortium applying to the recent UPGro Call for further funding to continue our research and extend to further sites in Kenya, Tanzania and Comoros and including new teams and sites in Mozambique and Madagascar. Students (12 in total) at the partner institutions have benefitted from training in baseline groundwater investigations (well surveys, water table and electrical conductivity measurement, infiltration tests); data synthesis and GIS mapping and in conducting community surveys. One PhD, 5 MSc and 6 BSc students have been involved and interpretation of their data is in progress with student theses and a chapter of a PhD thesis to be produced by Sept. 2014. Research findings have been presented by the team at: SWIM Salt Water Intrusion Meeting, Germany (2 presentations) in June 2014; the Regional Conference of the International Network of Women Engineers and Scientists (INWES), Nairobi in Nov. 2013; the Annual Conference of the International Association of Hydrogeologists (IAH), Morrocco (2 presentations) in September 2014. 2 book chapters by Bourhane et al.and Join et al. are currently in press.\n\nKEY FINDINGS - Statement from the Final Workshop held in Nairobi, October 2014:\n\n1) Project objectives:\n\n• To develop coastal groundwater monitoring networks.\n• To establish the current status of groundwater resources in the coastal zone of East Africa.\n• To identify issues with past practices and to work towards more effective and sustainable approaches.\nProject outcome:\n• To improve the well-being and livelihood of the communities.\n\n2) Common issues affecting the three studied coastal aquifers:\n\n• All report inadequate groundwater resources and link this to increasing population causing increased demand. \n• Overall change in climate across the region – people are noticing changes in weather patterns, seasons, plants and animals. \n• Spatio-temporal distribution of rainfall and geology correlates with water quality across the region. \n• Low levels of education, income and limited livelihood; all indicate a need for strategies to address poverty in the region. \n• Community members are keen to engage and voice their opinions. They want to be actively involved in water resource management – identify it as a critical issue – a direct link with daily life.\n• All identify shortcomings in governance. \n• Community members are critical of researchers who commonly do not return/share project findings. \n• Gender issues: Women are the main stakeholders at community-level - they should be more involved in future activities.\n• Most are willing to pay for water, however some resist because water quality is poor. \n• Salinity is recognized as a key water quality issue by the community members.\n• Technical decisions should be bottom up by local communities and incorporate local knowledge and skills– e.g. the construction of traditional wells in CO rather than drilling dictated by funding agencies. Funders are culpable for perpetuating this. \n• Student training is viewed as key for water management as they will be the future decision makers in many areas. \n\n3) Specific issues pertaining to lack of groundwater data centres, lack of rainfall, lack of governance were identified:\n\n• Tanzania (TZ) and Comoros (CO) – traditionally constructed wells are wider and shallower, have better water quality and are more sustainable. \n• Cultural importance - Traditional wells often act as meeting points for the community members (often shaded by trees). \n• Kenya (KE)– Open wells are more likely to have faecal contamination due to dirty collection buckets/ropes.\n• KE – Migration to Kilifi town (and by extension to other coastal sites) is in excess of the existing water resource – water import from other catchments necessary e.g. the establishment of Pwani University brought 7000 new residents to the area. \n• Lack of centralisation of basic information on wells and boreholes (TZ, KE). Difficulty in accessing literature and reports. \n• Communities feel strongly that it is the responsibility of government to solve water issues (KE, CO, TZ). \n• Project results show the importance of having local researchers with experience in the topic (coastal groundwater) and having established links with local water agencies, in order to facilitate literature and data compilation.\n\n4) Conclusions:\n\n• The workshop recognises the need to understand how the available groundwater resource works so that a sustainable management and development plan can be adopted.\n• The workshop also recognizes the important role of engagement both with the stakeholder and community and the importance of education as to how groundwater and aquifers work and why they need stakeholder safeguarding. \n\n5) Potential publications:\n\n• Manuscript in preparation following workshop findings and discussions: An integrative paper ‘Challenges in groundwater resources management in coastal regions of Eastern Africa’ targeted to the International Journal of Water Resources Development. The PROJECT DATABASE will be a valuable resource for:\n* planners\n* policy makers\n* water managers (water directorate, ...)\n* water practitioners (hydrogeologists, drillers, providers, ...)\n* development agencies and NGOs\n* other research projects such as the UPGro BGS Groundwater Atlas\n* the UK and global research community (when the database will be made public on the NERC datacentres (BGS, EIDC, NGDC)\n\nPUBLICATIONS, PROCEEDINGS, BSC/MSC THESIS will be useful to:\n* the local (East Africa) and global research community\n* local and global research students\n* Policy makers\n* Development agencies and NGOs Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment,Financial Services, and Management Consultancy","dataset":"gtr"}