{"id":"94294C4F-FC8D-4B92-A80F-1926FAF69927","title":"Extended Continuum Models for Transient and Rarefied Hypersonic Aerothermodynamics","abstractText":"The aerodynamic design of hypersonic vehicles envisaged for future defence applications, and UK-partnered planetary exploration plans (e.g. ExoMars in ESA's Aurora programme), is a major challenge due to the strong viscous effects (very high local heating rates and shock/shock interactions), the rarefaction phenomena characteristic of mixed-density flowfields, and the real-gas effects of high temperature (vibrational excitation, dissociation and ionization). Conventional fluid dynamics is often unsuitable for many aerothermodynamic situations, while statistical molecular dynamics is computationally too intensive. To address these twin problems we propose deploying extended hydrodynamics alongside a new continuum-fluid description of the non-equilibrium thermochemistry that incorporates both rarefaction and surface-catalycity. Extended hydrodynamics comprises high-order additions to the Navier-Stokes model that correct for rarefaction. It combines the computational efficiency of continuum-flow models with the major advantage that it reduces to the conventional Navier-Stokes model in near-equilibrium conditions.This is a new collaboration between Daresbury Laboratory and Strathclyde and Warwick Universities with the goal of building a new UK capability in high-speed mixed-density aerodynamic modelling. It is a Joint Grant Scheme proposal with the MoD's Defence Science and Technology Laboratory (Dstl), with additional support from MBDA and FGE. Dstl will provide experimental and computational data to help validate our models. They will also co-host with the applicants a one-day open workshop on high-speed flow modelling, which will act as a forum to discuss the future growth and direction of the UK high-speed flow research community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F014155/1","grantId":"EP/F014155/1","fundValue":"313778","fundStart":"2007-11-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"","person":"Jason M Reese","coPersons":[],"organisation":"University of Strathclyde","findingsText":" The simulation of nonequilibrium thermal gas flow is important for the aerothermodynamic design of re-entry and other high-altitude vehicles. In computational fluid dynamics, the accuracy of the solution to the Navier-Stokes-Fourier (NSF) equations depends on the accuracy of the surface boundary conditions. We developed new boundary conditions (called the Langmuir-Maxwell and the Langmuir-Smoluchowski conditions), for use with the NSF equations, which combine the Langmuir surface adsorption isotherm with the Maxwell/Smoluchowski slip/jump conditions in order to capture some of the physical processes involved in gas flow over a surface. These new conditions were validated for flat plate flow, circular cylinder in cross-flow, and the flow over a sharp wedge for Mach numbers ranging from 6 to 24, and for argon and nitrogen as the working gases. Our simulation results showed that the new boundary conditions give better predictions for the surface pressures, compared with published experimental and DSMC data. We also investigated the use of NSF equations with non-equilibrium boundary conditions (BCs) for simulation of rarefied hypersonic flows. We revisited a largely forgotten derivation of velocity slip and temperature jump by Patterson, based on Grad's moment method. Mach 10 flow around a cylinder and Mach 12.7 flow over a flat plate were simulated using both computational fluid dynamics using the temperature jump BCs of Patterson and Smoluchowski and the direct simulation Monte-Carlo (DSMC) method. These flows exhibit such strongly non-equilibrium behaviour that, following Patterson's analysis, they are strictly beyond the range of applicability of the BCs. Nevertheless, the results using Patterson's temperature jump BC compared quite well with the DSMC and were consistently better than those using the standard Smoluchowski temperature jump BC. One explanation for this better performance is that an assumption made by Patterson, based on the flow being only slightly non-equilibrium, introduces an additional constraint to the resulting BC model in the case of highly non-equilibrium flows.A novel multi-block compact-TVD finite difference method for the simulation of compressible flows was also developed. The method combines distributed and shared-memory paradigms to take advantage of the configuration of modern supercomputers that host many cores per shared-memory node. In our approach a domain decomposition technique is applied to a compact scheme using explicit flux formulas at block interfaces. This method offers great improvement in performance over earlier parallel compact methods that rely on the parallel solution of a linear system. We ran several test cases to assess the accuracy and parallel performance of the new method.  ","dataset":"gtr"}