{"id":"942A806F-CD53-4893-915D-69F93E8F76D3","title":"In cell analysis of Myosin Va function in organelle transport.","abstractText":"In order that the cells of our body function correctly they must establish and maintain a complex arrangement of specialised internal structures (organelles). The function of these organelles is essential for life e.g. energy production. Transport and communication between organelles is vital for both the normal function of organelles, cells and the whole body. In line with the importance of organelle transport blocks and other defects in these processes result in many common human diseases such as Cystic Fibrosis, hypercholesterolemia, neuro-degeneration and some forms of cancer. To allow organelle transport, cells have evolved a complex (protein-based) machinery that can move material between different organelles and areas of the cell. One class of proteins required for this are motor proteins that convert chemical energy, from food, into movement and transport cargo along subcellular protein ?tracks? known as the cytoskeleton. One of these motors, MyosinVa (MyoVa), is the focus of this proposal.\nMyoVa is present in many cell types (man, animals, yeasts and plants) and transports a variety of cargo. Defects in its function have been implicated in the life-threatening human neurological and albinism diseases (Griscelli syndrome Type I and Elejalde syndrome). Thus understanding the mechanism of MyoVa function is critical to understanding the function of the human nervous and pigmentation systems. MyoVa has been studied extensively in artificial experimental environments outside the cell (in vitro) that have led to the discovery of many properties that make MyoVa an ideal cargo transporter. However, the cellular environment is much more complex than artificially created environments, so the importance of these motor properties in intracellular transport (in vivo) remains unclear.\nIn this study melanosome transport in melanocytes, pigment producing skin cells, will be used as a model system to determine which MyoVa properties are essential for cargo transport in living cells. Melanosomes are large, pigment containing organelles that are easily seen using a microscope. They are produced near the cell centre and are transported to the cell periphery in a process that requires MyoVa. This process is essential for skin pigmentation and protection from solar ultraviolet radiation. Loss of MyoVa causes defects in transport resulting in melanosomes clustering near the nucleus. This cellular defect results in skin and hair albinism.\nThe main experimental system used to address the importance of MyoVa properties in cells will be to introduce versions of MyoVa protein in which specific motor properties have been altered (mutated) into melanocytes lacking their own MyoVa. The altered (or mutant) motor proteins will then be tested for their ability to compensate for the loss of the native protein by restoring normal melanosome transport into the cell periphery. The results of this study will provide information relevant to improvements in human health and development of novel technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100063","grantId":"G1100063","fundValue":"387846","fundStart":"2012-01-01","fundEnd":"2015-02-28","funder":"MRC","impactText":"","person":"Alistair  Hume","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}