{"id":"942E28A0-1318-4F42-9CD4-E4BBF8F3F33E","title":"Kinetic User Interfaces and Multiuser 3D Virtual Worlds for Older People","abstractText":"Older people may experience changes with age, such as a decline in physical and cognitive capabilities, which could result in deterioration of their social relationships and quality of life. It is important to help them to maintain independence and delay the need for institutionalised care. It is therefore crucial to find novel ways that motivate them to have a more active life. One area of such possibility is 3D virtual worlds (VW), which provide a creative and social space for users to engage in various activities. \n\nIn fact, virtual worlds, such as Second Life, have increasingly showed promise in healthcare. There are for instance a variety of healthcare support groups for topics such as mental health, disabilities, depression and cancer in virtual worlds. Most importantly, it is claimed that virtual worlds could help chronically ill patients and disabled users by allowing them to temporarily leave their disabilities behind and participate in social activities and better express their ideas and creativity through association with groups in virtual worlds. Studies suggest that frequent engagement in creative activity, such as computer game playing, might be helpful in reducing the risk of Alzheimer's disease and combating serious depression among older people.\n\nHowever, a key obstacle when implementing virtual worlds for healthy ageing is the adoption of conventional user interfaces (such as the keyboard and mouse) which are often not well suited for older people. For instance, navigation (moving around in virtual world) and object manipulation (such as selecting and positioning a virtual object) pose serious usability issues even for younger users who are reasonably familiar with the computer. Another potential issue concerns the design of non-verbal cues for online communication through the use of avatars (graphical virtual representation of the user). Non-verbal cues are important in human communication. In virtual world, users can express themselves through the use of avatar gestures (such as waving, bowing), usually by pressing certain shortcut keys on the keyboard. An important design issue therefore lies in finding a natural way to allow for more expressive social interaction with nonverbal cues. \n \nIn recent years, there has been an emergence of a new user interface paradigm known as Natural User Interfaces (NUI). Instead of using conventional devices such as the keyboard and mouse, users interact with their computers using gestures, speech, and thoughts. One type of NUI, known as Kinetic User Interfaces (KUI) allows users to interact with the computer through body motions. Examples of such devices include Microsoft Xbox Kinect and Nintendo Wii. Such relatively natural ways to interact with technologies make it easier to learn, thus lowering the barrier of engagement. \n\nTherefore, the proposed research programme aims to conduct a detailed investigation on how Kinetic User Interfaces (KUI) can be employed effectively to design innovative 3D virtual worlds accessible to older people. Older people's behaviour will be studied in depth to inform to 3D design solutions for this specific population. Prototypes will be developed and evaluated to assess the effectiveness of KUI-based 3D design in virtual world. Addressing these issues, we ultimately aim to make 3D technology more accessible and engaging for older people, thus motivate them to participate in active life style through this technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010766/1","grantId":"EP/J010766/1","fundValue":"97396","fundStart":"2012-09-27","fundEnd":"2013-12-14","funder":"EPSRC","impactText":"  The research has resulted in a close collaboration with Alzheimer's Society, Hawkinge. The final version of the virtual world prototype was presented to the managers, and a formal collaboration has been formed to test the prototype with their clients. \n\nThe findings have also led to a new PhD project looking into how people with dementia perceive and interact with 3D models in collaboration with Alzheimer's Society, Hawkinge.\n\nOn a perhaps slightly less related topic, some of the experimental technologies during the research study were presented to the Royal Society of Chemistry in London in 2013, and it has gained some interests in how the technologies can be used for Chemistry education. Education,Healthcare,Other Societal","person":"Chee Siang  Ang","coPersons":[],"organisation":"University of Kent","findingsText":" The care of dementia (and elderly care in general) is becoming a key agenda in health care research. Therefore, there is a strong interest in finding ways to assist the care of older people. Increasingly, the multidisciplinary research community is looking into ways to design technology to support specifically dementia care. Virtual world (VW) technologies have great potentials in enhancing dementia care. The high fidelity imagery generated in VW could create &quot;living experiences&quot;, experiences which are interactive, engaging and immersive for people with dementia. Reliving past experiences could help stimulate memories, provide positive emotions and enhance their sense of self. \n\n\n\nFour versions of gesture-based 3D virtual world prototypes have been developed and tested iteratively in 2 Avante care homes, AgeUK Canterbury and Alzheimer's Society (Hawkinge) over the course of 1 year. \n\n\n\nVersion 1: Reminiscence Room Prototype\n\nThe first prototype presented the user with an avatar placed in a virtual room with objects from the past (old posters, magazines, TVs, books). A radio was also included in the virtual room playing music of that period. Users' movements were captured by Microsoft Kinect and mapped to their virtual avatar.\n\n\n\nVersion 2: Virtual Tour Prototype\n\nThe second version of the prototype was created based on the idea of users being taken along for a virtual tour through a pre-determined path. For instance, The user would tour around the river by doing a &quot;rowing&quot; motion with their arms, which would propel the boat forward along the path. See an example: http://www.youtube.com/watch?v=bflFQOPc9YI\n\n\n\nVersion 3: Gardening Prototype\n\nIn this prototype, the participant would work together with the caregivers to design a virtual garden. 20 objects were available for selection including nine types of flowers, four types of trees and seven types of vegetables. An Android-based tablet computer was used to allow the caregiver/residents to select the vegetation to plant in the virtual garden \n\n\n\nVersion 4: Tangible User Interfaces\n\nThis version is similar to version 3, but instead of using a tablet, the user would put a plastic flower (tagged with NFC) on a platform in order to plant a flower in the virtual garden. See an example: http://www.youtube.com/watch?v=Q3jjFjIJJRU\n\n\n\n\n\nThrough the study, we have explored in depth how VW technology was used by people with dementia and their caregivers in long-term care. Testing and revising a number of prototypes also gave insights related to design issues. Each prototype had different benefits for difference group of users and it could not be said that one is better than the other. We are also not advocating replacing physical activities with only virtual activities. Instead, we believe that VW can serve as follows:\n\n• Providing interactive experiences to promote a continuing selfhood which may have been lost due to dementia and/or moving to long-term care facilities. \n\n\n\n• Providing stimulation and engagement and to promote a feel good factor. Negative memories could be mitigated by playful design (e.g. &quot;wonderland approach&quot;).\n\n\n\n• Being in a &quot;place&quot; that allows staff and residents to foster personal relationship and trust, which may improve care.\n\n\n\n\n\nAlthough it appeared from the observation that VWs worked with many residents to a certain extent, there were incidents where they did not work well. We highlight some problems we encountered, which could direct future design and research work:\n\n• Excessive physical motion: for some residents, continuous use of Kinect caused fatigue. Some residents kept on performing the physical motions and would not stop until being told by the carers. In addition, many residents were confined to wheelchairs and this did not permit them to use the virtual room prototype.\n\n\n\n• Personally, irrelevant places, objects and activities: The virtual garden and park prototypes were especially successful among female residents but less so with the male residents who preferred other activities such as driving or sports. This underlines a key limitation of the wider use of VW in care home as creating different virtual environment is rather costly at the moment. \n\n\n\n• In some cases, negative memories were triggered from the VW. Such cases required the care staff to redirect their attention back to the positive aspect of the virtual activity. \n\n\n\n• Although some care staff was very keen to try the technology, others were less enthusiastic as the technology was perceived as adding extra workload to their already busy schedule. \n\n\n\n• Most of the people with dementia were able to interact with the prototypes with relative ease. However, we observed a few cases (those with more severe cognitive declines) where the residents were unable to perform the simple tasks on touch screen or using gesture. In these cases, their visual and audio capabilities have been significantly reduced and often the caregivers would guide them by physically touching them (especially their shoulders and hands) to get their attention. - use in Alzhemier's Society day centre and home visit\n\n- use in care home setting (this will require further automation, including using intelligent virtual avatar)\n The non-academic partners we work with (especially Alzheimer's Society) is very keen to implement this technology in their day centre. They are also very keen to explore the possibility to bring this technology to their clients during home visit. However, the prototype is still in its early stage, and further work needs to be done to turn it into a product. A new PhD student has been recruited at University of Kent under the supervision of the PI to further explore the exploitation route, working closely with Alzheimer's Society Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}