{"id":"9430FBE6-020F-47D2-8DBA-B825BF017EE0","title":"Immunity at the population level: understanding the effects of environmental change","abstractText":"One consequence of environmental change that is especially hard to predict is the way that infectious diseases will respond to a different climate. This is important not only for people but also for most animals and plants which are frequently victims of disease in both natural and managed ecosystems. If we want to understand the effects of environmental change on disease we need to know how immune systems change when the environment changes, especially when we are thinking about diseases of ectotherms (cold-blooded organisms): these are strongly affected by environmental variables like temperature in many ways, including how much they invest in immunity. Knowing about how immunity in cold-blooded animals will respond to climate change is important for many reasons. The vast majority of animals are ectotherms and the potential for disruption of ecosystems and loss of biodiversity from new infectious diseases is huge. Pest animals, or rare animals that we want to conserve, might become more or less affected by disease and therefore increase or decrease in number, and from a human point of view the immune responses of insects that carry diseases such as malaria can determine whether they are able to carry these diseases and transmit them to people: the immune systems of mosquitos, for example, act against any malaria parasites that the mosquito is carrying.\n\nPrevious research into how ectotherm immunity reacts to the environment has shown that the picture is complicated. If carry out a lab experiment to measure the effect of changing (for example) the quality of food available, this will certainly tell us something about how immunity might change if food availability changes, but whether this information will be useful is questionable: what we have recently found is that the way that immunity responds to food quality, or temperature, or how crowded the population is, itself depends on other variables: increasing the temperature, for example, can lead to either increases or decreases in immunity depending on how crowded the animals are. When the environment changes it is inevitable that more than one such factor will change at the same time. Increasing temperature, for example, will lead to changes in rainfall and changes in the abundance of many animal species, meaning that the amount of food available and the degree of crowding will change as well as the temperature. In fact, the web of interactions between these environmental factors makes it essentially impossible to predict how ectotherm immunity is likely to change in real-world systems: you'd need to know so many details about the system (temperature, food availability, humidity, population density, etc.) that you'd never be able to make useful predictions.\n\nThe proposed research will sidestep this problem by monitoring immune investment in a model ectotherm species (a moth called Plodia interpunctella) in experimental laboratory ecosystems that will be kept at one of three temperatures and provided with two different qualities of food. These ecosystems will be run for around twenty generations of the moth, and we will monitor the insects' immune responses and their ability to fight off bacterial infection throughout this period. This approach will tell us how immunity changes in these animals in these simple laboratory ecosystems as a consequence of environmental change without the need to measure every single detail of the system (although we will measure some important details like population density). We will also measure whether the moths evolve during this period, which is a potentially important way that animals might mitigate the effects of environmental change. The results of this research will give us a very detailed data set telling us not only how immunity and disease resistance in these animals changes with the environment, but also how fast they evolve in response to changes in the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J023787/1","grantId":"NE/J023787/1","fundValue":"403034","fundStart":"2013-02-11","fundEnd":"2016-02-10","funder":"NERC","impactText":"","person":"Robert  Knell","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}