{"id":"943152E2-66DD-49B9-9FB5-F2E07D9EE217","title":"SANDPIT - 'Reflect': A feasibility study in experienced utility and travel behaviour","abstractText":"Travel behaviours have shown considerable resistance to change, but substantial change is needed because reduced emissions cannot be secured from technical innovation alone. Our focus is on a new way to engage with, and ultimately influence, travel behaviours. Instead of appealing to emission reduction (which can feel removed from our everyday experiences), we appeal to people's wish to improve their own subjective well-being (SWB). Drawing on the behavioural economics concept of experienced utility (EU) and the psychology of health behaviour change, we combine these perspectives with expertise from mobile computing, creative technologies, mathematics and user-centred design to explore an innovative solution to understanding and potentially influencing travel behaviour. We develop an experience sampling system via a smartphone platform for the collection and delivery of real-time information on subjective travel experience. In a series of small controlled trials we feedback information to individuals about their own experiences, and those of others, and we explore whether and how these interventions change behaviour. The idea is one of user-informed behavioural interventions to encourage self-motivated change, and here we draw on evidence from successful interventions in health. \n\nHere is what it might look like. You wearily push the car door shut, run your fingers over the dent and trudge, head down, to your front door. Placing your keys on the table, a tired face stares back from the hallway mirror - how many more grey hairs? Slumped in your armchair about to switch on the TV, your smartphone buzzes. You know what it is. Those people at the REFLECT project always know when you've arrived home and now they want to know how you feel. You tap a few keys in response to their prompts and then settle back in the chair for a snooze. You dimly register the spattering of rain on the windowpanes. The sky darkens ... The phone buzzes and you jerk up - must have dozed off. It's bound to be the REFLECT project prompting you with a reminder to download a 'representation of your travel experience'. You'd been listening to them over the last week and they'd only made your mood worse. What have they got for me now? That's unusual, &quot;they want me to try someone else's experience?&quot; You press play, and there's a picture of someone reading on a bus, they look very chilled, ipod on, the background music is relaxing ... Next morning you wake to the twitter of birds and soft sunlight stealing through the shutters. That crick in your neck seems to have gone and it's stopped raining. Through half-closed eyes you think back through the events of last night. Intrigued by someone else's experience, you had looked at that person's profile on the REFLECT system. Whoever they were, they clearly lived nearby because they took the same route into the centre of town. Every day, the travel experience this person had reported was consistently more pleasant than yours. The only difference you could see was that they took the bus into town. You'd many times passed people waiting at the stops: &quot;Mugs,&quot; you'd thought, feeling superior in the metallic enclosure of your car. &quot;Yet, I really don't enjoy my travel experience and they clearly do.&quot; &quot;I wonder...&quot;.\n\nOur project aims to encourage people to reflect on how they feel during regular journeys. We are not promising that the interventions that we deliver in this feasibility study will promote beneficial change. However, we explore how they influence the way people think about their travel behaviour, and use this improved understanding to design interventions that will promote change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004715/1","grantId":"EP/J004715/1","fundValue":"781454","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Jennifer  Roberts","coPersons":["Richard Edward Wilson","Falko F  Sniehotta","Mark Nicholas Grimshaw","Tracy  Ross","Rosemary Jane Harris","Vera Lucia  Araujo-Soares","Nigel  Davies"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}