{"id":"943484DD-5CD8-48C8-A23A-F59FBC4EC150","title":"Nemesius' &quot;On the Nature of Man&quot;: Edition, Translation, and Study of the Arabic Version","abstractText":"Large parts of Greek science and philosophy were translated into Arabic between the 8th and 10th c. At its height this 'translation movement' was directly supported by the Abbasid caliphate. The legacy of Greek learning quickly acted as a spur to authors writing in Arabic to adapt and further the ideas of 'the ancients'. Their achievements encouraged Europeans in the late Middle Ages to learn Arabic and translate Arabic works into Latin. The claim that Islamic culture started the European renaissance is not unjustified, and continuing awareness in the Middle East that the intellectual inheritance of Greco-Roman antiquity is as much 'eastern' as 'western' has ramifications beyond academia.\n\nThe need to continue studying the Islamic transmission and usage of Greek culture is of critical importance. There are, however, fewer and fewer scholars with the command of Greek and Arabic that is needed for Greco-Arabic research. Every new project delivers major impact.\n\nThe current proposal hopes to make a substantial contribution to the field. It will present the full Arabic translation of one of the mostly widely read scientific-philosophical works of the Middle Ages, On the Nature of Man, which was written in Greek at the end of the 4th c. by Nemesius of Emesa (Hims in Syria). Nemesius offered readers a comprehensive account of the great problems of life: how the body worked, its relation to the soul, the operation of feelings and emotions, the choices open to us in a universe under God's direction. He summarized the views - and quoted the words - of the major philosophical and scientific authors of pagan antiquity like Aristotle and Galen. His success in building this knowledge into a Christian framework made his book immensely popular and it was translated into most of the main languages of medieval culture (Arabic, Armenian, Georgian, Latin, Syriac). \n\nTwo major versions are known in Arabic. The first is early and incomplete. It survives incorporated in a famous esoteric treatise, The Secret of Creation, which played an important part in the development of alchemical science. The second, full version, which is the primary focus of this project, is so far unpublished. It is ascribed to Ishaq ibn Hunayn (d. 910/11), a distinguished philosopher and translator who was the son of the greatest of the translators, Hunayn (d. 873), but it was probably done by Hunayn himself for its first known reader is no less a figure than al-Kindi, 'the Philosopher of the Arabs', who died before ca.870. \n\nThe current tensions in the Middle East make it difficult to appreciate the intellectual openness of the Abbasid period, which is today often called the 'Renaissance' of Islam. Arabic functioned as a lingua franca for various cultures and denominations. Many of the translators were, like Hunayn, Christians working with Greek, Arabic, and Syriac, the Middle Eastern Semitic language whose culture of translation was of great importance in establishing the expectation of transferring knowledge. Many translators were, like Hunayn and his son, well connected at court.\n\nOn the Nature of Man is unusual among the translations because it is a work of Christian philosophy. The Hunayn version adds Christian references, and three of its four major MSS were copied in Christian circles. While the first Arabic translation found in The Secret of Creation was stripped of Christianity, the Hunayn version appealed also to Muslims like Kindi and the philosopher/translator al-Dimashqi. The oldest manuscript is a famous 12th-c. collection of Greek and Islamic philosophy copied by a Muslim gentleman for private use. Nemesius, then, offers important testimony of the culture of inter-faith cooperation that characterized the intellectual life of Islam in the Middle Ages. \n\nThe edition, translation, and study of this text will make it available to all those interested in exploring cultural translation alongside the common roots of Islamic and western culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006246/1","grantId":"AH/J006246/1","fundValue":"328253","fundStart":"2012-10-01","fundEnd":"2017-09-30","funder":"AHRC","impactText":"","person":"Simon Charles Swain","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}