{"id":"943A33F6-BA68-4A28-8FDA-735561A0B432","title":"New Techniques for Finding and Analysing Information Leaks","abstractText":"We all rely on the security of computer systems in our daily lives; from using a credit card or ATM, to checking our e-mail, we need the computer systems around us to keep our secrets and to preserve our privacy. It would be misleading to think of these systems as either perfectly secure, or entirely broken and open to abuse. For example, some systems can be broken by brute force but still provide some protection against a casual attacker, whereas other systems might leak a small amount of information that could be exploited by an attacker over time. Understanding and measuring the different levels of security that a system might offer is vital if we are going to develop a safe, efficient digital world.\n\nThis project will develop new, effective techniques to find and measure security flaws in computer systems. We will use information theory to measure how much information an attacker can learn about the secret information inside a system by observing its public outputs. The key novelty of our approach is to use a combination of statistics and information theory to measure how secure a system is from trial runs of that system. \n\nWe will use concepts, such as network information theory and differential entropy, to develop general definitions of quantitative security. These concepts have never before been applied in the field of computer security, and they will lead to better, more expressive definitions that can be applied in a wide range of situations.\n\nUsing our theoretical work, we will develop automatic analysis tools, and we will use these to assess the security of a range of systems, including the Freenet anonymity system and RFID tags. We hope that this will serve as an example to other developers and researchers, showing that our tools make information theory-based analysis methods practical and easy to use. This may potentially lead to improved security of many commercial computer systems and faster, easier ways to find information leaks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009075/1","grantId":"EP/J009075/1","fundValue":"88652","fundStart":"2012-04-02","fundEnd":"2013-08-01","funder":"EPSRC","impactText":"","person":"Tom C Chothia","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}