{"id":"943D3DA8-C429-4DA3-961D-9E8F951D4444","title":"Investigation of Heat Pipes for Effective Thermoelectric Heat Pumping","abstractText":"The proposed research will examine the use of heat pipes for effective thermoelectric heat pumping. The research will develop a themodynamic computer model for heat and mass transfer analysis of revolving heat pipes and thermoelectric devices. The work will investigate a novel, domestic-sized, mechanical-ventilation, heat pump system, using thermoelectric modules and revolving devices which act as both heat pipes and air impellers. The dual function of the revolving devices minimises the number of components, and size of the system. Rotation of the devices enhances heat transfer, both within the heat pipes and externally between the air and the finning. Owing to their rotation, the accumulation of dirt on the pipe surfaces will be small and so reduce the need for cleaning. The research will investigate the use of different types of thermoelectric devices, including novel thin-film thermoelectric materials that can offer high performance heat pumping. Passing electricity across a thermoelectric device produces a temperature gradient. Heat can thus be pumped from one side to another making them essentially solid state heat pumps. The revolving heat pipes will be used to transfer heat to and from the hot and cold sides of the thermoelectric devices. Thermoelectric devices have the advantage of no noise or vibration as they have no mechanical moving parts. Furthermore, they are compact light weight, highly reliable and inexpensive. The system will also be environmentally-friendly as CFC refrigerants are not required.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D014670/1","grantId":"EP/D014670/1","fundValue":"126269","fundStart":"2006-01-23","fundEnd":"2008-07-22","funder":"EPSRC","impactText":"","person":"Mark  Gillott","coPersons":[],"organisation":"University of Nottingham","findingsText":" A fundamental investigation (modelling and laboratory testing) of thermoelectric device performance coupled with different revolving heat pipe geometries for enhancing the heat transfer capacity and overall heat pumping performance. Thermal modelling for Thermoelectric Heat Pumping Devices (TEC) was investigated to predict performance. Results showed that increasing the power input can increase the output of heating/cooling load with decreasing coefficient of performance (COP). After certain level of input, the heating/cooling load decreases because of the heat transfer rate from hot sink to cold sink. Therefore there exists a maximum heat/cooling load for TEC unit in design. Therefore, in practice there exists a minimum numbers of TECs to meet the requirements of the certain demand of heating/cooling load. For the TEC model of CP1.4-127-045L used in the revolving and stationary systems, eight pieces could deliver up to 220W of cooling with an operating COP of 0.46 under the chosen operating conditions of input current of 4.8 A for each module. The laboratory tests focused on the application of TECs to generate the maximum heating/cooling load with deduction of COP for the small scale applications in building.\n\n\n\n2-D CFD simulations were carried out to investigate fluid work and heat/mass transfer in the system. Fan blades were introduced in the research in order to boost the fan performance. Rotating speed was set up to 1400 RPM. Forward, backward and straight fan blades were simulated. The fan blades introduced were able to increase the fan performance, in terms of air flow rate and static pressure, by at least 30% and 80% respectively. For the cases of applying straight heat pipes in the system, both sides have the same number of fan blades, no matter of their shapes. It could be eight, sixteen, or thirty-two blades, evenly placed between the heat pipes. The number of blades depends on the demand of the fan performance. However for the cases of bent heat pipe application, due to the more space for fan blades on the hot side than cold side, and also the less fan performance on the hot side if without fan blades, the arrangement of fan blades should be either 8 blades on cold side and 16 blades on hot side, or 16 blades on cold side and 32 blades on hot side.\n\n\n\nDifferent working fluids, such as water and methanol, for heat pipes was investigated. The study showed that water is suitable for heat pipes on the hot side as the temperature of heat sink will be over 30 0C, while methanol is suitable for the cold side as the inlet air has a low temperature of down to 10 0C. The heat transfer capacity of heat pipe with water is higher than methanol as well because of its larger latent heat. At the same time heating released on the hot side is more than double of cooling load requested. Therefore, water is a right choice as working fluid in hot side. Outcomes used to inform product development of a mechanical ventialtion heat recovery heat pump system for application in the building services industry. The findings could inform any commercial development of this new and innovative type of system for ventilation heat recovery heat pump applications in buildings using revolving heat pipe and thermoelectric devices. Construction,Energy,Environment","dataset":"gtr"}