{"id":"943EA698-623A-4C8F-9647-F67B73118615","title":"Ages and Stages: the cultural value of older people's experiences of theatre making","abstractText":"This proposal aims to assess the cultural value of older people's participation in theatre making. It will do so through a participatory action research approach, framed by a perspective which places emphasis on the skills, abilities and capacities of older people rather than automatically framing ageing as 'a problem to be solved' in contemporary society. \n\nThe proposal is inspired by our interdisciplinary 'Ages and Stages' project, which has consisted of two related but distinct phases. The first phase (October 2009-July 2012, funded by the NDA programme) explored representations of age and ageing in the Victoria/New Vic Theatre's social documentaries and the role that theatre has played in the lives of local older people. Archival and qualitative data was brought together in the final year of the project to create a new verbatim social documentary performance, 'Our Age, Our Stage', exploring ageing, intergenerational relations and the role the theatre has played - and continues to play - in the creative life of the people of Stoke-on-Trent and North Staffordshire. The second phase (August 2012-July 2013, funded by the AHRC follow-on scheme) has focused on translational work, including evolving the original 'Ages and Stages' group into the 'Ages and Stages Company' and devising an interactive, forum theatre piece about intergenerational relationships - Happy Returns. Both phases have been documented through film, ethnographic notes and diary keeping. \n\nThe proposed case study of 'Ages and Stages' will involve undertaking secondary analysis of existing research materials and developing the 'Ages and Stages Company' into a 'company of researchers', who will work with us to identify - and to show through live performance - the cultural value of what they have been involved in. Company members will engage in a series of recorded research discussions with each other (both one-to-one and group) exploring their experiences of Ages and Stages; the impacts it has had on themselves; and on others (e.g. their families; friends; the younger people they have performed with). Arising out of these discussions, the Company will then select and agree the issues to be developed into a new, short, piece to be performed before Christmas 2013 to invited audiences of practitioners, policy makes and academic colleagues. The performance/s will be filmed and turned into a DVD.\n\nIn the New Year, the Company will come back together to co-evaluate the research process. These sessions will also be digitally recorded, transcribed and analysed and, together with the secondary analyses of existing research materials, will form the basis for the final report. An invited workshop (including members of the Advisory Group) will conclude the project in May 2014. The piece will be performed at this workshop as a stimulus to further discussions about the cultural value of theatre making with, and for, older people and, if awarded, the workshop will also include findings from the proposed linked Critical Review on 'Ageing, Drama and Creativity'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L006103/1","grantId":"AH/L006103/1","fundValue":"28521","fundStart":"2013-09-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"","person":"Miriam  Bernard","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}