{"id":"944BBF6A-6FBE-4155-8985-97C10DD120DE","title":"Genetic basis of reproductive and plumage polymorphism in the ruff","abstractText":"Individual animals usually exhibit flexibility in their behaviour, but some behaviours are genetically determined. An extreme example of genetically fixed alternative behaviours occurs in a wading bird, the ruff. The ruff has a &quot;lek&quot; mating system in which males invest all their energy into attracting females to mate with them, and none into parental care. Territorial breeding males have spectacular plumes around their neck and head, and vary enormously in colouration, so that each male at the lek is distinguishable. Other nonterritorial &quot;satellite&quot; males, which are distinguishable by their white feathers, concentrate on &quot;stealing&quot; matings from territorial displaying males. Whether a male becomes a territorial or satellite individual is genetically determined. Satellites are essentially parasitic on territorials, though there is evidence that territorials may benefit from the presence of a small number of satellites. A third type of male, which mimics females, was recently discovered. This parasitic male is able to &quot;hide&quot; from the other males at the lek, so avoiding territorial aggression, and also succeeds by stealing matings from the resident males. \n\nThe purpose of this study is to use genome sequencing to identify the genes that make the males behave in these three different ways. We want to understand how the three different strategies can coexist in the population, and how they have evolved. We also plan to discover the genetic mechanism to explain why males are so diverse in their plumage. These mechanisms are likely to be the same ones that produce some of the similar variation that we normally only see between species. Finally, we want to discover the mechanism that ensures that the plumage pattern and behaviour are co-inherited.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J018937/1","grantId":"BB/J018937/1","fundValue":"338513","fundStart":"2013-01-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"  This work is at an early stage, though we are working on progressing our pathway to impact.  ","person":"Terence Anthony Burke","coPersons":["J  Slate"],"organisation":"University of Sheffield","findingsText":" This work is at an early stage. Ruffs are almost unique in having three competing, genetically determined reproductive male morphs - residents, satellites and female mimics. We have completed and published on the initial genetic mapping of these traits and are currently assembling the ruff genome, in order to identify the causative genes. Potentially, in understanding the genetic basis of natural variation in morphology and behaviour. Healthcare","dataset":"gtr"}