{"id":"9457919C-2273-4B4E-8067-F81CD3EA78AA","title":"Single-molecule DNA biosensors for rapid microbial detection","abstractText":"The health of human, animal and plant populations is under constant threat due to infections by a large variety of pathogenic microorganisms, such as bacteria and viruses. The fact that pathogens are able to spread rapidly and harm human populations has also led to the development of a variety of biological weapons which threaten not only soldiers in the field of operations, but even civilian populations in benign public environments such as a tube stations or airports. Threats to civilians also include those from non malicious sources such as within healthcare (hospital acquired infections, e.g. the superbug MRSA) or from the food industry (contaminated foods with pathogenic E. coli). The ability to diagnose such infections rapidly would dramatically aid patient survival and outcome and prevent further spreading of the disease.\n\nIn our proposal we describe a diagnostic solution based on 'single-molecule' fluorescence for the rapid identification of multiple pathogens. We have already established a basic test for the presence of DNA specific to a particular bacterial strain and aim to build on this to develop a range of 'intelligent' biosensors based on Boolean logic and signal amplification. Essentially, such sensors will be able to provide a yes/no answer on pathogen threat level given a combination of target inputs e.g. if (pathogen 1 AND pathogen 2) but (NOT pathogen 3). Our sensors aim to produce a time-to-result on the order of 10-15 min, compared with current technologies that vary between hours and days due to the requirement of sample amplification - either bacterial culturing or DNA amplification.\n\nIn parallel, we propose to further develop a compact and affordable single-molecule fluorescence microscope to perform such tests. Currently single-molecule microscopes are prohibitive in terms of size and cost; we aim to produce a cut-down version with a footprint of approximately 30cmx50cmx20cm (suitable for benchtop operation) and a small fraction of the cost of the full-size microscopes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J020516/1","grantId":"BB/J020516/1","fundValue":"119863","fundStart":"2012-10-08","fundEnd":"2013-10-06","funder":"BBSRC","impactText":"","person":"Achillefs  Kapanidis","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}