{"id":"94590CAF-CB36-4C11-A302-7A59F9F77936","title":"The Behaviour of Built-up Thin-Walled Steel Structural Elements","abstractText":"Cold-formed steel structural members are produced by rolling or press forming a metal sheet into a structural shape at room temperature. They are typically light-weight and possess a high strength-to-weight ratio, facilitating more sustainable construction solutions. Whilst traditionally cold-formed steel members have been used for structural elements of secondary importance, the current trend is to increasingly use cold-formed steel products as primary members, for instance in portal frames for industrial halls or in multi-storey residential buildings. This evolution puts increasing demands on cold-formed steel structural members in terms of load carrying capacity and span lengths. Built-up members, created by bolting, riveting or screwing individual shapes together in structurally efficient configurations, are therefore often used in practice. However, our fundamental understanding of the mode of response of these built-up structural elements is lagging behind practice, and appropriate design rules are completely lacking in the structural design Eurocodes.\nThe aim of the proposed research is to investigate the behaviour, strength and stability of cold-formed built-up sections. Particular attention will be paid to coupled instabilities resulting from an interaction between buckling of the individual cross-section components in between connector points and the various instabilities of the full built-up member. It is thereby expected that the connector spacing will have a crucial effect on the load carrying capacity. A first stage of the investigation will consist of experimental investigations on innovative built-up cross-sectional shapes. A total of 55 laboratory tests on built-up columns and beams are envisaged. The resulting dataset will be augmented by carrying out detailed numerical studies using finite element simulations, varying relevant parameters such as the cross-section geometry, the connector spacing, the connector type and the material properties. In a final step, the increased understanding of the behaviour of built-up cold-formed steel members gained in the previous stages of the research is expected to culminate in the development of a safe an accurate design procedure, with design equations that are verified against the available data through statistical reliability analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M011976/1","grantId":"EP/M011976/1","fundValue":"100357","fundStart":"2015-01-30","fundEnd":"2016-07-29","funder":"EPSRC","impactText":"","person":"Jurgen  Becque","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}