{"id":"945FCA4A-750F-4FC9-BD61-BFDE586D6523","title":"Reaction Control on Single Magnetic Particles with Temporal and Spatial Precision","abstractText":"Modern society has many demands for quick analytical chemistry, including applications in health and disease monitoring, environmental pollution or crime scene investigation. Analytical chemistry ultimately is based on chemical reactions between analytes and marker molecules. Most reactions are carried out in flasks with vigorous agitation for turbulent mixing or in microwells for many hours to allow for diffusion based mixing. Over the last decade, fluid handling in microchannels has revolutionised analytical chemistry. Analytical reactions can be performed quickly due to short diffusion distances and large surface to volume ratios; other advantages include minute consumption of samples and reagents as well as the potential to integrate several analysis steps into one device. The goal of this research is to study chemical reactions in highly specified environments by combining the unique features of microfluidic technology, functionalised particles and magnetic forces.Fluid behaviour in microchannels however is characterised by laminar flow regimes and diffusion based mixing and is thus well characterised and controllable. Surface functionalised micro- and nanoparticles are employed in many areas of chemistry including catalysis, (bio)analytical assays and as stationary phase for chromatographic separations and can be effectively combined with microfluidic systems to obtain a very large surface to volume ratio. In this particular study, magnetic particles will offer the additional advantage of external control by magnetic forces which do not interfere with the chemical activity of the beads.In this proposal, a microfluidic tool will be delivered featuring parallel flow streams. Magnetic particles with chemical functional groups on their surfaces can be pulled through the streams by external magnetic forces. Reactions on the particles' surface in specific flow streams can be studied in real time; the influence of varying reagent concentrations, fluid viscosity and solvent composition can be investigated in continuous flow; with the reaction product being isolated from the reagents at the same time. Such a platform would also be feasible for studies on surface tension between the particle surface and flow streams. Ultimately, the multi-flow chip could be employed as a research tool in biomedical chemistry or as an integrated device for point-of-care and in-the field analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E065414/1","grantId":"EP/E065414/1","fundValue":"203368","fundStart":"2008-02-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"  The findings have been published in peer reviewed journals. The results have formed the basis for further ongoing research projects. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Nicole  Pamme","coPersons":[],"organisation":"University of Hull","findingsText":" Our aim was to develop a multi-purpose microfluidic platform in which chemical reactions and analytical tests could be performed with precise control in a continuous flow regime.\n\nModern society demands quick analytical chemistry, in areas such as health and disease monitoring and environmental pollution. Analysis ultimately is based on chemical reactions between analytes and marker molecules. Reactions are carried out in flasks with vigorous agitation or in microwells with incubation times of many hours. Recently, lab-on-a-chip technology - the handling of fluids in microchannels - has revolutionised analytical chemistry. Reactions can be performed quickly and reagent consumption is greatly reduced. \n\nOften, micrometer sized particles are employed for (bio)analytical and chemical processing. Such particles can be surface-functionalised with antibodies, DNA strands or catalytic molecules and applied in clinical diagnostics or synthesis. Typically particles are trapped in plugs of hundreds to thousands by physical obstacles or, in the case of magnetic particles, by means of magnetic forces. Such schemes represent batch processing methodology, as the particle plug has to be stopped, flushed and subsequently released\n\nIn this project, a continuous flow approach to performing chemistry on the surface of individual magnetic particles by dragging the particles through reagent streams was proposed. Over the width of a microfluidic chamber, several parallel flow streams are generated, carrying magnetic particles and reagent solutions. As flow behaviour in microfluidic channels is laminar, there is little mixing between the streams. A magnetic field applied perpendicular to the direction of flow then pulls particles through the reagent streams. Whilst crossing the flow streams, molecules on the particle surface can react with molecules in the reagents streams. \n\nAdvantages of this approach include: (i) versatility, due to the wide variety of surface chemistries and applications of magnetic particles; (ii) potential for integration of several processing steps into one continuous flow setup, (iii) precise control over the movement of particles and the molecules they encounter by tuning magnetic field, flow rate and concentrations. Challenges associated with the research related to the design of the flow cell to achieve optimum flow behaviour, the design of the magnetic field to achieve sufficient particle movement and the setup of a detection system to measure fluorescence of single particles in flow.\n\nAchievements: After optimising the flow cell and magnetic field we were able to move the particles through as many as 10 reagents streams. We applied the platform to several chemical and analytical procedures: (1) Amide bond formation was performed in continuous flow on the surface of the magnetic particles which could be further investigated for controlled synthesis of peptides. (2) Antibody-antigen molecular recognition was applied to sandwich immunoassays with processing times of &lt; 1 min and sensitivities sufficient for clinical applications such as the heart attack marker C-reactive protein. (3) We performed DNA hybridisation between DNA immobilised on the particle and complementary strands in solution with nano-molar sensitivities and processing times of 1 min. We have shown potential for detection of mismatched DNA which is important in clinical diagnostics. (4) We investigated layer-by-layer material deposition on the particle surface which will be applied for fast assembly of drug carrier vesicles.\n\nThe project has resulted in 14 peer-reviewed publications and the presentation of the results at numerous conferences. We have obtained 2 poster prizes, one at an event for young scientists in the House of Commons. Two patent applications were filed. We are now seeking further funding at EU and Research Council level to follow up on the initial findings and exploit the potential of the developed methods further. The research will help develop fast clinical tests. a patent was filed through the university and investors were approached, we are currently working with a world-leading diagnostics company to further develop similar concepts Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}