{"id":"9460C7CD-B72E-4619-853F-9DB9CEF76BE9","title":"Everyday life and fatal hazard in sixteenth-century England","abstractText":"<p>Tudor England was a dangerous place. There were plagues and wars, perilous childbirths and shocking infant mortality. But what risks did people face as they went about their everyday lives?</p>\n\n<p>Thousands of coroner's inquest reports on accidental deaths preserved at The National Archives allow us to investigate. These reports cover almost the whole of England, town and country, young and old, men and women, rich and poor. They tell us about working practices in farming, industry and housework and about leisure activities such as football, swimming, bell-ringing and riverside flower-picking, even the risks of getting too close to performing bears. They show contrasts between men's and women's lives, between different agricultural regions, between different times of day and seasons of the year. They show changes across the century, such as the replacement of archery by guns. </p>\n\n<p>Classified into an accessible database, contextualised through targeted research on other documents, explored in a book and publicised in other ways, they will provide vivid insights into daily life irrecoverable from other records, lessons about the changes that have made life safer or more dangerous in the intervening centuries, and new ways to investigate social change and social variation in sixteenth-century England.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2819","grantId":"RES-062-23-2819","fundValue":"349348","fundStart":"2011-04-01","fundEnd":"2015-09-30","funder":"ESRC","impactText":"  Our findings have been presented in a variety of media: web features, newspaper articles, radio interviews, public lectures and articles in popular history magazines. Reaction in social media and lecture questionnaires shows that we have re-shaped people's understanding of sixteenth-century life and references to our work in television programmes show that our findings can serve for amusement as well as enlightenment. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural","person":"Steven John Gunn","coPersons":[],"organisation":"University of Oxford","findingsText":" Our work is showing that inquest reports into accidental deaths can shed light on many aspects of sixteenth-century life. They illuminate women's work, such as fetching water, and children's work, such as driving carts, and they show the dangers of working with animals. They tell us about leisure activities, with football deaths in winter, hammer-throwing deaths in summer, and increasing fatalities from bell-ringing as it grew in popularity. They show us that working men were more concerned for hygiene than we might think, bathing after work in rivers and ponds. As we investigate more and more of our 9,000 accidents and start to compare them across time and space, we can see the effect of changes such as the spread of guns and of regional differences in landscape and employment. Our findings can be integrated into the work of future researchers investigating many areas of sixteenth-century social, cultural and economic history. This will be facilitated by the deposit of our database at the close of the project. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}