{"id":"9461EB73-AF09-41CC-92F8-06020AD8DECF","title":"Popular understandings of politics in Britain, 1937-2014","abstractText":"There is alienation and withdrawal from formal politics in many countries at the present time. In Britain, election turnout, party membership, and trust in politicians are all declining. This worries governments who respond with policies to renew democracy. But such policies have struggled because the causes for such disenchantment and disengagement are not clear. Relationships between measures of political participation and numerous other variables, from levels of political corruption to levels of social capital, have been explored. But few clear patterns have emerged. Missing from research to date on this topic are the voices of citizens, in which can be found their shifting understandings, expectations, and judgements regarding politics and politicians.\n\nThe overall aim of the proposed study is to understand better what and how British citizens have thought about formal politics since the late 1930s (when relevant datasets begin). This overall aim translates into three objectives: 1) to establish the range of popular understandings of politics among British citizens; 2) to establish changes in prominence of certain popular understandings over time; and 3) to suggest causes for these changes.\n\nTo achieve these objectives, three interconnected stages of research will be completed:\n1. A contextual review of relevant and existing survey data will be used to establish broad trends, fluctuations, and cycles of public opinion regarding formal politics. Sources to be consulted, some of which date back to 1937, include Gallup poll results, National Opinion Poll results, and Ipsos-MORI results.\n2. Analysis of qualitative data found in the Mass Observation Archive. On eight occasions between 1945 and 2010, hundreds of Mass-Observation panellists were asked to write about politicians, elections, and political parties. Responses will be analysed for displays of shared understandings of politics in British society at particular historical moments.\n3. Integration of findings from the historical research - stages 1 and 2 - with relevant contemporary research including work from the last decade involving the ESRC and the Hansard Society seeking to audit political engagement in twenty-first century Britain.\n\nPotential benefits for politicians, political parties, civil servants, social scientists, and, ultimately, citizens include: a better knowledge of various popular understandings of formal politics and how these have changed over the decades; a better understanding of how people think and act - and come to think and act - in relation to formal politics; a better understanding of the historical specificity and, related to that, the likely causes of current disenchantment and disengagement from formal politics; a set of evidence-based reform options in the field of democratic renewal; and, ultimately, if such reform options are taken up, the increased engagement of citizens with the democratic process, and more legitimate and effective government.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L007185/1","grantId":"ES/L007185/1","fundValue":"194864","fundStart":"2014-10-01","fundEnd":"2016-06-30","funder":"ESRC","impactText":"","person":"Nick  Clarke","coPersons":["Gerry  Stoker","William  Jennings"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}