{"id":"9464008D-DD26-4ECF-8EE4-B30D45E1FB6F","title":"MRC/Wellcome Human Developmental Biology Resource: a unique resource for studies of human embryo and fetal development","abstractText":"Birth defects affect around 3% of pregnancies and, while pregnancy termination can be an option, very few childhood diseases of this type can be cured. The lives of children with birth defects are often dominated by the need for repeated operations, making heavy demands on families and the health service. \n\nA priority for current research is to develop new treatments to correct birth defects. These might involve, for example, the identification of essential nutrients like folic acid, which is a current treatment for spina bifida. \n\nAlternatively, stem cell transplants hold great promise for future treatments of many diseases. Birth defects arise when an essential gene fails to function normally during the construction of the body and organs of the embryo and fetus. This can be because of an inherited defect in the gene, or because of the presence of a drug or other damaging factor during pregnancy. An essential first step for research, therefore, is to determine precisely how genes function in the normal embryo, thereby providing information to guide the development of treatments for disease. \n\nStudies in animals are valuable sources of information, but ultimately every gene should be studied directly in human embryos and fetuses before clinical treatments can be developed. The Human Developmental Biology Resource (HDBR) is the only service in the UK that enables studies of genes and their function directly in early human embryos and fetuses. \n\nStaff of the HDBR have obtained ethics committee approval to collect embryos and fetuses from terminations of pregnancy, with the written consent of the mother. Samples are prepared for sophisticated gene studies, with some material being sent out to other laboratories with a registered project. To date, more than 1,320 samples have been collected by the HDBR and many hundreds have been provided to scientists. Moreover, 69 scientific papers have been published, describing new discoveries resulting from use of material in the HDBR. Advances in our understanding of cleft palate, dyslexia, and eye, kidney and liver defects have already resulted from these studies. \n\nIn this application, we are seeking five years funding to continue to develop the HDBR service. This will enable continuing studies of genes for human birth defects, as well as developing improved web-based methods for interacting with scientists to enhance the usefulness of the service, while keeping the public informed of the latest advances in this field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700089","grantId":"G0700089","fundValue":"1353090","fundStart":"2008-03-01","fundEnd":"2013-02-28","funder":"MRC","impactText":"","person":"Andrew John Copp","coPersons":["Susan  Lindsay","Tom  Strachan","Stephen Courtenay Robson","Dianne  Gerrelli","Charles Henry Rodeck"],"organisation":"University College London","findingsText":"","dataset":"gtr"}