{"id":"94669A5D-2FF1-446D-8C08-FC579FA3C084","title":"Space 2014 - A Conference of astronomical proportions!","abstractText":"We aim to provide a high quality educational Space 3 day conference for students aged 14-16 in the South Ribble area. \n\n - Students from all the Secondary schools in the region will be asked to advertise for teams of students to either present or to produce a poster (in a very similar way to an academic conference) for the conference. This might be their own research or observations of space. Selected teams will be invited to attend the three day Space Conference to be held at Balshaw's CE High School in May 2014.\n - To enthuse, engage and inspire members of our community to Science.The conference will offer exciting opportunities for members of the local public to get involved with Science - ones that they would normally have to venture further afield to get - indeed to Universities. On day two of the conference the Posters and formal presentations will be open to the general public and advertised throughout the region alongside visiting speakers throughout the day.\n - To involve all South Ribble schools in the project. There are 12 Secondary schools in South Ribble and the current relationship between the schools is good with the Heads of Science meeting every half term. We currently offer a succesful GCSE Astronomy course to Year 9 pupils at our school done as a Friday night club. We would like more schools to take this course up and by encouraging more student participation in Astronomy through this project we will offer CPD and support for schools who wish to take this course up. \n - We would like to have a particular focus for encouraging disadvantaged students from across the region to take part in this conference. Schools will be encouraged to put forward pupil premium students (Free School Meals). These are students who nationally show an achievement gap compared to their non-fsm peers. We would like this conference to inspire these students to achiee the highest standards in Science through a very engaging subject - Space.\n - To show the work of local Scientists. We will invite Scientists from local Universities and indeed STFC funded research groups to speak to the youngsters at the conference. We have excellent links with Helen Walker who is based at the Rutherford Appleton Laboratory in Harwell and recently led a team of researchers working on aspects on the JWST. Through C. Molyneux's work with the National Space Centre as a Lead Educator we would like to nivite Helen and a member of her team up to Lancashire to speak to the students about the possibilities in Space research for them in the future.\n - To look at Science issues in unorthodox, innovative and engaging ways; We aim to try out new ways of Scientific communication. It is very unusual for students of this age to present their ideas, research and theories in this way that is normally research for University level academics. This will inspire students to take their work to the next level and we are sure that it will forge the scientists of the next generation.\n - To facilitate debate and discussion amongst pupils, parents and local community members on all aspects of Space Science through the public day of the conference which will include presentations and poster displays from students. expert visiting speakers\n - To demonstrate the high level of interest and understanding that young people can have for Space Science even as young as 14-16 - as a GCSE Astronomy eacher I am annually amazed by the work produced by students from Star Trails and subsequent calculations to observatory photography of meteor showers. This is something which I believe deserves public recognition and debate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L005069/1","grantId":"ST/L005069/1","fundValue":"5160","fundStart":"2014-01-01","fundEnd":"2014-06-30","funder":"STFC","impactText":"","person":"Caroline  Molyneux","coPersons":[],"organisation":"Balshaws High School","findingsText":"","dataset":"gtr"}