{"id":"9467DE9D-F6E7-479B-9035-BA4C231A2C25","title":"Research Seminars Application: Climate Ethics and Climate Economics","abstractText":"The chief goal of the series is to get economists and legal scholars talking with philosophers and political theorists about the ethical foundations of their arguments. Economic arguments about climate change often embody ethical assumptions, such as the claim that future costs and benefits should be given less weight than present-day ones--which philosophers find problematic. Yet while contemporary climate philosophers have devoted extensive attention to the climate economics literature, economists have by and large not returned the favour. In the rare instances where economists do seek to draw explicitly on moral theory-such as Kenneth Arrow's invocation of Samuel Scheffler's 'agent-centred prerogatives' to defend giving less weight to the future (1999: 16)--philosophers sometimes wonder whether the economists have really grasped the arguments (Caney 2008: 550). \n\nSome mainstream economists, in turn, seem to doubt that philosophers have any business intervening in the debate. This reflects not only a divide between disciplines, but a disagreement between some British economists and mainstream economists in the United States. British economics explicitly draws on the utilitarian philosophical tradition. In contrast, US economists tend to hold that analyses of costs and benefits should not try to make ethical judgements, but follow preferences revealed through markets (Nordhaus 2008: 176; Broome 2012: 105-6; Jamieson 2013: 121). Thus Yale's William Nordhaus accused a major report sponsored by the British government--the Stern Review on the Economics of Climate Change--of reflecting a 'Government House utilitarianism' that 'takes the lofty vantage point of the world social planner, perhaps stoking the dying embers of the British Empire' (2008: 174), and Harvard's Martin Weitzman that it took a 'decidedly minority paternalist view.... relying mostly on a priori philosopher-king ethical judgements' (2007: 707, 712). \n\nProminent US legal scholars have also played a major role in US debates about climate ethics and policy in such works as Richard Posner's Catastrophe: Risk and Response (2004), Cass Sunstein's Worst-Case Scenarios (2007) and Eric A. Posner's and David Weisbach's Climate Change Justice (2010). While addressing ethical considerations more explicitly than US economists, many of these writers are strongly influenced by the latter's views. Along with US economists, this workshop aims to draw them into a dialogue with British and European scholars.\n\nInterdisciplinary dialogue on climate change matters, because economics, political theory and philosophy all have strengths but also blind spots, and these have contributed to the strikingly different recommendations they have given policy makers. The seminar series will also make a direct effort to encourage the participation of non-academic economists, policy makers and journalists by funding their attendance at the seminars. \n\nThe series will consist in six seminars over two years:\n\n1. Climate change and discounting the future, University of Nottingham, January 2016.\n2. 'Borrowing from the future'-a novel way to fund mitigation? University of Nottingham, April 2016.\n3. Fat tails: imposing and redistributing risk, London School of Economics, July 2016.\n4. Economic growth and climate justice. Political Economy Institute and Tyndall Centre, University of Manchester, January 2017.\n5. Risk, uncertainty, and catastrophe scenarios. Cabot Institute, University of Bristol, April 2017.\n6. Discounting the future: what have we learned? University of Nottingham, July 2017.\n\nEach workshop will involve six presenters, including two keynote speakers who will deliver public lectures before or after the seminar. We will circulate papers three weeks in advance, and after short presentations most time will be spent on discussion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N009010/1","grantId":"ES/N009010/1","fundValue":"30073","fundStart":"2015-12-08","fundEnd":"2017-12-07","funder":"ESRC","impactText":"","person":"Matthew  Rendall","coPersons":["John  O'Neill","Jonathan  Aldred","Kai  Spiekermann","Joanna  Burch-Brown","Aaron  Maltais","John  Broome","Dominic  Roser"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}