{"id":"946A1544-33B1-4C43-A8BA-D923C421034B","title":"Electrochemical conversion of nitrogen to ammonia-experimental and theoretical studies- Early Energy Catalysts Calls (2)","abstractText":"This project is concerned with exciting developments of new electro-catalytic technologies for Green eNH3 production with the energy derived from wind power. This contrasts with the traditional catalytic process for industrial NH3 production\nwhere non-renewable natural gas is used as the energy and H2 source with a concomitant release of large CO2 emission. Thus, the development of new renewable electrocatalytic technologies can substantially reduce carbon emission by\nutilizing wind energy to produce carbon free NH3. This electrification of the chemical industry will improve energy security by reducing the dependency on dwindling supply of natural gas. Further applications of eNH3 for energy storage and transportation will reduce the cost of integrating renewable into the energy mix. Oxford University and STFC will collaborate with Siemens, UK to explore various new catalytic surfaces to produce ammonia from nitrogen and hydrogen (or water) by electrochemical means. This program is part of a wider consortium which is making the UK a central research hub for Green Ammonia. Three different workstreams will be carried out as follows:\nWorkstream 1. Management and Commercial Analysis (Lead partner Siemens). This portion of the project is focused on the management of the project and assessment of the commercial feasibility of the technology. Results from the 2 technical workstreams will be used to develop commercial models of the potential end systems.\n\nWorkstream 2. Experimental analysis (Lead Partner Oxford University). This work is divided into 3 work packages each focusing on a different Nafion based system. Key figures of merit will be established i.e. NH3 reaction rate, faradaic efficiency, time stability, voltage characteristics.\n\nWorkstream 3. Theoretical Analysis (Lead Partner Siemens). In conjunction with sub-contractors (OCF plc) and academic partner at STFC. This work stream is divided into 4 work packages. All results will be regularly exchanged with the other workstreams and will share 3 top level milestones. The work stream will be divided into 2 phases aligned with the work being undertaken in workstreams 1 and 2.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N510026/1","grantId":"EP/N510026/1","fundValue":"94965","fundStart":"2015-11-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"SCE  Tsang","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}