{"id":"9470929C-0258-4842-BF80-63CFE519D16C","title":"Systems biology of the butanol-producing Clostridium acetobutylicum: new source of biofuel and chemicals/COSMIC2","abstractText":"By 2030, worldwide energy consumption is projected to grow by 57%. Fossil fuels cannot meet this demand, as their continued use is causing global warming and they are in any case a finite reserve that will be exhausted before the end of this century. Liquid fuels derived from natural plant material (biofuels), are the most promising alternative energy source for use in the transportation sector. In this regard, an alcohol called butanol is currently receiving considerable interest due to its superior properties compared to ethanol and biodiesel. Butanol has a higher energy content than ethanol, can make use of existing petrol supply and distribution channels, can be blended with petrol at higher concentrations without engine modification, offers better fuel economy and has, unlike ethanol, potential as aviation fuel. Traditionally, butanol is produced by a bacterium called Clostridium acetobutylicum when growing on growth media containing sugars. The fermentation process is known as the Acetone-Butanol-Ethanol (ABE) process. In the first half of the last century, the ABE process was second in importance/scale only to ethanol production from yeast. However, with the advent of the petrochemical industry, the process became uneconomic and was abandoned in the western world from the 1960s onwards. The process has recently been re-established in China and Brazil, where lower operating costs make a process based on inefficient 20th century technology economic. For adoption in the western world, a more efficient process is required. Its derivation will be reliant on improvements to the bacterial strains employed. However, the rational creation of such strains will require a more detailed understanding of the complex processes within the cell that catalyse and control the formation of fermentation products. Deriving a better understanding of the process is the overall objective of this proposal. For this, a new holistic approach termed systems biology will be used, which involves iterative cycles of mathematical modelling and experimental testing. It is made possible by developments made in an earlier funding round in which crucial gene tools and methodologies were developed that will allow precise changes to be made to selected genes and the consequences assessed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004513/1","grantId":"BB/I004513/1","fundValue":"230848","fundStart":"2010-04-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"  Most of the impact of the work thus far has been academic (including within the cross-national SysMO research team). In particular the first PDRA on the grant subsequently secured an MRC Fellowship on related medical applications, followed by a permanent academic post. Education ","person":"John  King","coPersons":[],"organisation":"University of Nottingham","findingsText":" Many bacteria are industrially useful for their ability to produce important chemicals from a variety of substrates. For\nexample, the bacterial species Clostridium acetobutylicum can consume glucose to produce the highly useful solvents\nacetone, butanol and ethanol, via the so-called ABE fermentation process; optimising this process could thus make the production of these important chemicals cheaper, while reducing dependence on fossil fuels.\n\nThe metabolism of C. acetobutylicum comprises two main phases, acid-producing and solvent-producing. In batch culture, the initial supply of glucose is consumed as the culture grows, producing acids. As the pH reduces, the culture moves into stationary phase and the metabolism shifts towards solvent production, acetic and butyric acids being reabsorbed and converted into acetone and butanol. In continuous culture, however, the pH can be controlled and the above phases induced separately by altering the pH: increasing it above a critical value induces acid formation, while decreasing it induces solvent formation.\n\nThe present research (as part of a multi-centre EU consortium) sought to model a variety of aspects of C. acetobutylicum\nmetabolism mathematically using differential equations in order to provide understanding that could lead to improvements to the efficiency of solvent production. The modelling was iterated in the light of data from the experimental partners and in turn informed the experimental work.\n\nThe new models for the metabolic switch in continuous culture capture the chemical concentrations involved in the\nmetabolism alongside those of the enzymes catalysing the reactions. These models can be used to simulate how different\nculture conditions or different enzyme production rates might alter the spectrum of solvents produced, guiding further\nexperimental work. A particular prediction is that mutations or over-expression of single genes will not be sufficient to\nenhance butanol production significantly beyond wild-type levels: a more sophisticated approach targeting multiple genes is required.\n\nA further aspect of the modelling has focussed on so called 'quorum-sensing' processes associated with communication\nbetween bacteria. This work has clarified differences between the quorum-sensing circuitry of C. acetobutylicum and\nvirulent bacteria such as Staphylococcus aureus. Furthermore, the results of our modelling of the putative direct effects of\nthe quorum-sensing system on solventogenesis and sporulation initiation fit well with data from our experimental partners and indicate that the quorum-sensing system could be capable of inducing both solventogenic and sporulation responses (or of inducing sporulation only), thus identifying it as a potential regulator of these processes.\n\nThe models developed represent significant developments of earlier work, in particular treating the population of bacteria\nas a heterogeneous mixture of a primarily acid-producing subpopulation (predominant during acid production) and a\nprimarily solvent-producing one (predominant during solvent production). This allowed a much improved fit to experimental\nsolvent data with a forward shift (from high to low pH), the results being characterised as insensitive to the values of\nspecific combinations of the model parameters - this has fed into experimental work to determine the concentrations of\nchemicals intermediate in the reactions in order to break these indeterminancies. This modelling was also tested against a\nreverse-shift experiment (low to high pH), the simulated concentrations again generally fitting well to the data; however, there is a short delay in the response of the model compared to experiments and the reverse-fitted parameters suggest (unexpectedly) that the concentration of a particular enzyme (involved in the reuptake of acids) does not change noticeably between the two phases. This could have important implications and will need to be tested in further experiments. The modelling studies of gene-regulatory and metabolic processes in clostridial bacterial could have bearing on both industrial-biotechnology and medical contexts. Culture, Heritage, Museums and Collections","dataset":"gtr"}