{"id":"9471DB20-1B2C-4B04-BB2F-0F44D812DB59","title":"The roles of Pellino-1 in the control of airway viral infection.","abstractText":"Lung diseases are very common and cause huge suffering. People who have asthma, or the very common disease COPD (chronic obstructive pulmonary disease) are often ill and breathless. Sometimes acute attacks of breathlessness progress to the point that hospital care is needed, and in the worst cases death may result. COPD is becoming one of the leading causes of death worldwide. These are diseases that affect all ages: asthma affects children, adolescents, young adults, older adults and the elderly. COPD affects millions of people from adulthood.\nThe commonest cause of an acute attack of breathlessness in asthma or COPD is an infection. In asthma attacks, these are almost always caused by a virus. In acute attacks of COPD, a viral infection is again a very common initiator of the attack. The common cold is a small illness for most people, but for someone with asthma or COPD it may cause days or weeks of breathlessness that can be severe and frightening, and may progress to needing hospital care, care on the intensive care unit, or even death.\nWe've been working for a long time to understand how infections cause these acute attacks, and why they cause problems that are so much worse in people with asthma or COPD than they are in people without lung disease. We believe that we've found a new way of interrupting the upset caused by viruses in the lung, and want to explore this further.\nThe viruses that cause the common cold affect the cells lining the surface of the lung. When they do, they trigger a response in the lung cells that tries to control the virus. This response includes 'good' inflammation that stops the virus spreading through the lining of the lung, and 'bad' inflammation that causes damage to the lung. We've found that this response can be manipulated to reduce the bad inflammation, whilst preserving the good inflammatory response. If we could do this in patients, we could stop the virus from causing acute attacks of lung disease.\nOur aims are to study a key checkpoint in the body's inflammatory response, and work out exactly how we can exploit this checkpoint to change the way the body responds to viruses. The checkpoint is regulated by a protein called Pellino-1. We will see exactly how Pellino-1 works in humans and mice, and through these studies we will work out what drugs we need to manipulate this checkpoint to stop people with asthma and COPD reacting badly to the common cold.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L009374/1","grantId":"MR/L009374/1","fundValue":"508081","fundStart":"2014-06-02","fundEnd":"2017-06-01","funder":"MRC","impactText":"","person":"Ian  Sabroe","coPersons":["David H Dockrell"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}