{"id":"948180C1-7B27-4ADD-A93A-6578EE2047BA","title":"Cardiff PATT Rolling Grant","abstractText":"The astronomers at Cardiff University are involved in many innovative world-class research programmes. These involve the use of both STFC and international ground-based telescope facilities. These include JCMT, UKIRT, eMERLIN, INT, GMRT, VLA, Arecibo and Kitt Peak. We have been active in observations across the electro-magnetic spectrum from the visible to the radio. In particular we have participated in several large-scale surveys, including the radio AGES survey, the infra-red UKIDSS survey, and the JCMT SCUBA2 Legacy Surveys (over the next 2 months we anticipate the advent of the new SCUBA2 camera on JCMT). Several of our members of staff are heavily involved in many of these different legacy surveys using SCUBA2. Therefore our telescope usage will inevitably increase over the period of the next rolling grant, as we are called upon to fulfill our part of the telescope staffing for the surveys. We note that we have not used our entire quota for the last rolling grant period. Therefore, in the light of our expected increase in telescope usage, we request level funding for the next 2 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J004502/1","grantId":"ST/J004502/1","fundValue":"20081","fundStart":"2012-05-11","fundEnd":"2014-05-10","funder":"STFC","impactText":"","person":"Derek  Ward-ThompsonHaley Louise Gomez","coPersons":["Stephen  Eales","Philip  Mauskopf","Walter  Kieran  Gear","Enzo  Pascale","Jonathan Ivor Davies"],"organisation":"Cardiff University","findingsText":" This grant has enabled Cardiff astronomers to carry out investigative projects into star formation, astrochemistry and galaxy evolution using telescopes across the globe. These include SCUBA-2 and HARP on JCMT, UKIRT, MMT, ATCA and MOPRA. This support has been crucial in supporting Cardiff’s active research goals, ranging from characterizing the most distant known objects in the Universe, a full census of star formation activity in the Galactic Plane, gas and dust in nearby galaxies and investigating dark gas in our nearest neighbour, Andromeda. As well as individual PI projects, Cardiff are also active members of many JCMT Legacy programmes including the JCMT Cosmology Legacy Survey (CLS), SASSY, the Galactic Plane Survey (JPS) and the Gould Belt Survey. Some research highlights from this round include the discovery of an embryonic monster star forming out of a cloud weighing in at 500 solar masses – the largest ever seen in the Milky Way (Peretto et al 2013). This result was only possible through the combination of Herschel data with ground-based telescopes including MOPRA and ALMA. Other highlights in this area include the Herschel Gould Belt Survey results (with IRAM data) on the role of sonic booms in star formation (Arzoumanian et al 2011, 2013 a team which includes Peretto and Ward-Thompson). These works show that the combination of ground-based telescope support with Herschel is key to providing insights on dense cores and giant molecular cloud complexes in nearby galaxies (Kirk et al 2013). Moving to larger scales, the Herschel ATLAS survey was responsible for the discovery of a new method to locate gravitational lenses in the FIR with 100% success rate (Negrello et al 2010) only possible due to the co-ordinated effort to observe these sources using PdB, WHT, CSO, CARMA, GBT, Keck, VLA and Zspec. NA Other","dataset":"gtr"}