{"id":"9483ED85-08B4-40F9-8366-DA496AE418BA","title":"A genetic dissection of traits required for sustainable water use in rice using Genome Wide Association Studies (GWAS)","abstractText":"Rice irrigation uses 1/3rd of the world's developed freshwater supplies, and is often unsustainable. In Bangladesh, 60% of the county's rice production is grown in the winter 'boro' season using predominantly groundwater. This results in lowering of water tables and ingress of saline water in coastal areas. The groundwater used in some parts of Bangladesh contains high concentrations of arsenic (As) which leads to dangerous concentrations of this class one human carcinogen in rice grain. Reducing irrigation demand should make water extraction more sustainable and reduce As exposure. Contributing to this change would help the UK meet its commitment to the UN Millennium Development Goals, and have direct benefit to the UK population exposed to As through consumption of rice and rice products. In Bangladesh, a new, heavily promoted irrigation scheme called alternate wetting and drying (AWD) reduces water use by 20-50% while increasing yield. But it is unknown why AWD works, and crucially if it is sustainable. Also, no work has yet been conducted to determine genetic variation for adaption (suitability) to AWD over conventional flooded crop production. This project will address these shortcomings by combining; i) a genetic screen for rice genes responsible for adaptation to AWD (exploiting advances in genome sequencing technology); ii) a chemical and physical analysis of the soil during cycles of wetting and drying; iii) a detailed physiological and transcriptomic characterisation of the changes that AWD causes in the rice plant and iv) a systems biology approach to identifying the metabolic pathways that are responsible for adaptation to AWD. Using established partnerships with the University of Calcutta, Assam Agricultural University, the Bangladesh Rice Research Institute and the International Rice Research Institute we will produce a collection of 300 rice landraces from the Bengal region suitable for boro cultivation. This will be sequenced to 1 x genome coverage to provide approx. 3 million single nucleotide polymorphisms using an innovative approach recently pioneered by Bin Han at the Chinese Academy of Science in Shanghai. This population will be screened under conventional flooding and AWD in Bangladesh in one site in the first season and three sites in the second season. Agronomic data will be collected to allow adaptation to AWD to be assessed. Shoots and grain in one site (both years) will be analysed for 17 macro and micro elements to provide a detailed description of uptake and shoot-grain translocation of the important plant and human nutrition-relevant elements. Both sets of data will be subjected to genome wide association mapping to identify the genomic regions and candidate genes associated with the traits and to identify if any specific element is related to adaptability to AWD. Detailed analysis of soil chemistry and strength will be conducted to reveal the physical/chemical changes taking place that affect plant growth. At the same time, spatial (stems and leaves) and temporal analysis of plant hormones will be measured to assess when and how plant growth is affected by AWD. A complementary transcriptomic study will show which genes, from which pathways, are being affected by AWD. The data generated will be incorporated in to a genome-scale metabolic model developed from the RiceCyc database. This will provide testable hypothesis of what metabolic pathways are important for growth in different water/soil chemistry scenarios and the most likely suitable genotypes. These hypotheses will be validated in the final year. All data will be integrated into publically accessible repositories and the panel of rice cultivars will be immensely valuable for mapping other traits such as drought, salt, cold and heat tolerance. Outputs obtained will prove valuable to researchers and breeders on rice throughout the world and to anyone concerned about aerobically-grown crops in flood-prone areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J003336/1","grantId":"BB/J003336/1","fundValue":"931130","fundStart":"2012-02-01","fundEnd":"2016-04-30","funder":"BBSRC","impactText":"","person":"Adam  Price","coPersons":["Oliver  Ebenhoeh","Andrew  Meharg","David Edward Salt"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}