{"id":"94838986-BE2C-44B3-A2A2-E85C2EDCD793","title":"Development of a wavefunction-based electronic structure method for Monte-Carlo simulation of fluids","abstractText":"Our aim is to predict the properties of water and other liquids more accurately than is currentlypossible.Water - the most abundant, and essential liquid on the planet - still gives rise to controversy in thescientific community. It has a whole range of unusual properties, like the fact that ice is less densethan water, so it floats. These properties in turn relate to the way that the water molecules that makeup the liquid link together through so-called hydrogen bonds. Even the average number of these bonds made by each water molecule is not completely agreed upon by scientists. We are aiming to resolve these issues, and to explore a wide range of other properties of water, such as the speed at which water droplets form to make up clouds in the atmosphere. Our approach is to develop computer models (called Monte Carlo simulations) of the way water molecules interact with each other, and if these interactions are treated correctly we will be able to predict properties of water and other liquids, and contribute to the interpretation of experiments performed in other research groups around the world. We plan to model the interactions in the most accurate way that is computationally possible, by solving accurate approximations to the equations of quantum mechanics. The novelty of the method we are proposing lies in the fact that we will be able to increase the accuracy of our description of water to assess sources of error, and, as ever greater computer power becomes available, to create ever more faithful models of liquids.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F000219/1","grantId":"EP/F000219/1","fundValue":"284147","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"Fred R Manby","coPersons":["Neil Langsford Allan"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}