{"id":"948D0784-A703-4910-921B-20416CF86E57","title":"Optimisation of Broadband Energy Harvesters Using Bistable Composites","abstractText":"This proposal will develop optimum broadband energy harvesters at the large/meso-scale by creating an optimisation methodology. This will be achieved by bistable composite laminates with piezoelectric materials converting mechanical vibration to electrical energy.\n\nEnergy harvesting is an active research area developing ways of capturing energy from the external environment to power low energy electronics such as wireless sensor networks. One source of energy is vibration and piezoelectric materials are commonly used to convert mechanical vibration to electrical energy. The current state-of-the-art devices are designed to capture electrical energy at resonant frequencies. Whilst this works well in a well-controlled frequency environment, the harvesting performance falls dramatically outside the resonant frequencies and the resonant frequencies of a structure can quickly become unattainable as a device becomes small or large. This limits the application areas where vibratory energy harvesting devices can be used. \n\nThe proposed bistable composite mechanism has recently been discovered by Inman (Co-I) to have an excellent harvesting performance over a range of frequencies due to its nonlinear dynamics. Bistable composite plates have an inherent bistability arising from anisotropic material properties of an asymmetrical layup. These bistable composites have been extensively studied in the context of piezo-actuated morphing structures in recent years and Kim (PI) and Bowen (Co-I) introduced the first and the only optimisation methodology for bistable composites in 2011. The project combines these expertise together with mixed signal electronics of Clarke (Co-I) to develop broadband energy harvesters suitable for ambient vibration. The National Physical Laboratory (NPL) and Perpetuum will support this project via their experimental expertise, facilities and data on the industrial and customers' needs.\n\nThe complex physics of nonlinear bistable composites is difficult to understand and design, and the optimisation methodology for bistable composites recently developed by the applicants offers a systematic exploration of the design space to find the optimum combination of size, thickness and stacking sequence of fibre orientations. Building on from this foundation, the project will develop static and dynamic models of bistable enegy harvesting composites supported by experimental investigations and formulate an optimisation methodology which will be used to design and build demonstrators based on real world applications.\n\nThere are three main challenges which will be addressed in this project:\n(1) The nonlinearity of the system behaviour, multiple equilibrium states of bistability, piezoelectric configuration and discrete composite lay-ups all present significant scientific challenges. The proposed research takes a novel approach of optimisation to account for the complex interaction of physics and offers engineers a methodology for designing bistable broadband energy harvesters for any given requirements. \n(2) No research to date has studied the role of nonlinearities in bistable energy harvesting. We will explore this in the modelling of energy harvesting performance including dynamic nonlinearity with experimental characterisation of coupled electromechanical properties.\n(3) One popular mechanism for generating bistability is via an external electromagnetic field which can be cumbersome and obtrusive to the surrounding system and the electrical components. Bistability is inherent to asymmetrical composite laminates, therefore the resulting system can be more compact and easily installed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014389/1","grantId":"EP/J014389/1","fundValue":"374027","fundStart":"2012-01-26","fundEnd":"2015-07-25","funder":"EPSRC","impactText":"","person":"Hyunsun Alicia Kim","coPersons":["Daniel  Inman","Christopher  Bowen","Christopher Turrall Clarke"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}