{"id":"948F9E4F-10F0-42FD-8536-0F5239EF161A","title":"IntelliText - Intelligent Tools for Creating and Analysing Electronic Text Corpora for Humanities Research","abstractText":"Much humanities research relies on or would benefit from analysis of electronic corpora - representative collections of texts (such as books, newspaper articles, technical manuals in computer-readable format), which may also be annotated with linguistic or domain information. The main advantage of using corpora over hand-picked examples is the ability to collect data systematically, to assess the centrality of certain features to the research material, and to establish experimentally potential trends in the data. Projects which rely on electronic corpora can be expected to have greater academic and social impact, thanks to increased consistency in data analysis.\\n\\nHowever, the major difficulty faced by corpus-based studies in humanities research is that creating and annotating a new corpus and designing an appropriate search engine for textual analysis require complex technical support, e.g., expertise in programming, web development, etc. Such a level of technical expertise is often unavailable to smaller humanities projects; but even larger corpus-based projects often miss opportunities for data analysis because of inadequate methodological or technological support for relevant computational aspects. Even when a corpus already exists, the task of building appropriate computational tools for analysing, intelligently searching and visualising the data still remain too challenging for many potential humanities projects.\\n\\nHumanities researchers' lack of awareness of modern computational techniques for corpus-based studies can seriously limit the scope and the impact of any planned research projects. Moreover, computer scientists who design corpus-based tools frequently do not understand the specific needs of humanities research; their tools are often difficult to adapt to a specific project, or lack an intuitive interface and documentation. As a result, the existence of several non-trivial computational techniques with the power to collect and prepare corpus material and reveal new dependencies and patterns in the data has been overlooked in the humanities. Thus important potential synergies for research have been neglected.\\n\\nIntelliText's novel contribution will be to tune advanced tools and methods from computer science to the needs of humanities researchers, integrating them into a single software application with a simple interface and good documentation. This will allow humanities researchers with no specialised background in computer science or corpus linguistics to take advantage of powerful methods of text collection and analysis. It will enable them to collect new project corpora from the web, have them enriched automatically with linguistic and other annotations, and then easily uncover interesting patterns of usage, starting either from their own intuitions and hypotheses, or from expressions and patterns identified as potentially noteworthy by the system.\\n\\nThe software will be designed and tested in novel applications by researchers interested in the stylistic features of translated text, in language learning and contrastive linguistics, and in detecting and describing shifts in sentiment and opinion. These will demonstrate its generalisability for addressing the needs of a wide spectrum of humanities researchers, including historians and specialists in literature, media and corporate or government communications, all of whom are represented on the Project Board. IntelliText will be made freely available for research purposes as Open Source software, introducing these tools and methods into fresh areas and permitting further extensions by the user community after funding ends.\\n\\nIn short, the impact of IntelliText will be to strengthen the theoretical foundations of many humanities disciplines by enabling a much larger community of researchers than hitherto to make testable predictions, and then to verify themby reference to solid corpus evidence uncovered by advanced and automated analytical techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H037306/1","grantId":"AH/H037306/1","fundValue":"159293","fundStart":"2010-03-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"Anthony Frank Hartley","coPersons":["Serge  Sharoff"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}