{"id":"949C4A3F-8333-4E02-AD0D-E4C0AB1E2EAF","title":"Entrepreneurial Performance","abstractText":"<p>Due to their role in creating jobs, in getting new products to the market, and in increasing product market competition, entrepreneurs are often regarded as essential to long-term economic performance for a country or region. While economists and sociologists have undertaken considerable research on the transition to entrepreneurship, much less is known about entrepreneurial performance. </p> \n<p>This project studies the returns to entrepreneurship through use of a novel and unique dataset from Norway. The dataset contains close to 10,000 start-ups and is free for survivorship bias. It provides rich information on start-up accounting performance and on founder work experience (and wages) before, during and even after the life of the start-up. </p> \n<p>Some of the questions examined are: </p> \n<ul> \n <li>What are the opportunity-cost adjusted economic returns to entrepreneurship? </li> \n <li>What is the relative impact of founder human capital and other factors such as wealth on entrepreneurial performance? </li> \n <li>What type of human capital is more detrimental to entrepreneurial success? </li> \n <li>How are start-ups financed, and which factors can explain their access and use of finance? </li>\n</ul> \n<p>It is believed that the project will produce knowledge relevant to nascent entrepreneurs, financiers, and to policy makers interested in whether the economic incentives to start up new companies are sufficient.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2080","grantId":"RES-000-22-2080","fundValue":"82323","fundStart":"2007-02-01","fundEnd":"2010-05-31","funder":"ESRC","impactText":"  One of the objectives of the research was to investigate the role of liquidity (personal wealth) for entrepreneurial performance. I found a surprising inverse U-shaped relationship that has received considerable interest among researchers and policy makers. I also explored the importance of the entrepreneur for start-up performance, a study that has also been widely covered by international press and cited. Creative Economy,Government, Democracy and Justice,Other Societal,Economic,Policy & public services","person":"Hans Krogh Hvide","coPersons":[],"organisation":"University of Aberdeen","findingsText":" One of the objectives of the research was to investigate the role of liquidity (personal wealth) for entrepreneurial performance. I found a surprising inverse U-shaped relationship that has received considerable interest among researchers and policy makers. I also explored the importance of the entrepreneur for start-up performance, a study that has also been widely covered by international press and cited. There is already a considerable academic literature that builds on my findings, for references see for example google scholar, \nhttp://scholar.google.com/scholar?hl=en&amp;lr=&amp;q=hk+hvide Creative Economy,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}