{"id":"94A4AF2A-6A09-4152-9A3E-C7455C79717F","title":"Dissection of the Function of Microtubule Depolymerases in Mitotic Kinetochore Dynamics","abstractText":"Our research is focussed on the molecular mechanisms of mitosis, the process by which one cell divides into two. This is a critical event in normal cell growth, the development of an embryo and all tissues, and in a number of diseases, including cancer. We are interested particularly in the connections between microtubules, the cables that help separate chromosomes, and kinetochores, the structures on chromosomes that attach to microtubules. The details of this interaction are still mysterious. To understand this interaction, we have used an intensive, three-summer collaboration based at the Marine Biological Laboratory (Woods Hole, USA) with the Danuser (Scripps), Meraldi (ETH Zurich), and McAinsh (Marie Curie) groups (together referred to as the MBL Kinetochore Consortium) to develop a novel imaging-based assay to study mitotic kinetochore mechanics. The goal of the collaboration is to develop assays that we can deliver back to our home labs, and ultimately to the community at large. The results of our first survey of effects on microtubule dynamics and kinetochore mechanics, from over 5000 timelapse datasets, have revealed a surprising richness of mechanical and dynamic details that we are now preparing for submission. In this application, we propose to extend this assay, to look at specific cases where incorrect attachments form between microtubules and kinetochores. We will use the assay we developed to focus specifically these attachments and follow when and how they are corrected. This is critical, fundamental information describing a basic, completely essential fundamental process of cell division. We will examine the correction pathway, and use sophisticated new software tools to analyse the resulting data to deliver defined models of how kinetochores behave during error correction. We will examine the requirement for specific enzymes, called microtubule depolymerases, for this correction and also look at how these enzymes are regulated by phosphorylation. This is a targeted effort, taking advantage of a rare, intensive collaboration and a synthesis of cutting edge imaging in living cells and sophisticated data analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G01518X/1","grantId":"BB/G01518X/1","fundValue":"304881","fundStart":"2009-03-01","fundEnd":"2012-02-29","funder":"BBSRC","impactText":"  Based on the demonstration in this work, the tools were integrated into an open source data management platform, OMERO. See https://www.openmicroscopy.org/site/products/partner/u-track Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Jason R Swedlow","coPersons":[],"organisation":"University of Dundee","findingsText":" 1. The development of a new, quantitative live cell imaging assay that probes the mechanics of mitotic centromeres and kinetochores and separates contributions of centromeric chromatin, force generation by microtubule deploymerases, and microtubule end dynamics.\n\n 2. Demonstration that chromatin structure, and probably the stiffness of chromatin, determines the dynamics of mitotic kinetochore pairs, probably by controlling feedback to kinetochore-based motors. \n\n 3. In work about to be submitted, we showed that HP1 proteins, and specifically HP1-beta, controls targetting of the microtubule deploymerase MCAK to kinetochores. Using our live cell kinetochore tracking assay, we showed that HP1-beta siRNA depletion causes a phenotype indistinguishable from MCAK. We subsequently demonstrated biochemical and functional interactions between HP1-beta and MCAK in mitotic cells. We provide new understanding into the mechanism of chromosome segregation. Moreover, the software tools could be (and ultimately were) integrated into other tools. Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}