{"id":"94A4BD5D-1182-423A-8517-7A0F721A23C1","title":"Synthesis beyond the redox-active tetrathiafulvalene (TTF) molecule: From a topological control in TTF-based macrocycles, towards functional s","abstractText":"Functionalised TTFs are pi-electron rich redox-active building blocks which, quite importantly, are stable to many synthetic transformations. In fact, a great variety of applications can be associated with the TTF systems, ranging from solid state electroconducting and magnetic properties of molecular organic metals to molecular/supramolecular systems involving reversible redox, intermolecular charge-transfer and hydrogen-bonding properties of TTF derivatives. This application supports the activities of a COST D31 network by providing funding for travel, consumables and subsistence for visits from four of the COST partners. The aims of the research projects presented here entertain a general theme for incorporating TTF species into thiophene based molecules and macromolecules. The target materials are potential components in electronic devices, such as field effect transistors, magnets and photovoltaics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E041337/1","grantId":"EP/E041337/1","fundValue":"29760","fundStart":"2007-10-31","fundEnd":"2009-04-29","funder":"EPSRC","impactText":"","person":"Peter John Skabara","coPersons":[],"organisation":"University of Strathclyde","findingsText":" A series of new conjugated copolymers incorporating the redox-active pyrrolo-tetrathiafulvalene (pyrrolo-TTF) unit has been synthesized and studied by the groups of Strathclyde and Odense. The properties of the polymers have been investigated by cyclic voltammetry (CV) and electronic absorption spectroscopy, revealing that the pyrrolo-TTF behaves very differently to its thieno-TTF variant. In comparison to thieno analogues, the band gaps of the new polymers are wider than expected due to a decrease in the polarizability of the heteratom (nitrogen vs. sulfur) and steric interactions between repeat units. Whilst the pyrrolo-TTF units are stronger electron donors than thieno-TTFs in related structures, the two redox active elements of the new polymers (TTF and conjugated chain) function independently under oxidative conditions. Also, a new redox stable low band gap conjugated polymer based on an EDOT-BODIPY-EDOT repeat unit has been synthesized through a collaboration between the groups of Strathclyde and Prague. The polymer has a narrow band gap of 0.8 eV and is electrochemically stable in both n- and p-doped states. A new pi-conjugated donor-acceptor system has been studied in collaboration between Bern and Strathclyde. Such materials are of current interest due to their potential applications in molecular electronics and optoelectronics. We have demonstrated the de novo design of a compactly fused pi-conjugated molecule that combines a high lying HOMO with a low lying LUMO (electrochemical HLG = 0.52 eV) and a fairly low lying LUMO+1 on the bridging unit, whereby the latter gives rise to strong optical charge transfer transitions. The rich variety of properties is due to the interplay between the pi-electronic structure and the well-defined geometrical structure. Tests of the performance of this pi-conjugated material for charge transport in molecular electronic applications will be of particular interest.  ","dataset":"gtr"}