{"id":"94A6321F-BB1F-4D98-A3BF-7AEC143E3FB8","title":"At home abroad: The life experiences of children of Eastern European migrant workers in Scotland","abstractText":"<p>The primary aim of this research is to inform the public debate and policy making organisations on the issue of children of migrant workers coming to Britain. Focussing on children aged 6-14 of Eastern European migrants; the study provides a unique perspective on the lives of children and young people settling in Scotland as a result of their parents’ migration for work purposes. The research explores children’s views on what it is like to start life in another country, what impact family migration has on their relationships and identity, and what are the main challenges they face.</p>\n\n<p>The study will take place over 21 months. The first stage involves several focus groups with migrant children to identify shared experiences of migration. The second stage consists of detailed case studies of over 20 migrant children between 6-14 years old and their families. Semi-structured interviews will be conducted with parents, while children will be invited to take control of the research process through the use of modern technologies such as digital and video cameras. The findings will be disseminated through reports and events suitable for young people, the general public as well as academic audiences, service providers and policy makers.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F001320/1","grantId":"ES/F001320/1","fundValue":"185970","fundStart":"2008-01-01","fundEnd":"2010-05-31","funder":"ESRC","impactText":"  The project has had wide societal impact through raising public awareness on the lived \nexperiences of Eastern European migrant children who follow their families abroad and \nwhose experiences has been generally absent from the literature on migration or public \ndebate on migration. It gave the young participants a voice and recognition that their \nexperiences are shared and also recognised the difficulties they are faced with, while also \ngiving them an opportunity to offer ideas on how provision can be improved to support \nmigrant families with children, who are not asylum seekers or refugees. \nIt also engaged with public policy debates and discussions on the agency of migrant \nchildren, opportunities for integration and services available, as well as the long-term \nimpact of children's migration on their identity, sense of belonging, family and peer \nrelationships and participation in the civic society. Finally, the project provided insights \nto practitioners and policy makers on how children deal with family migration and \nresettlement and raised the awareness of teachers and other professionals on the support \nyoung people require and how they can enhance young people's opportunities for \ninclusion and civic participation. Communities and Social Services/Policy,Education,Government, Democracy and Justice Societal,Policy & public services","person":"Daniela  Sime","coPersons":[],"organisation":"University of Strathclyde","findingsText":" This project aimed to provide a unique understanding of the experiences of Eastern European \nchildren settling in Scotland since 2004 as a result of their parents' migration for work purposes. \nIt explored the effect of family migration on children's lives, their family and peer relationships, \nand sense of identity. It also aimed to identify the main challenges children were faced with after \nmigration, their coping strategies in response to the new social and institutional environments \nand their views on public and private services available to them. \nData was collected through focus groups and family case studies, using child-centred research \nmethods. In total, 57 children from 10 Eastern European countries participated in focus groups \nand 22 in-depth family case studies were completed. In addition, 19 interviews were carried out \nwith service providers (education, leisure, health) working with migrant families and 120 teachers \nparticipated in small group discussions. \nFindings revealed that despite their lack of agency in the migration process, children showed great \nadaptability skills and adjusted well to life in Scotland, learning English and making new friends. \nTheir experiences varied considerably, depending on their family circumstances and their own \nresilience. School was the main service accessed by migrant children, and enjoying school and \nfeeling accepted were key to their general experience of migration. Whilst political debate and \npolicy has focussed on restrictions on new migrants, a more positive and coherent approach is \nneeded to provide support and appropriate services for new migrant groups, especially children. The project findings provide insights \nfor practitioners working with migrant groups, policy makers and the general public on how children deal with family migration and \nresettlement and can be used to raise awareness of teachers and other professionals on the support \nyoung people require and how they can enhance young people's opportunities for \ninclusion and civic participation. They can also be used to inform debates on migration and young people's experiences of relocation. Communities and Social Services/Policy,Education","dataset":"gtr"}