{"id":"94A6EF98-26BA-49E6-9AF4-B243593139BB","title":"Turbulence, Sediment Stratification and Altered Resuspension under Waves (TSSAR Waves)","abstractText":"Reliable models of bathymetric change in the nearshore region are of fundamental importance for studies on the coastal impacts of global warming and relative sea level rise as well as for appropriate evaluation and execution of coastal engineering projects. Furthermore, increased utilization of coastal resources such as that due to marine renewable energy generation necessitates a solid understanding of the processes of sediment transport under waves and currents. Presently, models of bathymetric change which are based on current understanding of the processes at work are typically incapable of reliably recreating even the basic characteristics of nearshore morphology change such as the direction of longshore bar migration. Even the most sophisticated examples of such models require seemingly ad-hoc adjustments of model free parameters to begin to give reasonable results. The Turbulence, Sediment Stratification and Resuspension under Waves (TSSAR Waves) project is designed to provide more complete knowledge about the effects of the two way feedback between instantaneous flow stratification by suspended sediment and the turbulence which suspends that sediment. Preliminary study of this process, which is not accounted for in current concepts of sediment transport, suggests that it is a critical process which may provide process based models the predictive capability they currently lack. The proposed research combines a range of approaches to determine the role that sediment stratification plays in the development of nearshore morphology. These include continued development of the numerical methods for studying sediment-turbulence interactions to permit representation of realistic sediments which are composed of a range of sediment grain sizes, focused laboratory experiments which will be used to confirm and calibrate approximations used in the numerical approach, field measurements designed to validate the results of the numerical studies under field conditions, and finally the development and application of a virtual surf-zone which will contain a process based model of nearshore morphology change. The importance of the role of sediment stratification in bathymetric evolution will be directly observable through the ability to turn the sediment-turbulence interactions on and off in the virtual surf-zone and improvements in predictive capability will be evident by comparison to observations collected during the field experiment. As the makeup of the distribution of sediment grain sizes in suspension is an important component of TSSAR Waves, a new type of particle sizing camera, based on laser holography will be utilized in the laboratory and field measurements. The submersible holographic imager which was developed at the University of Plymouth enables the collection of digitally recorded holograms which, following numerical reconstruction, provide detailed information on particle shape characteristics and size distributions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G007543/1","grantId":"NE/G007543/1","fundValue":"358138","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"NERC","impactText":"","person":"Daniel Charles Conley","coPersons":["William Alexander Nimmo Smith"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}