{"id":"94A87C82-2284-4E27-A6DA-5BA06996E2C6","title":"High Performance Ductile Composite Technology (HiPerDuCT)","abstractText":"Conventional composites such as carbon fibre reinforced plastics have outstanding mechanical properties: high strength and stiffness, low weight, and low susceptibility to fatigue and corrosion. Composites are truly the materials of the future, their properties can be tailored to particular applications and capabilities for sensing, changing shape or self healing can also be included. Their use is rising exponentially, continuing to replace or augment traditional materials. A key example is the construction of new large aircraft, such as the Boeing 787 and Airbus A350, mainly from carbon fibre composites. At the same time, there is rapid expansion of composite use in applications such as wind turbine blades, sporting goods and civil engineering infrastructure.Despite this progress, a fundamental and as yet unresolved limitation of current composites is their inherent brittleness. Failure is usually sudden and catastrophic, with little or no warning or capacity to carry load afterwards. A related problem is their susceptibility to impact damage, which can drastically reduce the strength, without any visible warning. Structures that look fine can fail suddenly at loads much lower than expected. As a result complex maintenance procedures are required and a significantly greater safety margin than for other materials. Our vision is to create a paradigm shift by realising a new generation of high performance composites that overcome the key limitation of conventional composites: their inherent lack of ductility. We will design, manufacture and evaluate a range of composite systems with the ability to fail gradually, undergoing large deformations whilst still carrying load. Energy will be absorbed by ductile or pseudo-ductile response, analogous to yielding in metals, with strength and stiffness maintained, and clear evidence of damage. This will eliminate the need for very low design strains to cater for barely visible impact damage, providing a step change in composite performance, as well as overcoming the intrinsic brittleness that is a major barrier to their wider adoption. These materials will provide greater reliability and safety, together with reduced design and maintenance requirements, and longer service life. True ductility will allow new manufacturing methods, such as press forming, that offer high volumes and greater flexibility.To achieve such an ambitious outcome will require a concerted effort to develop new composite constituents and exploit novel architectures. The programme will scope, prioritise, develop, and combine these approaches, to achieve High Performance Ductile Composite Technology (HiPerDuCT).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I02946X/1","grantId":"EP/I02946X/1","fundValue":"6416780","fundStart":"2011-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Michael  Wisnom","coPersons":["Ian Paul Bond","Paul Michael Weaver","Paul  Robinson","Alexander  Bismarck","Kevin  Potter","Milo  Shaffer","Joachim Hans Steinke"],"organisation":"University of Bristol","findingsText":" Composites have become established as very high performance materials and continue to expand rapidly into new markets and applications. However a fundamental limitation of current composites is their inherent brittleness. Failure is usually sudden and catastrophic, with little warning or residual load carrying capacity. Therefore the aims of HiPerDuCT are to design, manufacture and evaluate a range of composite systems with a ductile or pseudo-ductile response, while maintaining the strength and stiffness for which composites are so highly prized.\n\nThe programme has investigated the different potential mechanisms identified for creating more gradual failure and successfully demonstrated pseudo-ductility in all of them. A key measure used to assess progress is pseudo-ductile strain, defined as the difference between the final failure strain, and the elastic strain at the same stress. Research has focussed on tensile loading, primarily of unidirectional materials. Key results so far include:\n\n- Thin carbon angle plies have been shown to rotate under load producing 1.5% pseudo-ductile strain without delaminating and a maximum stress of 936 MPa.\n\n- Wavy ply sandwich composites have been created with up to 9% strain at the structural level and high energy absorption (patent submitted).\n\n- Co-mingling of different fibre types has been achieved, giving a more gradual failure with 14% increase in maximum strain.\n\n- A new mechanism of ply fragmentation has been demonstrated in thin ply hybrids, producing a non-linear stress-strain response with a plateau and pseudo-ductile strains of up to 2.7%.\n\n- Model systems of discontinuous prepreg have shown the potential for additional strain via slip at the interfaces.\n\n- A novel manufacturing process has been developed allowing high volume fraction highly aligned discontinuous fibre composites to be produced (patent submitted). These have shown record modulus and strength for single materials, approaching those of continuous fibre composites. Excellent potential for pseudo-ductility has been demonstrated based on the ability to achieve novel architectures with different fibre types, lengths and distributions.\n\n- Good progress has been made towards creating ductile nanotube fibres that show high initial modulus and strains to failure of several hundred %.\n\n- Considerable modelling of the mechanisms has been undertaken, giving a good understanding of the further developments necessary to achieve high performance ductile composites. In particular, strain hardening has been identified as a characteristic feature of the matrix required to ensure a stable ductile response and successful coupling between length scales.\n\n- Two new mechanisms (both under consideration for patenting), and associated process technologies have been developed to introduce strain hardening behaviour during pull-out of fibre fragments. Composites are increasingly being used in aerospace and other applications, such as automotive components, wind turbine blades, sporting goods and civil engineering. \n\nDespite this progress, a fundamental limitation of current composites is their inherent brittleness. Failure is usually sudden and catastrophic, with little warning or residual load carrying capacity. \n\nWhilst we are only half way through this programme, interesting results across the themes have been encouraging and suggest that highly performing ductile or pseudo-ductile composites can indeed be achieved. These could have applications in all the domains currently using high performing composites. Aerospace, Defence and Marine,Chemicals,Construction,Environment,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}