{"id":"94AAE049-2E0C-4231-A2AA-20A0705574C3","title":"The REDD Game: A didactic tool for designing effective, efficient and equitable policies to deliver REDD in Bolivia","abstractText":"Global warming due to increasing concentrations of greenhouse gases (GHG) in the earth's atmosphere is a growing threat to the world's environment, economies and societies. Human activities have been shown to play a significant factor in the production of GHG, including the generation of electricity using carbon-based fossil fuels such as oil and gas. In particular, carbon dioxide emissions from the deforestation of tropical forests account for up to a fifth of annual global GHG emissions. Deforestation is a complex phenomenon, driven by a number of interacting factors. Yet a large body of research has shown that much deforestation in the Brazilian Amazon, for example, is caused by both small- and large-scale agricultural expansion. In recent international discussions to create a new policy framework for managing the potential threat from climate change, there has been a push by many governments and civil society actors to include strategies to reduce emissions from deforestation and forest degradation in a future framework. Known as 'Reducing Emissions from Deforestation and Degradation' or REDD, this concept proposes to put in place financial incentives to reduce deforestation rates thus preventing the emission of biomass-stored carbon dioxide emissions into the atmosphere. These incentives could be made at the international level, i.e. government to government, or at a more local level, directed towards landowners or communities living in forest areas. However, many concerns have been raised about how such incentives might be implemented on the ground. For example, many people living in forest areas do not have title to the land upon which they grow food. Therefore, any scheme that prevents people from clearing forest for agriculture would need to contend with the fact that such people are usually very poor and have few alternative income opportunities. On the other hand, a scheme that tries to incentivize people by paying cash to conserve forest would have to find a way, in the absence of clear title to the land, of identifying those with a valid claim to particular parcels of forest. Complicating the situation is the absence of effective government in many remote forest areas. In principle, there are a number of different types of REDD policy that might be set up. The choice of policy will depend on the conditions that exist in a particular forest area, and the policy goals of the entity responsible for implementing the policy in the first place. For instance, some proponents of REDD want to establish policies that target the poorest forest users. Others want to implement policies that might also protect forest areas containing high levels of biodiversity. The problem is that, under the conditions described above, it might not be possible to have an effective REDD policy that reaches a number of different policy goals. The question that follows is how might one go about choosing which REDD policy to choose in a particular context? In this project, the objective is to develop a computer-based simulation tool, known as 'Agent-Based Modelling' that might assist in designing REDD policy on the ground. To be used by policy makers, the tool will combine data and information from different sources and collected in different ways. It can then be programmed to simulate the conditions of a particular forest area. Users can then run the software to simulate what might happen, i.e. scenarios in terms of deforestation behaviour and poverty reduction, when different types of REDD policy are implemented. The general idea is that through experimentation, policy makers can learn about what might or might not work in the forest area of interest before actually implementing a particular policy on the ground.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I003185/1","grantId":"NE/I003185/1","fundValue":"221218","fundStart":"2010-08-01","fundEnd":"2013-06-30","funder":"NERC","impactText":"","person":"Charles  Palmer","coPersons":["Diana Marie Weinhold","Evan  Killick","Ben  Groom"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}