{"id":"94ACE58A-8A00-4F99-BD5C-B935B4D19227","title":"Role of ocean eddies in glacial cycles","abstractText":"Glacial cycles, with periods of about 100,000 years, represent the largest variations in climate in the recent geological history of the earth. However, while glacial cycles are believed to be driven by variations in the earth's orbital parameters, we still have a very poor understanding of how the climate system contrives to amplify subtle changes in radiative forcing into the large glacial cycles that are recorded in ice and sediment cores. Atmospheric CO2 levels increase by about 50% between glacial and interglacial periods, thus acting as a greenhouse gas to to amplify the radiative forcing. The prime suspect for the source of this additional carbon is the ocean, and in particular changes in circulation and stratification, since carbon is more soluable and chemically reactive in colder water. Recent modelling studies suggest that the global ocean stratification is particularly sensitive to eddies in the Southern Ocean. The aim of this project is to investigate the role of eddies in glacial cycles. The novel aspect of our study is that we propose a wide range of numerical experiments we will integrate for up to 5,000 years, which is sufficient for the ocean to come into equilibrium with its forcing, and with an explicit turbulent eddy field. This represents a major computational challenge since eddies occur on scales of tens of kilometers and time scales of months. In order to achieve the necessary computational efficiencies, we will work in a simplified ocean domain, spanning 20 degress in longitude and 120 degrees in latitude, with a re-entrant channel to the south representing the Southern Ocean. We term this model an 'eddy-resolving box model'. Our key hypothesis is that changes in wind forcing, tidal forcing which leadings to breaking internal waves and mixing, sea surface temperatures, sea ice cover, and shelf processes can all modify the circulation and structure of the Southern Ocean and, in concert with the eddy field, move the temperature layers up or down. If the temperature surfaces rise, then the carbon storage capacity of the oceans increases, due to increased solubility and chemical reactivity, and since the ocean also holds roughly 50 times as much carbon as the atmosphere, this may be sufficient to explain the observed atmospheric CO2 increase between glacial and interglacial periods. We will perform a wide range of numerical experiments with our eddy resolving box model to investigate the individual and combined contributions of the wind forcing, tidal forcing, sea surface temperatures, sea ice cover, and shelf processes on atmospheric CO2.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H005668/1","grantId":"NE/H005668/1","fundValue":"364436","fundStart":"2010-03-15","fundEnd":"2014-01-31","funder":"NERC","impactText":"  The PDRA, Dave Munday, was seconded for 5 months to work on a DECC-funded Met Office contract to apply knowledge we had gained about the impact of ocean eddies on the Southern Ocean circulation and structure to identify the causes of large biases in the Hadley Centre climate model in the Southern Ocean (in particular in Sea Surface Temperatures). Environment Policy & public services","person":"David Philip Marshall","coPersons":["Helen Louise Johnson"],"organisation":"University of Oxford","findingsText":" This project is the first, as far as we are aware, to study the equilibrium structure of an ocean model with an explicit turbulent eddy field under different wind forcing scenarios. This is important because, as we and others have demonstrated, but explicit eddies behave very differently in models to &quot;parameterised&quot; eddies in which their effect is represented through a diffusion of the depth of a density surface (as is done in most climate models). Our results have important implications for both the present day ocean, and past and future climate change. The work is being used by the Met Office as described above. The work has implications for those making climate projections and studying past climates. In particular, we have received 5 months additional funding from the Met Office to transfer the expertise we have gained to help improve known issues in the Southern Ocean in their next-generation climate model. Environment","dataset":"gtr"}