{"id":"94AD3C23-6F19-4F42-B289-8E15DC06A56E","title":"INSIGHT: Introducing Insight into the Abstraction of Optical Network Infrastructures","abstractText":"The unprecedented growth of optical fibre infrastructure in recent decades has underpinned telecommunications and the Internet, making possible broadband communications, e-commerce, video-on-demand and streaming media, tele-presence and high performance distributed computing. It has dramatically changed the whole landscape of public, business and government activities, stimulating relentless traffic growth. This necessitates a clear strategy to sustain the growth in information-carrying digital communications infrastructure. Infrastructure is the backbone of our economydigital communication infrastructure needs urgent attention since it underpins almost every aspect of economy and society. It should be flexible, adaptable, capable of continuous and smooth evolution with well-understood performance limits over its full life-cycle. This outline proposal addresses the first of the main cross cutting challenges of TI3 - The communications bottleneck. A future intelligent information infrastructure needs to intelligently manage massive amounts of data, to ensure efficient communications and exploit the content and information that will be available. It is in this context that we view this proposal as vital to the development of the future of information society. The role of fibre communications, providing the capacity for the lion's share of the total information traffic, is vital. However, to make the most efficient use of the optical fibre infrastructure requires that it can be accessed transparently, and on demand, by users, data, services and applications. To ensure this requires a completely different approach to the design of the communications infrastructure. It requires the optical resources (which include transmitters, receivers, fibre communication channels and routers) to be abstracted in a way to ensure the seamlessness of resource. The infrastructure will be treated as a service, accessible over the cloud. Optical layer capabilities such as capacity, latency, and spectrum availability could then be abstracted, become transparently accessible by using a unified interface. This requires the development of a new framework capable of uniformly representing and abstracting the heterogeneous optical resources in the optical layer, taking into account the various attributes and constraints of the optical infrastructure. Current optical network abstraction and virtualization research activities have focused on optical systems which are designed and optimised to have a fixed number of channels communicating at a given speed optimised over a defined set of distances. However, to maximise the use of optical infrastructure requires a flexible approach about how it is allocated, for how long and at what rate. The complexity and adaptability of advance optical communication systems (variable and adaptive modulation formats, rates, flexible nodes, etc.) pose numerous challenges on choosing the suitable description format and level of abstraction. Such process will simplify the control of underlying complex optical systems and in turn transparently provide services to the users with diverse business models and needs in a flexible, reconfigurable and intelligent. The framework developed in the course of will have insight about how to maximise the capacity of the infrastructure, whilst minimising energy and delay enabling transformational applications and services to be delivered intelligently and seamlessly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L026155/1","grantId":"EP/L026155/1","fundValue":"758099","fundStart":"2014-12-31","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"","person":"Sebastian John Savory","coPersons":["Georgios  Zervas","Reza  Nejabati","Benn Charles Thomsen","Dimitra  Simeonidou","Polina  Bayvel"],"organisation":"University College London","findingsText":"","dataset":"gtr"}