{"id":"94AEC4DA-DD17-49C2-8FF8-A62770F444D9","title":"The Foundations of Ontology","abstractText":"Many philosophers try to find out what exists. For instance, some philosophers investigate whether numbers exist; other philosophers investigate whether tables exist; still others investigate whether there are supernatural beings. Many other philosophers remain sceptical of philosophical attempts to find out what exists. They offer a number of different reasons to justify this attitude. Some claim questions such as 'Do numbers exist?' are unintelligible; others claim that, whilst the questions are intelligible, attempts to answer them are futile; still others claim that the questions can be answered trivially. But all of the critics agree that philosophers should not spend their time trying to find out what exists.\\n\\nIn our project, we will defend philosophical inquiries into what exists, through arguing for a new account of the nature of these inquiries. We will show that they can be defended from all of these objections provided that their nature is correctly understood. This work involves clarifying the meaning of the questions (such as 'Do numbers exist?') which these inquiries seek to answer. It also involves explaining why they cannot be answered simply through appeal to common sense or science but require distinctively philosophical reflection. \\n\\nVery many philosophers make claims about what exists: for instance, philosophers of mind presuppose that there are people and brains, and philosophers of language presuppose that there are sentences. Our work will serve to protect these areas of philosophy from radical revisions. And it can be regarded as a case study in how to defend the legitimacy of an area of philosophy, with potential implications for the legitimacy of other areas of philosophy.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I022465/1","grantId":"AH/I022465/1","fundValue":"89202","fundStart":"2011-11-01","fundEnd":"2014-10-31","funder":"AHRC","impactText":"","person":"David Edward Liggins","coPersons":["Christopher  Daly"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}