{"id":"94AF7ABD-1B5D-438A-B2EF-44300114380D","title":"The Linguistic DNA of Modern Western Thought: Paradigmatic Terms in English, 1500-1800","abstractText":"The aim of this project is to understand the evolution of early modern thought by modelling the semantic and conceptual changes which occurred in English discourse (c.1500-c.1800). The early modern period was an era of profound linguistic and conceptual change which scholars have long recognized as the bridge between the medieval and modern worlds. The insight of such work is that this period yields key concepts - or paradigmatic terms - that are primary in shaping our understanding of the emergence of modern culture, the nature of historical thought and conceptual history. However such insights are the result of the historical (re)construction of cultural keywords or concepts by examining their complex semantic make-up and change at any particular moment of time and over time. This project aims to explore the ways in which key terms emerge as concepts (and paradigmatic terms) in a particular universe of historical printed discourse over time. \n \nInstead of searching for keywords and assigning them to 'concepts', the project will use information extraction techniques to identify lexical patterns within approximately 37 million pages of printed discourse, using (48,327 re-keyed texts from Early English Books Online (EEBO) and approximately 205,000 OCR-ed texts from Gale Cengage's Eighteenth Century Corpus Online (ECCO)). The techniques include query expansion using rules derived from keyword frequency, proximity, density (keyness), syntax and semantic relatedness. High Performance Computing Infrastructure will be used due owing to the scale of the querying process. Visual representation of the resulting database will then enable the project's researchers to identify and explore the emergence of paradigmatic terms and conceptual structures in early modern English. \n \nThree Research Themes will be used to validate the accuracy of the information extraction techniques and provide insights into the emergence of paradigmatic terms and conceptual structures in early modern English. Research Theme 1 (Contexts of Semantic Change) will explore the historical and discursive circumstances of concept development. Research Theme 2 (Lexical Families and Conceptual Fields) will explore the linguistic characteristics of concepts and their constituent keywords. Research Theme 3 (Lexicalisation Pressure) will explore the characteristics of word formation and vocabulary size within conceptual fields. \n\nThe principal outcome of this project will be a complete visual representation of the lexical structure of English printed discourse from 1500-1800, enabling patterns, trends and anomalies to be traced whilst also providing access to the underlying texts for deeper, contextualised readings. Further, a Web API will enable third parties to develop their own research projects and digital products using the underlying dataset.\n\nThe project will be a collaboration between English historical linguists at the universities of Sheffield, Glasgow and Sussex, the digital humanities team at the Humanities Research Institute and the Historical Thesaurus of the Oxford English Dictionary. The project will also work closely with the Early Modern OCR Project (eMOP) at Texas A&amp;M University, Jisc Historic Books and Gale Cengage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M00614X/1","grantId":"AH/M00614X/1","fundValue":"757168","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"AHRC","impactText":"","person":"Susan Mary Fitzmaurice","coPersons":["Justyna Anna Robinson","Marc Gabriel Alexander","Michael  Pidd"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}