{"id":"94B005AC-D897-494D-BC9A-0287638CDA22","title":"Unconscious boundaries of mind: research into the extended mind hypothesis","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E511147/1","grantId":"AH/E511147/1","fundValue":"41977","fundStart":"2007-07-31","fundEnd":"2010-07-30","funder":"AHRC","impactText":"  The findings have not yet been used outside the lab. However, in the future they may well form the basis for the development of new teaching methods for children with autism, which methods should take into account the children's impaired switching abilities and inherent problems with the identification of animate objects (both are main discoveries made in our studies).  ","person":"Tjeerd  Jellema","coPersons":[],"organisation":"University of Hull","findingsText":" The abilities to form new concepts from scratch (conceptualisation), and to flexibly switch from one concept to another (re-conceptualisation), were investigated in adults with Asperger's Syndrome and in typically-developed adults with low and high autism spectrum quotients. In consecutively presented morphs, containing increasing percentages of animate or inanimate objects, the emerging objects had to be identified. The abilities to conceptualise and reconceptualise became increasingly impaired with increasing autistic(-like) traits. Across both tasks, all groups recognised animate objects quicker than inanimate objects. However, this 'animate advantage' was differently affected by the two tasks. In the Reconceptualisation task, the 'animate advantage' gradually disappeared with increasing autistic(-like) traits, whereas in the Conceptualisation task it remained present. Education and intervention techniques for children and adults with autism spectrum disorders. Healthcare","dataset":"gtr"}