{"id":"94B4D281-59F0-4F36-9675-C491427B7CBC","title":"MBase: The Molecular Basis of Advanced Nuclear Fuel Separations","abstractText":"Over 95% of used nuclear fuel is uranium and plutonium, which can be recovered and reused. However, because used fuel is intensely radioactive, this requires very complex processes. These processes can also be adapted to the separation of high hazard materials from the residual radioactive wastes, to simplify radioactive waste management. However, industrial reprocessing of used fuel primarily relies on a 50 year old solvent extraction process (Purex), which was originally developed for much simpler fuels. As a result, modern fuels can prove difficult to reprocess. We will therefore explore two different approaches to nuclear fuel separation in parallel, one based on the established Purex technology and the other on a much more recent development, ion selective membranes (ISMs). ISMs are porous, chemically reactive membranes which can bind metals from solutions then release them again, depending on conditions, thus allowing highly selective separations.In the solvent extraction system, we will focus on a common problem in solvent extraction, third phase formation, and on separation of a group of long lived, high hazard waste isotopes (the fission product technetium and the minor actinides). With the ISMs, we will first prove their utility in uranium/plutonium separation, then extend these studies to the minor actinides. Throughout, we will work with the elements of interest, rather than analogues or low activity models and in realistic radiation environments. In both strands of the project, we will explore the underlying physical and chemical processes then, building on this understanding, we will develop a series of quantitative models, building from phase behaviour to unit operations and finally to process flowsheet models. We wil use the resulting models to explore different options for fuel reprocessing, based on scenarios defined with our industrial partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I002928/1","grantId":"EP/I002928/1","fundValue":"275852","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Colin  Boxall","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}