{"id":"94BB2D3B-D5D3-4BED-88A2-A5560D168590","title":"Materials World Network: Nano-structured materials from nanoparticle- and block copolymer assemblies for nanophotonics and optoelectronics","abstractText":"Here we propose to investigate the synthesis and characterization of novel classes of metal-based nano-structuredparticles and composites with well-defined geometry and connectivity. The materials are obtained by a modular bottom-upapproach of metal-containing nanoparticles (NPs) with core-shell architecture as well as nanocomposites from metal NPsand block copolymers (BCs) as structure-directed agents. The aim of the proposed program is to understand theunderlying fundamental chemical, thermodynamic and kinetic formation principles enabling general and relativelyinexpensive wet-chemistry methodologies for the efficient creation of multiscale functional metal materials with noveloptical property profiles that may revolutionize the field of nanophotonics/plasmonics/ metamaterials, enabled by nmscalecontrol over the underlying structure over large dimensions. The proposed research includes synthesis of allnecessary organic/polymer and inorganic components, characterization of assembly structures using various scattering,optical and electron microscopy techniques, as well as thorough investigations of their optical properties includingsimulation and modeling efforts, and work towards major novel optics in the form of sub-wavelength imaging, highlysensitive hot-spot arrays over macroscopic dimensions for sensing, and sub-wavelength waveguiding. While the mainfocus of our proposed work lies on non-magnetic materials and the assessment of linear optical properties of thefabricated compounds, a crucial point is that we are aiming at synthesis approaches that can be generalized over a widerclass of materials systems. A final thrust of the program addresses a particularly topical exploitation area, where we willintegrate specific plasmonic structures into hybrid solar cells and characterize and optimize plasmon enhancedphotogeneration of charges and subsequent solar cell efficiency. If successful this will lead to a new generation, or classof photovolatics, namely plasmonic solar cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H046887/1","grantId":"EP/H046887/1","fundValue":"530211","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Stefan Alexander Maier","coPersons":["Henry James Snaith"],"organisation":"Imperial College London","findingsText":" * Diblock copolymer self-assembly methods can lead to three-dimensional crystals that show negative refraction of light, and also optical chirality; the method could enable scalable fabrication of novel optical materials\n\n* Interference effects in metallic nanostructure assembles can be described by a general theory based on Fano resonances\n\n* Identification of viable graphene/silicon sandwich structures for transfer of optically encoded information\n\n* Demonstration of sicilon carbide metamateri  Digital/Communication/Information Technologies (including Software),Security and Diplomacy","dataset":"gtr"}