{"id":"94D6285A-F5AE-4007-93E8-23BAA88D7243","title":"What is the function of antisense intergenic transcription in V(D)J recombination?","abstractText":"One of the ways in which the immune system fights infections is by using B lymphocytes, white blood cells that make antibodies. These antibodies attack and remove the many foreign agents such as bacterial toxins that the body encounters. Since there are literally millions of different possible invading proteins that the immune system may have to deal with, B cells of higher species, including mice and man, have evolved a way of making millions of different antibodies. They are made by cutting and pasting together one each of three different kinds of gene segments: V, D and J, to make an immunoglobulin protein. There are several D and J genes and 200 V genes, thus many different combinations can be made and this process, called V(D)J recombination, together with other associated processes, ensures that the immune system produces a sufficient diversity of antibodies to fight infection. The enormous DNA locus that contains all of these genes must be kept shut down in most cells since the DNA cutting and pasting involved can be very damaging to cells because the gene segments can paste to DNA sequences on other chromosomes by mistake, leading to chromosomal translocations that can cause cancerous B cell lymphomas. Equally it must be opened up efficiently in B cells to allow the cutting and pasting enzymes access to all the genes to generate a diverse repertoire. If some of the genes are not opened up, this can lead to immunodeficiency since there is a limited choice of gene segments to make antibodies. We have discovered that just before V(D)J recombination, RNA transcripts are made through the large antibody DNA locus. They are highly unusual because they do not make protein and they are made from the opposite strand of DNA to the genes themselves. It has recently been shown by genome mapping studies that this type of 'opposite strand' or 'antisense' transcription occurs throughout the genome, but its function is unknown. The key aim of our work is to discover the function of this non-coding RNA transcription in V(D)J recombination. This will also contribute to our understanding to its role in the rest of the genome. The only way to do this unambiguously is to stop this transcription in mouse B cells to determine what effect it has on V(D)J recombination and production of antibodies, and also how it achieves such effects. We plan to do this in a mouse model, since all the processes associated with making antibodies are very similar in mouse and human B cells. We have developed a technique to visualise by fluorescent microscopy what happens at each DNA locus in individual B cells. Overall this work will tell us what function this large-scale non-coding RNA transcription has in V(D)J recombination. This work will (i) help us to understand how B cells make antibodies and (ii) may also identify molecules or processes that are involved in human disease, such as immunodeficiency and lymphomas. Further studies would then be possible to develop diagnostic tests and treatments for these diseases. This research will contribute to the BBSRC's aims of understanding fundamental mechanisms of gene regulation and normal healthy development, and of improving quality of life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F012217/1","grantId":"BB/F012217/1","fundValue":"423496","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  To increase understanding of VDH recombination Healthcare ","person":"Anne  Corcoran","coPersons":[],"organisation":"Babraham Institute","findingsText":"","dataset":"gtr"}