{"id":"94DD4031-0132-44C7-BE2D-F3DF165D1F66","title":"Protistan grazing and viral infection of marine picoplankton: a role for the host cell surface?","abstractText":"The oceans play a major role in determining the world's climate. In part this is due to the production of oxygen and the consumption of carbon dioxide by very small, single celled organisms, which are referred to as the photosynthetic picoplankton. \n\nMarine cyanobacteria of the closely-related genera Prochlorococcus and Synechococcus are the prokaryotic components of the photosynthetic picoplankton. \n\nThese cyanobacteria are continually growing and dividing, but they are also continuously being consumed. There are two major processes that contribute to the consumption of these cells. Firstly, they can be infected and killed by viruses and secondly they can be used as food by small single celled grazing animals called protists. It is the interaction between these two processes of mortality, together with the defence mechanisms that the cyanobacteria have developed, which are the focus of this research project. \n\nWe recently observed that a marine Synechococcus strain that was infected with a virus was more susceptible to grazing than the uninfected culture. This distinct preference for preying on phage-infected cells has potentially important ecological implications, as it interferes with phage proliferation by removing infected cells before they burst and could thus indirectly reduce phage abundance. \n\nIt is not yet clear what determines the palatability of a prey cell. Cell surface properties are likely to play a role and we have preliminary evidence that lipopolysaccharide (LPS) components of the cell wall are critical in this respect. This proposal will thus compare protist feeding on virus-infected, uninfected and LPS-modified Synechococcus strains in order to specifically elucidate the role of LPS in prey digestibility. Moreover, we will extend our studies to the Atlantic Ocean to investigate whether cultured protists graze differentially on natural Synechococcus populations, and in so doing establish the role of strain selectivity, or preference for cyanophage-infected cells, in this process\n\nOverall, the project will provide fundamentally new mechanistic information on the major biological loss processes that dictate the growth rate and yield of a key marine photoautotroph, information which is critical for defining and understanding controls on marine photosynthesis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020745/1","grantId":"NE/J020745/1","fundValue":"72885","fundStart":"2012-12-21","fundEnd":"2016-06-17","funder":"NERC","impactText":"","person":"Mikhail  Zubkov","coPersons":[],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}