{"id":"94ED1A6B-3E46-445A-85BE-0D5AE8668A9F","title":"Quantification of promoter activity using Lux read-outs and mathematical models","abstractText":"Bacteria are important in human, animal and plant health and disease. They are responsible for healthy functioning of our gut and healthy soil; they are also responsible for many food-borne infections such as E. coli and Salmonella, animal infections including mastitis in cows and sheep, and hospital infections such as C. difficile and the 'superbug' MRSA. Bacteria can switch different genes on and off in different environmental conditions. For example, in the presence of host cells, they can switch on virulence genes that establish infection, or in the presence of antibiotics they can switch on genes to counter them, such as by pumping them out of their cells. Because such changes in gene activity are so important, a great deal of experimental work aimed at understanding bacteria and preventing harm to humans and animals involves measuring theses changes. The aim of this work is to develop better methods for measuring changes in gene activity. There are many experimental ways of determining gene activity. The method we intend to improve is based around a special set of genes that make some bacteria glow in the dark. We can take the glow-in-the-dark genes and hook them up in other bacteria in a way that can allow us to measure the response of any gene in the cells: when the gene under study would be switched on, the bacteria will glow. This technology has many advantages over other technologies. Firstly, it is very sensitive, allowing us to measure very small and fast changes easily. This is an advantage over one major alternative technology, which is using the fluorescent proteins made by jellyfish (whose inventors won the Nobel Prize in 2008), which is slower and suffers from greater background noise. Secondly, because we are measuring light, we can take very many measurements in quick succession. This means that we can capture detailed time series of responses easily and cheaply; other technologies are more expensive and complicated to use, making such detailed measurements either impractical or impossible. Thirdly, because we are measuring light, it is possible to take repeated measurements in live animals without having to slaughter them. Other technologies require experimenters to kill an animal for every measurement taken. Animal experiments are crucial for developing and testing antibiotics; this technology, if applied properly, will allow researchers to greatly reduce the number of animals needed in such work. Glow-in-the-dark technology is not without its draw-backs. In order to work, the bacteria make a special set of proteins, and these proteins control a complex set of chemical reactions that result in light. Thus the measured light is only an indirect measurement of gene activity. We want to be able to know what the gene activity is from the light measurement. To do this, we need to know how long it takes the cells to make these special proteins, how quickly each step of the chemical reactions that produce light take place, and how long each of the key chemicals persist in the cells. These numbers then need to be fed into a detailed mathematical model that describes all these events, and sophisticated computer algorithms can then be used to work out the gene activity. In this work, we will focus on the bacterium Staphylococcus aureus, which is important in many infections in animals and humans, including skin infections, pneumonia and mastitis, as well as having antibiotic-resistant forms such as MRSA. However, the approach we develop is intended to be general and applicable to other bacteria. The outcomes of this work will be glow-in-the-dark technology specially optimized for S. aureus; all the measurements necessary for working out gene activity from light measurements; and the mathematical models and computer software needed for the calculations. Thus this work will help researchers to understand and combat this and other bacteria, including the development of new antibiotics to target MRSA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I001875/1","grantId":"BB/I001875/1","fundValue":"606738","fundStart":"2011-04-04","fundEnd":"2014-04-03","funder":"BBSRC","impactText":"  The main research findings have not yet been published so there is no major impact from the research itself. However, there has been impact from a number of other activities. Notably:\n\n1. We have held a modelling and microbiology training course in the summer of 2012 that attracted 24 delegates, including one delegate from the fashion industry.\n2. A bioluminescent strain of Erwinia caratovara has been shared with other research groups. It has also been used to create artwork that is situated in the University of York.\n3. We have developed primary level science classroom activities in conjunction with the ASE, STEMnet and Oxley School (Shepshed) that meet National Curriculum objectives that are difficult for primary schools to deliver. This has been delivered once (to Oxley School) and we plan further school visits and home school network events in future years that will be supported in part through other BBSRC awards. Education Cultural,Societal","person":"Dov Joseph Stekel","coPersons":["David  Scott","Philip John Hill"],"organisation":"University of Nottingham","findingsText":" Main findings are yet to be published. We have found to date:\n\n1. Successful purification of LuxAB has led to new detailed data on the kinetics of the main bioluminescent reaction that suggests new features of the kinetics never yet reported. \n\n2. We have constructed a synthetic promoter library for Staphylococcus aureus that is currently being tested.\n\n3. We have built new mathematical models for the bioluminescent reactions to take into account new knowledge and data on the enzyme kinetics. Publication in preparation.\n\n4. We have developed techniques to ascertain gene expression from biolumiscent read-out. Publication in preparation. Once completed and published, we will have software that can be used to tell promoter expression from bioluminescent read-outs. This will have considerable utility in both academia and wider biotechnology and healthcare industries. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}