{"id":"94EF0ED5-7F8E-435F-9F65-D7948106CA00","title":"Enantioselective Synthesis and Applications of Cyclochiral Rotaxanes","abstractText":"Rotaxanes are uniquely shaped interlocked structures consisting of a dumbbell shaped molecule which is threaded through a macrocycle . The two components are interlocked because the ends of the dumbbell are large enough to prevent the macrocycle from slipping off. Rotaxanes have progressed from subjects of academic curiosity to intense research interest; in most part due to their considerable potential in nanotechnology. The unique topology of rotaxanes, however, has rarely been exploited for synthetic purposes. The focus of this proposal is to synthesise a special type of rotaxane, possessing an interesting and unique form of chirality called cyclochirality . To date, there are no efficient or selective methods of synthesising these cyclochiral rotaxanes. We will apply innovative strategies to address this challenging problem. Two novel approaches will be developed, one involving metal catalysis and the other involving metal-free organocatalysis . We will subsequently study the applications of these cyclochiral rotaxanes in synthetic chemistry. We believe that the proposed work will open the door towards novel investigations in this area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G006695/1","grantId":"EP/G006695/1","fundValue":"279178","fundStart":"2008-09-16","fundEnd":"2012-06-15","funder":"EPSRC","impactText":"  Key findings resulting from this research has been published, and as a result, many other scientists in the area have utilised these results, as evidenced by the citations received for each publication. Chemicals ","person":"Ai-Lan  Lee","coPersons":[],"organisation":"Heriot-Watt University","findingsText":" We successfully synthesised a novel, &quot;C1-symmetric Box macrocycle&quot; - the first such synthesis of this unusual class of compound. This macrocycle, along with other model C1- and C2-symmetric Box ligands, were tested for the first time in a series of metal-catalysed reactions, including the copper-catalysed &quot;Click&quot; and &quot;Cadiot-Chodkiewicz&quot; reactions, and palladium-catalysed &quot;oxidative Heck&quot; reactions. The results from these studies constitute the first report of these reactions using &quot;Box&quot; ligands. Next, the novel macrocycle was investigated as a ligand in making &quot;rotaxanes&quot; - interlocked molecular architectures. These studies reveal the &quot;Click&quot; reaction to be the most promising, but also that further modification to the macrocycle design (e.g. adding rigidity) will be necessary for improved performance. A separate &quot;bipyridine&quot; or &quot;bipy&quot;-based macrocycle was also successfully synthesised. During model studies with various &quot;bipy&quot;-type ligands, we serendipitously discovered a way to access a novel &quot;gold(III)-oxo complex&quot;, which was characterised by X-ray crystallography. Such complexes have never been utilised or evaluated as catalysts. As such, and intrigued by this surprising result, we synthesise a series of related complexes and showed for the first time that gold(III)-oxo complexes are catalytically active. This class of complexes have the potential to be developed into new asymmetric catalysts (for making chiral molecules), or as complexes towards the synthesis of rotaxanes. In associated work, mechanistic insight derived from our studies will also be of benefit to researchers in the field of catalysis. It is anticipated that at least one further publication will arise from this grant after the end of the grant period. Progress in catalysis is of benefit to the chemical industry, especially to researchers working on synthesis and catalysis. The synthetic routes developed also have potential beneficiaries in the fine chemical industry, which rely on new, efficient processes. The results from our investigations on the &quot;C1-symmetric Box macrocycle&quot; will be of interest to a wide range of researchers, especially in the field of bisoxazolines, macrocycles and catalysis, and insights gained from these studies should contribute towards progress in the field of chiral rotaxanes synthesis. The serendipitously discovered gold(III)-oxo complexes have the potential to be developed into new asymmetric catalysts (for making chiral molecules), or as complexes towards the synthesis of rotaxanes. Mechanistic insight derived from our studies will also be of invaluable benefit to researchers in the field of catalysis. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}