{"id":"94F78CE5-CD5D-447A-8AD3-9C62EEFB5BC3","title":"Technologies for SiC electronics and sensors in extreme environments","abstractText":"Silicon Carbide (SiC) electronics and sensor technologies will play an important role in the energy and transport technologies of the 21st Century. Environmental pressures to cut back on greenhouse gas emissions coupled with diminishing fossil fuel resources will drive a continuing increase in the use of electricity as the preferred point-of-use energy delivery mechanism. The efficient and flexible conversion of electrical energy is increasingly accomplished through the use of power electronics, a technology and business area that is set to expand rapidly over the next decades. SiC, in common with other wide band-gap semiconductors, offers the potential for dramatic improvements in the efficiency and range of applications for power electronics. It is thus seen as an enabler for many innovative energy and transport developments, such as power-dense electronics for the more electric aircraft, hybrid/all-electric road vehicles and rail traction or for application to the electricity generation and distribution network, where high-speed high-voltage switches are needed.The principal aim of this Platform Grant is to facilitate long-term, innovative, generic research into technologies that will deliver SiC electronics and sensor technology to extreme environment applications. This aim will be achieved through three specific objectives. First and foremost the Platform Grant will facilitate the retention of a core of expert research staff and provide for their career development within a secure and stable employment environment. Secondly, it will complement current and planned research activities by allowing the Team to address speculative but strategically important issues associated with SiC electronics and sensors. Thirdly, it will address the wider development needs of the Team by providing funds for a range of international exchanges. We foresee an increasing international effort towards realising the benefits of SiC devices in real-life applications and systems and much of the proposed research is orientated in that direction. We plan major new investigations into applying advanced SiC devices coupled with new material fabrication methods to significant systems applications / in particular energy conversion (of crucial importance in all forms of renewable power) and new types of sensors for emerging areas such as real-time pollution monitoring in automobiles. Such developments will provide real benefit to society whilst opening up significant new commercial markets to those companies that can adopt these genuinely disruptive technologies. Alongside this system level perspective will be crucial developments in materials technologies (such as the application of new types of dielectric technology) and novel devices (SiC transistors fabricated using such dielectrics) that will underpin the dramatic improvements in system level performance that will arise from the application of such technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D068525/1","grantId":"EP/D068525/1","fundValue":"475238","fundStart":"2006-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  Findings have been used in follow-on research programmes both by our team and externally. \nResearch into reliability design, prognostics and health management is being applied by Dynex Semiconductor and CSR as part of their customer-facing applications development. Electronics Economic","person":"Christopher Mark Johnson","coPersons":[],"organisation":"University of Nottingham","findingsText":" Our key objective has been to facilitate the retention of a core of expert research staff and provide for their career development within a secure and stable employment environment. A key element of our strategy has been to give supported researchers the freedom to develop independent research and apply for relevant career fellowships. To this end we have supported 6 research fellows over the life of the platform: C. Buttay, M. Musallam, J. Li, C. Saha, P. Agyakwa and Q. Shang. C. Buttay developed an independent research career in power electronics for extreme environments and was awarded a prestigious CNRS research fellowship. We continue to maintain strong collaborative research links with Dr Buttay in his new role at Laboratoire Ampere in Lyon. J. Li has continued to develop his activity in electronic interconnect systems, most recently focusing on diffusion soldering. He applied for an EPSRC Career Acceleration Fellowship in 2010 and reached the interview stage. M. Musallam has developed a unique activity in real-time prognostics and health management of power electronics, which gained funding from IeMRC and more recently applications to TSB with GE Power Conversion and to IeMRC. \n \nOur research strategy has focused on the establishment and development of a research team and associated research portfolio to bridge the gaps between power electronics and other engineering disciplines, including materials science, thermo-fluids, reliability science and manufacturing. This unique blend of expertise has allowed us to lead our research into new areas such as physics-of-failure based reliability (IeMRC Power Electronics Flagship), novel packaging technologies (IeMRC, Clean Sky), thermal management (MOET) and prognostics and health management (IeMRC). Combining this new capability with the Group's established core activity in power electronics and control has proved a successful strategy, resulting in invitations to participate in the development of several major EPSRC initiatives in the energy and transport sectors, namely: SUPERGEN Networks Hub, Networks Grand Challenge and the Low Carbon Vehicle (LCV) Integrated Development Platform. In each case this has resulted in a successful proposal (HubNet, Top and Tail, VESI) in which the group has a key research role in the structural, functional and design integration of power electronics Results from the research might be taken forward in the following ways:\nFurther research into packaging technologies for power electronics in academic or industrial context\nJoint development of packaging and assembly technologies for power electronics with industrial organisations\nHealth management of power electronic systems in high availability applications (transport, energy)\nImproved reliability design methods using knowledge and techniques established through our research Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}