{"id":"950250C2-783C-4B31-A588-B92FA6421E6F","title":"A systems biology approach to integrating pathogen evolution and epidemiology","abstractText":"Considering the obvious over-riding importance of transmission in epidemiology, we know remarkably little about it. Recent advances in epidemiological theory have underlined the importance of variation in the transmission of infection between individuals (or groups of individuals) for the design and implementation of disease control measures. It is often the case that the majority of transmission events over the course of an epidemic are due to a surprisingly small number of infected individuals. If these can be characterized and identified, control programs can be designed to be vastly more efficient and effective. However, transmission is a notoriously difficult process to observe directly, and identifying transmission patterns is often not possible. Where it is attempted, it is usually conducted through a statistically informal process of 'contact tracing' that supplements data on potential host contacts with epidemiological data relating to incubation periods, infectious periods, and the timing of infections. RNA viruses comprise a large and important set of agricultural pathogens of both animals and plants, together with the majority of emerging and re-emerging pathogens. The high mutation rate characteristic of RNA virus genomes results in a detectable micro-evolutionary process over the course of an epidemic, and provides an important opportunity to identify transmission patterns, through analysis of the distribution of shared virus mutations recovered from different host individuals. However, there exists no rigorous statistical framework with which sequence data and more traditional epidemiological data can be integrated together to make reliable and efficient inference about transmission patterns. The increasing rapidity and economy with which sequence data can be generated enables multi-gene or even whole viral genome data to be acquired / even in 'real-time' situations / and used to provide potentially high resolution information about transmission processes that facilitates the design and implementation of disease control programs. It is inevitable that pathogen sequence data will be used increasingly to study transmission processes in epidemiology. It is therefore essential that statistical methodologies keep pace with the changing nature of the data and the different questions that can be asked of them. Here, we bring together an unusual multi-disciplinary research team to develop a series of scale-nested models of population genetic processes characteristic of viral transmission systems, using Foot-and-mouth disease virus and Plum pox virus as example systems. We will model processes as they occur at three different scales: within individual hosts, within host groups (such as herds, crops, or orchards), and between host groups. Processes at these different scales are all too often studied in isolation. Our multi-scale approach will enable information available at each of these scales to be made self-supporting and complementary to each other. These models will be used to develop statistically efficient and powerful models that will be fitted to combined genetic data (such as gene or genome sequences) and epidemiological data (such as time of infection, incubation period, and time that individuals cease to be infectious). These methods can be used to estimate unknown parameters related to smaller-scale processes from data acquired at larger-scales, and to provide a rigorous statistical analysis of series of possible transmission events between individuals or groups of individuals that give rise to epidemics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005733/1","grantId":"BB/F005733/1","fundValue":"280742","fundStart":"2008-10-01","fundEnd":"2011-12-31","funder":"BBSRC","impactText":"  Our methodology has been used in the analysis of both the 2001 and 2007 FMDV outbreaks in the UK (for the 2007 outbreak see for example Cottam et al. (2008) Plos Pathogens 4, 1-9) Agriculture, Food and Drink ","person":"Daniel  Haydon","coPersons":[],"organisation":"University of Glasgow","findingsText":" Research conducted with the support of this grant led to the development of new way of thinking about integrating genetic and epidemiological data in order to reconstruct so-called transmission trees - connected diagrams that illustrate 'who infected who' in the course of an epidemic. This methodology and has been articulated in a number of highly cited papers. Our research has arguably stimulated complementary research undertaken at Imperial College by Jombart and his group, Samuel Soubeyrand at INRA in Avignon. Agriculture, Food and Drink","dataset":"gtr"}