{"id":"950E7685-D74A-4A17-9D6F-7D6E54D50ACD","title":"Small-Scale Ring Traps for Atom Interferometry and Quantum Fluid Investigations","abstractText":"The use of an optical interferometer as a sensitive tool for measurements dates back to the experiments of Michelson and Morley over a century ago. With the subsequent invention of the laser, the coherent source of light, optical interferometry has been developed into a ubiquitous technology for precision measurements of quantities such as position, acceleration and (through the Sagnac effect) rotation. In parallel with these technological advances a more fundamental understanding of matter was gained through the development of quantum mechanics. One of the key concepts here, at odds with our classical understanding, is the wave nature of matter. It was realised that atomic waves in practice would only be observable at extremely low temperatures. However, lasers have now provided the tools for realising just that; samples of atoms a millionth of a degree or less from absolute zero and indeed also the atomic equivalent of the laser itself, the coherent source of atoms known as a Bose-Einstein condensate, BEC. We now have the tools to combine two concepts of interference and cold atoms: atom interferometry. The crucial points, however, are the wider scope of atom interferometry (sensitivity to e.g. gravitational and electro-magnetic fields) and above all the superior sensitivity. For a Sagnac interferometer the sensitivity is proportional to the relativistic energy of the 'particle' involved, which is typically more than 10 orders of magnitude larger for atoms than for photons.The aim of the present proposal is to develop the atomic equivalent of the Sagnac interferometer with potential applications in gravitational measurements and inertial sensing. The platform for this will be a perfectly cylindrically symmetric ring trap where a BEC can be split in two parts, that traverse in opposite directions and then recombine to reveal the effect of external influences through an accumulated phase difference. The ring trap is based on a novel concept we have investigated theoretically. A metal ring is placed in a sinusoidally varying magnetic field. A current is induced in the ring, which produces a magnetic field around the ring. This together with the original inducing field produces a smooth, symmetric and stable magnetic trap on the inside of the ring, where cold atoms and BEC's can be trapped. The simplicity and robustness of this geometry makes it an attractive candidate for a practical measurement device. The next step involves miniaturisation, the concept at the root of the last few decades' advances in technologies such as electronics and telecommunications. Micro-fabrication techniques allow for massive parallelism of device manufacture, which not only simplifies the construction of interferometers, but also provides redundancy of measurement and a means for correction of systematic errors. We plan to micro-fabricate inductively coupled ring traps and demonstrate their usefulness as atom interferometers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G026068/1","grantId":"EP/G026068/1","fundValue":"574594","fundStart":"2009-07-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"Erling  Riis","coPersons":["Aidan Shaun Arnold"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}