{"id":"95163284-0667-46BC-936A-CC9CA2BC6D01","title":"Atlantic BiogeoChemical fluxes (ABC)","abstractText":"The North Atlantic Ocean plays a pivotal role in the global carbon cycle, by storing carbon released into the atmosphere when fossil fuels are burned, and by supporting the sinking flux of organic matter. Our understanding of how horizontal oceanic fluxes in the subtropics contribute to these processes is largely based on shipboard expeditions which occur every 5 years at 24N. Sampling at that interval is insufficient to resolve and understand the role that horizontal transfers play in regulating these processes. Detailed time-series of physical properties at 26.5N from moored instruments suggest that variability in these fluxes will be occurring on a range of timescales. Once this variability is measured, it is almost inevitable that we will modify our understanding of the role the North Atlantic subtropical gyre plays in the global carbon cycle. In this proposal we will address these issues by deploying new chemical sensors and samplers across the Atlantic at 26.5N. We will use the data they provide to calculate time-series of fluxes of nutrient and inorganic carbon, including carbon released to the atmosphere by mans activities, across 26.5N. We will adopt a hierarchical approach, successively using existing observations, then new oxygen observations and ultimately direct observations of the carbon and nutrients in order to identify the added value each successive stage of our programme provides. We will interpret our direct flux calculations as contributions to the North Atlantic budget in conjunction with other observations and models, to assess how oceanic fluxes control the strength and variability of the role the North Atlantic plays in the global carbon cycle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005038/1","grantId":"NE/M005038/1","fundValue":"83458","fundStart":"2014-10-01","fundEnd":"2020-09-30","funder":"NERC","impactText":"","person":"Timothy  Smyth","coPersons":["Giorgio  Dall'Olmo","Stefano  Ciavatta"],"organisation":"Plymouth Marine Laboratory","findingsText":"","dataset":"gtr"}