{"id":"95179A1E-9CC1-4E91-B897-02484FF609FC","title":"The Chinese Film Forum UK","abstractText":"In recent years, Chinese cinemas have received high visibility in international film markets, including non-Chinese-speaking territories. While there have been research conducted into the individual cinemas variously identified as 'Chinese', such as the cinemas from the People's Republic, Taiwan and Hong Kong, there has been relatively little systematic research into the finer nuances that constitute, or indeed, problematise, this notion of a Chinese identity.\\n\\nEnglish-language writings on a generic Chinese cinema rarely address the linguistic and cultural differences within Chinese cultures itself, for example, the suppression of vernacular dialects in favour of Mandarin, the cultural politics of dubbing and subtitling even for films shown in Chinese territories, the representation of minority cultures and the cultural politics between ostensibly 'Chinese' dialect groups and communities. In addition, the state and cultural policies that determine what gets produced and distributed need to be considered. These include the exploration of material histories, such as what material has been lost to history (whether to war, neglect, and other exigences), and how that shapes our understanding of the body of work identified as 'Chinese cinema' today.\\n\\nMoving beyond the Greater China region, even less has been said on the cinema/s of the Chinese diaspora, whether that in South-east Asia or Europe and America. Do these films contribute to the larger body of work understood as 'Chinese cinema'? If not, what is the nature of their Chinese-ness; or, if so, how much of that Chinese-ness is dissociated from the geo-political entity called 'China'? Much work remains to be done on Chinese cinemas in Western territories: What is the impact of the new transnational Chinese cinemas on Asian-American directors, for instance? And where are British Chinese represented in British film cultures? In addition, transnational Chinese-ness is often taken to be the crossing of Chinese cinema into Western markets, but in reality because of small home markets, Chinese language cinemas have looked beyond its own shores from the beginning. Hong Kong cinema, for example, has always looked towards South-east Asian and Western Chinatown markets as part of its distribution network. Indeed the Shaw Brothers production studios in its hey-day during the 1960s and 70s had production units in Malaysia and Singapore, producing not just Chinese-language features, but also Malay-language ones.\\n\\nIn the wider international arena, many Chinese films are seen today within the context of an international film festival culture, including that which may be perceived as 'commercial' rather than 'arthouse'. More research needs to be conducted on the politics of selection at these festivals, and how the political economy of the festivals themselves can determine what gets seen internationally and what does not. Who defines what constitutes 'Chinese' cinema? Is it the Chinese themselves (however they are defined)? The producers? The audience? The state? Festival juries? Or a complex interaction of all of the above?\\n\\nAs a cross-institutional body, the network is well-placed to undertake the exploration of these issues as it is able to draw on the strengths of both academic and public sector partners with links to industry that will be of value to the project. As such the network views its public engagement activities as equally crucial as the academic research being undertaken.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I025352/1","grantId":"AH/I025352/1","fundValue":"28382","fundStart":"2012-01-28","fundEnd":"2014-01-27","funder":"AHRC","impactText":"  The CFFUK made a critical cultural intervention by bringing commercial and independent Chinese films which had not received mainstream distribution in the UK to Manchester and North West audiences through Cornerhouse, Manchester's independent cinema and art gallery. Audiences for these films, related talks and panel discussions were enthusiastic, and a number of films played to sold-out houses. One of the most fruitful aspects of this work was the opportunity to take the discussions beyond the confines of academia and to engage the general public. Consistent attendance and the return of regulars as well as new audiences at each event prove that a core audience has been cultivated. The CFFUK used social media to stay in touch with our audiences and currently have a combined following of over 400 across Facebook and Twitter, not including those signed up to Cornerhouse's own mailing lists, which promotes CFFUK's events. Currently their weekly email list reaches over 12,500, their Twitter followers number 43,300, and Facebook fans 9,700. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Economic,Policy & public services","person":"Felicia  Chan","coPersons":["Andrew Thomas Willis"],"organisation":"The University of Manchester","findingsText":" The CFFUK provided a model for the collaboration between academics and the cultural industries, particularly in the field of film exhibition. For example:\n\n1. To develop and expand audiences for Chinese cinemas within the UK.\n2. To develop and expand a forum for dialogue between academic and industrial practitioners to meet and explore ways to enhance the visibility of Chinese and Asian cinemas in the UK.\n3. To establish film curation and programming practices as a form of participatory research for academics within universities in active collaboration with cultural partners. The CFFUK model can be taken forward by other collaborative networks drawing on academia and the cultural industries, particularly in the field of film exhibition. For example, this model could be applied to other fields of research within film. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}