{"id":"95182AC0-4CF9-4AE2-860B-86344E0E61CB","title":"Microfluidic methods for production of core/shell capsules using natural and synthetic biodegradable polymers","abstractText":"Biodegradable microcapsules can find many applications as carrier/delivery systems for active compounds such as essential nutrients, flavours, fragrances, drugs, and cells, or as ultrasound contrast agents for ultrasound contrast imaging and molecular imaging. In all these applications, it is essential to control and tune the average capsule size, the capsule size uniformity, and the shell thickness. The aim of this project is to develop new microfluidic strategies for production of microcapsules of controlled size and shell thickness with oil cores and shells composed of natural hydrogels and synthetic biodegradable polymers. The core/shell drops that will be used as templates for creation of capsules will be produced in microfluidic devices consisting of two round glass capillaries with tapered ends inserted into the outer square capillary. The inner fluid containing a core material (oil phase) will be pumped through the injection capillary tube and the middle fluid containing a shell material (gel-forming polymer or synthetic biodegradable polymer) will flow cocurrently through the outer square capillary. The continuous phase fluid will be supplied through the square capillary from the opposite side and all three liquid streams will be forced into the collection capillary tube, which will result in the rupture of the two coaxial jets and formation of discrete core/shell drops. These drops will be transformed into capsules by solvent evaporation-induced precipitation of synthetic biodegradable polymer (poly(lactic-co-glycolic acid)) or by ionotropic gelation of biopolymer (chitosan and sodium alginate) in the middle phase fluid. The effect of polymer concentration in the middle phase, the composition of the continuous phase and the operating parameters on the size and mondispersity of the fabricated capsules will be investigated in the processes will be optimised to obtain a maximum degree of monodispersity. The encapsulation of microparticles into core and shell regions of the capsules will be demonstrated by encapsulating fluorescent dye-labelled latex microparticles. The encapsulation efficiency will be estimated by observing the presence of latex particles in the continuous phase. Due to high degree of drop size uniformity and the ability to form drops in regular time intervals, the methods are convenient for single-cell encapsulation and encapsulation of controlled number of cells per capsule. The drop generation process will be recorded by a high-speed video camera for in situ optimisation of the operating conditions and emulsion formulation. Hydrogel delivery systems for omega-3 fatty acids will be developed by injecting oils rich in omega 3 fatty acids through the injection capillary. Omega 3 oils are highly susceptible to oxidation and the hydrogel shells formed around oil drops will act as a barrier to oxygen and light. Microencapsulation within hydrogel shells will also help to mask the undesirable taste and odour of some oils.The key advantages of microfluidic methods that will be developed in this project are that resultant capsules are highly uniform in size and that the shell thickness can precisely be controlled over a wide range by adjusting the flow rates of the liquid streams. Alternative strategies of engineering core-shell capsules are time consuming and require multi-stage operation such as electrostatic layer-by-layer deposition, do not allow precise control of the shell thickness such as interfacial complex coacervation, or lead to highly polydisperse capsules such as conventional emulsification and atomisation processes. The microfluidic methods that will be developed are highly flexible and can be used for preparation of different polymeric capsules, vesicles and hybrid multilayered microgel structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H029923/1","grantId":"EP/H029923/1","fundValue":"100861","fundStart":"2010-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Goran  Vladisavljevic","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}