{"id":"951BBD34-514A-4CF4-BC7B-2300B43DF1FF","title":"Mechanisms of Th2 cell-intrinsic hypo-responsiveness, and its impact on protective immunity and memory to parasitic helminths","abstractText":"Parasitic worms infect over 2 billion people worldwide resulting in huge health and economic burden. The parasites this proposal focuses on are filarial worms, which infect 120 million people, and can cause diseases such as elephantiasis and river blindness. They survive within humans for decades, and they do this using a variety of tricks to turn off the human immune responses that are responsible for killing infections. This poses a major barrier for vaccinations. Interestingly, this ability to switch off immunity also provides beneficial opportunities as some diseases (allergies, autoimmunity) are caused by unwanted or incorrect immune responses. This means we can harness the tricks parasites use to subdue immunity to treat allergies and autoimmunity. \n\nThe aim of this proposal is to identify how parasitic worms manipulate immune responses during infection. The central controller of immune responses is the T cell, and this cell-type is responsible for directing how immune responses clear infection. Although a strong immune response is required to kill parasites, if too strong it can cause damage at the same time. This means the immune system must finely balance how it deals with infection, responding just enough to kill the invader without causing injury. During chronic infection, when there is a greater chance of a sustained strong immune response causing damage, T cells can switch themselves off and become functionally inert. We find that this happens to the T cells responsible for killing helminths and as a consequence the parasite is not cleared. We are investigating the mechanisms by which T cells become inert during infection so that we can design vaccines or therapies able to switch T cells back on and clear infection. Alongside infection, unresponsive T cells are also a problem for treating cancers, whilst T cells that fail to switch-off cause allergies and autoimmune diseases. Thus, knowledge from this proposal can be applied to the development of treatments for cancers, autoimmunity, and allergies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K020196/1","grantId":"MR/K020196/1","fundValue":"486570","fundStart":"2013-08-27","fundEnd":"2016-08-26","funder":"MRC","impactText":"","person":"Matthew Daniel Taylor","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}