{"id":"951DEE3A-5DAF-4851-BCC3-17BFEE8F82D4","title":"CELL THERAPY FOR THE VASODEGENERATIVE STAGES OF DIABETIC RETINOPATHY","abstractText":"Diabetic Retinopathy is a leading cause of visual impairment. Even with current management regimens it continues to significantly reduce the quality of life for millions of affected individuals. Late stages of diabetic retinopathy can be treated or contained to some extent by pan-retinal laser photocoagulation but at the expense of causing damage to large areas of functional retina. Although a range of other therapeutic approaches are being developed, most are directed to end-stage retinopathy and fail to address the early pathology characterised by microvascular cell dysfunction and death. New treatments focusing on these early changes such as cell therapies to repair/replace abnormal diabetic vasculature are needed. This study will establish the baselines for the development of a novel ?stem cell? therapy based on induction of therapeutic angiogenesis by introducing highly defined populations of bone marrow-derived endothelial progenitor cells (EPCs) into the ischemic retina. \n \nAlthough EPCs have been shown to promote effective revascularisation of ischemic hearts in animal models, their definitive role in the ischemic retina remains unclear. This study will thoroughly assess any benefit obtained from injecting distinct EPCs into the vitreous of ischemic retinas.\nRecently, it has been suggested that EPCs from type 1 diabetic patients are dysfunctional and display a reduced capacity to promote vascular repair. We plan to fully evaluate the function of EPC populations isolated from diabetic mice, and will test, for the first time, the possibility of healing diabetic dysfunctional progenitors by treating them with a statin.\n\nEPCs are a highly heterogeneous group of cells. Depending on the subpopulation that is injected into the ischemic retina we anticipate promoting vascular repair by transplanting progenitors that become endothelial cells. Other EPC subpopulation transplants could actually exacerbate retinal damage by becoming inflammatory cells and this response this is important to determine. This study will clearly define the cell type with the capacity to promote vascular recovery and, importantly, will evaluate retinal function after cell therapy.\nIt is expected that endothelial progenitors from diabetic mice will be dysfunctional. We anticipate obtaining these cells from marrow, expanding them in the laboratory, correcting any inherent defect using statin treatment prior to ?transplanting? them into donor eyes. We expect that this approach will address the progressive retinal vascular damage that happens in diabetes and, ultimately, prevent vision loss.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801962","grantId":"G0801962","fundValue":"499937","fundStart":"2009-07-01","fundEnd":"2012-07-21","funder":"MRC","impactText":"","person":"Alan William Stitt","coPersons":["Tom  Gardiner"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}