{"id":"9522CDC2-AB04-47AA-AF9B-B9F2D96E96E8","title":"Understanding light in the late term human fetus: Proof of concept for social research techniques","abstractText":"<p>Recently it has been determined that a human fetus lives in an environment which is not dark. This project seeks to understand how human fetuses respond to aspects of the world related to social information.</p>\n\n<p>The aim of this project is to send light to the fetus. Within that light, we will present face-like shapes. A human fetus will have never seen a face before. When a baby is first born, she will look at faces more than anything else. We are aiming to understand if this is something that is learned quickly after birth, or if human genes mean that we look at faces more than anything else. If there is a genetic basis for this behavior, we will find with 4D scans that fetuses will look at a face-like stimulus more when we present it in an upright orientation when compared to showing this to them upside down.&nbsp;</p>\n\n<p>Prior to this, we need to first understand how light moves through skin, muscle and fat. We want the light to be the same for all fetuses, which means we need to create a device that can take into account these factors for every individual mother and fetus. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L003155/1","grantId":"ES/L003155/1","fundValue":"198184","fundStart":"2013-09-01","fundEnd":"2015-08-31","funder":"ESRC","impactText":"  This grant is currently ongoing. Impacts have yet to be realised. Pharmaceuticals and Medical Biotechnology,Other Cultural","person":"Vincent Michael Reid","coPersons":["Nadja  Reissland"],"organisation":"Lancaster University","findingsText":" We are exploring how to deliver visual images to late term foetuses, by creating different patterns of light that then change when directed through maternal tissue. Work is ongoing. There are many applications for the work that is taking place in this grant. Photosensitive pharmaceuticals may be delivered to deep tissue sites via the techniques that we have developed, for example. Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}