{"id":"9523E709-0D5E-4EBD-B4E7-7CA25F015E14","title":"Space and Place in Translation: Postcolonial Geographies in the work of Wilson Harris and Maryse Cond&eacute;","abstractText":"This seven-month project examines the particular ways in which two prominent Caribbean novelists - Wilson Harris and Maryse Cond&eacute; - theorise space and place in their work, and asks how this relates to their particular use of language, including translations between English/French and creole. The Guyanese writer, Wilson Harris, has been publishing visionary and poetic novels for almost half a century. His work meditates on the Caribbean as a meeting place between European, African and Asian cultural forms and the ancient American cultures that they all but eradicated during colonialism. Maryse Cond&eacute; is from Guadeloupe, and in her work she reflects on the often traumatic and unresolved cross-cuttings of identity and place in the African-Caribbean diaspora, so the settings for her work trace and re-trace routes between Africa, the Caribbean, Europe and North America.\\n\\nThe project draws together insights and methodologies from three different branches of the interdisciplinary field of postcolonial studies: literary theory, translation studies and human geography. The extended critique of the legacy of colonialism that is the basis for postcolonial studies comes through in literary theory as a heightened awareness of writers' innovation in trying to express the complex mix of contemporary relationships and identities. This innovation takes the form of a range of narrative styles that defy classification into categories such as magical realism or allegory, moving sometimes dizzily through time and space, as well as a range of language forms operating alongside each other. Postcolonial translation studies focuses on this latter phenomenon, arguing that there is a politics to the dominance and marginalisation of languages in the colonial and post-independence eras, and recognising that if the researcher focuses closely on the specifics of the frequent translations from one language to another that occur in modern life, a range of struggles over meaning will be revled. Postcolonial geography brings in a range of theories about spatial relationships, as well as a tradition of focusing on struggles over the meaning and identity of places, as a means of further understanding the ways in which writers like Harris and Cond&eacute; subvert conventional understandings of space and place. This project therefore extends insights into connections between spatial theory and African-American literature, by looking specifically at Caribbean writing as a site for spatial theory.\\n\\nThis project aims to show two things then: firstly that the struggles over postcolonial meaning and identity in Harris and Cond&eacute;'s work can be better understood by focusing on the relationships between language, space and place in their work; and secondly that these Caribbean novels can be taken seriously as cultural contexts in which innovations in spatial theory take place. \\n\\nMethodologically, the project is an in-depth exploration of six novels: Palace of the Peacock (1960), Jonestown (1996), and The Ghost of Memory (2006), by Wilson Harris; and H&eacute;r&eacute;makhonon (1976), La Colonie du Nouveau Monde (1993), and Moi, Tituba, Sorci&egrave;re Noire de Salem (1986), by Maryse Cond&eacute;. The project has four stages:\\n1. Brief literature review, focusing on Caribbean literary theory, in particular around Harris and Cond&eacute;; Caribbean translation studies; and postcolonial geographies. \\n2. Preliminary linguistic analysis, which will catalogue the range of language forms used in each of the novels, in particular the translations and interactions between different forms of English/French and creoles.\\n3. Preliminary discursive analysis, which will catalogue the ways in which space/place are described, and the inter-relationships between this and the novels' language use.\\n4. Theorisation, writing and dissemination, which will bring together the linguistic and discursive analysis in relation to spatial theory. The work will be presented at two conferences and in two journal article","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F017855/1","grantId":"AH/F017855/1","fundValue":"46366","fundStart":"2008-09-01","fundEnd":"2009-03-31","funder":"AHRC","impactText":"","person":"Patricia Elaine Noxolo","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}