{"id":"9524F1BC-D2BB-4716-8878-6A4A1850B60F","title":"Processing and activation of IL-1 related cytokines in psoriatic inflammation.","abstractText":"Psoriasis is one of the most common inflammatory diseases affecting around 2.6-4.8% of the European population costs the US an estimated $11.25 billion per annum (2008). It affects the skin, joints and in some cases is associated with inflammatory diseases such and Crohn's disease and increased risk of cardiovascular disease. The disfiguring nature of the disease, often occurring on the face and scalp leads to multiple debilitating sociopsychological consequences including depression and suicide. In addition, 20% of people suffering from psoriasis progress to have psoriatic arthritis. This element of psoriatic disease is painful and debilitating and without early appropriate therapy causes permanent joint destruction with similar clinical manifestations to those of rheumatoid arthritis.\nAlthough generalised treatments can be effective in some people, misdiagnosis of different subtypes of skin disease, side effects and the prohibitively expensive nature of more effective drugs often prevent appropriate and early treatment, leading to permanent tissue destruction. We are therefore in urgent need of new ways to diagnose subtypes of psoriasis to determine which patients are likely to develop psoriatic arthritis and require a better understanding of the molecules and genes involved in the disease for the targeting of new drugs. Our findings and those of others show that a particular group of regulatory proteins (IL-1 related family of cytokines) may be crucial in determining the disease course of psoriasis as well as acting as very selective diagnostic markers. Through this grant we intend to test and validate our newly developed tools against these molecules as diagnostic and prognostic reagents in psoriasis and arthritis subtypes. Using molecular techniques and skin models generated from the cells of healthy and diseased individuals our proposal will investigate the role of IL-1 related cytokine activation in the initiation and maintenance psoriatic inflammation. This research should lead to discovery of novel targets for future anti-psoriasis drugs and provide diagnostic and prognostic tools to allow for the appropriate and early treatment of skin psoriasis and psoriatic arthritis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M01942X/1","grantId":"MR/M01942X/1","fundValue":"426475","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"MRC","impactText":"","person":"Martin  Stacey","coPersons":["Dennis  McGonagle","Philip  Helliwell","Miriam  Wittmann"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}