{"id":"952AEA06-13FD-40D1-87B6-9E0BA71E8361","title":"Quest - Dynamics of the Paleocene-Eocene Thermal Maximum","abstractText":"How sensitive is our climate system to the emission of greenhouse gases such as carbon dioxide (CO2) and methane (CH4)? Might we reach a 'tipping point', when natural processes start to rapidly release more and more greenhouse gases, greatly amplifying the warming that humans are already causing? Because of the complexity of the Earth's climate system, and sometimes simply because of our lack of imagination about all the different ways in which the Earth can respond to being poked, a comprehensive answer to these questions is extremely difficult to achieve, even with our best climate models. It would be a great help to us in testing and improving our computer models and predictions of future climate change if we could identify and understand events recorded in the geological past involving a massive release of greenhouse gases to the atmosphere. The most promising event we have discovered so-far is called the Palaeocene-Eocene Thermal Maximum (or 'PETM'). It occurred about 55 million years ago, some 10 million years after the last dinosaur walked the face of the Earth, and is associated with a sudden and substantial warming of both the Earth's land surface and all the oceans. At the same time, an unusually large change in the ratio between different isotopes of carbon is recorded in ancient marine muds and in soils on land. This suggests to us that a massive release of CO2 (such as from the widespread burning of peat or coal measures) took place, or more likely, of CH4 unlocked from icy methane deposits called hydrates which are found in ocean margin sediments and on the shelves of Siberia and northern Canada. Gas hydrates break down if the sediments in which they are stored gets warmer, releasing the methane which later oxidizes to another greenhouse gas (CO2). However, no-one yet knows how much CH4 was released or what happened to unlock it from its icy prison in the first place. As we do not have spare copies of our planet on which to experiment and test ideas about the causes of climate change, our research tools will be state-of-the-art computer representations of the Earth system. These models account for the most important components of the climate system such as ocean circulation, sea-ice formation, and greenhouse warming, as well as the cycling of carbon and nutrients within the ocean. To understand the PETM event, we will add new details to the model to account for the burial of organic matter in ocean sediments and the formation of methane hydrates. We can then use these models to help piece together the geological evidence and build up a picture of what might have triggered the global warming event and just how important methane hydrates were to climate change at this time. We will do all this, not just out of scientific curiosity, but to achieve a better understanding of the relationship between climate warming and release of greenhouse gases. This could be invaluable in better predicting the consequences of our current energy-wasteful activities. Indeed, if massive CH4 release was the most important driver of the PETM warming then our state-of-the-art models for future climate change may have to be improved and take into account CH4 being unlocked from hydrate deposits as ocean temperatures rise. Current estimates of the severity of future warming might then have to be revised upwards.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F001606/1","grantId":"NE/F001606/1","fundValue":"119121","fundStart":"2007-10-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"","person":"Mark  Maslin","coPersons":["Robert  Marsh"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}