{"id":"953568BB-8493-48DB-9842-320E3E3B036B","title":"Transport of Lithophile Elements in Magmatic-Hydrothermal Fluids","abstractText":"It has long been recognized that H2O-rich (aqueous) and CO2-rich (carbonic) fluids play a fundamental role in a wide range of geological processes. Of particular importance is the ability of such fluids to selectively transport chemical components, such as metals, from one geological reservoir to another. As a consequence, aqueous and carbonic fluids play a key role in the formation of some of the most economically important ore deposits in the world. Magmatic-hydrothermal ore deposits result from the cooling and phase-separation of volatile-rich magma bodies in the shallow crust. The chemistry of the fluids depends on the nature of the magma from which they exsolved, which in turn is influenced by the tectonic setting of the magmatism. Magmatism associated with destructive plate margins tends to be dominated by aqueous fluids, whereas carbonic fluids are more prevalent in intraplate magmatism. Fluids also contain a variety of anions (e.g. F, Cl, S etc) or anionic complexes (CO3, SO4 etc) which play an important role in metal transport. Despite the universal recognition of the importance of fluids in ore formation, we have surprisingly little understanding of their physical chemistry, which in turn limits our ability to predict how and where ore deposits may form. A large part of our ignorance stems from the experimental difficulties of studying high-temperature aqueous or carbonic fluids. Unlike silicate or carbonate melts, fluids do not quench to a solid at room temperature and pressure, making it difficult to characterise them chemically or physically. We have pioneered a novel experimental approach to this problem, in which a laser is used to drill through the walls of a frozen experimental capsule, directly analysing the frozen fluid, without risk of contamination during sectioning. Coupling the laser to an ICP-MS apparatus means that we can analyse the frozen fluid for a wide variety of trace elements. The coexisting silicate or carbonate melt can be quenched and retrieved from the capsule for subsequent analysis. We can systematically vary the composition of the fluid and its concentration, allowing us to explore the key controls on how metals are complexed in fluids. By looking at the variations in melt-fluid partitioning with fluid composition we can hypothesise about the types of metal-ligand complexes that are present. We cannot, however, directly observe these at pressure and temperature. To do this, we have developed an alternative experimental methodology in which a small droplet of fluid of known composition is held between the flattened tips of two diamonds in a resistance-heated diamond anvil pressure cell. The diamonds are transparent to synchrotron-generated X-rays, meaning that the solution can be studied in situ at elevated pressure and temperature. This approach allows us to evaluate the predictions made on the basis of the partitioning experiments. Finally, we can use computational quantum chemistry (classical and ab initio molecular dynamics) to predict the hydration and complexation of cations in fluids at at elevated pressure and temperature. Recent implementations of a technique call metadyanamics enables us to derive free energies and, hence, equilibrium constants, for the formation of metal complexes from molecular dynamical simulations. In summary, we are approaching the problem of metal transport from three quite different, but complementary directions. In its own right, each approach has limitations; in combination these approaches will enable us to generate a comprehensive picture of aqueous and carbonic fluids under precisely the same physical conditions as ore bodies form. We will begin by studying an important, but relatively simple, class of metals, the alkalis, alkaline earths and rare earths, although our methodology can ultimately be extended to encompass the entire range of economically important metals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I02349X/1","grantId":"NE/I02349X/1","fundValue":"306366","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"NERC","impactText":"  The result of our work has been presented to the mining industry as part of our interaction with BHP-Billiton. We have demonstrated that fundamental (molecular level) insights on ore-forming processes can be obtain with spectroscopy and computational quantum chemistry and these results can be used to help develop thermodynamic (and ultimately reactive-transport) models of ore formation. Other ","person":"David Michael  Sherman","coPersons":["Richard Ashely Brooker","Jonathan David Blundy","Michael  Walter"],"organisation":"University of Bristol","findingsText":" We developed new ways to explore the complexation of metals in ore-forming fluids that occur at high temperature in the Earth's crust. Understanding these processes is fundamental towards developing models for how ore deposits form. Our original goal was to develop experimental methods to measure how metals partition between aqueous fluids and silicate melts. We discovered that Cl complexation controls the partitioning of lithophile elements such as Li between aqueous fluid and melt. These experiments were very difficult, however. Subsequently, we began using high-performance computing to explore hydrothermal fluids using ab initio molecular dynamics simulations. We discovered that we can determine the free energies of metal complex formation using thermodynamic integration along contained reaction paths in the course of the ab initio MD simulation. The resulting equilibrium constants are in good agreement with experiment (when available) show that we can now explore the chemistry of deep crustal fluids using ab initio molecular dynamics simulations. Several papers and keynote talks have resulted and we anticipate that the approach we have developed will have a major impact on our understanding of crustal fluids at high P andT. We also continued in our experimental work and developed techniques to observe change in metal complexation using Raman spectra of samples in the diamond anvil cell. Processing the results of these experiments is in progress. We have demonstrated that existing approximation of density functional theory are adequate to predict the thermodynamics of complexation equilibria in hydrothermal fluids using ab intio molecular dynamics simulations. We anticipate that the approach we have developed will have a major impact on our understanding of crustal fluids at high P and T and that several other groups will soon be competing on this front. Environment,Other","dataset":"gtr"}