{"id":"954B66B4-532E-4094-A3D6-18A8E65D93F3","title":"Energy Efficient Control","abstractText":"With the widespread use of small mobile computing devices like smartphones and tablets, power efficiency has become a very important design criterion for hardware manufacturers like Intel, AMD, Infineon, ST, Qualcom, Nvidia, etc. This is due to the limited energy storage capacity of mobile devices, imposed by constraints on their size and weight, as well as by problems of heat dissipation. Similar considerations of power efficiency apply to implanted medical devices, wearable computing, UAV (unmanned airborne vehicles), satellites and sensor networks.\n\nSince chip design has become more and more automated, electronic design automation companies consider energy efficiency as a prime concern in circuit design. However, so far, there has been hardly any use of formal mathematical methods in energy efficient circuit design. Instead, the main techniques used in practice were either based on simulation or on semi-formal approaches reasoning about patterns and structural properties. Typical work areas are the following:\n1. Power estimation (based on simulation), \n2. Power verification (of structural (i.e., non-dynamic) properties),\n3. Power optimisation (coarse high-level reasoning about size and structural patterns), and\n4. Formal power verification (model checking applied to coarse abstractions based on activation/deactivation of blocks on the chip).\n\nIn this project, we bring modern formal mathematical methods into automated circuit design. This yields a new domain of\n\n&quot;5. Formal power optimisation&quot;.\n\nHere, efficient circuit design is achieved via solving the controller synthesis problem. This is to construct a controller that achieves (in every context) a combination of several objectives: \n(a) the functional correctness of the induced behaviour, as specified in the requirements specification, \n(b) a guaranteed limit on the peak energy consumption (i.e., an upper bound on the worst case), and\n(c) a low average energy consumption.\nWhile (a) and (b) are absolute constraints, the relative quality of the controller is measured in terms of how well it achieves objective (c).\n \nWe solve the synthesis problem by applying modern mathematical techniques and tools from game theory (energy games, mean-payoff games), formal software verification (formal requirements specification and automata), and logic and algorithms (SAT and SMT solvers). Beyond theoretical advances and new techniques for the synthesis of energy efficient controllers, the project aims for practical application of controller synthesis in the new field of Formal Power Optimisation in circuit design. A prototype of a software tool that implements the new methods and applies them to power optimization in chip design will be evaluated on case studies provided by our industrial project partner Atrenta Inc.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027651/1","grantId":"EP/M027651/1","fundValue":"371397","fundStart":"2015-09-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Richard Martin Mayr","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}