{"id":"954FA1CF-54F0-433B-925B-6EA394F25D9F","title":"The Birmingham Centre for Contemporary Cultural Studies: connected collaboration, connected communities and connected impact","abstractText":"The Birmingham Centre for Contemporary Cultural Studies (CCCS) is one of the biggest 'brands' of modern British academia. It inspired the creation of a disciplinary field. It pioneered the analysis of popular culture, subcultures, race and the mass media as well as introducing new theoretical approaches. The year 2014 will mark the 50th anniversary of its launch. The University of Birmingham has committed to marking this event by hosting a conference to assess the work and impact of the Centre. It has also begun to establish a CCCS archive, based on the depositions of the papers of leading figures associated with the Centre, beginning with the papers of Stuart Hall.\n The project will focus on the working practices of CCCS. While its outputs are well known, less appreciated is the extent to which the collaborations made by CCCS staff were fundamental to how their research was produced, their findings disseminated and the impact they had on the city and nation. Not only did CCCS have a profound impact on academic theory and research, but it also greatly influenced the wider cultural economy. It is the contention of this proposal that this was a direct consequence of the Centre's innovative teaching and research practices. With only 2-3 members of staff, work was undertaken by collaborations between staff and graduate students, often utilising connections with their subjects in the city around them. Staff and student together set up reading groups, launched research projects and set out the curricula for the MA programmes, as well as shaping the future directions of the Centre. And they did so by interacting not only with colleagues across the university but with policy makers and diverse communities across Birmingham and the wider region. This meant that what we now refer to as impact was integral to the work of CCCS. Moreover, it means that the legacy of CCCS was not confined to the academic arena, but persists in the cultural economy: many students not only sought a direct influence on the city around them while at CCCS, but they continued to engage with cultural studies as they took up important posts in Birmingham's and the UK's culture industry.\n In order to carry out this research, the project will extend and increase access to the archive of materials currently being collected at Birmingham. It will undertake a series of in-depth and comprehensive oral histories with former members who either went on to have groundbreaking academic careers or who became involved in community work, particularly in Birmingham. The project will make the archive accessible through easy-to-use online resources, an exhibition and engagement with wider publics.\n The project will be based at Birmingham University's Centre for Contemporary History and is conceived as a collaboration with the Cadbury Research Library (Special Collections). Academic interests and agendas will inform the deposition, archiving and cataloguing of the papers relating to CCCS, and will ensure the archive is presented in an online form that is most suited to research and public use. Likewise, the academic research into the working practices of CCCS will be undertaken in conjunction with the work of the archivists: the oral histories will become an accessible part of the archive and materials will be analysed which will then be included in an exhibition at the new Midlands Arts Centre.\n The project will offer not only something of an ethnography of academic life during the heyday of the Centre but will show how academic research can have a wider impact. The project will foster those forms of engagement encouraged by the Centre itself. Impact and research are not to be treated as separate here. In its work with archivists, cultural and heritage managers, and with the wider public through its work in an exhibition and in schools, it will show how the very subjects of cultural studies - communities themselves - can connect with academic research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000500/1","grantId":"AH/K000500/1","fundValue":"195182","fundStart":"2013-02-18","fundEnd":"2015-03-31","funder":"AHRC","impactText":"","person":"Matthew  Hilton","coPersons":[],"organisation":"University of Birmingham","findingsText":" To complete at end of project We have applied for follow on funding to take advantage of the discovery of the archive photography of Janet Mendelsohn Creative Economy","dataset":"gtr"}