{"id":"9551A7FD-85F5-46EB-B30E-1A2551DF5BD6","title":"Association genetics of UK elite barley","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D524075/1","grantId":"BB/D524075/1","fundValue":"208662","fundStart":"2006-08-01","fundEnd":"2010-07-31","funder":"BBSRC","impactText":"","person":"Donal Martin O'Sullivan","coPersons":["Wayne  Powell"],"organisation":"National Inst of Agricultural Botany","findingsText":" 1. We demonstrated that the AGOUEB public variety panel genotyped at 1536 loci constitutes a powerful genetic mapping tool capable of resolving multiple simple traits to limited regions containing small numbers of candidate genes. This was a first in barley and our study, considered to be of wide significance to crop improvement, was published in PNAS.\n\n2. We identified of the causative polymorphism underlying one of the morphological traits studied (a 16bp exonic INDEL truncating the HvANT2 protein upstream of the functionally conserved bHLH domain). \n\n3. We targeted (using barley-rice-Brachypodium synteny) additional tightly-linked SNP markers to 8 distinct genomic regions controlling variation in morphological traits with a view to obtaining diagnostic markers for these traits. 1. BREEDING: Commercial breeders now have an excellent overview of genetic and functional diversity in elite UK barley germplasm. DNA markers for many agronomic, disease and quality traits as well as morphological descriptors are now available to them in pursuit of ever faster and more efficient marker-assisted selection/genomic selection schemes.\n\n2. VARIETY REGISTRATION: Statutory procedures to obtain descriptions of variety characteristics that constitute the legal definition of that variety can be enhanced by the use of DNA profiling. We are currently exploring how prediction of phenotype from genotype may be integrated into protocols for generating variety descriptions.\n\n3. FARMING: Indirectly, the downstream products of the research will be new high-yielding, disease-resistant barley varieties suitable for a range of end uses that protect farmers incomes and ensure stable supply to the animal feed and food and drinks industries that consume most homegrown barley.\n 1. Commercial UK barley breeders from the consortium were already taking up DNA markers diagnostic for morphological traits and practically exploiting these in their varietal purification processes prior to submission of new candidate varieties.\n\n2. Since the project ended, we have set up a website (http://www.niab.com/mas/species/type/3/Barley) to disseminate marker-trait associations for marker assisted selections and variety purification and this may extend the impact even further afield. Agriculture/ Food and Drink","dataset":"gtr"}