{"id":"9555009C-1595-4915-81EA-2624CEC577BD","title":"A thermocline nutrient pump","abstractText":"The seasonal thermocline in temperate shelf seas acts as a critical interface in the shelf sea system. It is a physical barrier to vertical exchange, controlling biological growth through the summer and enabling the sequestration of atmospheric CO2. Once the spring bloom is over the seasonal thermocline separates the sun drenched but nutrient deplete surface waters from the dark nutrient rich deep water. The vertical mixing of nutrients across the seasonal thermocline acts to couple this well-lit surface zone with the deep water nutrient supply, leading to the formation of a layer of phytoplankton within the thermocline (the subsurface chlorophyll maxima). This phenomenon is estimated to account for about half of the annual carbon fixation in seasonally stratified shelf seas, and yet the controlling physics is only just being unravelled. The identification and parameterisation of the physical processes which are responsible for the vertical mixing of nutrients across the thermocline is a vital prerequisite to our understanding of shelf sea ecosystems. Our proposal is to investigate the role of wind driven inertial oscillations in driving vertical mixing across the seasonal thermocline, identifying the mechanisms and processes responsible for their generation and dissipation on both special and temporal scales. The proposal will be achieved through an observational campaign closely integrated with numerical model predictions using both 1D and 3D numerical models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F002858/1","grantId":"NE/F002858/1","fundValue":"427918","fundStart":"2009-01-28","fundEnd":"2013-03-27","funder":"NERC","impactText":"  The results are now used in the design of predictive ocean models Aerospace, Defence and Marine,Education,Environment Societal","person":"Thomas  Rippeth","coPersons":["John H Simpson"],"organisation":"Bangor University","findingsText":" A wind driven mechanism - shear spiking - which is responsible for delivery of nutrients to the surface mixed layer of seasonally stratified shelf seas. The results of this project inform those running predictive models of shelf sea systems of key processes which must be accurately parameterised. Aerospace, Defence and Marine,Environment","dataset":"gtr"}