{"id":"955954B4-5DF3-46AD-BB56-5F6E8F4727A2","title":"Framing Debates about Poverty Reduction and Ecosystem Services","abstractText":"The purpose of this research project is to set the agenda of research into poverty reduction and ecosystem services over the next ten years. It will do so through two means. In the first instant it will map and conceptualise the key disputes and areas of agreement that animate current debates in this field. This will make it possible to distinguish between the different sorts of disagreement (and agreement) that exist between different epistemic communities, whether they by theoretical, moral, conceptual or empirical. The nature of these disagreements is important because it determines the sort of work which is required to resolve current disputes (if they are resolvable) and so advance current understanding. This work will be written up in a short paper and made available in the public domain on the project website. We will then undertake a series of interviews, review and consultation across the different epistemic communities engaged in this debate using this concept paper as a research tool. This will allow is to refine and specify the research agendas that emerge from it. We will publish the concept note in a prominent scientific journal at the end of this process.\n\nThis project follows the model of a previous key paper written by some of the investigators in this project and published in Science 10 years ago (Adams et al 2004) that served as a vital concept note for work on conservation and poverty. The clarifications that paper offered helped to define debates on poverty and conservation over the next ten years. We intend to repeat that process, but will this time be more pro-active in using the concept paper to engage with stakeholders and epistemic communities to shape future research agendas.\n\nOur engagements will take place in a variety of fora. We will have our own bespoke meetings to which we will invite key members of different epistemic communities. We will do this both in the North, where we are based, and in the South, where much of the work exploring poverty reduction and ecosystem services takes place in practice. We will also travel to different professional and academic meetings where these communities are concentrated at particular moments of the year. Again we will be doing this both in the North and the South. Finally we will travel to visit and interview people at their own institutions as well as conducting interviews by phone and Skype.\n\nThe project will use a mixture of published papers, working papers, interview, review and consultation in professional meetings and bespoke workshops to engage with different epistemic communities. It will use the research project's website and social media to engage with different stakeholders. In particular it will seek to engage with key policy debates and stakeholders in those debates in the different regions in which it works. After its completion it will leave a legacy website and several papers published in the journals of leading disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M007561/1","grantId":"NE/M007561/1","fundValue":"122485","fundStart":"2015-09-01","fundEnd":"2015-10-31","funder":"NERC","impactText":"","person":"Daniel  Brockington","coPersons":["William Mark Adams","Esteve  Corbera"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}