{"id":"95602E66-1B74-481C-A4B8-8C4EBE4F0903","title":"CaNDyFloSS: Carbon and Nutrient Dynamics and Fluxes over Shelf Systems","abstractText":"The large continental land masses are surrounded by extensive shallow (ca 100m depth) seas known as the 'shelf seas'. These act as the boundary between the massively perturbed terrestrial environment and the vast open ocean marine system, and have huge socio-economic importance. They are the primary regions of human marine resource exploitation, including both renewable and fossil fuel energy sources, recreation, trade and food production. Although comprising only about 5% of the global ocean surface area, the shelf seas provide 90% of the global fish catches which form an important source of food to much of the global population. They also play an important role in the ecosystem services provided by the oceans as a whole, in particular in storing carbon away from the atmosphere.\n\nPhysical and biochemical processes in shelf seas influence the removal of CO2 from the atmosphere and the subsequent storage of carbon in the deep ocean. Biological growth draws carbon out of the water, which is then replaced by carbon in CO2 from the atmosphere. In the shelf seas this growth is supported by terrestrial and open ocean sources of nutrients, implying intimate roles for both the terrestrial biosphere and the open ocean environment in regulating shelf sea climate services. The oceans can also be a major source or sink for other greenhouse gases, including nitrous oxide (N2O), with the shallow shelf seas thought to play a key role.\n\nThe spatial extent of the submerged continental shelves varies greatly. The NW European shelf sea is one of the largest and hence is likely to play a significant role in marine biogeochemical cycling, alongside providing a useful model for other systems However, even in this relatively well studied region, we lack a good understanding of the principal controls on the cycling of carbon and the major nutrient elements, nitrogen, phosphorous and silicon. Consequently it is also difficult to predict how the cycling of these elements and hence the carbon removal they support may be altered by ongoing and potential future global change. Our proposal aims to address these uncertainties through a comprehensive study of the cycling of the major nutrients and carbon throughout the water column over the NW European shelf sea system.\n\nThrough close collaboration with a range of partners, we will undertake a year-long observation programme of the whole NW European continental shelf. We will measure the seawater concentrations of the major forms of carbon and nutrients. Combining these with physical water transports and measured transfer of gases (specifically CO2 and N2O) between the air and sea surface, we will quantify the major fluxes of nutrients and carbon between the shelf sea and both the adjacent deep ocean and atmosphere. This will definitively establish the role of this shelf system in the global carbon and nutrient cycles. \n\nWe will also undertake 4 dedicated research cruises focused on understanding the seasonal cycle of biological and chemical processing of the different forms of the nutrients and carbon. We will measure the rates at which both the photosynthetic and consumer plankton incorporate nutrients and carbon into their cellular material, and subsequently how the combined activity of this biological/chemical system influences the cycling of the major elements. This will allow us to understand the ways in which the role of the shelf system in global cycles is maintained.\n\nThe combined work delivered by both this proposal and the other programme workpackages will allow us to identify aspects of the NW European shelf system which may be susceptible to ongoing or future environmental changes. Such knowledge will provide both enhanced scientific understanding and improved predictive tools for policy makers and other stakeholders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K002058/1","grantId":"NE/K002058/1","fundValue":"990009","fundStart":"2013-09-30","fundEnd":"2016-09-29","funder":"NERC","impactText":"  This project only started in the early part of 2014 and has been hampered to date by ship unavailability. It is too early in the project to report anything here  ","person":"Andrew Paul Rees","coPersons":["Ernest Malcolm Woodward","Elaine Susan Fileman","Vassilis  Kitidis","Claire  Widdicombe","Darren  Clark","Glen  Tarran","Philip David Nightingale","Jamie  Shutler","Angus  Atkinson"],"organisation":"Plymouth Marine Laboratory","findingsText":" This project only started early in 2014 and it is too early to report at this point Not available as yet Aerospace, Defence and Marine,Education,Environment","dataset":"gtr"}