{"id":"95610F2E-76F5-4CF1-AE68-E1603E72BEBC","title":"Modelling Urban Renewal and Growth in Britain and North-West Europe, AD 800-1300: The Wallingford Burh to Borough Project","abstractText":"Wallingford in south Oxfordshire is justly renowned as a remarkable example of an historic defended town that retains an especially well-preserved medieval town plan. Located alongside a major crossing of the River Thames, Wallingford's compact core is encircled by banks and ditches likely to date from the time of its establishment as a burh (or defended centre) in the late Saxon period. In the circuit's north-east corner are extensive earthworks relating to a Norman royal castle, while the gridded street network also features medieval churches, a (lost) Benedictine priory and numerous other medieval buildings. Consequently, Wallingford has been viewed as a 'classic' site in British medieval archaeology, frequently cited as an exemplar of both late Saxon planned town formation and Norman castle imposition. Yet despite this status, the true research potential of Wallingford remains to be exploited; indeed, without detailed new research, no advances can be made on understanding Wallingford's contribution to a broader picture of medieval urban origins and evolution. Fundamental questions remain unanswered. For example, while Wallingford is commonly held to be a late Saxon plantation, 'stray' archaeological artefacts and unpublished excavations (including Iron Age coins, Roman finds and early Saxon burials) suggest more complex origins. The full layout of the Saxon town remains uncertain, while the impact of the Norman castle and priory on the town requires close scrutiny. Our project aims to decipher this remarkable historic townscape and to develop a case-study of international significance that elucidates the nature of medieval urban transformation in the period c.800-1300. Debates on early medieval urban renewal are already active on the Continent, but Britain lags behind and this project will enable fuller engagement on key academic issues on pre-modern urbanism.\\n\\nImportantly, economic stagnation in the late medieval and early modern periods means that various zones of Wallingford lie open: the areas of the Bullcroft, Kinecroft and Castle Meadows together occupy over one third of the area within the defences; the town ramparts are well preserved (if badly neglected); and riverside development is limited. In sharp contrast to most historic towns, where occupation has been continuous, these open zones enable use of non-invasive archaeological survey to map 'buried' features of the plan. The documentary record is also rich, holding potential to illuminate the development of Wallingford's topography and economy. Moreover, previous excavations have highlighted the excellent preservation of below-ground archaeological deposits: in particular, extensive work in the 1960s and 70s on cob buildings at the castle, on a Saxon street frontage, and on the north gate and ramparts revealed excellent structural and artefactual data. In addition, from the 1990s, many small-scale developer-funded excavations have taken place, providing tantalising glimpses of Wallingford's medieval past. None of these previous works have been fully published, however, and an integral part of this project is to write up these excavations and to integrate the results with new data derived from a comprehensive urban archaeological survey supplemented by targeted excavation. \\n\\nThe Wallingford Research Project has been conceived by a cross-institutional team at Leicester, Exeter and Oxford Universities as a research programme integrating archaeological, topographical and documentary data sources. Pilot studies in 2002-5 allowed preliminary geophysical mapping of the town's open spaces and identified fascinating new components to the plan. Major funding is now required to take this project to the next, intensive level with the three year programme, targeted at full archaeological scrutiny of the townscape and its hinterland, enabling precision mapping and analysis of Wallingford and its plan, and realising the rich research potential of this historic centre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E008968/1","grantId":"AH/E008968/1","fundValue":"324991","fundStart":"2008-01-01","fundEnd":"2011-03-31","funder":"AHRC","impactText":"  Our fieldwork has resulted in a series of published journal and conference papers, on local, national and European levels, and with one major project monograph published (2013). The fieldwork has throughout been community-based, working fully with local museum and society, marked in team composition, steering groups, conference and talk organisation, museum displays, test-pit work, etc. Our work has guided the Town Council and County Archaeology Service on heritage issues; the work has resulted in visitors - to our digs and to the town in general to explore the history and archaeology. Our fieldwork also involved bringing unpublished work of the 1960s and 1970s to press. Culture, Heritage, Museums and Collections Cultural,Societal","person":"Neil John  Christie","coPersons":["Oliver Hamilton  Creighton","Helena Francisca Hamerow"],"organisation":"University of Leicester","findingsText":" The Wallingford Burh to Borough Research Project, whose pilot phase ran from 2002-05, was funded by the AHRC for a major three year programme (2008-10) in order to examine in detail the archaeological and historical urban roots, growth and form of this key medieval town in south Oxfordshire. By analysing the rich archaeological and documentary data (actual, visible and buried) for Wallingford between c. AD 600 and 1250, the project targetted fresh and vital evidence for (i) middle and later Saxon burh foundations, clarifying their site selection, design, content and defensibility; (ii) Norman impositions and urban remodelling; (iii) medieval development and redevelopment of town and landscape, and (iv) the material impact of late medieval urban economic decline.\n\nA rich array of methods was used (geophysics, earthwork survey, ground radar, open area excavation, test-pits, archive analysis, map study) and various expertises utilised (e.g. links with British Museum for coins, Portable Antiquities Scheme, ceramics and faunal specialists, geologists, historians, placename scholars, etc.) to undertake the work. Fieldwork was made in Easter and Summer each year. Work in a town environment meant large number so people could view work in progress to clarify their local history. Key areas studied were: the castle, its riverside, the bridge, Kinecroft and Bullcroft (open spaces explored for Saxon and meieval use), the suburbs. Mapping of all open spaces was extensive and intensive. Findings included a new surface and subsurface plan of the castle complex, a 13th century quay, a 12th century timber house, traces of the lost priory, new insights into bridge history, extended documentary analysis. A key element of the work has been community involvement - working with local interest groups, notably: Wallingford Museum, The Wallingford Historical and Archaeological Society, Earth Trust. The project has enabled new museum exhibitions, spawned a garden test-pitting programme now overseen by the local Society (and with methodology adopted elsewhere in Oxfordshire).\n\nThroughout, the Project has sought wide dissemination - during fieldwork through open days, handouts, web diaries, posters, and post-fieldwork with displays at the local museum and through regular talks and an annual October day conference (one of which has been published; a second is in preparation. Four day events were held in total). Communities and Social Services/Policy,Culture, Heritage, Museums and Collections","dataset":"gtr"}