{"id":"95801B8C-E850-492F-BAF3-8C6C0764122C","title":"The Role of Regret in Decision-Making: A Developmental Study","abstractText":"<p>Regret has been argued to play an important role in decision making. By studying how children’s choices are affected by bad outcomes, this project proposes a new way of determining whether regret facilitates profitable decision making. It is known that at six years of age only some children are capable of experiencing regret. There is also some evidence that the ability to experience regret is associated with the tendency to choose profitably in response to earlier bad outcomes.</p>\n\n<p>This project will explore whether the relationship between regret and decision making is a causal one, and whether good decision making depends on the ability to experience regret over a specific outcome, or the more general ability to anticipate regret. Finally, the project will examine whether the experience or anticipation of regret plays an important role in the ability to delay gratification, and in children’s decision making under conditions of risk. An associated postgraduate student will examine several of the same issues using adapted versions of the developmental tasks with patients who have difficulties experiencing or anticipating regret due to brain damage. These complementary lines of research will help to clarify the relationship(s) between regret and decision making.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K000411/1","grantId":"ES/K000411/1","fundValue":"319271","fundStart":"2012-10-15","fundEnd":"2016-04-14","funder":"ESRC","impactText":"","person":"Aidan  Feeney","coPersons":["Sarah R Beck","Glyn  Humphreys","Teresa  McCormack"],"organisation":"Queen's University of Belfast","findingsText":" The aim of our project is to examine the role of regret in decision making and we are particularly interested in children's ability to learn from previous bad outcomes when making repeated choices. In pursuing this aim, we have been able to capitalise on previous work that has identified the age at which children are first able to experience regret. By testing large groups of children at this age (six years), we have been able to compare the decision making of those able to experience regret and those children who have not yet developed this ability. Early results show that children who are able to experience regret due to an earlier choice they have made are significantly more likely to make better decisions next time round than who are children who are unable to experience regret. Ongoing experiments are examining the relationship between the ability to experience and anticipate regret, and the relationships between regret and risky decision making. There is also a PhD studenship associated with this project. The PhD student will also investigate the relationship between decision making and the ability to experience regret, but in adults who have experienced particular kinds of brain damage that leave them unable to experience regret. If children's ability to experience and anticipate regret is as important to their choices as our early results suggest it might be, then there are many uses to which our research could be put. For example, it has the potential to inform advertising campaigns designed to help adolescents make better decisions about cigarettes, alcohol and other drugs. It could also inform programs intended to help young offenders make better decisions. We are at a very early stage in our understanding of the role of regret in children's decision making. In fact, ours are the first studies on this topic, and so it is difficult to be very specific about how our research will be put to use. However, in helping us to understand the role of regret in children's decision making, our research has the potential to support interventions around risk taking in children and adolescents. It is well known that children and adolescents make more risky decisions, and are less able to defer reward, than adults. In addition, risky decision making in children and adolescents is aasociated with a variety of problem behaviours and bad developmental outcomes. One approach to this problem may be to remind children of regret they have experienced as a result of previous risky decisions or to encourage them to anticipate the regret they may feel should particular decisions lead to bad outcomes. Education","dataset":"gtr"}