{"id":"9580AF52-DBF6-4679-9275-FD9956A4D06F","title":"A Physical Characterisation of Assembly Mechanisms and Light Transmission in Cornea.","abstractText":"The cornea is the front clear part of the eye. It is essential for proper vision because it lets in light and focuses it on the retina at the back of the eye. Thus, a sharp image is formed and we can see properly. The cornea is a special tissue because it is transparent, and in this respect it is unlike other related tissues in the body -- the tendons that link our bones and muscles or the sclera (the white of the eye), for example -- that are made of similar components. Scientists believe that the cornea is transparent because the protein called collagen that forms much of the cornea is mostly in the form of long, thin rope-like structures called fibrils. Moreover, these collagen fibrils are formed into a very well defined arrangement that lets light through. If this arrangement breaks down the cornea looses its transparency and becomes cloudy. As a result vision is severely compromised.We propose a programme of research that uses new physics-based techniques to investigate the internal fine structure of the cornea and how it develops. We will use the chick cornea as a model system because it has been studied many times before. We will compare our structural data with measurements of corneal transparency that our colleagues in the United States will obtain in conjunction with us. We will also use our techniques to study new artificial corneas that are being made in the laboratory by scientists in Japan; by discovering how the collagen fibrils assemble in the bioengineered cornea compared to in the naturally developing cornea we can help guide efforts to make transparent, functional corneas.First, we will devise new ways of preparing cornea tissue for examination at very high magnification in an electron microscope. These preparation methods will use high-pressure freezing technology so that when placed in the electron microscope thin sections of the cornea will retain native structure much better than after other conventional chemical ways of preparing the tissue. The ultrastructure of collagen fibrils can then be examined at a magnification of up to 50,000 times. This information essential if we are to create mathematical models of why the cornea is transparent. We also point out that the development of this new electron microscopy technique will also be of great use to scientists in other fields who investigate other biological tissues, systems and components.We will also use a technique called x-ray diffraction to study corneal ultrastructure using more focused x-ray beams than have ever been used before to study corneal development. The x-rays we will use will be very intense and produced by synchrotron sources. These are highly specialised, large particle accelerators and we will conduct experiments with colleagues in Japan, in France as well as here in the UK. The data will provide structural information at a much better resolution than has previously been possible. Again, we will link structural data with transparency to understand what makes the cornea transparent.Interestingly, scientists suspect that molecules with sulphate components in the cornea influence the collagen fibrils and force them to take up the special arrangement that allows corneal transparency. Sulphate levels have not been measured directly in cornea previously because this is very difficult to do. We will bring astrophysical spectroscopy expertise ordinarily used in space research to quantify sulphate changes in the cornea as it develops. This will teach us how sulphated molecules control collagen arrangement.Overall, the research will teach us how the cornea assembles itself during development and when it is engineered in the laboratory, and why the cornea is transparent. We will also develop new technologies in biophysics research that other scientists can benefit from.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F034970/1","grantId":"EP/F034970/1","fundValue":"836976","fundStart":"2008-05-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"  Not used outside the academic arena  ","person":"Andrew James Quantock","coPersons":["Carole Elizabeth Tucker","Keith Michael Meek"],"organisation":"Cardiff University","findingsText":" This research discovered that the sulphation patterns of glycosaminoglycans and proteoglycans are important for the formation of the structural arrangement of long, thin collagen fibrils which make up the cornea of the eye. The tissue is transparent, because of this arrangement. Biomolecular changes in sulphation patterns were discovered as the cornea developed and became transparent. Also, it was found that the corneal stroma could be engineered in vitro from collagen, with some structural similarities to the natural cornea, but not yet with sufficient similarity for use as an artificial cornea. Technical in the application of biospectroscopy to study changing molecular signatures in developing tissue. Also, provided is a fuller understanding of the way forward to generate tissue engineered corneas. Healthcare","dataset":"gtr"}