{"id":"9594449D-AAEC-40C1-96DE-0DAAC403C6AB","title":"Mechanism of global regulation of ATP dependent transporters by PTS-NTR","abstractText":"Bacteria are simple single celled organisms that lack the membrane bound structures found in higher cells of plants and animals. However, while bacteria may have a less complex cellular organisation they carry out a huge range of chemical reactions not found in plants and animals. Bacteria are responsible for the cycling of many nutrients such as N2 (N2 is also known as nitrogen gas and consists of two nitrogen atoms bound by a strong triple bond), which is a very inert atmospheric gas. N2 makes up 78% of the atmosphere but is very unreactive and cannot be used directly as a source of nitrogen, which is needed for amino acid, protein and DNA synthesis. However, a small number of bacteria can reduce (add hydrogen) to N2 and convert it into ammonia (NH3), which is readily incorporated into amino acids and then all the other building blocks of life, by a wide range of organisms including bacteria and plants. In many parts of the world the limitation to growth of plants, which in turn support animal life, is the supply of nitrogen as ammonia or related compounds. Since up to 65% of available nitrogen (eg ammonia) comes from bacteria this makes them essential for life on earth. Within the bacteria, most of the nitrogen is actually produced by one family known as the Rhizobiacea. This remarkable group of bacteria form a symbiotic association (both partners benefit) with plants of the legume family, that results in the formation of root nodules (on pea plants these are 2-3 mm bulbs that can easily be seen by pulling up a plant and inspecting its roots). The rhizobia are held inside the nodules where the plant provides them with an ideal environment (low O2 and lots of energy) in which they can reduce N2 to ammonia. The ammonia is supplied to the plant as its nitrogen source so this is why this is known as a symbiotic interaction. It means that the plant does need any nitrogen added to the the soil and enables rapid growth. The purpose of this research is to understand how the bacteria (rhizobia) regulate transport processes that are essential for acquiring amino acids.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006134/1","grantId":"BB/K006134/1","fundValue":"416726","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"","person":"Philip Simon Poole","coPersons":["Raymond Alan  Dixon"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}