{"id":"959A74C0-3FEE-4A69-98F1-07E45601BCB8","title":"Sumatran Stress History for Forecasting Near-Future Tsunami Innudation","abstractText":"Since December 2004 over 2000 km of the Sunda megathrust fault has been ripped open in a sequence of great subduction earthquakes killing an estimated 250000, dramatically illustrating the destructive power of subduction zone earthquakes and stimulating renewed research activity to understand them. This sequence provides a unique opportunity to make a fundamental advance in earthquake science for three reasons: 1. These great earthquakes have been recorded with unprecedented clarity. Instruments deployed over a period of more than a decade have not only produced a detailed picture of the slip during and after the shocks but have produced detailed maps of the distribution of interface coupling - where strain is building up to near breaking point and where the fault is slipping harmlessly and helping to explain why they ruptured where they did. 2. Uniquely on a major plate boundary, the Sumatra coast and offshore islands are colonised with coral microatolls whose growth habit records the vertical component of deformation extending back up to 700 years. These give the possibility of understanding the deformation over several seismic cycles - currently impossible on any other subduction zone. 3. In a current NERC project a technique, Monte-Carlo Slip Estimation (MCSE), has been developed which produces high-resolution probabilistic estimates of interseismic loading and slip on the megathrust based on this coral geodesy. (MCSE for the 1797 (M8.8) and 1833 (M9.0) earthquakes show remarkable control of present-day coupling on slip in 200 year old earthquakes quantitatively illustrate that Sumatran asperities are long-lived.) The distribution of plate coupling together with known rates of convergence and strain release in historical earthquakes constrained by the coral geodesy have been combine to attempt to explain the recent earthquakes. While features of the 2004 and 2005 earthquakes conform well to a relatively simple model of strain accumulation and release, the 2007 event nucleates to far south and does not release the expected energy over a big enough region. Distributions of coupling explain many observations, but an incomplete model of the fault zone pre-stress and probable periods of aseismic relaxation in the interseismic periods has left vital gaps in the picture. This project will help to fill these gaps. MCSE, combined with a carefully constructed database of coral displacements covering the megathrust from the equator to 4S, will produce a 700 year record of strain accumulation and release. For every period of interseismic loading, possibly containing episodes of aseismic slip, and for every earthquake, the slip, or load, on the megathrust will be modelled together with a clear distribution of uncertainty in the model. The result will be a movie of 700 years of on-fault stress accumulation and release. Nowhere else on the planet is such a reconstruction currently possible. Never before has it been so systematically attempted. Detailed comparison of the slip distributions in the recent earthquakes with this 700 year stressing history will provide a unique opportunity to understand the mechanisms for rupture nucleation, propagation and termination. Not only will we contribute to the scientific understanding of seismogenesis but the study will produce a map of the probability of slip on the next Mentawai Islands earthquake which is expect to rupture the Siberut segment of the megathrust imminently and potentially generate a devastating tsunami. This probability map will be used to generate a series of possible earthquake models which will drive tsunami simulations over high-resolution bathymetric and digital elevation models producing statistical estimates of likely inundation from a near-future earthquake. At the request of KOGAMI, a local NGO who are working to educate at-risk communities on the Sumatran coast, selected simulations will be developed into inundation animations for use in this educational work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H008519/1","grantId":"NE/H008519/1","fundValue":"296986","fundStart":"2011-06-27","fundEnd":"2014-12-31","funder":"NERC","impactText":"","person":"John  McCloskey","coPersons":["Suleyman Sami  Nalbant"],"organisation":"University of Ulster","findingsText":"","dataset":"gtr"}