{"id":"95A7CF48-F6D4-40CC-ADCE-B57AA9B30E45","title":"Security in Scotland, with or without constitutional change","abstractText":"<p>These six one-day seminars will bring together policymakers, politicians, practitioners and academics to explore the implications of constitutional change for security governance in Scotland and the rest of the UK.</p>\n\n<p>If Scotland votes for independence it will have implications for security governance north and south of the border. Even without independence, security governance is already encroaching beyond the ‘reserved matters’ of defence and foreign policy and becoming part of everyday governance at multiple levels. For example, the UK National Security Strategy lists non-traditional 'priority risks’ that include terrorism, cyber attacks, major accidents, natural hazards, pandemics, organised crime, illegal immigration, and disruption to communications, energy and trade. This means that many government departments and agencies are now involved in security governance (the CONTEST strategy lists 29), including those in the devolved administration of Scotland.</p>\n\n<p>Corresponding to this proliferation of insecurities, security oversight now extends to at least six different parliamentary committees, often more, raising questions about the adequacy of oversight arrangements in Scotland, with or without constitutional change. These seminars will create a forum in which to explore these implications and eventualities, building knowledge and research capacity in Scottish academia and government to inform the independence debate and any post-referendum settlement.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L00139X/1","grantId":"ES/L00139X/1","fundValue":"28955","fundStart":"2013-09-01","fundEnd":"2015-11-30","funder":"ESRC","impactText":"","person":"Andrew William Neal","coPersons":["William Bartholomew Vlcek","Charles  Raab","Thierry  Balzacq","Juliet  Kaarbo","Stephen  Tierney","Holger  Stritzel"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}