{"id":"95C27014-4901-494A-BE0C-4C2216078EDC","title":"Manufacturing and Application of Next Generation Chalcogenides","abstractText":"Glass has been a key material for many important advances in civilization; it was glass lenses which allowed microscopes to see bacteria for the first time and telescopes which revealed the planets and the moons of Jupiter. Glassware itself has contributed to the development of chemical, biological and cultural progress for thousands of years. The transformation of society with glass continues in modern times; as strands of glass optical fibres transform the internet and how we communicate. Today, glasses have moved beyond transparent materials, and through ongoing research have become active advanced and functional materials.\n\nUnlike conventional glasses made from silica or sand, research is now producing glasses from materials such as sulphur, which yields an unusual, yellow orange glass with incredibly varied properties. This next generation of speciality glasses are noted for their functionality and their ability to respond to optical, electrical and thermal stimuli. These glasses have the ability to switch, bend, self-organize and darken when exposed to light, they can even conduct electricity. They transmit light in the infra-red, which ordinary glass blocks and the properties of these glasses can even change, when strong light is incident upon them.\n \nThe demand for speciality glass is growing and these advanced materials are of national importance for the UK. Our businesses that produce and process materials have a turnover of around &pound;170 billion per annum; represent 15% of the country's GDP and have exports valued at &pound;50 billion. With our proposed research programme we will produce extremely pure, highly functional glasses, unique to the world. The aims of our proposed research are as follows:\n\n- To establish the UK as a world-leading speciality glass research and manufacturing facility\n\n- To discovery new and optimize existing glass compositions, particularly in glasses made with sulphur\n\n- To develop links with UK industry and help them to expit these new glass materials\n\n- To demonstrate important new electronic, telecommunication, switching devices from these glasses\n\n- To partner other UK Universities to explore new and emerging applications of speciality glass\n\nTo achieve these goals we bring together a world-class, UK team of physicists, chemists, engineers and computer scientists from Southampton, Exeter, Oxford, Cambridge and Heriot-Watt Universities. We are partners with over 15 UK companies who will use these materials in their products or contribute to new ways of manufacturing them. This proposal therefore provides a unique opportunity to underpin a substantial national programme in speciality-glass manufacture, research and development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M015130/1","grantId":"EP/M015130/1","fundValue":"2508180","fundStart":"2015-02-01","fundEnd":"2020-01-31","funder":"EPSRC","impactText":"","person":"Dan  Hewak","coPersons":["Stephen Richard Elliott","Ajoy Kumar Kar","Harish  Bhaskaran","C David Wright","Brian Elliott Hayden"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}