{"id":"95CD785F-86B6-4C90-95F8-9400C79DD496","title":"Multi-scale adaptations to climate change and social-ecological sustainability in coastal areas (MAGIC)","abstractText":"Adaptation plans have become increasingly popular across the globe. While some adaptations have beneficial outcomes, many adaptations have unintended consequences for vulnerability, either for the decision makers themselves or for other stakeholders. This is particularly relevant in coastal zones where both marine and land-based adaptations have an impact and where human pressures are greatest.\n\nWe believe a better understanding of the underlying social-ecological processes driving adaptation in coastal areas, and particularly the feedbacks between risk from biophysical change, cognitive processes, and adaptation, will reduce the incidence of maladaptations while increasing the frequency of win-win adaptations. \n\nWe use a model of &quot;private proactive adaptation to climate change&quot; (Grothmann &amp; Patt 2005) to assess the interactions between: a) the actual risk posed by climate change; b) cognitive factors such as perceived risk and perceived adaptive capacity; c) adaptations; and d) situated learning when decisions makers participate in modeling processes. We assess the relationship between these drivers and adaptation plans in coastal areas at three scales: individual decision makers; local communities of practice; and regional planning authorities. Participatory modelling with decision makers could result in lasting impacts for enhanced coastal resilience.\n\nIn each of three coastal regions: the Languedoc-Rousillon in France; Cornwall in the UK; and the Garden Route coast in South Africa, we will identify four examples where users, communities of practice, and regional authorities have developed adaptation plans and strategies resulting in the unintended transfer of vulnerability from one sector, scale or place to another. We will use available empirical data and models, participatory agent-based modeling, interpretative methods; and reflexive learning during the modeling process to catalyze and assess changes in the cognitive perceptions of decision makers who design adaptation plans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L008807/1","grantId":"NE/L008807/1","fundValue":"224416","fundStart":"2013-09-01","fundEnd":"2017-03-31","funder":"NERC","impactText":"","person":"Katrina  Brown","coPersons":["Larissa  Naylor"],"organisation":"University of Exeter","findingsText":" This project is at an early stage - no definitive findings yet To be developed Communities and Social Services/Policy,Environment","dataset":"gtr"}