{"id":"95CE7542-BA27-49A8-9C18-ECC332281C1C","title":"T cell Signalling events in vivo during the induction of Immunity and Tolerance","abstractText":"The intestine is continually exposed to viruses, bacteria and parasites which threaten its function and against which we must defend ourselves. This is the role of the protective immune response and to combat infection, the intestine contains parts of the immune system. However, the majority of the food we eat is also ?foreign? to our immune system, as are the huge numbers of harmless bacteria (commensals) that live normally in our intestines and are essential for life. It is important that we do not attempt to make protective immune responses against these useful materials, as this can lead to severe intestinal disorders such as coeliac disease and Crohn?s disease. Indeed, the immune system normally becomes unresponsive (tolerant) to these materials as it has evolved mechanisms for distinguishing between dangerous and harmless materials. It is important to understand how this happens, not only to have a better chance of treating intestinal disease, but also because there is a great need for new vaccines to combat infections of the intestine. In addition, it may be possible to treat a number of inflammatory conditions such as diabetes and rheumatoid arthritis by exploiting this ability of immune system to become tolerant to ingested materials. A considerable amount is already known about the cellular processes involved and it now seems clear that the signals dictating how a particular population of T lymphocytes (those carrying the CD4 marker) responds may be very different in cells reacting to dangerous versus harmless materials. Thus, it may be possible to target some of these signals to deliberately switch on or off immune responses in the intestine. However, progress in this area has been limited by the fact that it is extremely difficult to identify directly those CD4+ T cells that respond. Moreover, study of the signals usually requires cells to be removed from the immune system and submitted to harsh biochemical processes. We have now developed new models that allow normal and mutant antigen specific T lymphocytes to be tracked and characterised in the intact immune system with highly sensitive laser-driven microscopy techniques that can assess such signals in individual cells. By analysing these events in situ, we hope to be able to identify precisely molecules that might prove useful in treatment of disease and in vaccine development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500580","grantId":"G0500580","fundValue":"296895","fundStart":"2006-04-23","fundEnd":"2009-04-22","funder":"MRC","impactText":"","person":"Margaret McCann Harnett","coPersons":["Allan McI Mowat","Paul  Garside"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}