{"id":"95DD49A3-90FE-4FFA-86E3-0ACDAC9518B6","title":"Conserving and Sharing Community Media: The Connected Communities Collection (CCC)","abstractText":"This project is to build an archive to store and share media produced under the auspices of the AHRC's Connected Communities (CC) programme, with linked guidance for researching with communities using media and the means of branding the outputs of this research as part of this archive. Across the Connected Communities (CC) programme, many projects are producing media, either to document their work or as a more integral part of addressing their research questions. Projects are using media in different ways leaving a legacy of documentary material, some of which may be useful for communities themselves, some for researchers on related projects and some offering potential for future historical investigation. Further, the Connected Communities programme is coinciding with a time of rapid change in media forms and uses of production and distribution tools, so this last audience of future historians could find themselves in possession of a contemporary Mass Observation archive of tweets, blogs, audio and video pieces, showing everyday life and the permeation and perturbation of media in the decade of 2009-2018 and on.\n\nThe media output of the CC programme is substantial, with nearly 200 projects to date and rising, many of whom are producing some documentation in audio-visual digital form. But, as things stand, even resources which are intended to be shown and used by research and community audiences are fractured. Most projects are working unilaterally. While this independence is entirely appropriate during the research process, aggregating CC outputs on completion of these artefacts would offer greater visibility of related work to members of the programme, while promoting the outputs more generally to communities interested in the potential to express themselves and see what others have achieved. It would be possible to exploit opportunities for learning, to develop synergies and potential for impact by assembling this work, drawing out links, storing it in a long-term, non-proprietary home and branding it clearly as an output intended to support and inform community development.\n\nThis project builds an archive to give a long-term home to these media and also produces guidance in the production, storage and sharing of media made with communities. It looks at ethical, legal and practical matters so that sensitivity can be shown to making media, and then an audience can be found any pieces that are appropriate for sharing. Community partner, the Community Media Association, is firmly embedded among community radio and TV producers and will conduct much of the work in consultation with the research team and the wider research and community context in which the Connected Communities programme operates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006630/1","grantId":"AH/K006630/1","fundValue":"51193","fundStart":"2013-02-01","fundEnd":"2014-12-31","funder":"AHRC","impactText":"  We have early signs that the presence of resources that can be used in community media and by community media stations is raising the profile of programme making and arts programming. \n\nWith the Connected Communities programme, there is growing awareness of the resources, the potential to use media and the need for support in doing so. Communities and Social Services/Policy Cultural","person":"Ann Maxine Light","coPersons":["Phil Ian Jones","Nick  Higgett","Martin Peter Phillips"],"organisation":"Northumbria University","findingsText":" The project has provided a means of linking all media output from the CC programme to preserve it, promote it and make it accessible to its multiple potential audiences of researchers, community groups and broadcasters. It has also brought together guidance on media-making practice for researchers working with communities from ethical, legal and practical perspectives. We are working with the Connected Communities research community and the funding council to find ways of integrating the collection and the guidance more fully into the programme and exploring its value to wider communities. Communities and Social Services/Policy,Creative Economy","dataset":"gtr"}