{"id":"95E4C09A-D648-4642-B538-AB801E4B0A63","title":"Residential Training Course for Postgraduate Students","abstractText":"<p>The Residential Training Course for Postgraduate Students is part of the ESRC's Researcher Development Initiative and aims to:</p> \n<ul> \n <li>raise the quality and analytical rigour of doctoral dissertations in economic and social history, whether the period be modern, early modern, or medieval; </li> \n <li>improve the communication skills of postgraduates; </li> \n <li>widen their approach to their subject areas; </li> \n <li>and encourage them to form networks with established scholars and fellow students in their areas of expertise.</li>\n</ul> \n<p>The course is open to 12 graduate students, who will be in their second or third year of study at the time of the course, and consists of a series of plenary sessions, based on each student’s dissertation, plus workshops dealing with advanced qualitative and quantitative research methods. The plenary sessions are complemented by small group demand-led training sessions that offer advanced discussions in particular methods. Five academics, with research interests relevant to the topics of the student participants, will be recruited to attend the course. The course is residential over a 3-day period.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-035-25-0027","grantId":"RES-035-25-0027","fundValue":"22415","fundStart":"2007-05-01","fundEnd":"2010-04-30","funder":"ESRC","impactText":"  From the final report on the grant in 2011:\nNo publications were intended as an outcome of the course.\nWe have tracked as far as is possible the subsequent careers of those who have taken this course. Out of the 36 students, we have details on the current and future activities of 20. As the period of this RDI project only stretches back to 2007, unsurprisingly most students are still working on their doctorate. Of the 20, some 16 are still engaged in doctoral studies and 4 have successfully completed their PhD. One has become a lecturer in social and economic history, one student works for English Heritage, and two have gone on to obtain post-doctoral posts. Education,Culture, Heritage, Museums and Collections Cultural","person":"Raymond George Stokes","coPersons":[],"organisation":"University of Glasgow","findingsText":" This was a residential course for PhD students in Economic and Social History who met for 2.5 days with a number of academics for training. The courses took place annually between 2008 and 2010, with 12 students in each course and five members of teaching staff.\nThis is from the final report of 2011:\nNo publications were intended as an outcome of the course.\nWe have tracked as far as is possible the subsequent careers of those who have taken this course. Out of the 36 students, we have details on the current and future activities of 20. As the period of this RDI project only stretches back to 2007, unsurprisingly most students are still working on their doctorate. Of the 20, some 16 are still engaged in doctoral studies and 4 have successfully completed their PhD. One has become a lecturer in social and economic history, one student works for English Heritage, and two have gone on to obtain post-doctoral posts. Not applicable. Electronics,Culture, Heritage, Museums and Collections","dataset":"gtr"}