{"id":"95E5F2F6-52A1-4DE6-A6B4-BE8F24127C76","title":"Ecological 'Tipping Points'? - How invasion of a potential canopy dominant affects landscape-scale ecosystem patterns","abstractText":"When climatic conditions change by a relatively large amount and relatively rapidly, as they are projected to do this century, species' principal response is to adjust their geographical distributions so that they continue to occupy areas with suitable conditions. As a result, species invade regions and landscapes where they previously were absent. In the case of species with the potential to be ecosystem dominants (e.g. trees that can dominate forest canopies), such invasions are likely to lead to marked changes in the ecosystems of the invaded area. Most landscapes support a range of ecosystems occupying areas differing in environmental conditions because of the relief of the landscape or the presence of different substrates for soil development. Such heterogeneity contributes to the ability of a landscape to support a range of species, biodiversity being higher in more heterogeneous landscapes. This heterogeneity also enables a wider range of species to move through the landscape as they respond to climatic changes. More homogeneous landscapes, or those where some habitat types have been lost, act as barriers to the movement of species and thus limit their ability to adapt to climatic change. Reliable projections are needed of how invasions by potential ecosystem dominants may affect ecosystem patterns and landscape heterogeneity. Such projections will inform the development of landscape management plans and biodiversity conservation strategies that together will maximise species' opportunities to adapt to climatic changes. We will collect data documenting the impacts of a past invasion on ecosystem patterns in three landscapes. We will apply the techniques of palaeoecology, principally pollen analysis and radiocarbon dating, to sediments that have accumulated in small basins in the landscapes since the end of the last glacial stage. By examining a series of such small basins in each landscape, as well as one larger basin in each case, we will obtain records of the changing composition of individual stands of vegetation, as well as records of the shifting regional vegetation composition. Together, these data will allow us to reconstruct ecosystem patterns on the landscapes through time. We will focus our attention on the invasion of Scots Pine into the Western Highlands of Scotland between about 8800 and 5800 years ago. Prior to this invasion the forests of this region generally had mixed canopies of Oak and Elm, with a Hazel understorey. Some stands of such mixed woodland persist, but Pine now dominates most of the remaining forests. The data we will collect will allow us to determine which parts of the landscape Pine invaded and how its invasion impacted upon ecosystem patterns and overall landscape heterogeneity. We will also use a state-of-the-art vegetation model to simulate the Pine invasion. This model uses as inputs, amongst other things, simulations of climatic conditions during the period when the invasion took place. We will compare simulated changes in ecosystem character and patterns on the landscapes associated with the invasion with patterns reconstructed from the palaeovegetation data. This will enable us to evaluate the model's ability reliably to simulate the consequences of such an invasion. This is important because such models provide one of the few tools available to project the potential consequences of invasions arising from species' responses to anthropogenic climatic change. In order to illustrate its potential for such applications, we will apply the model to simulate one such potential future invasion of a canopy dominant tree into these landscapes. Our results will be of direct relevance to various stakeholders, informing the development of landscape management and biodiversity conservation strategies. We will ensure that they are communicated to such stakeholders, as well as to the scientific community and to the wider public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I011234/1","grantId":"NE/I011234/1","fundValue":"408304","fundStart":"2012-04-01","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"Brian  Huntley","coPersons":["Philip  Gates"],"organisation":"Durham University","findingsText":" The project is now in its third year. Pollen-analyses of sediments from a series of localities around Loch Rannoch and in Glen Affric have been completed and further analyses on sites in Glen Achall are underway.\nResults have been received for samples from the sites around Loch Rannoch submitted to the NERC Radiocarbon Dating facility at East Kilbride last year for age measurement. These results in general accorded with expectations and have allowed a detailed chronology of Scots Pine invasion of this landscape to be developed.\nPollen analyses of the sediment cores collected from localities in Glen Affric during April 2013 and in Glen Achall in 2014 show clear evidence of the invasions of these landscapes by Scots Pine during the mid-Holocene. An application to the NERC Radiocarbon Committee seeking further radiocarbon dates (included in the original award) was recently submitted.\nModelling of the Scots Pine invasions of the three landscapes has begun, following preparation of the required driving data and implementation of necessary modifications to the LPJ-GUESS model being used. This evidence already obtained provides a basis for considering the appropriate forest conservation strategies in different parts of the Highland landscape. Environment","dataset":"gtr"}