{"id":"95E948AC-5736-4858-9C1B-5C865CAE0B5E","title":"High-Throughput Synthesis and Screening of Potential Xanthine Oxidase Inhibitors","abstractText":"Potent inhibitors of the enzyme xanthine oxidase are needed urgently in order to combat the recent increase in gout. The aim of this secondment is to use high-throughput methodology to rapidly design, synthesise and evaluate a range of potential inhibitors. These inhibitor molecules are of mutual interest for the applicants since they fit well into the selection of drug candidates of the industrial company and they help the development of luminescent probes for the enzyme on the academic side. By choosing an enzyme that contains a metal in the active site as target, we are taking advantage of the complementary expertise provided by the applicants: bioinorganic chemistry (AKDK) and structure-based drug discovery (Sareum).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D055296/1","grantId":"EP/D055296/1","fundValue":"34487","fundStart":"2006-03-01","fundEnd":"2007-02-28","funder":"EPSRC","impactText":"  The research carried out during this secondment had a positive impact at various levels. Immediate beneficiaries are the PI, who gained a whole range of new skills, which will be transferred into academia to improve the training of our undergraduate and graduate students. In addition, the results obtained helped to initiate a new industrial collaboration and to secure funding for a PhD student. Furthermore, the feedback for the appointed teaching fellow was very good and his contract has been extended by the department to support his further career development.\n\nEven more importantly, the research impact of the project is substantial: a range of drug-like compounds were prepared and incorporated into Sareum's fragment library. Several of these are promising xanthine oxidase inhibitors. Two papers have been published to date. Chemicals,Healthcare Societal","person":"Anne-Kathrin  Duhme-Klair","coPersons":[],"organisation":"University of York","findingsText":" This secondment allowed the PI to work with Sareum Ltd for 12 months in order to gain insight into the high-throughput technology that is used in industrial structure-based drug discovery. The secondment was based around a research project, which targeted the development of novel xanthine oxidase inhibitors. Three generations of potential inhibitors were synthesised and characterised. In addition, Sareum's template library was screened for alternative structures and several promising compounds were identified. A fluorimetric activity assay was developed and the compounds were tested by using high-throughput methodology, resulting in several hits with very promising inhibitory activity. In order to obtain X-ray quality crystals of the enzyme in complex with these inhibitors, an improved isolation and purification procedure for xanthine oxidase from bovine milk was developed and the crystallisation conditions for the native enzyme as well as several enzyme-inhibitor complexes were established The synthetic procedures can be used by other researchers.\nThe published activity data can be used by others for further development of the drug candidates.\nThe crystal structures obtained inform the design of ligands that chelate Mo(VI), Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}