{"id":"95EBC863-C526-4F32-80E8-5CE7F3F31EFE","title":"Economics of the Police: Recruitment, Retention and Finance","abstractText":"The project will focus on three broad areas of policing: \n\n(i) it will measure the quality of police officer recruits using an innovative data set, and examine how this quality is affected by local labour market conditions, such as wages in alternative occupations in the local area. This anonymised data set provides pass/fail marks and test scores for a variety of assessment procedures used during the compulsory national assessment of would-be recruits to the police service, matched to individual characteristics. This data set has been provided to us by NPIA - now the national College of Policing. The project will match this data set to further local police area characteristics. This research will directly impact on several questions relating to public pay - the trade-off between pay and quality of public service; the case, if any, for greater local pay variation in the public sector; and so on. \n\n(ii) it will examine the factors that affect the retention rates of police officers. The primary focus will be on exits into retirement (since exit rates of police officers are low until their late-forties); on the management of ill-health (early retirement); and of what career choices are made by retired police officers. This will be of direct relevance to the ongoing reform of the pension and retirement provisions for police officers, and, more generally, to the deployment and 'second career choices' of older workers.\n \n(iii) it will assess the scope for local discretion over spending on police officers and the deployment of police officers. The police service is financed by a mixture of central funding and local tax ('the precept') raised via the levy of council tax. The share of police funding varies widely across police authorities. This reflects two broad groups of factors: differences in taxable capacity across council tax jurisdictions and, conditional on central grant allocations, differences in the demand for police services across local area. The research will seek to understand the relative importance of these factors using a variety of proxy measures of taxable capacity and demand derived from published data and accounts provided by CIPFA. Given the recent election of Police and Crime Commissioners, and an increasing emphasis on decentralisation of decision-making on police budgets, this topic will be of interest to both academics and policy-makers at the national and local level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L008165/1","grantId":"ES/L008165/1","fundValue":"206850","fundStart":"2014-07-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Richard  Disney","coPersons":["Rowena  Crawford"],"organisation":"Institute for Fiscal Studies","findingsText":"","dataset":"gtr"}