{"id":"95ECEDF4-FDD1-4FAD-8E62-BE0FE8BC6E89","title":"Global warming and the Late Permian mass extinction event","abstractText":"Life on Earth has been affected by a number of mass extinction events, where a significant proportion of the animals and plants, on land and in the sea, disappeared forever. One well-known example is the extinction event that wiped out the dinosaurs at the end of the Cretaceous Period, 65 million years ago. The end-Cretaceous event is dwarfed, however, by the most severe mass extinction event recorded in the fossil record: the Late Permian event. The Late Permian event happened just over 250 million years ago, during which time at least 80% and perhaps more than 90% of species in the oceans and on land became extinct. In recent years an increasing number of scientists have started to investigate this important event in earth history. There is still much that we do not know, especially regarding the cause(s) of the catastrophe. There is no good evidence of a meteorite impact at that time, but the event does seem to coincide with the largest outpourings of volcanic lava on land which occurred in present-day Siberia. Most scientists now think that the volcanic eruptions in Siberia released carbon dioxide that slowly built up in the atmosphere. Carbon dioxide is a well-known greenhouse gas. As temperatures began to rise, scientists think that the Earth suffered a 'runaway greenhouse' and global warming spiralled out of control. Scientists estimate that the huge loss of life occurred during a time when global temperatures rose by 5-6 degress C, which is in the upper range of predictions made for temperature increase in the next century. There are, however, potential problems with this 5-6 degree temperature estimate. The numbers derive from geochemical studies of limestone rocks from southern Austria made in the late 1980s. Unfortunately, these rocks are not very well preserved, and with our modern understanding of geochemistry we now think that these estimates are wrong. We need to find an alternative way of estimating temperature change in the past. One way is to analyse the shells from fossil marine animals called brachiopods. The geochemical signature of the seawater in which these animals lived is preserved within their shells, and from analysis of well-preserved shells we can reconstruct the temperature of the ancient seawater. There are two types of brachiopod: inarticulate and articulate. The articulate brachiopods were very common in the Permian, but much rarer today, and their calcite shells are often used to reconstruct past climate. The inarticulates include the brachiopod Lingula, which is a 'living fossil', having survived the major extinction events of the past. Lingula is very common before and especially just after the Late Permian extinction event. Recent work has shown for the first time that parts of the Lingula shell (the portion made of calcite) also preserve the geochemical signature of the seawater in which the animal lived. Until now, nobody has used Lingula to reconstruct past climate. We will collect brachiopods from just before and just after the extinction event from northern Italy. We already know, from preliminary work, that the rocks are well exposed there, contain abundant fossil brachiopods, and that the brachiopods are well-preserved. Using geochemical techniques we will examine the preservation of each fossil shell we collect, and will use the best preserved ones to produce estimates of the water temperatures in which the animals actually lived. We expect to see a change through the extinction event, but will it be a rise of 5-6 degrees? Perhaps the temperature change was more, or less, severe than scientists presently think. This important information will help improve our understanding of the greatest mass extinction event in our planet's history and will help improve our understanding of past climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F011091/1","grantId":"NE/F011091/1","fundValue":"46264","fundStart":"2008-06-01","fundEnd":"2009-11-30","funder":"NERC","impactText":"","person":"Richard John Twitchett","coPersons":["Gregory  Price"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}