{"id":"95F12E61-0008-4108-98AA-CFEDB16222C4","title":"Which DNA polymerase functions during HR-dependent fork restart?","abstractText":"DNA damage is caused by both internal DNA damaging agents (like oxygen) that are associated with normal life and by agents from outside our bodies such as sunlight and ionising radiation. The consequences of not repairing the DNA damage caused by these agents are the accumulation of changes in the DNA sequence of individual cells that can reprogram the cell to grow when it should not be growing. Such uncontrolled cell growth is the basis of all cancers. It is therefore important that we understand how cells respond to DNA damage and how they repair such damage. Work using single celled (and thus relatively simple) yeast model organisms has in the past identified many DNA damage response pathways and lead to an understanding of how these function to both repair DNA damage and to prevent cells dividing when their DNA is damaged. By using these easily manipulated yeast model systems, scientists have been able to define many of the fundamental molecular mechanisms used by DNA damage response pathways and to examine these functions in the context of other cellular processes. Importantly, while yeasts are relatively simple, they use very similar ways of dealing with these problems as human cells do. It has become clear that multiple inter-dependent DNA repair and signalling pathways act to prevent mutations occurring and thus help us avoid cancer. In this project I propose to study how the DNA is replicated after normal DNA replication has been prevented by replication blocks. Accurate DNA replication is as important as DNA repair in preventing mutations. DNA damage often blocks replication and this results in a defined pathway, homologous recombination, being recruited to restart replication. I propose to establish which enzymes actually replicated the DNA when replication is restarted by homologous recombination after problems have occurred.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801078","grantId":"G0801078","fundValue":"253653","fundStart":"2009-07-01","fundEnd":"2012-09-30","funder":"MRC","impactText":"","person":"Antony Michael Carr","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}