{"id":"95F671A5-F259-4539-9EFC-A3AE55CB554D","title":"Scholarly edition of Virginia Woolf's The Years for The Cambridge University Press Edition of Virginia Woolf","abstractText":"I have been commissioned to produce a scholarly edition of The Years as part of Cambridge University Press' new edition of the works of Virginia Woolf. The Cambridge Woolf is a long overdue project, which will finally provide readers and scholars of Woolf with authoritative, fully annotated editions of her novels. Critics working on The Years currently have available the Penguin Classics or the Oxford World Classics editions which do not have the scope for full annotation and only include selected textual variants. My edition will outline all textual variations in editions of the novel produced during Woolf's lifetime (First British edition, 1937, Hogarth Press; First American edition, 1937, Harcourt; British Uniform Edition, 1940, Hogarth Press). \nThis will include variations in content, spacing, punctuation, hyphenation and spelling. It will provide a full introduction which traces the novel's composition history, including reference to manuscript material, typescript, proofs and the printing process. The introduction will also discuss the history of the novel's reception. The edition will include a map, a chronology and a bibliography of secondary sources.\n\nThe Years is rich in literary, historical, cultural, topographical and political references. This edition will provide detailed explanatory notes for such references, opening up new contexts for the novel. The Years also has a complex, six year composition history. This edition will make reference to the volumes of unpublished manuscript material in the New York Public Library, as well as the manuscript material published posthumously as The Pargiters: the Essay Novel Portion of The Years, edited by Mitchell Leaska. I will include relevant material in appendices, such as the speech which was the impetus for the novel, as well as 'two enormous chunks' which were excised during the proof stage.\n\nThis scholarly edition will be indispensable for scholars and teachers of Woolf. It will allow British and American academics to work from the same edition. While this is an edition of record which will not promote a particular interpretation of the novel, it will lay the contextual groundwork for new readings of The Years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503357/1","grantId":"AH/E503357/1","fundValue":"28411","fundStart":"2007-01-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"","person":"Anna  Snaith","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}