{"id":"960C5ED4-A0EF-46B9-B6BF-E38B0876F156","title":"Gonadotropin-releasing hormone secreting neurons: identification of new molecules involved in their development and disease","abstractText":"Gonadotropin-releasing hormone (GnRH) neurons comprise a small group of cells scattered in the hypothalamus of the brain and have an important role in reproduction in mammals. During development, GnRH neurons are born in the nasal cavity and migrate into the brain in association with olfactory nerves. Defects in the migration of these neurons in humans result in infertility. This is the case in Kallmann's Syndrome, where migration of GnRH neurons and growth of olfactory axons are arrested, causing hypogonadotropic hypogonadism and anosmia. We propose here multidisciplinary experiments with the aim to elucidate some of the molecular mechanisms that guide GnRH neurons through their migratory journey. We shall also search for new genes involved in the origin, migration and differentiation of GnRH neurons. Studies of the molecular mechanisms involved in the development of these neuroendocrine cells will enhance our understanding of the aetiologies of isolated hypogonadotropic hypogonadisms in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F009658/1","grantId":"BB/F009658/1","fundValue":"453138","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  In the work supported by the BBSRC, we discovered a number of genes that are important in the migration and development of the neuroendocrine GnRH neurons. Almosr immediately upon reporting our findings, clinicians in France and in this country discovered that patients showing symptoms relating to the abnormal movement of these cells. Healthcare Societal","person":"John George Parnavelas","coPersons":["Christiana  Ruhrberg"],"organisation":"University College London","findingsText":" Our work has proposed genetic models that ellucidate the pathogenesis of Kallmann Syndrome. Basic scientists interested in the development of GnRH neurons and clinicians interested in studying patients with neuroendocrine disorders. Healthcare","dataset":"gtr"}