{"id":"960E4D61-6647-4957-ACB2-F64BF1DA7DB7","title":"A simplified and robust gut model for assessing health risks from soil pollutants","abstractText":"Dr Chris Collins has developed an improved laboratory-based model of the gastrointestinal tract for determining the bioaccessibility of soil pollutants when ingested. Recent research has shown that models used to assess the risk to human health from soil pollutants need to take account of bioaccessibility in the gut environment in order not to be unduly conservative and we have developed an appropriate tool to measure this. Although successful for research purposes, the laboratory model is too complex for the routine assessment of soil samples. It is thought that what the industry is really looking for is a simpler robust test kit for the routine testing of field samples. The immediate customers of the technology will be either laboratories undertaking soil assessment services or a supplier of soil and microbial analysis and diagnostic equipment, depending on what route to market is chosen. The funding will enable preliminary market research report to be completed by external consultants and investigate the freedom to operate. In a limited parallel project funded from the University of Reading Higher Education Iinnovation Proof of Concept and Feasibility Fund, the technical proof of concept for a the simplified gut model is being evaluated up to a point where finished protocol can be tested by an independent laboratory. Results from the project will enable us to develop an appropriate strategy for commercialising the technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H004726/1","grantId":"NE/H004726/1","fundValue":"8000","fundStart":"2010-01-01","fundEnd":"2010-04-30","funder":"NERC","impactText":"  The findings have been used by consultants and local authorities to assess the risks from contaminated land. Communities and Social Services/Policy,Construction,Education,Environment Economic,Policy & public services","person":"Christopher David Collins","coPersons":[],"organisation":"University of Reading","findingsText":" This enabled us to look at the potential impact of our newly developed CEPBET model for bioaccessibility. We recruited an environmental consultant to advise us and talk to the user community to determine appropriate mechanisms for marketing the test. The test has been used by environmental consultants and local authorities within the UK to determine the risks from contaminated land.\nWe have used the test in 3 research projects. Two funded by the EU to look at the release of flame retardants from dusts in the gut and one funded by the EPSRC to support sustainable land development. Chemicals,Construction","dataset":"gtr"}