{"id":"961CE7F2-193E-4D85-B745-5D7CA8ACB9B9","title":"Religion, Youth, and Sexuality: A Multi-Faith Exploration","abstractText":"Social and cultural research on sexuality has proliferated in recent years. However, such work has rarely taken account of the impact of religious faith on sexuality, and vice versa. Thus, current research lacks a serious attempt to document and reflect upon the sexual lives, identities, decisions, and expressions of religious/spiritual young adults. On the other hand, social research on religion generally fails to engage with the increasing prominence of sex, sexuality and eroticism in contemporary Britain. The proposed research project aims to fill this gap in academic and cultural knowledge. The project has four primary aims: \\n\\n1) To explore the constructions, presentations, and management strategies undertaken by religious/spiritual young adults (aged 18-25) from diverse faith backgrounds (namely Christian, Muslim, Hindu, Sikh, Jewish, and Buddhist) concerning their sexual identities, values, and choices; \\n2) To examine the significant social, cultural, and political factors that inform the above-mentioned processes; \\n3) To study how these religious/spiritual young adults manage their religious, sexual, and gender identities; \\n4) To generate rich qualitative and quantitative data that will contribute new knowledge to academic and policy debates on religion, youth, sexuality, and gender. \\n\\nTherefore, the project will add to social and policy understanding of the inter-connection of faith and sexuality in religious/spiritual young adults' lives. It will also uncover the everyday negotiations which highlight the ongoing and simultaneous influence of religious faith and sexuality in the day-to-day. In essence, this highly significant and original study will explore how sex and religion inform respondents' lives, within an increasingly sexualised and secular British society. By doing so, the study will explore the continuing importance of faith in contemporary British society, and offers a new perspective on how faith is constructed, managed and presented in what is often seen to be an increasingly faithless society. \\n\\nIn order to capture respondents' experiences and life circumstances accurately, the two-year project will adopt a mixed-method approach, in three stages. The first stage involves the completion of a questionnaire - distributed in person, via post, e-mail, and the project website - by 600 respondents (100 from each of the above-mentioned faith communities). This questionnaire will provide an overview of each respondent's personal circumstances and experiences in line with the project aims. The second stage will involve semi-structured interviews with 60 respondents (10 from each faith community). The interviews will further explore issues raised in the questionnaire, and will allow respondents freedom to express and reflect upon their religious and sexual lives. The final stage of the research aims to more directly access day-to-day and ongoing experiences. 24 respondents (4 from each faith community) will be asked to keep a video diary respectively - for one week - in which they record their reflections on 'mundane' and 'significant' issues relating to their religious faith and sexuality, following some guidelines. This innovative method will allow the research to access everyday experiences which highlight the ongoing interaction between religion, sexuality, youth and gender. \\n\\nThe project will place great importance on user-group engagement. This is reflected in the collaboration with relevant religious and youth groups to recruit respondents, and in the advisory committee comprising, among others, six user-group stakeholders. User-group engagement will also feature strongly in the non-academic aspect of the dissemination plan, including an interactive website, articles, summary of research findings, and conferences/seminars. Academic outputs include a book, articles, and conference/seminar presentations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G014051/1","grantId":"AH/G014051/1","fundValue":"240424","fundStart":"2009-01-01","fundEnd":"2011-02-28","funder":"AHRC","impactText":"","person":"Andrew Kam-Tuck  Yip","coPersons":["Michael Peter Keenan"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}