{"id":"961CD7CD-7B13-4B9C-9516-3CDE482D46F3","title":"CIMA: The Centre for Integrated Research into Musculoskeletal Ageing","abstractText":"Objectives\nThis proposal will bring together researchers from 3 leading UK Universities to establish a Centre of Excellence that will undertake world-leading research to understand why our bones, joints and muscles function less well as we age and why older people develop clinical diseases of bones, joints and muscles, such as arthritis or osteoporosis. The Centre will also investigate new ways of preventing the deterioration of bones, muscle and joints that occur as we age to help preserve mobility and independence in older people.\n\nClinical Benefits\nUnderstanding why our bones, joints and muscles function less well as we get older is crucial to improving ways of preventing the decline in musculoskeletal function that occurs in older people and to an understanding of why older people develop diseases such as osteoporosis or arthritis. Our work aims to develop ways of preventing ageing-related changes in bone, joints and muscle which will be acceptable, cost effective and sustainable for everyone who could benefit from them. This will lead to major improvements in the quality of life of older people associated with increased mobility, greater opportunity for independent living and a decreased risk of developing clinical disorders of bones and joints. \n\nQuestions: This application will bring together outstanding researchers from the Universities of Liverpool, Newcastle and Sheffield to undertake innovative and integrated studies of the whole musculoskeletal system. These groups have previously studied individual tissues, but will combine together in this innovative Centre to find answers to a number of important questions:\n1. What are the common mechanisms that underlie the age-related deterioration in function of joints, bone, tendon, ligaments and muscle?\n2. What is the best way of assessing the changes in structure and function of joints, bone, tendons, ligaments and muscle during ageing and how can we develop an integrated approach to assessing the function of the whole musculoskeletal system?\n3. What is the best way of assessing whether a treatment can prevent the loss of function of the whole musculoskeletal system during ageing and how can we determine whether an intervention will reduce the risk of musculoskeletal disorders?\n4. Which interventions based on changes in physical activity, improved nutrition or drug-based approaches are effective in preserving musculoskeletal function in older people?\n\nExperimental plan: CIMA will:\n1. Integrate existing basic science studies on single tissues to study the whole musculoskeletal system. This will bring unique expertise and equipment to identify common mechanisms leading to age-related decline in musculoskeletal tissues. This research will identify new targets for interventions to slow age-related decline in musculoskeletal tissues. \n2. Examine different methods to monitor the structure and function of musculoskeletal tissues and develop an integrated assessment of age-related decline in the whole system.\n3. Study the changes in the musculoskeletal system in healthy older people and in patients with disorders of musculoskeletal tissues to identify which groups will provide the most information for studies of interventions.\n4. Devise new therapies to prevent age-related decline of musculoskeletal tissues based on types of exercise that improve bone, tendon, ligament and muscle function without damaging joints, improved nutrition or new drugs.\n5. Train to the highest standard new researchers to increase capacity to address musculoskeletal ageing.\n\nNovelty: \nThe work of the Centre will be novel in bringing together to address a common problem, the expertise and facilities currently in 3 Universities. It will identify new common mechanisms underlying age-related loss of function of bone, joints, tendons, ligaments and muscle that may provide routes for possible new drug interventions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K006312/1","grantId":"MR/K006312/1","fundValue":"3302700","fundStart":"2012-06-01","fundEnd":"2017-05-31","funder":"MRC","impactText":"","person":"Malcolm Joseph Jackson","coPersons":["Peter David Clegg","John Cummings Mathers","Graham John Kemp","Tim  Cawston","Ilaria  Bellantuono","Richard  Eastell","Eugene Vincent McCloskey","Anne  McArdle","Anthony Gerard Wilson","Tom  Kirkwood","John  Loughlin"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}