{"id":"96219EA5-F9B6-4BEC-9B72-095EC78E8210","title":"Right Wing Extremism in Contemporary Europe","abstractText":"The proposed seminar series seeks to enhance our understanding of contemporary right wing extremism in Europe from historical, social, cultural and political perspectives. The need for such enhanced knowledge arises from the recent electoral success of extreme right wing parties both in the 2009 European parliamentary elections (in which extreme right wing political parties won over 10% of the vote in the Netherlands, Austria and Bulgaria and almost 10% in Belgium and Romania) and in national parliaments (Golden Dawn took 7% of the vote in Greece in June 2012 but stand at double that in current public opinion polls, the True Finns took 19% in Finland, 2011). It is also necessitated by growing public and policy awareness of the extreme right, which has been heightened, in addition, by recent incidents of extreme right wing terrorism (Norway and Germany) and the growing visibility of grassroots activism (for example, the English Defence League (EDL), Casa Pound etc). Many of these movements increasingly have a transnational dimension.\n\nThe proposed research seminar series starts from the premise that these political trends are in ascendance in some parts of Europe but not necessarily 'new'. It rejects any convenient ascription of the growing visibility and electoral presence of such political parties and movements to the resurgence of nationalism associated with the post-1989 reconfiguration of Europe or any simple argument for historical continuity in political culture.These movements sometimes draw on past legacies of fascist or Nazi parties but there is also evidence of new populist tropes among which Islamophobia and the defence of 'indigenous' rights are prominent. These starting premises signal a distinctive cross-discipinary stance, emerging out of the interweaving of approaches and methodologies from History and the Social Sciences, as well as a desire to avoid the temptation to contribute to a cycle of 'moral panic' or precipitous policy reaction to the phenomenon. The primary academic objective of the seminar series is envisaged, rather, as to provide an honest and critical understanding of the potential of extreme right movements to capture the political imagination of people across Europe and the shifting modalities of how they may do this. \n\nThe seminar series aims to forge dialogue and extend connections between the academic research community and non-academic users of research on extreme right movements. The series will draw non-academic participants from national and local government, independent think tanks, police, security services, the prison and probation services and a range of national and European NGOs. A key question here relates to defining the issue at stake for academic, policy and practitioner communities by asking whether governments should be concerned only with groups perceived to pose a threat of terror, or whether legally constituted parties are also a legitimate object of attention. The seminar will address directly the question of the potential use of academic research in such policy debates and practical responses. \n\nThe proposed series consists of six thematically focused one-day seminars exploring: classic explanations of the rise of extreme right movements (political disengagement, social inequality and the impact of economic recession, the backlash to 'multiculturalism' and fears arising from discourses of Islamic terrorism); the role of popular culture in signifying extreme right affectivity; youth receptivity to extreme right ideologies and movements; methodological and ethical issues arising from researching the extreme right; and the experience of and prospects for academic collaboration with policy-makers and practitioners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L000857/1","grantId":"ES/L000857/1","fundValue":"30304","fundStart":"2014-01-01","fundEnd":"2015-12-31","funder":"ESRC","impactText":"  This project is ongoing. Impact will be reported when completed  ","person":"Hilary  Pilkington","coPersons":["Graham David Macklin","Cynthia  Miller-Idriss"],"organisation":"The University of Manchester","findingsText":" This award is ongoing. Key findings will be reported when complete not yet applicable Government, Democracy and Justice","dataset":"gtr"}