{"id":"96231435-11F5-4DA6-90C3-E77D85068A50","title":"Strategies for integrated deployment of host resistance and fungicides to sustain effective crop protection.","abstractText":"Sustainable crop protection is of key importance to food security and to ensure that crops make efficient use of resources (land, nitrogen and water). Fungicides and resistant cultivars are the predominant control measures against most crop diseases. However, control imposes a selection pressure on pathogen populations, leading to the evolution of pathogen strains which are less sensitive to the fungicides used or which are able to overcome host resistance (virulent pathogen strains). For example, potato late blight, caused by Phytophthora infestans, is managed by fungicide spray programmes, complemented by partial host resistance in some potato cultivars. Recently the pathogen population has changed: a loss of field efficacy of fluazinam (a widely used fungicide) has been reported, and new virulences have evolved, resulting in downgrading of cultivar resistance ratings.\n\nIntegrated control, where two or more control measures are applied, is widely believed to be more sustainable than over-reliance on one control option. There is however surprisingly little mechanistic understanding of the effects on pathogen evolution of combining deployment of fungicides and crop resistance genes. The evolution of fungicide insensitivity and the evolution of virulence are studied in isolation, despite a strong rationale for their being interactions between the two processes. New virulent or resistant strains gain a competitive advantage over existing 'wild-type' strains because they are able to grow more rapidly than wild-type strains in the presence of the control measure that they are able to overcome. However, epidemics of a new virulent strain will still be slowed by fungicides, thus reducing its competitive advantage. Hence, fungicides may slow selection for virulence and, by a similar process, cultivar resistance may slow selection for fungicide insensitivity. \n\nThe following hypotheses will be tested:\nH1: Deployment of crop resistance reduces selection for fungicide insensitivity.\nH2: Deployment of fungicides reduces selection for virulence.\nH3: How crop resistance genes and fungicides are integrated is a key determinant of the durability of control.\n\nOutcomes: The project will use experimental and modelling approaches to quantify the durability of disease control strategies integrating fungicide treatments and cultivar resistance. The directly applied outcome of the project is a fungicide and cultivar resistance based strategy for potato blight to be implemented through the Potato Council and industry partners. The further outcomes are generic methods to develop, parameterise and validate models that can be used to quantify integrated sustainable disease control strategies for pathogen-crop systems.\n\nThis work is made possible by recent progress in two areas. Firstly, changes in virulence in a range of pathogen species have been shown to be related to well characterised mutations in 'effector genes'. Testing for these mutations allows the proportion of virulent strains to be quantified in field experiments. Treatments can then be compared to measure the extent to which they affect selection for new strains. Fungicide insensitive strains can be tracked by similar methods. Secondly, epidemiological models have been tested against experimental data and found to give good predictions of the effect of fungicide treatments on selection for insensitive strains. Similar models have been developed to represent virulence evolution and it is now feasible to couple these two types of model to study the effects of integrated control. \n\nField experiments will generate epidemiological data and pathogen samples. The samples will be tested to quantify changes in the frequency of virulent and insensitive strains, under different treatments, to test hypotheses 1 and 2. The resulting data will be used to test a coupled mathematical model, which will then be used to explore integrated disease management strategies under hypothesis 3.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K020587/1","grantId":"BB/K020587/1","fundValue":"119499","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"BBSRC","impactText":"","person":"David Edward Cooke","coPersons":["Alison  Lees"],"organisation":"The James Hutton Institute","findingsText":"","dataset":"gtr"}