{"id":"9624C7E7-5111-482E-B4A9-973CAAC79200","title":"UK/Brazil Research Network for an Amazonian Carbon Observatory","abstractText":"The importance of the greenhouse gases CO2 and CH4 for climate is well established. There is broad scientific consensus that human activities are the main driver for increasing concentrations of these greenhouse gases (GHGs), particularly over the past century. Based on accurate surface measurements we know that approximately 45% of the CO2 emitted by human activities remain in the atmosphere. The net balance is apparently being taken up by global oceans, terrestrial vegetation and soils. However, there are substantial uncertainties associated with the nature, location and strength of these natural components of the carbon cycle. \nThe Amazon region is one of the largest forested regions in the world, representing the largest reservoir of above ground organic carbon. Amazonia is not only subject to changes in climate but also to rapid environmental change due to fast population growth and economic development causing extensive deforestation and urbanisation. Such external drivers can lead to further shifts in the carbon balance resulting in release of carbon stored in the biomass and soil to the atmosphere, with implications for accelerating the growth of atmospheric GHG concentrations and climate change. \nDespite its important role for the global carbon cycle, current understanding of the Amazonian, and more broadly the tropical, carbon cycle is poorly constrained by observations. These knowledge gaps result in large uncertainties in the fate of the Amazonian carbon budget under a warming climate, and consequently hamper any predictive skill of carbon-climate models. \nSince 2009, the Amazon region has been the focus of major UK and Brazilian research projects that aim at improving our knowledge of the Amazonian carbon cycle using detailed, but localized aircraft observations of CO2 and CH4 at a number of sites. These measurements are a great advance but they remain highly localized in space and time. Space-borne measurements have the ability to fill these observational gaps by providing observations with dense spatial and temporal coverage in regions poorly sampled by surface networks. It is essential, however, that such space-based observations are properly tied to the World Meteorological Organization (WMO) reference standard to ensure acceptance of space-based datasets by the carbon cycle community and to prevent misleading results on regional carbon budgets. The central aim of this proposal is to link the in-situ measurements with remotely sensed satellite data to establish an integrated Amazonian Carbon Observatory where satellite data complements the in situ data by filling the gaps between the in situ sites and by extending the coverage over the whole Amazon region.\nSatellite observations of GHGs are now available from a dedicated instrument on board the Japanese GOSAT satellite and results look very promising. However, satellite retrievals over the Amazon (and the Tropics) are intrinsically difficult and the accuracy of such GHG retrievals has not been established for this region which is a major obstacle for the exploitation of space-based data to constrain carbon fluxes over the Amazon. \nWe propose to establish a network of Brazilian and UK researchers to bridge the gap between in-situ and remote sensing observations and communities and to evaluate the feasibility of remote sensing of GHG concentrations for the purpose of GHG flux monitoring over Amazonia to improve our understanding of the Amazonian carbon cycle and to increase our ability for observing tropical carbon fluxes.\nThe proposed network will bring together world-class expertise to address highly relevant and timely scientific questions that will advance our understanding of the carbon cycle of the Amazon. It will strongly strengthen and expand UK and Brazilian relationships and it will help further strengthen the leading role of UK researchers in many areas relevant to this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J016233/1","grantId":"NE/J016233/1","fundValue":"47771","fundStart":"2012-06-01","fundEnd":"2015-12-31","funder":"NERC","impactText":"  Too early to say - the main application of the results is helping to enable greenhouse monitoring using in situ data and - importantly also atmospheric gas concentration measurements from space - like e.g. those from the most recently launched OCO-2 mission; our results have an immediate impact on this specific application (as some of us are involved in these missions). Agriculture, Food and Drink,Environment,Government, Democracy and Justice Societal,Policy & public services","person":"Emanuel Ulrich Gloor","coPersons":[],"organisation":"University of Leeds","findingsText":" The purpose of the project is to bring together scientists from remote sensing and the study of the carbon cycle to improve capability for CO2 monitoring from space over the Amazon and more generally tropical land. We have succeeded to make the first GHG profile measurements up to 8 km height and we are analysing them together with remote sensing data.\n\nAn interesting feature of the data obtained sofar is that CO2 vertical profiles are well mixed from approximately 2 to 8 km height. This is of interest because it suggests monitoring of CO2 above the Amazon Basin can be achieved by measuring up to lets say 4.5 km height.\n\nSatellite CH4 column retrievals from GOSAT have been compared with aircraft sampled CH4 vertical profiles. Extrapolation vertically is based on model simulations with the TOMCAT atmospheric chemistry and transport model at University of Leeds. Agreement is surprisingly good suggesting that monitoring CH4 from space over the Amazon may be possible. A manuscript on the subject is in preparation. Greenhouse Gas flux monitoring using atmospheric concentration data \n\nValidation of remote sensing based atmospheric column mean greenhouse gas concentration measurements Agriculture, Food and Drink,Environment","dataset":"gtr"}