{"id":"9626FAA0-C78C-425C-B851-F795FA8C9E5B","title":"X-band radar applications for coastal monitoring to support improved management of coastal erosion","abstractText":"The design, construction and management of coastal defences around the UK require information of how the coast changes through time in response to weather conditions, waves and tides. Major storms have an impact in the way sediment moves at the sea bed to and from the shoreline to offshore areas, affecting where and when the coast will erode. However, such information is difficult to obtain and measurements exist for only a limited number of locations and at infrequent intervals. Such lack of knowledge may lead to poor decisions concerning flood and erosion defences, which can result in serious impacts on local communities, businesses and livelihoods. \nOne way of resolving this lack of information is the use of remote sensing technologies, which are able to measure waves, currents and changes in bathymetry without the need to deploy instruments at sea. Research funded by the Natural Environment Research Council in the past 15 years has developed technology that enables extracting information about waves and currents from data collected by a standard marine X-Band radar (the type of radar often used in ships). The radar records wave conditions over a 3km radius around the radar and uses a software to transform wave data into local water depth and currents using formulations derived from scientific knowledge. Data collected by the radar can then be used to measure changes in water depth in areas where other types of survey are difficult to undertake. The radar can also detect the position of the waterline on the beach and use this information to map the beach topography. A great advantage of the radar is the ability to undertake measurements day and night independently of weather conditions.\nThis project will test the use of X-Band technology to improve decisions concerning coastal flood and erosion management. Specifically, our objective is to assess whether this technology is cost-effective for a number of practical applications required in the public and private sectors. Potential applications include coastal monitoring of storm impacts; effects of coastal engineering projects; and development of early warning systems for coastal change leading to risk of flooding or cliff retreat. \nResearchers from the National Oceanographic Centre and Bournemouth University will work in collaboration with the Suffolk Coastal District Council, Mott MacDonald, the Centre for Environment, Fisheries and Aquaculture Science (Cefas) and residents of Thorpeness (Suffolk) to test whether the X-Band radar can bring a solution to coastal erosion problems threatening the village. The objective here is to obtain information that will improve the understanding of coastal processes to support the development of a sustainable, resilient and cost-effective management solution to the critical erosion affecting the local community. \nThe main outcome of this project is to demonstrate whether the X-band radar is a cost-effective way to provide coastal monitoring data in support of practical coastal management applications when compared with commonly used methods. This being the case, there is a great potential for research and commercial applications in the UK and internationally concerning coastal monitoring for advancing the understanding of coastal processes and management solutions. \n \nKeywords: X-Band radar; coastal monitoring; coastal management; decision-making; erosion; flood; coastal defences; sustainability; knowledge exchange","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021564/1","grantId":"NE/M021564/1","fundValue":"16712","fundStart":"2015-05-04","fundEnd":"2016-11-30","funder":"NERC","impactText":"","person":"Luciana  Slomp Esteves","coPersons":[],"organisation":"Bournemouth University","findingsText":"","dataset":"gtr"}