{"id":"96262488-4C5D-4BF1-A8D4-5501588E800D","title":"Muslim Communities Learning About Second-hand Smoke - MCLASS pilot cluster randomised controlled trial","abstractText":"In the UK, 40% of Bangladeshi and 29% of Pakistani men smoke cigarettes regularly compared to the national average of 24%. Second-hand smoking (SHS) is also common in their households, which is a serious health hazard to non-smokers, especially children.\nSmoking restrictions in households reduces children's exposure to SHS. In addition, smokers are more likely to quit and young people are less likely to initiate smoking if living in households with smoking restrictions.\nOur aims are to identify effective ways of protecting children and non-smoking adults from SHS, and to reduce uptake of smoking and improve smoking quit rates in deprived communities in the UK. We carried out a preliminary study of 'Smoke Free Homes' using three approaches (schools, healthcare organizations and community organizations, in particular mosques) in a locality with a significant Pakistani-origin population. However, the study design precluded reliable inferences about its effectiveness. We are now embarking on to establish the effectiveness of 'Smoke Free Homes' delivered through each of these three routes. We have secured research grants to test two of these approaches (school &amp; healthcare). This application pursuing the community-faith leaders approach aims to complement the existing strands of work and will lead to a definitive trial application. In order to establish the effectiveness of this approach, a cluster-randomized trial is needed. However, prior to a large (and expensive) definitive study we plan to carry out a pilot trial. \nA pilot trial of 'Smoke Free Homes', will inform the design of a definitive trial in future. Our research objectives include: establishing the number of clusters (mosques) and the size of each cluster (participants) required for the main trial, ascertain recruitment and loss to follow-up rates, and other statistical requirements (effect size and intra-class coefficient); establishing feasibility, acceptability and resource requirements for delivering the intervention and assessing outcomes; and understanding the extent to which 'Smoke Free Homes' can be integrated into mosques' routine.\nWe will carryout a cluster randomised controlled pilot trial of 'Smoke Free Homes' over 24 months with an embedded preliminary health economic and a qualitative study. The trial will be carried out in fourteen mosques, which host communal prayers, convene study circles for women and have regular Qur'an classes for children. We developed a toolkit titled &quot;Smoke Free Homes: A toolkit for Muslim religious teachers&quot; which consists of a series of fact sheets detailing key information on smoking, SHS and 'Smoke Free Homes', a series of activities through which the key information can be disseminated, and tools to plan and monitor these activities. We have also prepared a training package to enable three key groups of Muslim religious leaders i.e. Imams who mainly interact with adult males, Qur'an teachers who mainly interact with children and women circle leaders to use this toolkit with their respective congregations.\nNo intervention will be carried out in the control arms until after the trial. From each mosque, we aim to recruit at least 50 households with at least one adult resident who smokes cigarette and at least one child or a non-smoking adult. All outcomes will be measured before and after the intervention in each arm of the study. We will measure salivary cotinine levels in non-smokers in the households as the primary outcome. It is a widely recognized method for detecting both active and passive smoking. Secondary outcomes include assessment of smoking restrictions at home, smoking status of adults' and their intention to quit, and family health service use. \nA multidisciplinary team with the engagement of relevant stakeholders will lead the research. Research findings will be published and presented in peer-reviewed journals and scientific meetings respectively.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000248/1","grantId":"MR/J000248/1","fundValue":"323371","fundStart":"2012-04-01","fundEnd":"2014-07-31","funder":"MRC","impactText":"","person":"Kamran  Siddiqi","coPersons":["Steve  Parrott","Heather Jane Thomson","Aziz  Sheikh","David John Torgerson","Ghazala  Mir","Amanda  Amos"],"organisation":"University of York","findingsText":"","dataset":"gtr"}