{"id":"9626FD5E-5259-4B7D-A05F-3234EA2C794E","title":"Workshop on Biologically Inspired Information Fusion","abstractText":"Our understanding of both natural and artificial cognitive systems is an exciting area of research that is developing into a multi-disciplinary subject with the potential for significant impact on science, engineering and society in general. There is considerable interest in how our understanding of natural systems may help us to apply biological strategies to artificial systems. Of particular interest is our understanding of how to build adaptive information fusion systems by combining knowledge from different domains. In natural systems, the integration of sensory information is learnt at an early stage of development. Therefore, through a better understanding of the structures and processes involved in this natural adaptive integration, we may be able to construct a truly artificial multi-sensory processing system. Conversely, knowledge from theoretical work on information fusion may give a better understanding of the biology and behaviour of natural sensory systems. Here then, psychological and physiological knowledge of multi-sensory processing, and particularly the low level influence that different modalities have on one another, can be used to build upon existing theoretical work on computational mechanisms, such as self organisation and the combination of multiple neural networks, to help build systems that can fuse together different information sources. However, success in this area depends upon a cross-discipline understanding of these subjects, and hence it is necessary to bring together researchers from the different domains to facilitate knowledge exchange and foster long-term collaboration.To address this, we are holding a new workshop for both life and physical scientists. Our aim is to promote collaboration between disciplines to develop an understanding of how to build adaptive information fusion systems by improving our understanding of both the natural and artificial domains. We hope to start such collaboration through a planned two-day workshop with a programme of tutorials, brainstorming sessions, and student presentations. The immediate success of the workshop will be measured through the number and background of participants and their submissions; by participant evaluation solicited at the end of the workshop; and submissions to the planned journal special issues. However, the main output of the workshop will be through the identification of research priorities from grass-roots researchers and students. These priorities will build upon those highlighted in the UK Foresight Cognitive Systems review to focus upon achievable objectives in developing knowledge and models of both natural and artificial information fusion systems and set clear areas for individual collaboration between participants.The workshop is running over two-days on August 22nd and 23rd 2006, with the principal elements of the organisation, call for participation and guest invitation complete. Part funding of this has been secured from the Institute of Advanced Studies at the University of Surrey. This proposal is for additional funding to provide further support for participation, especially from students and young researchers, and to expand upon the number of cross-discipline and international guests, in order to establish a critical mass of collaboration and inter-disciplinary expertise within the UK and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E012795/1","grantId":"EP/E012795/1","fundValue":"13341","fundStart":"2006-08-07","fundEnd":"2006-10-06","funder":"EPSRC","impactText":"","person":"Matthew  Casey","coPersons":["Hujun  Yin","Paul Timothy Sowden","Anthony  Browne"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}