{"id":"962BCA9F-A305-40A5-B30A-A14A1E8F321C","title":"The sweet and the sticky: a new paradigm for divergent phloem function.","abstractText":"Phloem is one of the two major transport systems in all vascular plants, functioning mainly to transport sugars and other nutrients and metabolites throughout the plant. The highly nutritious phloem sap also makes it a very attractive target for pests and pathogens. In addition, many major insect-borne viral diseases spread in the phloem. Knowledge of the functions of the many components of phloem will therefore have wide-reaching consequences for development of strategies in improving plant defence. Protection can, for example, come from antimicrobial or anti-insect proteins, or from small molecules classed as secondary metabolites such as antioxidants or feeding deterrents. Research into phloem has mainly been on species such as members of the pumpkin family (including cucumber and melon) where bleeding phloem sap can be readily collected from cut stems and leaves. In most species a blocking mechanism rapidly seals the wound. Also unusual is the fact that pumpkin sap has a sugar content about 30 times less than in other plants, something that has perplexed researchers for decades. We have now resolved this paradox by showing that the bleeding sap comes from a second phloem system that has long been known as a feature in the pumpkin family but was thought to be a minor contributor. In fact the major phloem does contain high sugar but blocks immediately on cutting (like most species) whereas the minor bleeding phloem has low sugar. The proteins in the two systems are also completely different, something never previously described for any plant. Many questions arise: why is this dual system advantageous? Did it evolve uniquely in the pumpkin family? Which of the two phloems do insects such as aphids feed on? Now that we know the major phloem transports most of the sugar, what functions can be suggested for the minor phloem? Is the sum of functions of the two cucurbit phloems the same as the functions of the single phloem of other plants? Here we address some of these fascinating and important issues. Our long-term aim is to develop a better understanding of phloem function for all plants, with a view, for example, to improving resistance to aphids. To do this we will first compare the proteins in major and minor phloem. These proteins will have diverse functions from wound sealing to carrying signalling information throughout the plant, to acting directly in defence. We will then focus especially on one abundant protein class that we have found to be distributed widely across higher plant families, and is closely related to proteins already known to block phloem wounds in legume species. We will examine the biochemical properties of these proteins to understand the blocking mechanism. We will also express the corresponding gene(s) in the model plant Arabidopsis, allowing us to see if the cucurbit proteins may have the same function in other species. Based on amino acid sequence similarity, we have found relatives of the pumpkin protein in many species, but this is insufficient to judge whether the functions are identical. Finally, we will test aphids that vary in their virulence on melon plants that carry (or lack) an important aphid resistance gene. This will include electrical recordings of aphid behaviour, measurement of aphid growth rates, microscopy and chemical analysis of ingested phloem sap. These experiments will reveal whether aphids prefer to feed on the major sugar phloem or the minor bleeding phloem. The unique dual phloem will allow us to define better what determines success or failure of the pest, from which we can start to design new strategies for insect defence in crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I021930/1","grantId":"BB/I021930/1","fundValue":"472075","fundStart":"2011-10-01","fundEnd":"2014-11-30","funder":"BBSRC","impactText":"","person":"Colin Graham Turnbull","coPersons":["Xiaodong  Zhang","Glen  Powell"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}