{"id":"962D83D8-2193-456B-A755-02D1F425C48F","title":"Woven Communities: exploring community connectedness through baskets, basket-making and basket use in Scotland and beyond","abstractText":"This review explores the history and vitality of community through material objects, taking an example of material culture, Scottish basketry, as a case study. The aim is to explore how interwoven domains of human action associated with material substances and artefacts reveal insights into the dynamic processes affecting communities through time. Thus the review will explore how the ecological domains of plant materials used in Scottish basket-work are interdependent with Scottish communities of practice who use these materials for production. These are in turn interdependent with the social and economic communities who use the artefacts in domestic and economic work, and in recent years, also in creativity and leisure. Thus the review will provide important insights for the notion of sustainable craft heritage, especially for the production and role of craft and its relevance for biodiversity.\n\nThrough focussing on one type of artefact, basket-work, its understated yet pervasive presence in Scottish crofting, agricultural and fishing communities will enable us to widen the vista from the particular to the broader scope of human social history. Basketry is unique in that, unlike other crafts, its technique cannot be reproduced by mechanical process. In Scotland, until recently, its role in rural industries, sport and fisheries was extensive, specific forms being used in fishing, crofting, grouse-shooting, curling, transportation and industrial occupations. Its ubiquitous presence in past social and cultural practices is evident not only in acts of production and human work, but also in language, literature, and even belief. A common basketry material, willow, for example, is referred to in ceilidh dance ('strip the willow'), and in a range of contemporary stories (Harry Potter's 'Whumping Willow'. Thus basketry is almost woven into the fabric of society.\n\nThe unique artefact-focussed perspective of this study will result in a holistic approach to the understanding of community which can act as a template for future research on sustainable craft heritage, focussing on different aspects of craft and material culture, and this is one intended outcome of the review. It will reveal how communities are interwoven by material artefacts which themselves are produced by communities of practice, and how events in one domain of community may impact on other domains, resulting in changes through time.\n\nThe review will draw on texts and archives housed by several contemporary basket-linked communities, including Scottish basket-makers, Scottish museum curators and botanists. I will involve these communities in the review where possible, and consult with them during the research process, at the same time, setting this literature within the context of recent academic research into material culture, craftmanship and heritage. The outcomes will be an interactive website and an edited compendium containing extracts, summaries and accounts from key texts, and archival images. The project is aimed to be a full and reflexive knowledge exchange where the different groups who have vested interests in basketry will be able to contribute to the review, and reciprocally, the outcomes will be accessible publications which they can use. \n\nA further aim is to contextualise Scottish basketry communities at a national and international level, and also to extend the scope of application of the results to wider craft communities. This will be achieved through a symposium and workshop during the review process with invited experts from academic communities concerned with art history, anthropology and the archaeology of craft, international museums, craft and museum policy professionals, sustainable development experts, botanist, and diasporic craft groups. The outcome of the symposium will be integrated within the review. It is also intended that the review will provide the contacts and links to provide the basis for a post-review exhibition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011967/1","grantId":"AH/J011967/1","fundValue":"31700","fundStart":"2012-02-01","fundEnd":"2012-11-30","funder":"AHRC","impactText":"","person":"Stephanie Joan Bunn","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}