{"id":"963FF637-A7A9-4FF7-869A-42D8F054E4A8","title":"A Combined Computational and Benchtop Chemistry Approach to a Model of the Formation, Growth and Precipitation of Hydroxyaluminosilicates.","abstractText":"The form of dissolved silicon which is found in natural waters such as lakes, rivers and the sea is called silicic acid. A molecule of silicic acid is composed of an atom of silicon surrounded by 4 hydroxyl (OH) groups in a tetrahedral arrangement. This molecule can almost be described as chemically inert as it has no known organic chemistry and almost no known inorganic chemistry. The latter is the subject of this proposal as we have identified the unique inorganic chemistry of silicic acid with aluminium in forming what we have called hydroxyaluminosilicates (HAS). We have been able to identify how the neutral silicic acid molecule reacts with a 'surface' composed of aluminium hydroxide to form two discrete HAS which we have called HAS'A' and HAS'B'. We have been able to confirm the structures of these solid phases and assign quantitative data to their composition and solubiblity. We have shown how they may also incorporate both fluoride and phosphate in their structures. All of our achievements in this field have now resulted in this chemistry being included in authoratative text books on inorganic chemistry. However, there is a great deal still to learn about HAS and in particular how their rate of formation will have profound influences upon their chemical and biological roles in specific environments. We have identified HAS as critical secondary minerals in the biogeochemical cycles of both aluminium and silicon. Thus we know that this chemistry plays an important role in the biological availability of silicon, for example, for biosilicification (organisms which build silica frameworks for structural roles) and aluminium, it keeps aluminium out of biota. The latter role of silicic acid as the natural antagonist to the potential toxicity of aluminium has been widely demonstrated by ourselves and, following us, many other groups and is probably the major role of silicon in living organisms. Thus gaining as much understanding as is possible about the formation of HAS will not only enable some new and exciting inorganic chemistry it will also inform us as to the role this chemistry plays and has played in biochemical evolution. In particular, in this project we wish to build a computational model of the kinetics of HAS formation as such a model should be invaluable to any application where it is important to be abe to predict the biological availability of aluminium. We will use state-of-the-art benchtop chemistry including particle-sizing and mass spectrometry to establish new and innovative data concerning how HAS form, aggregate and eventually precipitate as kinetcially inert secondary mineral-like solid phases. These data will be used in our new kinetic model of HAS formation to produce an effective and predictive computational model which will be readily accessible by many different interested parties including applications in fundamental chemistry but also in applied chemistry and in toxicology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004146/1","grantId":"EP/J004146/1","fundValue":"291631","fundStart":"2011-12-01","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"","person":"Christopher  Exley","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}