{"id":"9641FB87-5E01-4406-B30E-CDF3A3EE8F83","title":"Transforming livelihoods: work, migration and poverty in the Tiruppur garment cluster, India","abstractText":"The international market in clothes has undergone radical transformations with the removal of trade barriers, a process that has had highly varied and unexpected consequences for workers' livelihoods. Poorer countries, such as India and China, are often seen to be benefiting from these labour-intensive export industries, but little is known about the changing livelihoods of those employed in booming export industries or about impacts on the surrounding rural populations.\n<br />\n<br />The research uses an interdisciplinary approach to critically examine changing livelihood strategies of both rural and urban populations affected by export industries. Field research by an anthropologist, geographer and two economists will be undertaken in and around Tirupur, a major garment manufacturing and export town in South India. The project will study linkages between urban industrial development and changing rural hinterlands, with specific reference to poverty and livelihoods, socio-economic mobility, and patterns of inequality.&nbsp; The research aims to:&nbsp;\n<br />\n<br />\n<ol>\n <li>Enhance our understanding of impacts of industrial expansion on urban and rural households in developing countries;</li>\n <li>Improve our understanding of persistent poverty and 'poverty traps' in areas of rapid economic growth;</li>\n <li>Inform policy interventions by the state, multinational corporations and international NGOs that aim to reduce poverty and improve livelihoods.</li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F026633/1","grantId":"ES/F026633/1","fundValue":"200590","fundStart":"2008-07-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"  Our project has had several scientific impacts, including:\n1) An empirical and theoretical contribution to the understanding of labour in global production networks. Our detailed study of the Tiruppur garment cluster in Tamil Nadu makes a contribution to the study of segmented labour markets, labour and agency in export industries, and processes of exclusion and discrimination;\n2) An empirical contribution to the understanding of impacts of industrial clusters on rural hinterlands, as well as rural-urban connectivity. Our study of four commuter villages in Tiruppur's hinterland and two distant migrant sourcing areas contributes empirical knowledge on the impacts of booming industrial clusters on their surrounding region; \n3) A theoretical contribution to the understanding of poverty, inequality and rural livelihoods. Our study has revealed the impacts of a rapidly changing economic environment on rural livelihoods as well as the continued importance of caste, gender and age in the shaping of rural vulnerabilities; \n4) A theoretical contribution to the understanding of persistent practices of unfree labour. Our empirical study has revealed the persistence of bonded labour relations in this region of Tamil Nadu and contributes to the understanding of recent transformations in practices of labour bondage;\n5) A theoretical contribution to the understanding of how state policies and corporate interventions impact on working conditions, livelihoods and the welfare of industrial and rural workers in south India. Our study contributes to an understanding of how CSR initiatives are experienced on the ground, and of how state policies continue to be key to rural livelihoods.\n\nMoreover, the economic and societal impacts of this project emerge from three different types of engagement:\n• Close and ongoing engagement with local groups of workers\n• Dissemination activities to relevant organisations and individuals across the world\n• Participation in relevant industry forums\n\nEach of these activities has created different impacts: \nThe ongoing engagement with local groups has particularly had an impact on the wider community of Dalits in Tamil Nadu. Our continual engagement with the Arunthathiyars, their organisations and their activists has been appreciated by the members of this community. Direct impact has emerged from making Dalits aware that their issues are being recognised, researched and taken seriously in policy recommendations. \n\nDissemination activities have provided policy makers, NGOs and activists with empirical data on changing livelihoods and social relations at the frontier of economic development, on working conditions in global production networks and rapidly industrialising regions of the Global South, and on impacts of government policies and corporate initiatives on labourers' working and living conditions.\n\nFinally, through participating in industry-related forums such as the Garment Sector Roundtable, the Workshop on Clusters, Chains and Compliance in the International Sporting Goods Industry and the upcoming stakeholder roundtable organised by the University of Sussex the project has been able to enhance the understanding of how CSR initiatives play out on the ground. Education,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Geert Raymond De Neve","coPersons":["Grace Margaret Carswell"],"organisation":"University of Sussex","findingsText":" The main findings, summarised here, have been written up into multiple articles (uploaded on research fish): \n\n1. Employment in the Tiruppur garment cluster:\n\nGarment work has become a desirable form of employment for both daily commuters and longer-distance migrants, not least because the industry offers relatively high wage levels. Migrants may settle in Tiruppur, or may be short term, returning to their home villages after a few months to use their earnings to settle debts or invest in agriculture and house improvements. \n\nHowever, employment in Tiruppur has its perils. Fluctuating markets and downward pressures on prices have led to an enhanced casualisation of the labour force, high levels of labour turnover, and high firm mortality. A major recent development identified by our study is the significant rise in labour contractors: most workers are now recruited through contractors who act as crucial middlemen. While working for contractors has certain advantages (notably higher wages and flexibility), the welfare implications are deplorable. Particularly vulnerable are migrant workers, not only because of segregated labour markets and the lack of social capital, but also because of extremely poor living conditions in town, marked by a high cost of living and poor housing. While CSR interventions have improved working conditions in a minority of factories, they have not begun to address the wider problems of living and working in a rapidly industrialising town.\n\n2. Changing rural hinterlands and livelihoods:\n\nOur study of villages in Tiruppur's rural hinterland revealed changes in agricultural practices, rural livelihoods and employment opportunities. Tiruppur's garment industry has affected rural livelihoods both directly and indirectly. Garment work has offered rural dwellers new job opportunities, higher wages than in agriculture, and an opportunity to escape rural ties of caste, discrimination and dependency. But while some villages have become 'commuter villages', distance or lack of transport make urban work much less accessible for others. Crucially, a well-developed powerloom industry in some villages around Tiruppur keeps a mainly Dalit workforce away from garment jobs and tied to rural employers through debt bondage. \n\nThe indirect impacts on rural livelihoods are as important. A high demand for factory workers has led to a tightening of labour markets and considerable labour shortages in agriculture. Both labour arrangements and cropping patterns have changed with agricultural workers increasingly enjoying shorter working days, better working conditions and higher wages. However, caste and gender function as key social institutions that not only produce structural imperfections in labour markets and wage patterns, but also shape rural people's access to new industrial employment opportunities.\n\n3. Social policies:\n\nNot all changes in the region result from the garment industry. Social policies have been crucially important to the improvement of rural livelihoods. Tamil Nadu's well-developed transport system, public food distribution schemes, and significant progress in education have considerably improved the livelihoods of the rural poor, many of whom are Dalit. The introduction of the National Rural Employment Guarantee Act from 2008 is providing additional employment for the rural poor, especially women and older people. De Neve and Carswell have recently obtained a small grant to further research the impacts of this scheme. Research published by the 4 researchers on the project has already been widely disseminated and built on in academic research on related topics. Particularly the findings with regards to persistent poverty and vulnerability of post-liberalisation markets in India, and findings on the roll out of social protection schemes have been widely picked up. NGOs have similarly shown interest in our findings and are using them to shape some of their own agendas. Agriculture, Food and Drink,Education,Government, Democracy and Justice","dataset":"gtr"}