{"id":"964D54D4-12D5-42DC-A438-D77747F021B0","title":"3rd Party Dematerialisation and Rematerialisation of Capital","abstractText":"New forms of digital connectivity give rise to opportunities in doing financial transactions in different ways and with radically different business models that offer the possibility of transforming the marketplace. One area in the digital economy that has had such an effect is in the ways that users access and use digital banking and payment services. This move can be seen in the suggestion that highly digitally connected societies might even abandon the use of cash (e.g. Sweden), but has also resulted in the emergence of wholly mobile currencies (e.g. M-Pesa), mixed media currencies (e.g. Bristol and Brixton Pounds), and peer-to-peer moneylending (e.g. Zopa, prosper.com). These financial services dealing with money transfers bypass the traditional banking sector, and new players acting as financial intermediaries have begun to provide financial exchange services without directly acting as banks, i.e. as 'financial holding services'. A variety of different models to achieve this have emerged, often to meet the particularities of different market conditions and sectors. Understandably, these different services-and the different platforms they are built on-may be perceived by their users as offering different kinds of risk and utility to their traditional counterparts. The socio-digital systems that underlie these services form the focus of our enquiry. This research will explore how service presentation (comprising of the business model, information content and structure, and interaction design and data representation to users) impacts on their value, use and interpretation. This will involve data collection and participatory design exercises with two such financial services to understand the issues and difficulties that they and their users face in accessing and using these services. We will also work with these stakeholders to design and evaluate novel approaches and solutions that would be potentially useful to them. We will explore new opportunities to examine how their business models and technological solutions could be used to extend their services outside of their current product range. Finally, we will package our research findings in a form that is available and useful to other players wishing to enter this new and emerging economic environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012304/1","grantId":"EP/K012304/1","fundValue":"257941","fundStart":"2013-06-10","fundEnd":"2015-04-13","funder":"EPSRC","impactText":"","person":"Mark Julian Perry","coPersons":["Sriram  Subramanian","Michael Keith Hulme"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}