{"id":"964DE0FF-23D3-4585-ADFE-A8805B72ADD9","title":"Global Video and DVD Industries","abstractText":"In 1976, the videocassette recorder (VCR) was launched as a consumer entertainment medium. Within a decade, over 170m VCR units had been sold worldwide. In tandem with the production of video hardware, large global markets for video software emerged. Two decades after the arrival of consumer video, in 1997 digital versatile/video disc {OVO) went on sale. Within three years, worldwide sales of DVD players had surpassed 37m units, making DVD the most rapidly adopted technology in the history of consumer electronics. \nBoth the VCR and DVD emerged from research and development programmes undertaken in Japan, the United States and Western Europe. Worldwide sales of video hardware and software made videocassettes and DVDs a globally popular medium of home entertainment. For example, by 2004, over 4.1bn units of DVO software were produced worldwide as DVD replaced the videocassette as the popular platform of home entertainment.\nVideocassettes and DVD have provided practical and flexible media for the distribution of popular films and pornography. Cassettes and discs have also enabled rapid and easy reproduction for industrialized piracy. Sales of video or DVD software have therefore become valuable markets in the entertainment, pornography and piracy industries.\nGlobal markets in video and DVD have been established and maintained through the operations of transnational electronics and media companies, together with extensive exports/imports of video/DVD hardware and software. While global in scale, those markets are also structured by specific national circumstances. \nNational legal frameworks regulate the distribution of pornography for example, while relaxed controls on copyright protection have seen certain national centres become the hubs for the production of illegal recordings. Additionally, video and DVO industries in different national territories continually demonstrate the presence and activity of transnational media companies and trade in audio-visual products.\nThis project examines the global dynamics shaping the video and DVD industries. Although videocassettes and DVD have been put to many different uses, the project concentrates on their use as entertainment media. While undertaking a historical analysis of the emergence of these media, the project focuses on the operations of the video and DVD industries over the last decade. \nThe outcome of the research will be the monograph 'Global Video and DVD Industries' and the aims of that study are to:\n trace the emergence of video and DVD as popular global entertainment media\n explore the dynamics of transnational media companies and distribution in shaping the organisation of global markets for video and DVD software\n consider how those dynamics are present in the video/OVD market of a single national territory through addressing these aims, the project has the objectives of identifying these \n Historical developments in media technology and industry which made the videocassette and DVD globally popular entertainment media\n Role of ancillary markets for video/DVD in the organisation of the Hollywood, Bollywood and Hong Kong film industries\n Importance and value of video/DVD for the global adult entertainment market\n Political and legal circumstances which enable national territories to become production centres of industrialized video piracy and how those territories supply international markets\n Distribution and marketing activities of UK companies in creating a British audience for imported video/DVO products. 'Global Video and DVD Industries' will be of interest to academics and students working in the fields of film, media and communication studies. It will provide readers with new insights into the organization and operation of global markets for video entertainment. It will also advance research on new digital media technologies by outlining the commercial diffusion and marketing of DVD products across international territories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D501733/1","grantId":"AH/D501733/1","fundValue":"26478","fundStart":"2006-03-01","fundEnd":"2006-06-30","funder":"AHRC","impactText":"","person":"Paul  McDonald","coPersons":[],"organisation":"Roehampton University","findingsText":"","dataset":"gtr"}