{"id":"964FBAB9-D3CB-4DA9-942A-4F4F43C958CF","title":"THE CCP9 &amp; PSI-K NETWORKS: AB INITIO ELECTRONIC STRUCTURE CALCULATION OF COMPLEX PROCESSES IN MATERIALS","abstractText":"Computational modelling of materials has already reached a sizeable technological and economic impact. Modelling is a fast and cost-effective route for industry and academia to design new functional materials. CCP9 brings together leading UK researchers into the electronic structure of condensed matter and is the UK part of the European Psi-k Network. Applications can be very diverse, and include the study of metals and metallic alloys, complex semiconductors, functional oxides, novel magnetic materials and superconductors, nanostructured catalysts, photovoltaic and photoactive materials, nanomaterials, and biomimetic systems, always employing atomistic quantum mechanical calculations. The activities of CCP9 and Psi-k encompass highly topical areas such as spintronics (GMR, CMR, spin transistors, magnetic MRAM memory etc) for which Psi-k members Albert Fert and Peter Grnberg won the 2007 Nobel Prize in Physics, nanotechnology (electrical transport in nanoscale structures), high temperature superconductivity including the new Fe-based superconductors, novel semiconductors (including wide gap materials like GaN or diamond, and dilute magnetic semiconductors), and molecular and biological systems.In this proposal a novel concept in networking is presented which is designed to ensure long term self-sufficiency on a broad European scale. It is ideally placed to support the ever growing training needs associated with large scale electronic structure calculations which are vital for research in a wide range of disciplines ranging from earth sciences to biological systems, material sciences including nanotechnology. This proposal will ensure the UK remains at the forefront of this strategic, interdisciplinary field of intellectual and economic importance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H046054/1","grantId":"EP/H046054/1","fundValue":"95694","fundStart":"2010-09-01","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"","person":"W  Temmerman","coPersons":["Zdzislawa  Szotek","Martin  Lueders"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}