{"id":"9653549D-3192-45F6-8316-991C0BA52E81","title":"Sexual Attitudes and Lifestyles of London's Eastern Europeans: SALLEE","abstractText":"On the 1st May 2004 eight central and eastern Europe countries -the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia and Slovenia (the A8) joined the European Union (EU)1. It is estimated that over 600,000 A8 nationals have migrated to the UK in the past three years. This is a population at risk of sexual and reproductive ill health: the youthfulness of the A8 migrant population indicates that they are likely to be sexually active and to have reproductive ambitions; there is a high background prevalence of sexually transmitted infection (STI) and HIV in their countries of origin; and their uptake of safer sex measures and patterns of health service use are unknown.\n\nAll nationals of the A8 now have entitlement to NHS services and we have a responsibility to ensure that the health needs of these communities are being met. Romania and Bulgaria will join the EU in 2007. As both countries have low levels of GDP and are characterised by high levels of inequality, high poverty rates and underdeveloped social welfare systems, it is likely that comparable migratory influxes will occur following their accession. There is currently no published research in the UK on the sexual and reproductive health needs of east Europeans migrants. The proposed study aims to survey and interview migrants from the A8, Romania and Bulgaria (the ?A8+2?) to establish an understanding of the sexual lifestyles, reproductive health risks and health service needs of these communities. The health implications of this study lie in its potential to inform health service planning and policy recommendations for future service development, including health promotion and HIV prevention strategies. The study will consist of three components: a detailed social mapping exercise; a questionnaire based quantitative study; and an interview based qualitative study. Language matched A8+2 field workers will recruit participants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601703","grantId":"G0601703","fundValue":"331707","fundStart":"2007-11-01","fundEnd":"2009-10-31","funder":"MRC","impactText":"","person":"Fiona  Burns","coPersons":["Graham John Hart","Catherine  Mercer","Richard Charles Mole","Rebecca Sophia French","Christopher J Gerry","John Chisholm Imrie"],"organisation":"University College London","findingsText":"","dataset":"gtr"}