{"id":"96545851-DAB3-4CCF-9021-E1A3E0744DBF","title":"Fibre Optic Sensors for Geotechnical Applications","abstractText":"Major structures (dam, bridges) and civil infrastructure (roads, railways, buildings) rest on granular materials: soils and sediments, that cover 90% of the Earth's surface. This layer of material is also the source of many natural hazards such as landslides, subsidence, and liquefaction. Rapidly changing climatic conditions have the capacity to alter profoundly ground and soil settings and stability, increasing risk and endangering safety of the infrastructure. For example, global warming is destabilising permafrost-cemented alpine slopes and denser rainfalls have led to greater frequency of landslides and building subsidence. The aging of the civil infrastructure creates new problems, as they have proved frail to the impact of extreme events, with heavy financial and human costs. Even small scale events such as train delays resulting from the failure of railway cuttings during intense rainstorms are more frequent and very costly.The routine monitoring of soil conditions during planning, construction and operation allows the anticipation and mitigation of hazards. This requires intelligent monitoring systems that can deliver reliable information about important soil properties that control soil stability, coupled with alarm systems capable of giving early warning of potential failure. In this project we will use optical fibres to form networks of sensors that measure many properties of soils and granular materials, that will allow an assessment of their stability, point to ways of improving stability, and provide early warning of potential problems. The porject wioll require input from many different areas of science and engineering to make these sensors robust enough to survive the harsh environments in which they will be used.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D506654/1","grantId":"EP/D506654/1","fundValue":"537183","fundStart":"2006-04-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  The research concerned the use of optical fibre sensors in geotechnical applications. The sensors were used in a number of field trials, monitoring the response of foundation piles to loading, in collaboration with UCL, Stent, Arup Geotechnical and BRE. Construction ","person":"Stephen Wayne James","coPersons":[],"organisation":"Cranfield University","findingsText":" We developed field worthy optical fibre instrumentation, that was deployed to 1) monitor the response of foundation piles to loading 2) measure pore water pressure 3) the total soil pressure and 4) the behaviour of geotextiles used to line landfill sites. the work demonstrated the ability of optical fibres to make measurements of direct relevance to geotechnologists and civil engineers. We are continuing to work in this are, developing further the pressure sensors and an inclinometer with UCL, and exploring their use to characterise thermal piles. We have also exploited the know-how generated to deploy optical fibre sensors to monitor the health of railway components Aerospace, Defence and Marine,Agriculture, Food and Drink,Construction,Transport","dataset":"gtr"}