{"id":"96548134-846A-4C39-B5AF-8A904F3C47D1","title":"Behaviour for well-being, environment and life (BE-WEL)","abstractText":"<p>There is an urgent need to better understand factors that may influence the propensity of an individual to change to behaviours that reduce environmental impact. Such 'pro-environment' behaviours include, for example, increased recycling and reduced electricity and water use. Many social and psychological factors affect how an individual responds to pro-environment behavioural change initiatives, but the potential influence of biomedical factors is particularly under-researched. <strong>'Behaviour for Well-being, Environment and Life: BeWEL'</strong> aims to deepen understanding of key potential drivers of, and barriers to, individual pro-environment behavioural change, and will explore links between pro-environment behaviours, how interactions with nature create personal well-being, including effects on physiology and brain function, and age-related influence across the lifespan. </p>\n\n<p>BeWEL comprises 15 investigators from the Universities of Aberdeen (lead), Gr&ouml;ningen, Kent and Sheffield, and the Macaulay Institute, bringing together very diverse expertise in human geography, conservation biology, psychology, e-Science, sociology, soundscape composition, and neuroscience/brain imaging. </p>\n\n<p>Key activities include: investigator meetings, pilot projects, the production of 'state of understanding' reports, and workshops open to early career researchers (funding available for attendance) and end users. Activities will be supported by web-based virtual research software to aid communication between investigators, and facilitate external engagement and dissemination work. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-355-25-0020","grantId":"RES-355-25-0020","fundValue":"199918","fundStart":"2009-07-30","fundEnd":"2010-09-30","funder":"ESRC","impactText":"","person":"Colin  Hunter","coPersons":["Mark S. Reed","Mark  Van Vugt","Peter John Stollery","Rene  Van Der Wal","Christina  Prell","Peter  Edwards","Stephen Mark  Redpath","Alison  Murray","Jillian Leigh Anable","Louise  Phillips"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}