{"id":"965C88FD-C16C-46AF-AABA-3636FEC5E616","title":"Examining emotion specific memories: An investigation into the persistence of true and false memories","abstractText":"False memories occur when people recollect events that did not happen or incorrectly recollect events that did happen. In legal contexts, the inaccurate recollection of events can lead to errors in convictions. It is therefore important to establish the conditions under which false remembering can occur. When people are exposed to a crime, either as a witness or a victim, they tend to experience a negative event that has the potential to induce a negative emotion. Furthermore, there can then be a considerable delay between experiencing this negative event and recalling it during legal proceedings. \n\nThese important factors from the forensic context have only recently been examined in the false memory research. One of the most popular methods for studying false remembering in the laboratory is the Deese/Roediger-McDermott (DRM) paradigm. In this paradigm, participants study a list of words that all semantically associated (e.g., cigar, cigarette, chimney) to one nonpresented word (e.g., smoke). We refer to this word as the critical lure. On subsequent memory tests, participants often falsely recall and recognise these critical lures more frequently than the studied items. We refer to this as a false memory. Moreover, when participants are asked to make remember-know judgments to the critical lures (where a remember response indicates participants can mentally re-experience the presentation of a studied item and a know response indicates participants believe an item is familiar but cannot recollect its presentation) they typically make a remember response. The DRM paradigm can therefore produce vivid false memories.\n\nA few experiments have studied the effect of negative emotions on false memory formation using this paradigm. Participants may be asked to study information while in a particular mood using a temporary mood induction technique. Participants may also be asked to study information that is emotionally negative or positive in content. Of particular relevance to forensic situations, research has also manipulated the delay from when the participants studies the information and then completes the memory test. However, research has yet to examine how specific emotions relevant to such forensic situations may impact on recall of specific information relevant to that emotion. We believe this could be of particular interest given that recent research shows we produce more true (and false) memories for information that matches the emotion/mood that we were experiencing at the time of study.\n\nFurthermore, although research has shown that negative false memories increase over time, recent evidence suggests that this selective consolidation for emotional false memories may occur preferentially during sleep rather than over time per se. The explanation comes from neurochemical changes that occur during REM sleep that result in activity in brain regions that are thought to play a role in the selective consolidation of emotional stimuli. The role of sleep consolidation on the formation of negative emotional false memories has yet to be examined. \n\nThe series of experiments outlined in this proposal will further examine these factors (specific emotions elicited during these events and the time and type of delay between encoding and retrieval of the event) that have the potential to mediate the degree to which people falsely remember emotion relevant information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L00853X/1","grantId":"ES/L00853X/1","fundValue":"284065","fundStart":"2015-01-05","fundEnd":"2018-01-04","funder":"ESRC","impactText":"","person":"Lauren Michelle  Knott","coPersons":["Mark L Howe"],"organisation":"City University London","findingsText":"","dataset":"gtr"}