{"id":"965FB92B-18E9-4BAC-83E1-045B1086CD82","title":"Consequences of inter cellular molecular transfer in vitro and in vivo","abstractText":"Cell to cell interaction within the immune system takes place within the immunological synapse. As a consequence, surface molecules can be exchanged. We will use an antibody-directed toxin approach to deplete recipient cells that have acquired donor MHC class II molecules (and vice versa) to study their contribution towards the rejection process in a mouse kidney allograft model. An anti donor MHC class II antibody will be used to direct a 'toxin' (gelonin) towards cells that express donor class II MHC molecules. If the donor (but not recipient) cells are resistant to the toxin, then only recipient (Multi drug resistant gene knockout mice which are toxin sensitive) cells that have acquired donor class II MHC molecules will be lysed. This will enable us to determine the relative contribution of this process to the alloresponse. We have synthesized this immunotoxin and demonstrated its effectiveness both in vitro and in vivo. In vitro experiments will also be performed to investigate the ability of the phenomenon to link the direct and indirect antigen presentation pathways. Understanding the consequences of MHC transfer will also have important implications in other fields where antigen presentation is involved, such as tumor immunology, vaccination, infection and auto-immune diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J002011/1","grantId":"BB/J002011/1","fundValue":"424275","fundStart":"2012-05-01","fundEnd":"2015-10-31","funder":"BBSRC","impactText":"  We are in the process of preparing a manuscript for publication of our key findings in the past year. Hopefully, this should stimulate the development of similar treatment strategy for the prevent of organ rejection. Pharmaceuticals and Medical Biotechnology Economic","person":"Wilson  Wong","coPersons":[],"organisation":"King's College London","findingsText":" In the first year of this project, we constructed the immuno-toxin as planned. This has now been tested and confirmed to be effective in killing the intended target cells. Transplantation of kidneys has also been preformed in the chosen strain combination to act as control which will be compared with treatment group using the immuno-toxin. In the second year, we have tested this immuno-toxin and demonstrated that treatment with the immune-toxin in recipients of donor kidneys prevents rejection of the donor organ, allowing the donor kidney to survive long term. The immno-toxin can be used in the intended way as proposed in the grant application. In addition, it can be used in other transplantation models to see if it can prolong graft survival. Healthcare","dataset":"gtr"}