{"id":"966022BE-527C-46F0-B711-AFBC314106AD","title":"Genetic manipulation of photoprotection and photooxidative stress tolerance in rice","abstractText":"All plants, including crop plants need to absorb light energy from the sun in order to grow, develop and eventually produce a harvestable product such as fruit or grain. Light is needed for plant development and it is also needed in photosynthesis where it is combined with carbon dioxide and water to synthesis sugars. The amount of light available cannot be controlled by the plants and depending on climatic factors, photosynthesis can be limited by light or it can absorb more than it needs. When too much light is absorbed, or 'harvested' there is a real danger that the energy will be passed to oxygen to form radicals which will damage plant tissues and even cause plant death. There are a number of mechanisms operating at the molecular level which sense the amount of surplus energy and 'dissipate' it harmlessly in a process called non photochemical quenching or NPQ. One mechanism involves the protein called PsbS which is present in all plants and acts as a 'switch' between light harvesting and energy dissipation. Another mechanism involves the synthesis of carotenoid molecules (specifically xanthophyll cycle XC carotenoids) which are colourful pigments (also present in all plants). They are also important antioxidants in the human diet. In plants they have a dual role: firstly they too regulate the process of NPQ, 'tuning' it to last a short or a long time. Secondly they are proven and powerful antioxidants in leaves, preventing damage to membranes. So far these molecules have only been investigated in the model plant Arabidopsis thaliana. There is a real need to investigate how these properties could be used in crop plants in order to improve growth and yield especially in stressful situations such as heat, drought or cold where, combined with high light, much damage from oxygen radicals can occur. This project uses a model crop, rice, in which the levels of PsbS and XC carotenoids have been manipulated by plant transformation procedures. Rice was chosen because it is easy to transform and has a sequenced genome. Plants with raised and lowered amounts of PsbS and raised and lowered amounts of XC carotenoids have been produced. The objectives of this proposal are to test the effects of these alterations on the efficiency with which light is absorbed and utilised by the plant. Are they at optimum levels or can we improve them? Secondly these plants, especially with raised levels of XC carotenoids should have an enhanced resistance to stress where membranes are the target, for example cold or heat and in the light. We will look for an enhanced tolerance to these stresses.. We will examine the biochemistry of plant membranes to find out how much more, or less, resistance exists. Lastly we will examine the growth rate and the potential for production of these plants in situations similar to growth in the field for grain production. We will find out whether the enhanced level of resistance to stress and the altered light use efficiency has a cost for the plant, or if it provides a real advantage. An important question to ask is whether the natural fluctuating levels of light we see outside in the field situations is efficiently converted by these processes or whether there is scope for improvement. There is good reason to believe that this project will show that we can make crop plants more resistant to environmental stress. Responses of plants to environmental stress should become more important as the impact of climate change is felt by agriculture. Additionally these processes should be of benefit to all crop plants including those which are used for energy crops or biofuels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G003157/1","grantId":"BB/G003157/1","fundValue":"387378","fundStart":"2009-01-05","fundEnd":"2012-07-04","funder":"BBSRC","impactText":"  Improved understanding of how photo protection can be used in crop improvement programmes to enhance yield in optimal and suboptimal environments and improve livelihoods of those who depend on productivity for financial livelihood and health. The data may be used by companies who are interested in developing such improvements of commercial gain and we have has interest form Syngenta in taking the NPQ improvement and expanding its application into disease resistance and chemical treatment, for which I am currently writing a grant application.\nThe data from PSBS in rice have been moved to wheat and resulted in a successful application to NIAB to produce the world's first wheat over-expressing PSBS lines as part of the Community resources programme. These wheat lines are currently under investigation. Agriculture, Food and Drink,Other Economic","person":"Erik Harry Murchie","coPersons":[],"organisation":"University of Nottingham","findingsText":" This project is exploring the impact of genetically manipulating key photoprotective genes in a crop species (rice). We are examining the chloroplast, leaf and whole plant impact of manipulating key photo protective genes PsbS and B-carotene hydroxylase (ChyB) . Although not part of the grant remit we are also exploring plants which have altered expression of the cyclic electron transport gene Pgr5 and Light Harvesting complex genes.\n\nSix Key findings from this project (ie results that we intend to publish in peer reviewed journals). \n\n1. A key published finding is that the major photoprotective protein PsbS imposes a limitation on leaf photosynthesis in fluctuating light. This also results in a lowered plant biomass under these conditions. We will have data that extends this to the crop canopy level by the end of the grant. We showed that this was due to a lowering of electron transport rate in fluctuating light. We show that lowered PsbS amounts result in a greater susceptibility to photoinhibition (Hubbart et al 2012 Plant Journal in Press)\n\n2. PsbS has a major effect on the dissipation of excess excitation energy (excess sunlight) measured as non photochemical quenching (NPQ) during induction of photosynthesis, in contrast to the model plant Arabidopsis. \n\n3. B-carotene hydroxylase accumulation results in a large xanthophyll cycle pool size (XC) and enhanced formation of the pigment zeaxanthin. This causes a slower induction of NPQ (although the final de-epoxidation state is the same) and a higher eventual NPQ value, in contrast to Arabidopsis. If we reduce the XC pool size using RNAi plants then the NPQ capacity is lower, again in contrast to Arabidopsis.\n\n4. When challenged with photo oxidative stress (high light and low temperatures) , an altered XC does not result in a different photo inhibition level in comparison with WT control , however the recovery of photosynthesis (leaf CO2 assimilation) at moderate temperatures was higher in leaves that accumulated XC (preliminary). \n\n5. When both types of plants (PsbS and ChyB) were grown as complete crop canopies in a specially built glasshouse the whole plant responses were very different from those in the controlled environment. In particular the PsbS over expressors had a biomass that was much greater than the CE rooms (to be confirmed) suggesting that the protection from photoinhibition in more challenging environments was critical in crop species.\n\n6. Pgr5 is a cyclic electron transport regulator. Over expression of this gene led to a higher NPQ values even at relatively low light levels in contrast to Arabidopsis where it is considered to be important only at high light. Plant breeding companies and seed companies may be interested in using the results of this research for traits in suboptimal environments. \n Modulation of photo protective genes for heat and cold shock could be made in crop species and tested in agronomically relevant conditions. It may be advantageous for stress- regulated promoters to up regulate these genes according to the environment. Plant breeders, biotechnology companies and non profit research organisations (e.g. CGIAR) are potential users. Agriculture, Food and Drink,Energy,Environment,Other","dataset":"gtr"}