{"id":"9670E469-AB4D-4396-9697-5612A14CD715","title":"A state of the art multiparametric flow cytometry analysis system for multidisciplinary stem cell research","abstractText":"Stem cells are capable of essentially extensive growth whilst retaining the ability to differentiate into most of the cell types found in the adult but unless we can find ways to grow them in large numbers while directing them to differentiate into therapeutically useful cells much of this potential will not be realised. A major obstacle impacting the derivation of differentiated cell types from stem cells is that current in vitro differentiation strategies often only produced the desired cells in small numbers. This means they must be separated from the other cell types present and one of the best techniques we have for doing this is flow cytometry. This technology relies upon the binding of fluorescent labelled antibodies to the surfaces of our desired cells such that when they pass through the flow cytometer they can be separated from the others and retain their viability. If appropriate antibodies are available, up to 12 different colours can be analysed at any one time using the instrumentation detailed in this proposal and this offers us an unparalleled advantage in cell identification and separation. There are a number of active research groups at the Institute of Human Genetics investigating a range of differentiation protocols designed to produce useful cells from a range of stem cells and flow cytometry instrumentation is not only indispensable to this work but is also subject to very heavy demand. In view of this, a successful outcome of this proposal would greatly enhance our ability to develop useful techniques for stem cell differentiation that will ultimately benefit medical science in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012841/1","grantId":"BB/E012841/1","fundValue":"251513","fundStart":"2007-04-01","fundEnd":"2008-03-31","funder":"BBSRC","impactText":"","person":"Majlinda  Lako","coPersons":["Helen Mary Arthur","CG  Miles","Lyle  Armstrong","David  Elliott","Karim  Nayernia","Ian  Dimmick"],"organisation":"Newcastle University","findingsText":" The funding from this award has been used to establish the new multicolour state of the art flow cytometry system at the Institute of Genetic Medicine. This euqipment has provided a unique resource for Stem Cell groups in Newcastle and Durham University enabling research in areas of embryonic and somatic stem cell biology as well as developmental and cell biology projects across both campuses. The equipment is now part of the University wide flow cytometry core facility which is now self-funded through FEC based internal charging system. Through collaborative links with Guava and BD Biosciences, we test a range of monoclonal antibodies and cell surface markers prior to their commercialisation using funds obtained via the KTP scheme. The equipment purchased via this equipment award is now part of the University wide flow cytometry core facility which is now self-funded through FEC based internal charging system. Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}