{"id":"9688EC66-97CD-4E93-A3E2-6F76DD3FB91F","title":"Theoretical Particle Physics at City University","abstractText":"With the arrival of the LHC on the Particle Physics arena, theoretical particle physics finds itself at a critical juncture. On the one hand, the last missing element of the Standard Model, the Higgs boson, needs to be found, and on the other, the LHC experiments may find new particles and processes that go beyond the standard model. At the same time, in the theoretical physics community there are a number of outstanding problems that will benefit from the information that we expect to arrive from the LHC. This project will investigate two key problems in modern theoretical physics. Firstly, we will investigate strongly coupled gauge theories using the so-called gauge/string correspondence. Four dimensional gauge theories are a central building block of modern particle physics. Yet relatively little is known analytically about their behaviour because they are not ameanable to perturbative methods - they are strongy interacting. In recent years, there have been significant breakthroughs in understanding certain gauge theories using the gauge/string correspondence. In particular, the mathematical tools known as integrability have provided an incredibly precise analytic handle on certain supersymmetric strongly interacting gauge theories. For the first time, we are able to make exact analytic statements about generic, quantum-corrected, quantities in these highly symmetric gauge theories. In this project we will develop new tools and methods to understand the strong-coupling dynamics of more realistic, less supersymmetric, gauge theories. Secondly, we will explore beyond-the-Standard-Model physics that can be obtained as a consistent low-energy theory from string theory. String theory has provided a framework for unifying gauge and gravity interactions into a single consistent quantum theory. One of the key challenges has been to identify particular examples of string theory compactifications which will lead to realistic low-energy physics. Our group will systematically search through the very large number of consistent string vacua, for those models which are consistent with the Standard Model and any new physics found by the LHC. Our past experience suggests that stringy geometries which could give the Standard Model are very rare. This in turn hints at the uniqueness, rather than the huge degeneracy, of string vacua, and we aim to extensively test this hypothesis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J00037X/1","grantId":"ST/J00037X/1","fundValue":"40148","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"STFC","impactText":"  By other researchers in Mathematical and Theoretical Physics  ","person":"Bogdan  Stefanski","coPersons":["Yang-Hui  He"],"organisation":"City University London","findingsText":" Our work is in the area of Mathematical and Theoretical Physics. As part of this project we have, for the first time, developed a quantitative description (using mathematical methods known collectively as integrability) of holographic dualities between 3-dimensional theories of quantum gravity and two-dimensional gauge theories. We have also explored low-supersymmetry gauge/string dual pairs in 4/5 dimensions the research community has been very interested in these results which have led to much followup work and tests of our results Other","dataset":"gtr"}