{"id":"9694CA76-BA8D-4C8D-A761-CC0DF557C7F8","title":"Northern Ireland: memory, commemoration and public symbolism - dealing with the past.","abstractText":"The failure of recent attempts to resolve issues surrounding flags, parades and dealing with the past has demonstrated the potential of issues of collective memory and commemoration to undermine the prospects for reconciliation in a still divided Northern Ireland. \nThe continued failure to reach agreement concerning how to deal with the past has created destabilising social and political tensions in Northern Irish society. Both the collective memory and forgetting of traumatic events of the past has political implications, affecting prospects for peace and reconciliation. Commemoration in Northern Ireland is thus fraught and contested. \n\nThe societal role of commemoration in all its forms is of critical importance for policy makers and those seeking to understand both the perpetuation and successful regulation of conflict. The notions of memory, commemoration, contested space and territory will be central to the seminar, a key site of conflict in the culture wars in Northern Ireland. These debates are not only academic: the effects of territorial struggle and claims on contested space continue today, with effects ranging from the recent social unrest surrounding parades, to dissident paramilitary violence and the future political development of Northern Ireland.\n\nWe recognise that it is essential that policy makers have an improved understanding of the role of social memory and commemoration within communities. The seminar will help to facilitate such an understanding through a dialogue between academics, practitioners, politicians and policy makers. \n\nBroadly, this will include examining the political and social policy implications emerging from a detailed scrutiny of the roles of memory, commemoration and forgetting in Northern Ireland. This will include the role of history and heritage education and its effects on young people, identity formation and citizenship issues. It will also include a comparative dimension, reflecting on the role of truth recovery and dealing with the past in other divided societies, the heritage industry and the official (and unofficial) role of commemoration both in societies divided by violent conflict and those whose divisions are predominantly cultural and ideological. Meetings 2, 4 and 6 will include international keynote speakers.\n\nThe series will draw on the organisers' expertise in conflict analysis and bring together participants from several\ndisciplinary backgrounds, including political scientists, psychologists, sociologists, historians, policy analysts, alongside those working in the heritage sector, education, government and NGOs, and other civil society organisations. It will reflect on both past and recent issues concerning the role of memory and forgetting in Northern Ireland in comparative perspective.\n\nThe proposed seminar series will consist of six open one-day events, each engaging with specific issues relevant to the seminar theme,\nbroadly defined as: the analysis of current research trends and methodologies of memory; symbols of commemoration and\nsites of memory (both physical and intellectual); collective memory and forgetting (including the re-memorising of 'great\nevents'); the culture wars - the politics of commemoration and socialisation; the role of memory and reconciliation\n(comparative approaches) and a final seminar discussing the policy implications of the research, with input from Northern\nIreland politicians, NGOs, media and members of the policy community.\n\nThe organisers have well established academic, practitioner and community links across Northern Ireland which will ensure the successful composition, engagement and delivery of the seminar series\n\nProposed outcomes from the seminar will include academic publications, downloadable policy resources, and an open access report of discussions and recommendations, ensuring broad public engagement and wide dissemination of the seminar findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M001741/1","grantId":"ES/M001741/1","fundValue":"30033","fundStart":"2015-06-21","fundEnd":"2017-06-20","funder":"ESRC","impactText":"","person":"James White  McAuley","coPersons":["Maire  Braniff","Jonathan  Tonge","Graham Philip Spencer"],"organisation":"University of Huddersfield","findingsText":"","dataset":"gtr"}