{"id":"96983C09-0DA2-4248-A109-937AD79CF095","title":"Natural Language Parsing using Cell Assemblies: computational linguistics with attractor nets","abstractText":"The human brain consists of neurons and humans use their neurons to think. The scientific community has a good understanding of how neurons work, but not of how they work together. On the other hand, understanding natural language (like English or Chinese) is the most complex thing people do. Almost everyone can understand language, but no computer program comes even close.This grant will support the development of a system that calculates or thinks using simulated neurons. The main task of this system will be to understand language. However, to understand language, the system must understand the words. So, the system will sense and interact with an environment. We will be using a video-game environment, so the system will see its surroundings, move around, and take typed commands from a user playing another agent in the game.There are programs that already do things like this though their language and sensing capabilities are weak. However, these are standard symbolic programs. The proposed system will instead be based on neurons. There is currently not a good understanding of how neurons work together. In developing this system, neurons will be used for a wide range of sophisticated calculations.Neurons have interested people as computational devices for a long time so there are many programs that simulate neural behaviour and other related systems called connectionist systems. However, almost all the programs using these connectionist systems are used for simple categorisation and learning simple functions. They are not used for more sophisticated calculations.At one level neurons compute by collecting activation from other neurons and sending off a spike of activation if it has collected enough. Each neuron is connected to thousands of other neurons, and occasionally each neuron spikes. This spiking is the essential computation that a neuron does. So the brain functions by having neurons that fire at the appropriate time.It turns out that it is pretty easy to get these neural systems to categorise. We have developed simulations that categorise inputs. Humans use groups of neurons to categorise things. These neurons tend to fire together and are called Cell Assemblies. So a person has some neurons that are devoted to each concept like 'dog'. If a dog is present, or the person is thinking of a dog, the neurons for 'dog' are spiking. One major question we are trying to answer in this grant is how these neurons and Cell Assemblies work together to do other types of calculations, like applying rules.Why should a neural-CA approach be pursued when a symbolic approach already works? The answer is learning. Humans learn all the time. There are a range of computer programs that learn in different ways, but it is not clear how these learning programs relate to the way that people learn. We do however know how neurons learn.Each connection between two neurons has a weight. The higher the weight, the more the activation that is sent when the neuron spikes. The neurons learn by changing this connection weight. The weight is increased when the two neurons fire together, and decreases when only one fires.So, how does this neural learning rule translate to the types of learning that humans do? This is a really hard question and it is our second major question. As a neural system that does more sophisticated calculations is developed, different types of learning, like how rules are learned, will be explored.For a computer program to do sophisticated things like humans do, it can not just be programmed with all the information it needs. It needs to learn. A neural-CA system that learns its environment, acts in that environment and understands language will be a useful system. More importantly, developing a neural-CA system that can do sophisticated calculations, and learn new types of calculations will be an enormous advance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D059720/1","grantId":"EP/D059720/1","fundValue":"224164","fundStart":"2006-08-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"","person":"Christian  Huyck","coPersons":["Roman  Belavkin"],"organisation":"Middlesex University","findingsText":"","dataset":"gtr"}