{"id":"969F7DD4-C243-4047-8589-7DFADCA9922A","title":"Rolling Programme in Solar and Plasma Astrophysics","abstractText":"The physics of plasmas - particularly magnetised plasmas - dictates the behaviour of much of the visible universe, from the outer layers of the Sun to the furthest reaches of the observable cosmos. In this proposal, we focus on several key unsolved problems in solar and plasma astrophysics that are also prototypes for a wider and deeper understanding of cosmic plasmas as a whole. These are: (a) how do high-energy radiating particles behave in solar flares and in interplanetary space? How are they accelerated, are they beamed and do they play a key role in flares and their terrestrial impact? (b) how does the Sun store and release energy in its magnetised atmosphere, from surface flows, to low atmosphere flaring activity? And what can be learned from the behaviour of solar plasmas to help understand hot stars or magnetised stars that are just forming? (c) How do pulsars radiate and how do plasmas behave in the extreme environments near a pulsar's surface? Our programme combines observational data with theoretical and numerical modelling, and spans a wide range of astronomical and technical problems, from solar surface flows to high-energy particle acceleration and circumstellar matter; from electromagnetic waves to relativistic particle beams; from image processing to statistical analysis of weak signals. We will bring all these skills to bear on astronomical questions at the heart of current efforts to better understand the universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001808/1","grantId":"ST/I001808/1","fundValue":"1210690","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Lyndsay  Fletcher","coPersons":["Alexander Lachlan MacKinnon","Martin  Hendry","Eduard  Kontar","Declan Andrew Diver","Graham  Woan","John Campbell Brown"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}