{"id":"96ABE096-9040-4BAF-B7E9-F2D4D0BBA181","title":"High density temperature measurements within the urban environment (HiTemp)","abstractText":"The Urban Heat Island (UHI) is a direct consequence of anthropogenic influences on our local climate. Many studies have been devoted to the study of UHI extent and magnitude, as well as the impacts increased urban temperatures have on meteorology, climatology, human health and society. Although the UHI phenomenon is well documented and studies have increased our understanding, the basic measurement of temperatures across urban areas remains very limited. Birmingham is the UK's second most populous city, with a population in excess of 1 million people and a well defined UHI. However, Birmingham has only two climate stations which when linked with the complex heterogeneous urban morphology results in extremely poor data coverage. The overall aim of this project is to provide a demonstration sensor network designed to measure air temperature across the Birmingham conurbation. This aim will be met by the following objectives: 1. Instrument Birmingham via nested arrays of sensors comprising of the following: a Coarse array of 29 weather stations across Birmingham located in secure primary electrical substations b Wide area array consisting of 131 Wi-Fi air and humidity sensors located at schools across the conurbation (1 per ONS Super Output Area) c Fine scale array covering the Central Business District and consisting of approx. 50 sensors per square kilometre 2. Analyse, process and make available the data sets to the user community. Data will be made available for analysis on web-based GIS platforms to inform decision-makers and the wider user community including schools and colleges. 3. To instigate knowledge exchange with industry and decision-makers. The proposed sensor network would provide an unparalleled data set that would benefit many users including project partners. Users are at the heart of this proposal. Academic investigators on this project already have two established Knowledge Transfer Partnerships with project partners who will directly benefit form the data collected during this project: 1. KTP with EON Central Networks to investigate power-grid/temperature dependency in Birmingham (TSB/NERC funded) 2. KTP with Birmingham City Council to investigate environmental risk (e.g. Urban Heat and Flooding) at a neighbourhood scale (TSB/NERC funded) Both these partners are committed to this project and are crucial to the success of establishing the network. EON Central Networks will provide access to the secure sites across the conurbation where as Birmingham City Council will be instrumental in the installation of the sensors on council owned lighting columns. The majority of the equipment will also be procured from project partners on specially negotiated deals. The University has recently completed a KTP with Campbell Scientific Ltd who will be responsible for the coarse array of weather stations where as Aginova Inc. are the technical partners responsible for the Wi-Fi sensors. This is an ambitious project which seeks to provide three different sensor networks at three different scales. A unique selling point of this proposal is the strengthening of already mature partnerships, where as collaboration with SI-KTN will further ensure future engagement activities with new partners. In summary, data from this project will be instrumental in answering key research questions currently under investigation such as what is the impact of the current and future climate on the people and infrastructure of a major conurbation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I006915/1","grantId":"NE/I006915/1","fundValue":"610245","fundStart":"2011-05-01","fundEnd":"2014-10-31","funder":"NERC","impactText":"  As the funding only covered data collection, research is only just starting to use the data. Hence, the original findings will take some time to be realised. However, what we have learnt on the project is already being applied in an industrial setting (initiated by a TSB grant ion 2013). Transport Societal,Economic","person":"Lee  Chapman","coPersons":["Xiaoming  Cai","John  Thornes","Christopher  Kidd"],"organisation":"University of Birmingham","findingsText":" We have instrumented an urban area to measure temperature at an unprecedented scale. This data can be used to manage our cities so that the function more effectively in heatwaves.\n\nWe have learnt how new low cost technologies can be used to monitor the weather and climate. The technologies developed on this project are already contributing to making our cities 'smarter' and we are now working on a number of spin-out projects which will make our roads, railways and electricty networks resilient to weather and climate. The low cost sensing developed is already being picked up by industry and can be used for any application which requires a dense low cost sensor network. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Transport","dataset":"gtr"}