{"id":"96ACE75E-63E6-40D8-8F3B-80FD535CEE96","title":"Epigenetic control of seasonal timing","abstractText":"Animals inhabiting seasonal environments need to adapt their physiology to survive to anticipate environmental change. To achieve this, sophisticated internal clockworks have evolved which drives annual cycles of behaviour and physiology. These can free-run in constant conditions (&quot;circannual&quot; rhythms) and are synchronised to the environment by a brain hormone Melatonin (MEL), produced at night from the pineal gland, the activity of which is regulated by the light-dark cycle. Accordingly, MEL targets are exposed to seasonal changes in duration of the MEL signal - long in winter and short in summer. The MEL signal acts on hormone secreting circuits (neuroendocrine), which in turn drive annual reproductive and metabolic cycles. \n\nMEL acts on targets sites in a specific region at the base of the brain in the pituitary gland called the pars tuberalis (PT), which acts as a seasonal conductor - controlling hormone secretion such as prolactin (a hair growth regulator) in the main pituitary gland, and also within another immediately adjacent brain structure in the hypothalamus, where it regulates the thyroid hormone levels, controlling seasonal reproduction and metabolic cycles. We discovered a key gene regulating long-photoperiod (LP) responses in the PT called EYA3 which is rapidly activated by LP's and acts as a switch mechanism driving hypothalamic thyroid hormone changes. \n\nWe have also discovered many genes in the PT are regulated by a process called DNA methylation. Methylation suppresses activity of genes and is essential to the function of normal cells. Our studies show that both de-methylation - removal of the suppressive imprint - and methylation - imposition of the imprint - are remarkably dynamic. So much so, that each night MEL induces changes affecting the methylated state of over 1000 genes. Such DNA modifications are termed epigenetic - heritable changes caused by mechanisms other than changes in the underlying DNA sequence, and are crucial in many diseases, but also underpins normal physiology including ageing and differentiation of stem cells. \n\nWe aim to map all methylated sites in the sheep genome (the &quot;methylome&quot;) in response to seasonal signals (the &quot;seasonal-methylome&quot;), simulated by changes in photoperiod using high-resolution bisulphite sequencing. This is important, as our current methylation screen was based on a low-resolution and less sensitive method that cannot identify specific methylated DNA nucleotides. We will now be able to define methylation changes that affect the function of specific DNA signals, such as binding sites for specific transcriptional regulators. We will compare material collected from animals maintained on short or long photoperiods, using tissue from the PT and also the ventral hypothalamus (where thyroid hormone metabolism is controlled), and examine how the methylome changes in different photoperiods. The pattern of methylation under different photoperiods will also be correlated with changes in the expression of genes, determined by whole genome RNA Sequencing (the &quot;seasonal-transcriptome&quot;). We will test the hypothesis that pre-exposure to specific photoperiods can affect an animal's response to changes in photoperiod, and how the &quot;methylome&quot; drives long-term seasonal rhythms. \n\nThese studies will provide the first insight into epigenetic control of genes in brain structures that control seasonal reproduction and growth in a mammal. Our studies may also reveal general features of the biology of livestock domestication, since components of the PT circuit (TSH-R) have been identified as being under strong selection in comparative studies of chickens. This may lead to new understanding of mechanisms controlling reproduction and growth, of commercial significance to the livestock industry in the UK, and reveal how animals could adapt to climate change through interaction of external signals in the environment, and DNA modifications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K003119/1","grantId":"BB/K003119/1","fundValue":"439640","fundStart":"2013-01-01","fundEnd":"2016-04-29","funder":"BBSRC","impactText":"","person":"Andrew  Loudon","coPersons":["Julian Richard Davis"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}