{"id":"96AD5A98-F663-43DF-9C00-8CB049B666DB","title":"Application of intelligent imaging sensors to image guided and intensity modulated radiotherapy","abstractText":"Novel active pixel sensors have been developed under the Multidisciplinary Integrated Intelligent Imaging (Mi3) Project (funded by a Joint Research Council Basic Technology Award), which Sheffield leads and Institute of Cancer Research (ICR) are partners. This will lead to the realisation of radiation sensors that have increased functionality and integrated intelligence for use in a range of imaging applications within the field of medical imaging. This proposed research aims to exploit these latest developments in imaging and detector technology for application to two challenges in image guided radiotherapy (IGRT) and intensity modulated radiotherapy (IMRT), which will help the optimisation of conformality of dose delivery in cancer treatment with radiotherapy. The first challenge is to improve dose delivery accuracy to moving tumours in sites such as the lung. On of the most promising techniques for dealing with motion during treatment employs IGRT with X-ray fluoroscopy. Using two dedicated fluoroscopy units, tumour motion has been imaged continuously with the aid of X-ray radio-opaque markers. However, serious problems with this system exist: there is a significant latency period between the time at which the tumour is imaged and the identification of the tumour position and the cost of using such systems in terms of unwanted dose is non-trivial. If these systems are to be realised lower radiation intensity must be used which inevitably leads to poorer image quality and lower tracking accuracy. Lower tracking accuracy will lead to a greater number of errors or impractical treatment times. The second challenge is to optimise treatment verification, which due to the complex nature of IMRT delivery, is a time-consuming and therefore resource-heavy process. Groups, including the ICR Group, have pioneered the use of electronic portal imaging devices for IMRT verification. Imaging solutions for the verification of the position of the radiation beam during dynamic beam delivery with respect to the treatment plan have been presented, however, fully automated verification has yet to be implemented in day-to-day clinical practice.It is against this background that the project will address the question: given the image quality limitations of current portal imaging devices and the high dose rates imparted by fluoroscopic systems, is it feasible to increase tracking accuracy of intra-fractional tumour motion and the efficiency of IMRT verification using intelligent pixels sensors? Intelligent sensors will be built that have novel functionality that will potentially be useful for speeding up IMRT verification and optimising the tracking process. For example, these sensors will have region of interest read out and self-triggered detector read out that have advantages for increased speed of acquisition and data reduction. These functions can be used to make better use of the radiation available allowing us to acquire the minimum amount of data required to make decisions regarding tumour marker position or field leaf position for IMRT verification. A prototype imaging system will be designed, constructed and tested in order to investigate data acquisition methods that can be implemented with active pixel sensors to fully optimise image acquisition and hence make portal/fluoroscopic imaging a viable solution for IGRT and efficient verification. Optimisation of tracking methods through the use of intelligent sensors will be carried out firstly through the development of tracking algorithms that can be implemented within the image sensor, through simulation of this hard ware processes and through testing using the novel sensors and field programmable gate arrays. The final stage of this project will include the development of a concept demonstrator for intelligent sensor based radiotherapy imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F035985/1","grantId":"EP/F035985/1","fundValue":"347577","fundStart":"2008-08-12","fundEnd":"2011-08-11","funder":"EPSRC","impactText":"  The results of the work have been used to inform on design of sensors for imaging in radiotherapy. The work led to a sensor for a technology development project and then a translational award from Wellcome to develop a proton radiotherapy system Healthcare Societal","person":"Philip  Evans","coPersons":["Emma Jane Harris"],"organisation":"Institute of Cancer Research","findingsText":" This project has developed and evaluated the use of CMOS active pixel sensors (APS) for radiotherapy imaging and verification. The original detector technology used in this work was developed under EPSRC funding in the Mi3 project (Multidimensional Integrated Intelligent Imaging GR/S85733/01). This grant has taken that work forward to demonstrate the use of this technology to solve some of the problems in radiotherapy.\n\nPatient motion is a particular problem in accurate radiotherapy in treatment sites such as the lung or liver. Current imaging approaches use amorphous silicon flat panel imagers which are slow to read out, suffer from artefacts such as lag and have low quantum efficiency. To develop a system with the potential to allow us to image the moving anatomy was the first goal of this project. We have developed a system using the APS called LAS (large area sensor). We have developed the system to allow it to be placed in a high dose radiation beam used for radiotherapy. We have developed a high quantum\n\nefficiency system with about 20 times the quantum efficiency of existing technology which can acquire an image with megavoltage x-rays with a dose of a fraction of a cGy by using a high quantum efficiency monolithic zinc tungstate scintillator. Readout was demonstrated to be about 10 times faster than existing technology with superior image quality. We have developed an algorithm to track fiducial markers that are often planted close to the tumour in radiotherapy patients (to allow x-ray visualisation of the tumour). Results show that with the use of our new sensor and algorithm we can track the markers in a fraction of a second with sub-cGy dose. This has led to a patent being submitted by ICR based on tumour tracking with a fast high-efficiency scintillator.\n\nThe second goal was to develop a method of verifying complex treatments such as volumetric modulated arc therapy (VMAT). In this treatment the treatment field size changes as the gantry rotates and the dose rate changes. This method of treatment allows highly sculpted dose distributions with short delivery times and consequently is finding greater and greater use in radiotherapy. Verification of this method is a major challenge. We have developed and demonstrated the use of our fast imaging system with field edge extraction algorithms to verify VMAT. We plan to produce a paper on this in the coming months.\n\nThis work has been carried out with Prof Allinson's group in Lincoln. They have worked with us on a parallel funded grant to develop methods for fiducial marker segmentation and tracking. This results of this work are expected to have benefit for cancer patients. We have demonstrated how Volume Modulated Arc theraoy (VMAT) may be verified - a major challenge in the field and how treatment of patients with implanted markers may be improved using optimised imaging. This is expected to have impact for a variety of common cancers treated with radiotherapy, including prostate, lung and breast. This work is has impact on healthcare particularly radiotherapy for cancer. We have storng links with Elekta, a major international manufacturer of radiotherapy equipment, and other manufacturers. They have expressed interest in this technology. The work developed is also influencing treatment in the Royal Marsden NHS Foundation Trust, showing how treatment monitoring can be improved and optimised. Healthcare","dataset":"gtr"}