{"id":"96B99A4D-35F9-4917-AEBE-C6DE1763D897","title":"Charge Mobility in Organic Semiconductors: Linking Theory and Experiments","abstractText":"Computing the electron transport properties of a material is one of the most difficult tasks in quantum mechanics. In contrast to molecular properties at equilibrium (e.g. ionization potential, equilibrium bond distance) for which quantum chemistry provides a general protocol and a hierarchy of approximations, there is neither a unique model to describe electron transport nor a well established link between computations and electric measurements. The problem has a distinct theoretical and computational aspect: 1. THEORY. A typical theory of charge transport assumes that the electronic and vibrational structure of the material at equilibrium are computable, and develops a simplified 'model Hamiltonian' that, incorporating a few material dependent parameters, should capture the essence of charge transport in the real system. Advanced approximation methods from quantum dynamics are used to study the model Hamiltonian, obtaining an analytical expression that relates the materials parameter and the observable quantities (e.g. the charge mobility). The model Hamiltonian appropriate for organic semiconductors is different from that used for their inorganic counterpart. The charge carriers of organic conjugated compounds are localized by a combination of two effects: (i) the reorganization energy (i.e. a displacement of the nuclei that stabilizes the charge carriers) and (ii) the disorder (electrons are completely delocalized in a perfectly ordered lattice, while they are localized by the presence of structural disorder). The cooperation of these two effects is what makes organic semiconductors unique among electronics materials. In this project, the appropriate model Hamiltonian for polymeric semiconductors will be built. The role of the different material parameters (reorganization energy, static and dynamic disorder, electronic coupling between monomers, etc...) on the charge mobility will be determined studying numerically the time evolution of the wavefunction that describes the charge carrier. An analytical formulation that relates the charge mobility with the material parameter will be also proposed. 2. COMPUTATION. A charge transport theory links microscopic quantities to experimental observables. Computational chemistry methods will be used in this project to evaluate all the microscopic quantities needed by the theory to make quantitative predictions. The reorganization energy and the electronic coupling between monomers will be computed using quantum chemical methods as already described in the literature. The effect of static and dynamic disorder will be evaluated using a combination of classical molecular dynamics (MD) and quantum chemistry. A classical MD simulation of few polymer chains will be used to model the conformational space explored by the polymer at a given temperature. For a large number of geometries explored by the classical trajectory, the electronic Hamiltonian of the system will be evaluated via quantum chemical calculations. The resulting time dependent electronic Hamiltonian will describe the static and dynamic disorder of the polymeric system. Together with the other material dependent parameters, it will be used to evaluate the charge mobility of the material. An extensive comparison of the proposed theoretical and computational analysis with the available experimental data will provide a much clearer picture of the transport mechanism in organic polymers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E03375X/1","grantId":"EP/E03375X/1","fundValue":"217928","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Alessandro  Troisi","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}