{"id":"96C28BDF-06F2-4C6C-A663-3ED5D9227600","title":"Using Control Theory to Design Sustainable Policies for Greenhouse Gas Emissions in the Presence of Model Uncertainty","abstractText":"This project will apply concepts from modern robust control theory to develop algorithms for determining the optimal policy that both achieves sustainable levels of emissions of CO2 (and other greenhouse gases) and minimises the impact on the economy, but also explicitly addresses the high levels of uncertainty associated with predictions of future emissions. The aim of the optimal policy is to adjust factors such as the mix of energy generation methods and policies for reducing emissions from housing, industry and transport, in order to achieve a rate of emissions that will allow the UK to achieve its emissions targets while maximising economic growth as measured by discounted GDP. A key difficulty in determining the optimal policy is handling the uncertainty associated with the effect that the policy changes will have on the rate at which is CO2 emitted. One of the main conclusions of the Stern Review is that policies for stabilisation of CO2 emissions have to be implemented immediately and it is not possible to delay decisions until models with less uncertainty become available. If this conclusion is accepted (and indeed even if it is not) model uncertainty has to be incorporated as an integral part of the design of these policies. Currently, economists are unable to find optimal policies in the presence of uncertainty and most existing economic models address model uncertainty by running repeated what if scenarios to predict the outcome for a range of parameter values. This project will use concepts from robust control theory to develop tools for incorporating uncertainty directly into the design of the optimal emissions policy; the tools can then be applied to other existing models. Including uncertainty within the design quantifies the risk associated with the emissions policy, which allows policy makers and emitters of CO2 to incorporate risk within their strategic plans. The tools will be implemented on the ECCO (Evolution of Capital Creation Options) model that describes the dynamic evolution of CO2 levels emitted by UK economy. Unlike many other economic models, this model is based on the physical principles of mass and energy balances, which are used to derive economic measures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H03062X/1","grantId":"EP/H03062X/1","fundValue":"241529","fundStart":"2010-06-01","fundEnd":"2013-05-31","funder":"EPSRC","impactText":"","person":"Stephen  Duncan","coPersons":["Antonis  Papachristodoulou","Cameron  Hepburn"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}