{"id":"96C35E44-F0CF-4F76-8F34-02FC242F2486","title":"COST D35 Collaboration Optically and electronically controlled states of metal-based molecular systems. Experiment and theory","abstractText":"An international collaborative project entitled Optically and electronically controlled states of metal-based molecular systems. Experiment and theory was established in January 06 within the new COST Action D35 From Molecules to Molecular Devices: Control of Electronic, Photonic, Magnetic and Spintronic Behaviour . This project combines the efforts of 11 leading European laboratories in chemical synthesis, state-of-the-art laser spectroscopy, electrochemistry, and theory to achieve a comprehensive understanding and control of electron transfer, charge separation, and transmission of electronic effects in multicomponent metal-based molecular assemblies . The London group at Queen Mary, University of London plays a central and leading role in this programme, the PI being its coordinator and the chair of the D35 Action. The funding being applied for will enable the London group to participate actively in this European collaboration.We will focus on new photoactive metal-containing compounds. The research will proceed from investigations of the structures and dynamic evolution of their excited states to understanding of their relaxation processes and, finally, of photoinduced electron transfer. It is the latter process which leads to charge separation and various molecular functions, applicable in molecular devices. By understanding and controlling excited-state characters and relaxation dynamics, we expect to find means to accelerate and control transfer and excited-state charge separation. We will also address unique and relevant features of transition-metal photophysics, such as sub-picosecond intersystem crossing to triplet states, ultrafast release of excess energy during relaxation, extensive medium reorganization, etc., whose potential for applications in molecular devices needs to be assessed. These complex tasks will be approached by combined experimental and theoretical investigations, employing state-of-the-art structure-sensitive time-resolved IR (TRIR) and Raman spectroscopy, picosecond X-ray absorption, ultrafast UV-Vis and fluorescence up-conversion spectroscopy, together with modern quantum chemical and molecular dynamics computational techniques. Collaborations will expand our synthetic base, increase the range of chemical systems for our photophysical studies, allow us to combine our experimental work with high-level quantum chemical calculations, and provide us with an access to state-of-the art experimental techniques (ultrafast time-resolved UV-Vis, X-ray, and 2D-IR spectroscopy, fluorescence up-conversion), some of which are unavailable in the UK. Funding of this collaboration will thus multiply our experimental facilities, manpower and expertise to the benefit of the research performed in the UK, as well as in the collaborating European labs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E017533/1","grantId":"EP/E017533/1","fundValue":"16665","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"A  Vlcek","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}