{"id":"96C4DE21-945B-4477-B227-32531BE5A3D1","title":"Urban pollinators: their ecology and conservation","abstractText":"There are two schools of thought concerning the effect of urbanization on pollinating insects. On one hand, urbanization is considered to be one of the major causes of insect decline, in particular through the alteration of ecological features important to pollinators, such as food and nesting sites. On the other hand, some urban habitats are remarkably good for pollinators: 35% of hoverfly species known from the UK were recorded in a single garden in Leicester, and urban habitats are one of the few habitats where bumblebees are not declining. Our research will start by asking where pollinators are found in the UK landscape, by comparing pollinator diversity in three habitats: cities, farmland and nature reserves. Rather than just counting species though, we will use a systems approach to study the network of interactions between plants and their pollinators, as these interactions have a profound impact on a community's response to species loss, stress and ecological restoration. In the second stage of the proposed research, we will look in detail at the pollinator fauna of four cities (Bristol, Reading, Leeds and Edinburgh), with the aim of quantifying the value for pollinators of various city habitats. While ecologists know a little about the value of urban gardens for pollinators, practically nothing is known about the value of industrial estates, school grounds, allotments, graveyards and the many other habitats found in cities. Our pilot data suggest that some habitats can be remarkably good for pollinators, or can be managed to be so. Again a network approach will be used, and the impact of change will be predicted using an entirely new mathematical tool - one which combines data on the network of interactions linking pollinators to flowers with data on meta-community ecology (how the whole system of local pollination networks responds to species loss and species dispersal). In the final stage of our proposed research, we ask whether we can improve conditions for urban pollinators. We will use a large-scale field experiment, replicated in four cities, in which we will manipulate pollinator food supplies by introducing an urban version of the field margins sown with 'nectar flower mixtures' on farmland to conserve pollinators. Our plant mixes will be chosen to provide pollinator food, be low-maintenance, and look attractive to the human eye. Working with local professional conservation practitioners in each city (seven of these are named collaborators on the proposal), treatments will be implemented in a bold experimental design in four cities. As can be seen from the letters of support, our project will provide the exact data that practitioners need for evidence-based conservation management of pollinators. Moreover, The Natural Environment and Rural Communities Act 2006 states that public authorities must have regard to conserving biodiversity. Evidence-based urban planning offers considerable promise for pollinator conservation. By using our data to understand the value and spatial properties of the urban habitat mosaic, Local Authorities will be able to integrate pollinator conservation into the 9% of land that comprises urban areas in the UK. Members of the proposed research team have the skills, experience and wherewithal to improve pollinator conservation significantly in the UK. Led by Memmott, the team consists of university-based pollination ecologists, taxonomists to identify the many hundreds of species that will be found, and conservation ecologists, with long-term interests and influence in urban areas, to implement the changes needed to conserve both the pollinators and the ecosystem services they provide. Our research proposal is exciting, timely, pioneering and ambitious. It is also very feasible, as a clear management structure is in place. We will provide both scientific excellence and immediate conservation impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I00047X/1","grantId":"BB/I00047X/1","fundValue":"609372","fundStart":"2011-02-01","fundEnd":"2014-10-31","funder":"BBSRC","impactText":"  Via local pollinator strategy, via meetings with practitioners and policy makers, these being enabled through KE fellowship awarded to lead post doc on the project. Environment Policy & public services","person":"Jane  Memmott","coPersons":[],"organisation":"University of Bristol","findingsText":" Bees, which play a vital role in pollinating some of the UK's most important crops, have been declining in recent years, but the effects of urbanisation on pollinating insects is poorly understood. We found that bee abundance did not differ between three studied landscapes (urban, farmland and nature reserves) but bee diversity was higher in urban areas than farmland. They also found that while hoverfly abundance was higher in farmland and nature reserves than urban sites, overall pollinator diversity did not differ significantly.\nWe compared flower visiting pollinator communities in 36 sites in and around some of the UK's largest towns and cities, recording a total of 7,412 insects visiting flowers. In the study, 11 rare or scarce species were recorded, four of which were also found in urban habitats. The findings have important implications for pollinator conservation as urban areas in the UK continue to increase in size. The study concluded that 'urban areas growing and improving their value for pollinators should be part of any national strategy to conserve and restore pollinators'. These findings offer incentives for policy makers to improve the quality of existing green spaces in urban areas, as urban habitats can contain remarkably high pollinator species richness. This part of the work answers the first objective of the project (one of three) and was published in the Proceedings of the Royal Society, B, earlier this year (see publications). Via working with practitioners, much of this is continuing via a NERC KE fellowship awarded to the lead post doc on the project. The original project finished in Oct 2014 Environment","dataset":"gtr"}