{"id":"96C633B2-C9FE-4D77-85BD-9935F60FD712","title":"Simulating the kinetic ion response to magnetic islands in tokamak plasmas","abstractText":"In a tokamak, the conditions for fusion energy are achieved by confining a hot plasma using a toroidal configuration of magnetic field. Thus, the magnetic field lines lie on a set of toroidal flux surfaces that are nested like a set of Russian dolls. All magnetic field lines on a given flux surface are usually equivalent and, specifically, all carry the same current. However, under certain situations this state can bifurcate to one where some field lines carry more current than others. This filamentation of the current density effectively tears the flux surface apart, creating a chain of so-called magnetic islands. The instability responsible for this is called a tearing mode.\n\nSuch islands are detrimental to confinement, and therefore it is important to understand the physics of tearing modes. A particularly problematic instability is called the neoclassical tearing mode, or NTM. Small current filaments initially create small so-called &quot;seed&quot; islands. These seed islands reinforce the current filamentation, resulting in a positive feedback mechanism that causes the magnetic islands to grow extremely large. The degradation in confinement causes a drop in the core plasma pressure and a consequent loss in fusion power in a tokamak like ITER. However, this amplification mechanism is only observed when the initial seed island width exceeds a certain threshold of a few centimetres. Although we have ideas for the physics mechanisms that lie behind this threshold, there is no predictive quantitative model. This is largely because for small islands, the distribution of ions in both real and velocity space is important - a 6-dimensional problem. We have developed an expansion in the small ratio of the island width to system size that has enabled us to reduce the system to 4-dimensions - two spatial and two velocity components. Our initial studies indicate that this problem is tractable on modern high end computers, providing a predictive capability for the threshold for neoclassical tearing modes - a key ingredient for specifying the NTM control system on ITER, for example.\n\nIn a second application of the theory, we are interested in a situation where the magnetic islands are induced by the tokamak operator. This is achieved by applying so-called &quot;resonant magnetic perturbations&quot;, or RMPs, to the plasma using a set of current-carrying coils. The motivation for this is to provide a control system for a repetitive sequence of tokamak plasma eruptions, called edge-localised modes, or ELMs. In an ELM, large filaments of plasma erupt from the surface in an event that is reminiscent of solar flares. We believe that these are driven by steep pressure gradients that form near the plasma edge. By driving small magnetic islands in this steep pressure gradient region with RMPs, it is expected that the pressure gradient can be reduced in a controlled way to just below that necessary to trigger an ELM. This is key for ITER, where uncontrolled ELMs will cause excessive erosion of its components at full fusion power. While the technique works on some tokamaks, it does not work on others. To understand this, we need improved models for how the plasma responds to magnetic islands that are driven externally - will it amplify them, as in the case of the NTM, or heal them? This understanding will help specify the ELM control system on ITER.\n\nWe will develop a new high end computing code to calculate the kinetic plasma response to both natural and driven magnetic islands, using the model we have derived by an analytic reduction of the so-called drift-kinetic theory. Knowledge of the plasma response will enable us to quantify the current filamentation, and hence identify the conditions for which the plasma tends to amplify magnetic islands and when it heals them. We will work with experimentalists to design tests for our predictions against data from today's tokamaks, and make predictions for the requirements of the instability control systems on ITER.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N009363/1","grantId":"EP/N009363/1","fundValue":"636711","fundStart":"2015-10-01","fundEnd":"2019-09-30","funder":"EPSRC","impactText":"","person":"Howard  Wilson","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}