{"id":"96CBE458-D9DF-48A0-B5F8-16B0D47839DA","title":"A systems biology based approach to functionally annotate and analyse the genome of the fish pathogenic oomycete Saprolegnia parasitica","abstractText":"Watermoulds, or oomycetes, contain some of the most devastating pathogens of animals and plants, causing enormous economic and environmental damage in natural and cultured ecosystems. The most destructive oomycete pathogens on fish are Saprolegnia parasitica and Saprolegnia diclina. These species are present in all fresh water habitats and represent a serious problem for the aquaculture industry, where it has been estimated that these oomycetes alone, kill over 10% of all hatched salmon and eggs. Watermoulds have several fungus-like characteristics but are not 'true fungi'. They belong to a group of organisms called the Stramenopiles or Heterokonts, which also include the golden-brown algae, kelp, and diatoms. Several clearly defined developmental stages are found in the life cycle of oomycetes that are not found in fungal pathogens, which makes them unique and it is becoming clear now that they have evolved different infection strategies compared to other parasites, fungal and bacterial pathogens. The asexual spore or sporangium is formed at the end of hyphal cells and can release many zoospores. These zoospores are able to swim as they have two flagella. Once the zoospore has produced a cell wall, it can germinate and produce infection hyphae. These hyphae can infect the skin and underlying tissue of the fish. Initially the head or the fins become infected and later the watermould is able to spread over the entire surface of the body. Disease is characterised by an external, cotton-like appearance with crescent-shaped or whorled patterns. Saprolegnia is able to cause cellular necrosis as well as dermal and epidermal damage. Infections do not appear to be tissue specific. Hyphae can also penetrate into the muscle and blood vessels of infected fish. In some cases infection takes place very rapidly and inflammatory responses in the fish appear to be absent. This has led several researchers to believe that S. parasitica is able to suppress the immune response in fish. In the current proposal, we will perform experiments that will help us to understand how this group of organisms cause disease. This in return will allow us to develop new sustainable ways of controling the disease. In order to analyse disease processes at the molecular level, it is necessary to first determine the coding regions of all genes of the pathogen. We can then use computers to identify genes likely to be involved in invading the fish and carry out experiments to see what the corresponding gene products (proteins) do. Furthermore we will use this information to see if the same genes in related organisms are used to attack both animals and plants. We will then investigate which genes are important for infection by studying when they are switched on during the development and infection cycles of the pathogen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G012075/1","grantId":"BB/G012075/1","fundValue":"320639","fundStart":"2009-07-20","fundEnd":"2012-12-31","funder":"BBSRC","impactText":"  The research into the translocation mechanism of oomycete effectors (in particular from Saprolegnia) has resulted in two patent applications and a further BBSRC award to investigate the translocation mechanism in more detail.\nOur findings might result in a new way of vaccinating fish Agriculture, Food and Drink,Education,Other Economic,Policy & public services","person":"Pieter  Van West","coPersons":["Chris  Secombes"],"organisation":"University of Aberdeen","findingsText":" Oomycetes in the class Saprolegniomycetidae of the Eukaryotic kingdom Stramenopila have evolved as severe pathogens of amphibians, crustaceans, fish and insects, resulting in major losses in aquaculture and damage to aquatic ecosystems. \nWe have sequenced the 63 Mb genome of the fresh water fish pathogen, Saprolegnia parasitica. Approximately 1/3 of the assembled genome exhibits loss of heterozygosity, indicating an efficient mechanism for revealing new variation. \nComparison of S. parasitica with plant pathogenic oomycetes suggests that during evolution the host cellular environment has driven distinct patterns of gene expansion and loss in the genomes of plant and animal pathogens. \nS. parasitica possesses one of the largest repertoires of proteases (270) among eukaryotes that are deployed in waves at different points during infection as determined from RNA-Seq data. In contrast, despite being capable of living saprotrophically, parasitism has led to loss of inorganic nitrogen and sulphur assimilation pathways, strikingly similar to losses in obligate plant pathogenic oomycetes and fungi. The large gene families that are hallmarks of plant pathogenic oomycetes such as Phytophthora appear to be lacking in S. parasitica, including those encoding RXLR effectors, Crinkler's, and Necrosis Inducing-Like Proteins (NLP). S. parasitica has a very large kinome of 543 kinases, 10% of which is induced upon infection. Moreover, S. parasitica encodes several genes typical of animals or animal-pathogens and lacking from other oomycetes, whose expression and evolutionary origins implicate horizontal gene transfer in the evolution of animal pathogenesis in S. parasitica. \nWe also functionally characterised several proteins from Saprolegnia parasitica and found that the putative effectors and host targeting proteins SpHtp1 and SpHtp3 from Saprolegnia translocate specifically inside host cells. We demonstrated that cell surface binding and uptake of these effector proteins is mediated by an interaction with tyrosine-O-sulphate modified cell surface molecules and not via phospholipids, as has been reported for RxLR-effectors from plant pathogenic oomycetes. These results revealed a novel effector translocation route based on tyrosine-O-sulphate binding, which could be highly relevant for a wide range of host-microbe interactions.\nAfter translocation into the host cells we found that the proteins are localised in small vesicles inside fish cells and are finally released into the cytoplasm only upon infection with S. parasitica. \nSpHtp3 possesses an N-terminal RTLR tetra-peptide sequence, which is at a similarly position as often found in RxLR-effectors from plant pathogenic water moulds. However, the RTLR sequence is not required for the translocation property of SpHtp3, but is important for the biological function of the protein.\nThe immune response of salmonid cells was investigated at the transcript level, by analysis of a large set of immune response genes in four different rainbow trout cell lines (RTG-2, RTGill, RTL and RTS11) upon infection with S. parasitica. Proinflammatory cytokine transcripts were found to be induced in all four cell lines, including IL-1beta1, IL-8, IL-11, TNF-alpha2, as well as other components of the innate defences, including COX-2, the acute phase protein serum amyloid A and C-type lectin CD209a and CD209b. Several antimicrobial peptides (AMPs) were also up-regulated in response to Saprolegnia infection, including hepcidin and cathelicidin. These results demonstrate that particular immune genes are up-regulated in response to S. parasitica infection and that AMPs may play a crucial role in the first line of defence against oomycetes in fish. The mechanism of how effector proteins enter cells is investigated further in a new BBSRC award.\n\nPotential new routes for vaccine discoveries for fish Agriculture, Food and Drink,Environment,Other","dataset":"gtr"}