{"id":"96CEE101-FFC8-46D4-AB22-9A1DB4E81584","title":"Towards a predictive model for vertebrate inner ear determination","abstractText":"Communication with each other and our environment through speech and hearing is fundamental for normal development of children as well as for healthy ageing. Worldwide, 1.64 babies per 1000 births are born deaf, making hearing impairment one of the most prevalent congenital defects. Likewise, more than 50% of the population over 60 is affected by hearing problems reducing their quality of life and mental and social well-being. Despite progress in identifying genes underlying ear defects in children and in understanding how sound sensing cells in the ageing or damaged ear degenerate, many of the genes responsible remain unknown; for those that are known, their interactions are poorly understood. This is because systematic studies are lacking, as is a unifying model for ear formation that integrates information about gene function from different animal models. Here we propose to construct such a model by combining a computational tool, systematic in vivo experiments and a new technology to monitor changes in up to 200 molecules in a single sample. To do this we have chosen a higher vertebrate model system, the chick, whose development closely resembles human development. We adapted state-of-the-art technology to make this project possible and have already generated a list of genes specific for cells that form the ear. Now, we will use this list together with data from the literature to construct a computer model that predicts how different molecules interact with each other and which molecules are most important to form the ear. We will then test these predictions using in vivo experiments by systematically removing the function of each important factor and measuring how all other components of the model behave. This information will then be fed back into the model for refinement. Repeating the cycle of experimental manipulation and computer modelling will generate a reliable model that replicates normal ear formation in the embryo, to explain the interactions between different molecules. This model will be useful to predict novel candidates for congenital and late-onset deafness, to predict the consequences of genetic mutations, and to design strategies to drive stem cells towards ear fate or to reactivate intrinsic stem cells in the normal ear to replace damaged structures. In addition, because of its predictive nature, it will be help to reduce and refine animal experiments in biomedical research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I021647/1","grantId":"BB/I021647/1","fundValue":"422517","fundStart":"2011-11-14","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"","person":"Andrea  Streit","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}