{"id":"96D10FBF-1A49-4483-BC08-DF852B7DC4BD","title":"Theory and simulation of the cubatic liquid crystalline phase","abstractText":"The cubatic liquid crystalline phase is a most extraordinary state of matter. The molecules have no long-range positional order but the orientations exhibit a cubic symmetry. This phase has been observed in the simulation of truncated hard spheres. Each particle points, on average, along one of the x-, y- or z-axes with equal probability. Because this symmetry is completely different from that of other known phases, the material properties of this phase will also be very different. Virtually no research, however, has been carried out on this phase, so this proposal aims to rectify this situation. The aim is to use simulation and theory to provide the scientific foundations for describing the behaviour of this exotic state of matter.In more detail, we will firstly carry out Monte Carlo simulations to map out the boundaries of the cubatic phase for truncated spheres. We will then calculate the cubatic elastic constants and, knowing these, go on to study inhomogeneous situations, such as the structure of defects, the structure of the material near a wall and the interactions with colloidal spheres. We will interpret these simulation studies using cubatic elastic theory, which will be developed in tandem with the simulation work.We will study also, for the first time, the dynamical properties of this phase. Using molecular dynamics, we will look at the cubatic transport coefficients and a variety of time correlation functions. These will be compared with Enksog kinetic theory calculations. After this we will investigate the effects of shearing a cubatic phase, looking for shear induced phase transitions. At equilibrium the cubatic phase has nematic, columnar and crystalline phases as close neightbours, so one would expect a rich crop of flow-induced transitions.The overall aim of this work is to produce a body of fundamental work, giving the basic framework for understanding the fundamental properties of this unexplored state of matter,","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D500400/1","grantId":"EP/D500400/1","fundValue":"169593","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Mark Richard Wilson","coPersons":[],"organisation":"Durham University","findingsText":" Have shown that extended ensemble calculations can be used to find very small energy differences between phases.\n\n\n\nHave shown that the free energy difference between the columnar and cubatic phase of hard cut spheres of aspect ratio 0.2 is very small over a range of densities. This limits the potential stability of the cubatic phase for this system, and hence suggests it will be very hard to find this phase in colloidal systems.\n\n\n\nHave shown that moving from a circular to a square cross-section for colloidal particles, leads to a stabilization of the cubatic phase. Hence, we expect it to be found experimentally in systems of colloidal particles in the future.  ","dataset":"gtr"}