{"id":"96D5702E-EE72-468A-9456-27EBBAC37A59","title":"Research Matchmaking: Linking the Demand and Supply of Research Expertise for Migrant Support in the UK and US","abstractText":"<p>This project aims to develop an online exchange and forum that allows migrant support groups and individual researchers in the UK and US to connect, identify matching research needs and skills, and collaborate in completing projects that are relevant and beneficial to both migrant support groups and researchers. Specifically, the project involves:</p>\n\n<ul>\n \n\n <li>Development of a searchable website where: <br />1) migrant support groups can list information, project, and research needs <br /> 2) university-based post-graduate and professional academics/researchers can upload a profile identifying interests and areas of expertise.</li>\n\n <li>Development of a series of interactive tutorials and downloadable materials geared towards promoting effective collaborations throughout the research process. Materials will draw on participatory research principles and methods, which emphasize active, ongoing engagement by research partners throughout the research process. Materials may include sample research agreements, step-by-step guides to participatory practices, case studies of project successes, and practical as well as ethical guidelines.</li>\n\n</ul>\n\n<p>This project will impact the migrant support sector by facilitating the completion of relevant research and by improving their research capacity. It is intended that the website will become self-sustaining with continued use by researchers and migrant support groups beyond the 12-month life of this project.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00543X/1","grantId":"ES/K00543X/1","fundValue":"12069","fundStart":"2013-04-30","fundEnd":"2014-06-30","funder":"ESRC","impactText":"","person":"Nick  Gill","coPersons":["Deirdre  Conlon"],"organisation":"University of Exeter","findingsText":" This project set out to create the online architecture that will allow researchers to address the needs of migrant support groups (MSGs). This was to be achieved by creating a 'research matchmaking' website that allowed MSGs to post their research needs online, so that researchers, including professional academics and students, could pick them up and address them in their research. The website was also intended to feature a facility through which researchers could offer their time and skills to MSGs. The project was designed according to the principles of participatory research.\n\nWe are delighted to report that the website is firmly on track to achieve these objectives, despite various unforeseen challenges occurring en route. The website has now had over 6,000 visitors and boasts seven full projects listed in the 'projects seeking researchers' section and ten researcher profiles in the 'researcher seeking projects' section. This engagement is the fruit of presentations at high profile events such as the ESRC-funded seminar on immigration detention at the University of Oxford in March 2014, the annual meeting of the American Association of Geographers in Tampa in 2014, the Centre for Migration Studies in New York City and the South West migration forum, UK, in October 2014. There are plans to increase the numbers of projects and researcher profiles even further over the coming months via a programme of activities, well beyond what was set out in our objectives, that includes presenting and demonstrating at a national event for migrant support groups, the 'Sanctuary Summit' to be held in Birmingham on 15th November 2014.\n\nThe challenges that we have encountered along the way include the named web developer on the proposal not taking on this sort of work any longer and our having to tender for a new one which put the project back significantly, the Co-I taking a new post and going on maternity leave (and maintaining nevertheless full commitment to the project), and a series of technical issues such as the formatting, sequencing and security of the website requiring modifications after the initial launch. In the face of these challenges, though, we have developed and utilised a very strong core team network that includes the website developers based at the University of Leeds, as well as a wider team of volunteer students, both Ph.D and BA, as well as support staff.\n\nAdditionally, the website has been met with an overwhelmingly positive response and interest from MSGs both in the UK and in the US. Comments from non-academic organisation communicating with us about the site include: 'This is incredible', 'It (the website) looks fascinating and I'm looking forward to going over the website and the opportunities it creates', 'We are interested in collaborating with other researchers and migrant support groups and the website, based on my quick assessment so far, seems very promising' and 'It sounds like a useful tool'.\n\nThe main achievements include:\n1) A new innovative methodology that harnesses the internet and online connectivity to generate research projects with a participatory element. This is the core contribution of the project which represents a substantial opportunity for the sector and for researchers.\n\n2) Hugely increased capacity to generate timely and relevant collaborations and partnerships between MSGs and researchers in the future. In addition to greatly expanding research capacity among MSGs, the project enhances the knowledge transfer capabilities of university-based academics and researchers.\n\n3) To date, up to 17 new research collaborations and partnerships as a result of the generation of the site. The website is now a permanent, free, open access resource for researchers and MSGs to use into the future. Aspects of the site that are particularly noteworthy include:\n\no The two tabs on the landing page entitled 'researchers seeking projects' and 'projects seeking researchers' - these are the two main, message-able tile-style forums that facilitate the matchmaking elements of the project.\n\no Behind these are two more tabs - 'add a project' and 'add a profile' which is open to any registered user. It should be noted that registration is free and is only there to allow us to control spam messages and security threats.\n\no The 'resources' section of the site which includes action packs and orientation material to help collaborators get the most out of their collaborations. These packs cover collaboration, ethics, confidentiality, memoranda of understanding and links to useful websites.\n\no The 'how to search this site' section which provides detailed guidance on how to search the website for users in order to optimise the quality of user engagement.\n\no The 'read this first' instructions which provide a clear, user-friendly orientation to the site.\n\nIt is the PI and Co-I's expectation that the use of the website will increase systematically as it is rolled out in the years to come and its profile grows. This will require some input from the PI and Co-I, but it is input that we are willing to undertake, including: i) to manage the security and integrity of the site itself and ii) to periodically advertise to students and MSGs. Were additional resources available, we would devote time to strategic communications via social media in order to ensure wide spread dissemination of information about the matchmaker website. Our expectation is that MSGs and researchers will continue to benefit from this site via the formation of participatory research matches in years to come. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Healthcare,Government, Democracy and Justice,Transport","dataset":"gtr"}