{"id":"96E77638-49A6-4E05-8F43-4C27465B1068","title":"Core Capability for Chemistry Research: Supporting Research Excellence in Chemistry at the University of Bath","abstractText":"The Department of Chemistry at the University of Bath is a leading research school in Chemistry, with a diverse and substantial portfolio of excellent research. This is augmented by strong links outside the discipline and across a range of partners, which is enabled by an outward looking approach to collaboration, with heavy involvement in major national and international collaborations as both leader and partner. Bath Chemistry also has strong industrial links.\n\nThe high quality and volume of Bath Chemistry research is supported by access to modern laboratory and equipment space, augmented by a recent increase in available laboratory space on the Bath campus showing the recognition of this quality and volume by the University. However, with recent dramatic increases in research activity, there is an urgent need to update and extend the portfolio of equipment available to our researchers. Taking a strategic view of these requirements, we have identified four main areas where equipment enhancements will have a high immediate impact on our research capabilities and outputs. These are a single crystal X-ray diffraction suite, a 400MHz NMR spectrometer, a MALDI-TOF/TOF Mass Spectrometer and a UHPLC Orbitrap Mass Spectrometer. The recently delivered expansion of chemistry research space is well suited to hosting these core equipment enhancements, whose installation will be further supported by the University.\n\nThese pieces of core Chemistry equipment would offer not only much more capacity for our large and rapidly growing research effort, but this provision will also open up new areas of investigation for our researchers and their many collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L027267/1","grantId":"EP/L027267/1","fundValue":"1075940","fundStart":"2014-03-11","fundEnd":"2014-06-10","funder":"EPSRC","impactText":"","person":"Charles Crichton Wilson","coPersons":["Mary Florence Mahon","Anneke T Lubben","John Philip Lowe","Paul Robert  Raithby"],"organisation":"University of Bath","findingsText":" Core Capability equipment grant; all funded instruments fully installed, commissioned and operational across the full range of chemistry research by academics in Bath and their collaborators. Installed in 2014, outputs and findings and follow-ups beginning to emerge from the new equipment. Core Capability equipment grant; all funded instruments fully installed, commissioned and operational across the full range of chemistry research by academics in Bath and their collaborators. Installed in 2014, outputs and findings and follow-ups beginning to emerge from the new equipment. Aerospace, Defence and Marine,Chemicals,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}