{"id":"96EDAE88-1D5B-4C04-AAC7-192A034BDD75","title":"Television from small nations: building a network for cultural and commercial success","abstractText":"This multidisciplinary, international research network addresses the specific challenges and opportunities facing television broadcasters and producers in small nations. For small nations the television industry performs a number of important cultural, political and economic functions: constructing cultural identities, contributing towards a democratic public sphere, and enabling minority-languages to thrive in the modern world. However, several structural challenges shape their TV industries including less access to talent, fewer capital resources, higher production costs, and a smaller market for advertising and license fee revenue. The network directly addresses these imperatives by drawing together academic experts and key stakeholders in the television industry, and enabling them to identify the necessary conditions for sustained success in both cultural and commercial terms.\n\nWe will facilitate exchange of best practice between small nations. Recognising that the recipes for success are diverse, the academic expertise will be drawn from the fields of broadcasting policy, digital economy, drama, minority-language media, and television studies. The active participation of international broadcasters and industry (TG4, S4C, RTS, EBU) is vital to the network and its objectives. Workshops will identify the necessary conditions for TV from small nations to thrive; provide evidence of success that supports cultural, linguistic and economic sustainability; establish case studies of good practice for overcoming these barriers (to be disseminated via a public project website); and produce an agenda for further research and collaboration. The network will deepen academic understanding by sharing network findings at conferences and through publishing original research based on what we learn through comparative exchange. The network's legacy will also include a training package and workshops for junior researchers addressing methodological aspects of researching TV in small nations.\n\nThis international network of academic and industry partners will meet at 3 thematic workshops:\n\nWorkshop 1 University of South Wales: Internationalisation: challenges and opportunities for small nations\nWorkshop 2 S4C: Digital Innovation: recipes for cultural and commercial success\nWorkshop 3 Aarhus University: Sustaining Talent in small nations\n\nThis network offers a unique space for comparative analysis and exchange between TV scholars, producers, broadcasters and intermediaries in small nations. It will provide both for the identification of those opportunities and problems that are specific to television in small nations, and for insights into how best these challenges have been exploited for cultural and commercial success. It will address the gap in academic research on television in small nations and establish an agenda for future collaborative research and publications in the field. The Centre for Media and Culture in Small Nations has substantial multidisciplinary expertise in the field, evident in works such as Steve Blandford (ed) Theatre and Performance in Small Nations (Intellect, 2013) and Richard Hand &amp; Mary Traynor (ed) Radio in Small Nations (UWP, 2012). It has a proven track-record of collaboration with arts and industry partners including BBC and National Theatre Wales. McElroy (co-director of the Centre), will lead the network, working closely with Dr Anne-Marit Waade and her team at Aarhus University (Denmark), to deliver an international analysis of the recipes for commercial and cultural success. \n\nThe network is geared towards supporting exchanges across national and disciplinary borders in order better to understand how television in small nations can build its economic capacity (e.g. via international exports of drama) whilst also maintaining vital cultural and linguistic commitments to the audiences it serves (e.g. via enhancing digital content, subtitling and multiplatform delivery)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M011348/1","grantId":"AH/M011348/1","fundValue":"36635","fundStart":"2015-08-01","fundEnd":"2016-07-31","funder":"AHRC","impactText":"","person":"Ruth Ann  McElroy","coPersons":["Anne Marit  Waade"],"organisation":"University of South Wales","findingsText":"","dataset":"gtr"}