{"id":"96FBA00C-0BAE-4878-AE3D-8F5411CDC5AC","title":"Understanding density-dependent disease resistance in insects","abstractText":"There are lots of benefits to living in groups, such as increased protection from predators and greater opportunities for finding food and mates. However, being part of a crowd also carries a number of costs. One of these is the risk of becoming infected by a parasite or pathogen from another member of the group. This is because most infections are transmitted between individuals in a density-dependent manner: the more individuals there are, the greater the probability of bumping into an infected individual. Recently, it has been discovered that many species appear to have evolved a strategy to cope with this density-related increase in the risk of becoming infected. This strategy is known as 'density-dependent prophylaxis' (DDP). A number of studies, mainly on insects, have shown that as the degree of crowding (and the risk of infection) increases, so individuals appear to invest more of their limited resources into disease resistance mechanisms, such as the immune system, and as a result they are much more resistant to parasites. For example, our previous work on African armyworms has shown that caterpillars that grow up in a crowded environment have significantly better immunity and are up to 10 times more resistant to viruses than are their siblings that grow up in isolation. This DDP phenomenon is now well established in the scientific literature. However, we know very little about how the insects translate differences in population density (crowding) into differences in immunity and disease resisatnce. This is the focus of the proposed study. The purpose of this grant is to test the hypothesis that Juvenile Hormone (JH) plays an important role in this DDP phenomenon. Although we have a good understanding of the effects of hormones, such as corticosteroids, on the vertebrate immune system, very little is known about the hormonal control of immunity and disease resistance in insects. In fact, the main text book on insect hormones (published in 1994) includes no mention of the effects of insect hormones on disease resistance. However, a number of more recent studies suggest that JH may be involved. We plan to test the idea that juvenile hormone is responsible for increasing disease resistance under crowded conditions using caterpillars of the African armyworm. Just like the desert locust, this species occurs in two alternate forms depending on the level of crowding it experiences - one adapted to low-density conditions and one adapted to crowded conditions. It also shows crowding-related variation in immunity (see above). We will manipulate JH levels in these caterpillars, up and down, in order to determine whether this leads to a change in immunity and disease resistance. If we understand the role of hormones correctly, then we predict that by increasing JH levels we will stimulate some aspects of insect immunity and disease resistance (i.e. DDP). By the end of the grant, we should have a better understanding of the role of juvenile hormone in regulating how insects adapt to changes in their environment (i.e. the degree of crowding), as well as the role of JH in mediating key aspects of immunity and disease resistance in insects. Longer-term, we hope to gain a more complete understanding of the role of the insect hormonal system in generating variation in immunity and resistance to a wide range of parasites and pathogens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G009902/1","grantId":"NE/G009902/1","fundValue":"27358","fundStart":"2009-07-01","fundEnd":"2010-06-30","funder":"NERC","impactText":"","person":"Kenneth  Wilson","coPersons":[],"organisation":"Lancaster University","findingsText":" There was a suggestion that juvenile hormone is involved in immune modulation in armyworm caterpillars. Greater insights will be gained if temporal variation in hormone titres can be accurately quantified. Agriculture, Food and Drink","dataset":"gtr"}