{"id":"970273A3-7DCE-4866-9B18-D7DCAF5867CB","title":"Molecular self-repair","abstractText":"Molecular-scale materials are set to replace existing microscopic structures in many sophisticated applications, including energy conversion, advanced data storage, chemical and biochemical sensors, selective catalysis, and information transfer. Before such systems could be used in large-scale facilities it is necessary to consider three factors; namely, the systems must be self-assembled from discrete modules, a methodology must be introduced whereby defective modules can be repaired and some way has to be found to ensure that modules can be recycled. The most challenging feature of this plan concerns the advent of self-repair at the molecular level. An obvious analogy is that of biological systems which automatically sense and initiate self-repair when they sustain damage. We introduce here a multi-faceted approach towards equipping functionalized molecular arrays with the ability to recognise and locate damage and suggest routes whereby repair processes can be activated. Our work is necessarily at a primitive stage and we seek no more than to (i) bring attention to the problem and (ii) take the first steps towards identifying promising routes for future research. Learning from Nature, we propose to make parallel studies into molecular redundancy, the reservoir effect, excision and replacement of damaged components, and in situ repair of defective parts. The long-term ambition is to build intelligent molecular materials with self-repairing capabilities that require very little or preferably no human intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D053080/1","grantId":"EP/D053080/1","fundValue":"266735","fundStart":"2006-03-01","fundEnd":"2008-02-29","funder":"EPSRC","impactText":"","person":"Anthony  Harriman","coPersons":["Andrew  Houlton","Benjamin Richard Horrocks","Andrew  Benniston","Richard Anthony Henderson"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}