{"id":"970E9D57-BB2C-400B-B189-61CF335908AE","title":"Epidemiological and statistical research on health problems of developing countries: MRC Tropical Epidemiology Group","abstractText":"While there have been major improvements over the past century in the health of populations all over the world, there are still deep inequalities in health between the rich and poor nations. Gains in health in many of the poor countries have been reversed recently due to the global epidemic of HIV/AIDS and steep increases in TB and malaria. There is an urgent need to find effective means of controlling these major killer infections in order to bring down the high burden of mortality and ill health.\n\nThe MRC Tropical Epidemiology Group (TEG) is a group based at the London School of Hygiene and Tropical Medicine whose main aim is to conduct research on these infections in Africa and other parts of the developing world. We collaborate with scientific groups overseas, assisting especially with the planning and analysis of research studies. These studies are designed to improve our understanding of risk factors for these diseases, and to evaluate the impact of different control measures. We give special priority to MRC-sponsored research.\n\nOver the next five years we will focus especially on HIV, TB and malaria, which between them cause around eight million deaths each year. We will study various methods of preventing HIV infection, as well as approaches to providing treatment for HIV-positive people in Africa where resources are very limited. We will also study new approaches to the prevention and treatment of TB and carry out research on risk factors for developing this disease. In malaria, our research will focus on the effects of treatment with combinations of drugs that are designed to overcome problems caused by drug resistance. We will also carry out work to develop and evaluate new methods that can be used to study these health problems in developing countries.\n\nAs well as reporting our work in scientific journals, we frequently write articles aimed at a non-specialist audience, as well as contributing to radio and television programmes on key findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G7508177","grantId":"G7508177","fundValue":"7445380","fundStart":"1975-11-01","fundEnd":"2009-06-30","funder":"MRC","impactText":"","person":"Richard John  Hayes","coPersons":["Peter George Smith","Stephen  Bennett"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}