{"id":"970E665F-1E18-4C43-87FA-4EE8F74953F1","title":".+","abstractText":"The Square Kilometre Array (SKA) is a new radio interferometric telescope currently under design, with broad-ranging science goals from uncovering the mysteries of dark energy and dark matter, to the study of extra-terrestrial life. Designing and building the SKA is an ambitious international endeavour, with a budget of 1.5 billion Euros. Through our research we will develop the novel algorithms required to recover images from the raw data recorded by the SKA -- a tremendous computational task -- making the ambitious science goals of the SKA achievable. \n\nA new era of radio astronomy is approaching rapidly. The design of the SKA is well underway, with construction scheduled to begin in South Africa and Australia in 2018. Moreover, many pathfinder telescopes intended to develop and test the core technology of the SKA are starting to come online now. The SKA will be comprised of thousands of separate telescopes, all acting together through a technique called aperture synthesis. The resulting telescope array will synthesise one single massive telescope, with an effective size of one square kilometre, equivalent to approximately 200 football pitches. Radio interferometric telescopes like the SKA were invented in the UK by Ryle and Hewish, who won the Nobel Prize in 1974 for their achievements. These first radio telescopes consisted of just a handful of individual dishes. The thousands of individual telescopes making up the SKA will produce a tremendous big-data challenge, even taking into account the advances in computing expected over the coming years -- the anticipated data-rate of the SKA is expected to be many times greater than current world-wide internet traffic. Furthermore, the SKA will see a very wide field-of-view, which complicates the modelling of the telescope significantly and dramatically increases the computational requirements further still.\n\nWe will develop novel algorithms to overcome the tremendous big-data and wide-field imaging challenges of the SKA. To do so, we will exploit the revolutionary new theory of compressive sensing. Compressive sensing is a ground-breaking new development that has wide-ranging implications for data acquisition in many fields. In radio interferometry, it suggests that high-fidelity images may be recovered from many fewer raw data telescope measurements than previously thought possible, or alternatively, that much higher image reconstruction fidelity can be achieved for a given set of raw data measurements. We will develop novel compressed sensing techniques for radio interferometric imaging, incorporating computationally efficient algorithms to model the wide-field setting. Rather than making incremental improvements to traditional imaging algorithms, we will take a transformative approach, developing radically new algorithms for imaging the raw data observed by radio interferometric telescopes. We will apply our techniques to observations made by the recently built South African KAT-7 telescope, one of the SKA pathfinder telescopes. This will pave the way towards the integration of our techniques into the imaging pipelines of current and future radio telescopes.\n\nBy overcoming big-data and wide-field imaging challenges we will ensure that the SKA reaches its full potential, making possible its ambitious science goals and, if history is an accurate guide, many serendipitous scientific advances that we cannot yet predict or comprehended.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M00113X/1","grantId":"ST/M00113X/1","fundValue":"37780","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"","person":"Jason  McEwen","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}