{"id":"9713DD37-76DC-414A-B6ED-0347C83382C0","title":"The Art of Social Prescribing: informing policy on creative interventions in mental health care","abstractText":"Social prescribing provides a means for enabling primary care services to refer patients and service users with social, emotional or practical needs to a range of local, non-clinical services, often provided by the voluntary and community sector (VCS). Such non-clinical approaches are gaining added resonance in the mental health care sector due to their proactive, preventive qualities, and the opportunities created to provide strategically 'joined up' services across a range of cross-sector organisations. Within the Liverpool city region, there are many examples of hugely effective arts-based interventions and initiatives in mental health care, spear-headed by Mersey Care NHS Trust and leading arts and cultural organisations including National Museums Liverpool, Tate Liverpool and The Reader Organisation. The proposed network seeks to build upon the learning outcomes generated by these initiatives and associated research programmes to inform the strategic development of arts-based social prescribing in the city, including a co-produced policy framework for participating organisations, and an accompanying 'how-to' guide for applied research on the arts and social prescribing in mental health. This will be achieved via a series of themed research development workshops, with participants drawn from academia and relevant policy and practice communities. The regional model will then be used to inform national debate and policy development during a conference event to be held at the end of the funded period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015455/1","grantId":"AH/L015455/1","fundValue":"20486","fundStart":"2014-08-01","fundEnd":"2015-07-31","funder":"AHRC","impactText":"","person":"Kerry  Wilson","coPersons":["Rhiannon  Corcoran"],"organisation":"Liverpool John Moores University","findingsText":"","dataset":"gtr"}