{"id":"9717E8F2-B858-4CAA-A976-8461422728AB","title":"Nucleation of Ferro-solitons and Localised Ferro-patterns","abstractText":"In the presence of a vertically directed static magnetic field of sufficient strength, experiments involving a plate of ferrofluid (colloidal suspensions of ferromagnetic particles in a suitable carrier fluid) have been observed to form radially symmetric localised deformations of the surface and other patterns such as hexagons. The understanding of ferrofluids has led to many diverse applications such as liquid seals around spinning drive shafts in hard disks, radar absorbent paint used on aeroplanes and cancer detection/treatment.The ferrofluid experiments appear to be unique to soliton forming systems since they do not require a continuous input of energy to stabilise the solitons and the system is conservative, providing an excellent test bed for theories of localised pattern formation. Furthermore, unlike most soliton bearing systems, the ferrofluid experiment exhibits stable spots where there is no hysteresis between stripes and the quiescent state. A partial theoretical understanding of this phenomenon has recently been found by the PI in the context of reaction-diffusion systems near a Turing instability. However, spots are typically found to be unstable to hexagonal perturbations in reaction-diffusion systems with no hysteresis between stripes and quiescence. This is counter to what is observed in the ferrofluid experiment. Also, the ferrofluid experiment is a free-boundary problem where the analysis for reaction-diffusion systems cannot be applied.The proposed research holds promise of revealing a new mechanism for the creation of stable spots for applications in optical communication devices. In addition, there is a potential for industrial beneficiaries: magnetically controlled bearings and positioning systems may benefit from the ability to localise parts of the ferrofluid. It is also of interest to predict the properties required of a ferrofluid for localised hexagon patches to be observed experimentally for the first time; Ferrofluids are very expensive and so accurate predictions of the required susceptibility coefficients to observe hexagon patches are critical.The aim of the proposal is to provide theoretical insight for experimentalists working on ferrofluids (working with Dr. Reinhard Richter, Bayreuth) and other soliton bearing systems while also providing new analytical techniques for free-boundary problems (such as the ferrofluid problem) in collaboration with Prof. Bjorn Sandstede. With this in mind, the research programme is split into two projects; project A will carry out the analysis of axisymmetric ferrosolitons and project B will carry out the numerical investigation of general localised ferro-patterns.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H05040X/1","grantId":"EP/H05040X/1","fundValue":"100934","fundStart":"2010-10-04","fundEnd":"2012-10-03","funder":"EPSRC","impactText":"  No impact has emerged yet from this work. However, the theoretical insight we have provided for the experiments is expected to impact beyond academia.  ","person":"David  Lloyd","coPersons":[],"organisation":"University of Surrey","findingsText":" During this project we have developed the theory of localised pattern formation for realistic models of a real experiment for ferrofluids from previously studied ``toy&amp;quot; models. Toy models are used since they are simple enough to analyse whereas realistic models contain many complications that must be overcome. Despite these problems, we have been able find a general energy functional for the ferrofluid experiment and shown that this leads to new conserved quantities not previously known. These conserved quantities may explain why ferrosolitons are observed outside the region of hysteresis. Using this energy functional, we have then been able to develop a theory for the existence of small amplitude ferrosolitons on a one-dimensional interface. A novel numerical continuation routine, based on the analysis, has been implemented to investigate ferrosolitons and localised ferropatterns. We have found numerically, that localised hexagon patterns should exist for realistic ferrofluids used in experiments and we are collaborating with an experimentalist to see if we can observe such patterns. The work has raised many interesting directions that link with the experiments and develop novel mathematical analysis. Chemicals","dataset":"gtr"}