{"id":"9718C7B5-8EB5-4725-A4CA-02D033E829D1","title":"Light-driven oxygen atom transfer","abstractText":"Nature uses molybdenum-containing enzymes to catalyse reactions that involve the transfer of oxygen atoms from water. The electrons that are released during the oxidation are transported from the molybdenum centre to the other side of the enzymes, where they are handed over to a terminal electron acceptor. Light absorption can cause electron transfer from one part of a molecule to another or between molecules. Indeed such processes are crucial in photosynthesis. Within this project, we aim to mimic the electron transfer processes of molybdenum enzymes by connecting Mo-centre mimics to electron transfer units, which can be activated by light. This will allow us to trigger the oxygenation reaction with a light flash and help us to learn more about the function of the enzymes. By using a variety of different molybdenum centres and photoactive units, we will identify the best combinations of components. Once the model systems are optimised, photoactivation may allow us to improve the energy and atom efficiency of industrially relevant oxidation processes and to oxygenate molecules related to DNA bases that are similar to the substrates of the molybdoenzyme xanthine oxidase.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019666/1","grantId":"EP/J019666/1","fundValue":"345805","fundStart":"2013-01-07","fundEnd":"2016-01-06","funder":"EPSRC","impactText":"  The results obtained have been presented at meetings of EU COST network CM1003 'Biological oxidation reactions - mechanisms and design of new catalysts'. Chemicals Societal,Economic","person":"Anne-Kathrin  Duhme-Klair","coPersons":["Robin  Perutz"],"organisation":"University of York","findingsText":" New molybdenum complexes have been synthesised, characterised and tested for catalytic and photocatalytic activity. The synthetic procedures can be utilised by other research groups, as can the catalysts. Chemicals,Energy,Environment","dataset":"gtr"}