{"id":"972E82D6-A0A4-4830-B022-C97D06DACA01","title":"Elucidating novel pluripotency signalling networks","abstractText":"I will investigate the proteins that control stem cell behaviour.\n\nStem cells are a very important and interesting cell type, as they can either divide into a larger population of stem cells (&quot;self-renew&quot;), or develop into one of the many types of tissues and organs in the human body (&quot;differentiate&quot;). The balance between these alternative cell fates is fundamental to human growth and development, and this process often go awry in human disease. In addition, it is possible for researchers to instruct stem cells to develop into adult tissues and organs in the laboratory. Therefore, by fully understanding stem cell behaviour, we may be able to both treat diseases and manipulate stem cells to generate replacement tissues and organs for patients; for example, by using stem cells to produce heart muscle to repair a damaged heart following a heart attack.\n\nWhether stem cells self-renew or differentiate is controlled by signals from their immediate environment. However, the ways in which stem cells interpret these signals is poorly understood. We therefore need to identify the lines of communication used by stem cells to interpret environmental signals leading to a change in stem cell behaviour. Knowledge of the communication lines that tell a stem cell how to behave will potentially allow us to re-wire these communication systems so that we can either keep stem cells growing indefinitely, or instruct them to develop into adult tissues and organs. \n\nOne of the most important components of cell communication systems are proteins known as kinases, which play an important role in determining stem cell behaviour. Kinases can be readily blocked using chemicals, which disrupts the lines of communication. This is a relatively simple way to rewire stem cell communication systems so that the stem cells behave in a particular way. Therefore, this research project aims to uncover the kinases that control stem cell behaviour, knowledge which potentially will be exploited to form cells of a particular tissue or organ using chemicals.\n\nIn my recent research we have found a kinase known as ERK5, which is used by stem cells to stop self-renewing and start development towards adult tissues and organs. I aim to investigate how ERK5 is connected to ESC communication systems, and whether we can use chemicals to alter ERK5 communication patterns to modify stem cell behaviour. I also aim to identify other kinases that are involved in other important ESC communication systems, and again use chemicals to shut down these systems and artificially change stem cell behaviour in the laboratory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N000609/1","grantId":"MR/N000609/1","fundValue":"593222","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"Greg  Findlay","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}