{"id":"9734AB92-AA68-47D3-8265-AAEC8098720A","title":"Optical Calibration Development for SNO+","abstractText":"Some of the most exciting physics to emerge over the last decade has been in the field of neutrino physics. One of the forefront experiments here has been the Sudbury Neutrino Observatory (SNO), based in Canada. The UK has played a leading role in this project, solving the &quot;Solar Neutrino Problem&quot; and clearly demonstrating, for the first time, that neutrinos exists as mixed states which allow them to apparently &quot;oscillate&quot; from one type to another. On the heels of this tremendously successful project, a follow-on experiment is being pursued with a remarkably diverse and interesting range of physics objectives. SNO+ will use a modified version of the instrument to measure fundamental solar neutrino processes (thereby also investigating details of neutrino-matter couplings); search for non-standard modes of nucleon decay; study neutrinos generated from within the earth; look for neutrinos from galactic supernovae; and search for a very rare process called &quot;neutrinoless double beta decay.&quot; An observation of the latter would both permit a determination of the absolute neutrino masses and would establish that neutrinos act as their own antiparticles, which could have consequences for our understanding of the matter/antimatter asymmetry in the universe. The project is anticipated to have a rapid timescale, with first data to be taken in 2012.\n\nThe ability to unravel the nature of interactions observed by the instrument requires a detailed understanding of how light is absorbed, reflected and scattered inside the detector. One of the main contributions being made by the UK involves a network of optical fibres through which different kinds of light may be directed into the detector to help understand these effects and how instrument responds to them. The work of this grant is concerned with enhancing the capabilities of this system and laying the groundwork for future development that would have wide-ranging applications. \n\nOne aspect of this involves developing a laser system capable of different wavelengths of light through some of these fibres to study light scattering. We will also look to develop a way to accurately monitor how much light gets sent through the system, which would make it useful for other measurements inside the SNO+ detector. Many other experiments also have the need for similar systems and there are even potential applications outside of particle physics, such as those involving precise monitoring in remote or hazardous environments. As one example, a group of nuclear scientists has proposed the use of a similar but much less sophisticated system to monitor real-time uranium leakage in cooling and condensation water during reprocessing. \n\nAnother aspect to be studies involves further studies of a new circuit that we have designed to produce extremely fast light pulses from LEDs. This light will also be used to send down the fibres in SNO+ to determine the timing response of the detection elements when struck by light. However, such a device would also have other applications where a reliable, inexpensive, fast-pulsed light source is required.\n\nTherefore, the R&amp;D associated with this application would not only have a noticeable impact on the ability of SNO+ to explore the remarkable range of scientific questions previously mentioned, but also has a natural link to critical problems in other areas of potential interest.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001171/1","grantId":"ST/J001171/1","fundValue":"47660","fundStart":"2011-11-16","fundEnd":"2012-11-15","funder":"STFC","impactText":"","person":"Steven Douglas Biller","coPersons":["Nick  Jelley","Armin  Reichold"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}