{"id":"9751BEE5-B832-4FF9-801C-FD0E5526B629","title":"Cultural Value Networks","abstractText":"The research aimed to produce the first iteration of a multi-criteria method for articulating cultural\nvalue. This evaluative methodology should support cultural organisations by having appropriate\nways to understand the value they produce and its relationship to money.\n\nThe project evaluated the multiple economy approach to understanding cultural value and its relation\nto the money economy developed by Sharpe and the International Futures Forum (2010). Based on\nthis approach and our evidence the five methodological foundations that emerge are:\n\n'Value' is not a singular concept, and there is not only one scale against which everything can be\nmeasured. Different agents within an ecosystem experience value differently, food for one might be\npoison for another. Value is contingent and constantly recreated within interactions and relationships.\nOur evidence reveals such a complex set of valuing practices in action.\n\nThe Value Constellation (Normann &amp; Ramirez 1993, Ramirez 1999) is an organisational model for\ntalking about value creation achieved by co-production in a web of interactions. This highlights the\nintentional role of the focal organisation (in this case PM Studio) in orchestrating diversity of value\ncreation. The value constellation model sits within a multi-level perspective in which eco-system\nmodels can be used for the wider context.\n\nOnce we abandon the idea that there is just 'the' economy of money, we can apply economic thinking\nto other patterns of valuing. Cultural organisations that are not (only) businesses are creating value in\neconomies other than money. By keeping &quot;money at the margins&quot; it is possible to expand the space\navailable for these other patterns to thrive, and also to create money downstream in the\n'conventional' economy.\n\nMeasuring value can be considered a &quot;pharmakon&quot; (Stiegler) for creating value - a poison and a\nremedy at the same time. The same applies to value circulation. We found that in PM Studio value\ncirculation takes place as part of sustaining a gift economy. This gift economy takes a triangular form,\nwhich includes and produces a knowledge commons and generalised generosity. As such, it does\nnot blockade value creation, but stimulates and drives it further. It provides the base for a productive\n&quot;economy of contribution&quot; (Stiegler).\n\nWe have developed a way to understand how this economy of contribution works as an effective\nmodel of value articulation, creation and circulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J501421/1","grantId":"AH/J501421/1","fundValue":"31065","fundStart":"2011-03-01","fundEnd":"2012-02-29","funder":"AHRC","impactText":"","person":"Jon  Dovey","coPersons":["Goetz  Bachmann"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}