{"id":"97543EF4-9344-4CBB-A910-9B231CC6561A","title":"Mirror systems and the perception and generation of action: Multivariate fMRI studies","abstractText":"<p>The overall goal of this research is to investigate the brain systems that underlie the basic human ability to understand the overt behaviour of other individuals. Multivariate analyses will be applied to fMRI data obtained while human subjects observe and perform actions under a variety of conditions. The specific objectives are:</p>\n\n<ol>\n \n\n <li>To test for evidence of a common neural code for perception and production of action. If the voxel-by-voxel spatial variations in activity in parietal and premotor regions reflects the distribution of the underlying neural network(s), then there should be a strong similarity between the local patterns of fMRI activity elicited by viewing an action and by performing the same action.</li>\n\n <li>To examine whether population codes in the same brain area represent different views of actions.</li>\n\n <li>To examine local patterns of fMRI activity in parietal and frontal action systems to determine whether they distinguish transitive (object-directed) and intransitive (non-object-directed) classes of actions.</li>\n\n <li>To test the hypothesis that when attention is withdrawn from visual action, the population codes distinguishing between different forms of action become more diffuse, resulting in less selective patterns of neural activity.</li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F028652/1","grantId":"ES/F028652/1","fundValue":"399514","fundStart":"2008-06-01","fundEnd":"2012-05-31","funder":"ESRC","impactText":"  Our fMRI approaches to study these vision-action systems are the most sophisticated so far. Unlike previous MVPA studies, each participant's data was analyzed with a whole-cerebrum information mapping (&quot;searchlight&quot;) approach. Furthermore, in contrast to the volume-based approach used by most MVPA &quot;searchlight&quot; studies to date, we used surface-based reconstructions of the cortex. This approach improves both the classification accuracy and spatial specificity of the resulting information maps. The development of such new techniques are driving the progress of cognitive neuroscience, and hence we expect them to be utilized by others over the coming years. A matlab toolbox that emerged from the research (http://surfing.sourceforge.net.) has been downloaded over 120 times. Other Cultural","person":"Steven Paul Tipper","coPersons":["Paul  Downing"],"organisation":"Bangor University","findingsText":" The evidence that observation of an action activates similar motor states in the viewer has remained equivocal in human fMRI studies. Although similar neural areas are activated both when doing an action and when observing another person perform the action, it remained possible that completely different neural populations were activated within these common areas. We have now provided the strongest data so far from fMRI to show that the representations of doing action and those of viewing action are the same, in that the neural population code representing a specific produced action is able to classify the same action when it is merely viewed. (Oosterhoff et al, 2010, Journal of Neurophysiology, 104 (2), 1077-1089).\n\nFrom these basic discoveries we then asked other questions concerning the vision-action systems. For example, the classic findings in monkey point to the ventral premotor cortex F5 as key to the joint represention of produced and observed actions. However, we demonstrate that this is not necessarily the case in the human brain where parietal cortex appears to be the more important region for representing vision of, and production of, action. Indeed, the ventral prefrontal region plays a much more restricted role, only representing actions when viewed from a 1st person perspective (Oosterhof, et al, 2012, Journal of Cognitive Neuroscience, 24(4), 975-989). \n\nWe extended the investigation of the relationship between 1st and 3rd person action representations in a study of learning. Again, using fMRI, we demonstrated that when actions were experienced from a 1st person perspective they could generalize to 3rd person representations during a later viewing task. However, the form of the prior experience was critical: merely viewing 1st person actions produced minimal learning. Rather, production of action, even without vision of the action, was necessary and sufficient to produce learning (Wiggett et al, in press, Social Neuroscience,). We also confirmed that these learning processes mediating the links between vision and production of action were automatic (Wiggett et al, 2011, Brain &amp;amp; Cognition, 76, 87-96), and we developed new baseline measures to detect excitatory and inhibitory processes during interactions between vision of, and production of, action (Wiggett et al, under review, Experimental Brain Research).\n\nTwo further key issues were engaged. Again, in the monkey the mirror cells that activate when the animal produces and also when observing the same actions, appear to require action to be directed to an object (transitive action). They do not activate when an action is produced but no object is visible (intransitive action). However, we demonstrated MVPA representions of viewed and produced actions whether an object was acted on or not (Oosterhoff et al, 2010). A further issue concerned imagery. Whether imagery of an action is a representation mediating vision and production of an action has remained an unresolved issue. We were able to demonstrate that MVPA representations of specific imagined actions can classify those same actions when they are produced, suggesting that in principle imagery does play an important role in cross-modal vision-action representations (Oosterhoff et al, in press, NeuroImage,). We expect our research to have a significant impact over the coming years. The study of mirror systems that propose common representations of produced action and vision of action is a very large and vibrant research field. Our work has made important contributions. Perhaps most importantly, there have been increasing questions concerning the existence of such mirror systems in humans. We have provided the strongest fMRI data to date that such cross-modal vision-action representations exist. Healthcare","dataset":"gtr"}