{"id":"97572E69-486E-4400-9989-28568D090910","title":"How can biomarkers and genetics improve our understanding of society and health?","abstractText":"Understanding how people's social and economics lives relate to their health is essential to improving the nation's health, society in general and the economy. \nResearchers in biomedical, social and economic sciences use robust, high quality data from world-leading studies to help develop this understanding. This research helps reveal hidden facts about the complex social and biological processes at work behind our everyday lives.\n\nThis proposal seeks to support this ambition to better understand people's lives and their health. It is based on Understanding Society - a rich social and economic study, which interviews the same families every year and has recently included a health interview where nurses took a number of 'biomarkers' or objective health measurements. These objective measures such as blood pressure, lung function and blood samples, have subsequently been analysed for indicators of heart disease, diabetes and anaemia, liver and kidney function and frailty. The project is led by a multi-disciplinary research team with international partners and has two broad aims:\n\n* to contribute new scientific knowledge about the two-way relationship between people's social, economic, environmental circumstances and health;\n* to build understandings of the value of and capacity for using biomarkers, genetic social and economic data together in collaborative projects.\n\nThe proposal will include a suite of exemplar research projects, which will not only address important research questions but demonstrate the value of inter-disciplinary [data and] research in these fields. It will investigate and use the best statistical techniques, and share learning with colleagues about these approaches. In addition, we will also:\n\n*undertake a set of 'outreach' initiatives in specific social science disciplines - such as geography, economics and sociology - to investigate and disseminate the value of employing biomarkers to address social research questions relevant to them. \n*establish a fellowship scheme for new researchers to propose projects at the interface of social and health sciences, which will be carried out with joint mentorship by social and biomedical scientists. \n* hold a range of workshops and training events, and produce supporting resources, such as special datasets, to build understanding and capacity of the use of biomarkers in social science research. \n* develop international collaborations to draw expertise from across the world into the project, and hold an annual master class and conference with contributions from them;\n* involve policy makers in the oversight of the project, as well as set aside some funds for them to undertake analyses of the data relevant to their policy responsibilities. Policy relevant findings will be shared widely through briefings and a policy event.\n\nThis research will help to identify when and how health problems emerge in ways that enable policy makers to target policies more effectively. It will also help us understand how poor health affects people's ability to live their lives, which again may enable policy makers to identify appropriate times and situations when these negative consequences can be prevented or reduced. Such research directly contributes to the ESRC's strategic priority to influence behaviours and inform interventions. It will also improve the capacity of the research community to engage in this kind of research leading to future developments in this field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M008592/1","grantId":"ES/M008592/1","fundValue":"1467780","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"ESRC","impactText":"","person":"Michaela  Benzeval","coPersons":["Stephen  Pudney","Meena  Kumari","Tarani  Chandola","Andrew Michael Jones","Richard James Mitchell","Paul Simon Clarke"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}