{"id":"976CCD07-28A7-4CD5-8DA1-465598F18138","title":"Global Partnerships as sites for mutual learning: teachers' professional development through study visits","abstractText":"<p>Since 2000 schools in England have been actively encouraged by the government to establish a Global School Partnership. Some small-scale studies have shown that the impact of such partnerships on pupils' learning can be counterproductive to that which is intended. In particular, how pupils are supported in their responses to difference and to poverty is causing concern.</p>\n\n<p>A contributing factor is that many teachers lack the knowledge and experience required to adequately address issues of an intercultural and global nature that are integral to partnership learning. </p>\n\n<p>One of the strategies for developing teachers' knowledge is North-South study visit programmes. No study to date has systematically investigated what and how professionals from both countries learn from North-South study visits or the relationship between this learning and their practice over time. </p>\n\n<p>The study aims to investigate what teachers learn from these study visits, and how they make use of what has been learnt back in their own educational settings, giving equal weight to the learning of both northern and southern partners. The research has been devised within an interpretive paradigm and the collaborative, participatory approaches aims to mirror the mutual learning processes that are central to the two courses being investigated. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H010181/1","grantId":"ES/H010181/1","fundValue":"323223","fundStart":"2009-10-01","fundEnd":"2013-01-31","funder":"ESRC","impactText":"  Findings show that the intercultural nature of experiences requires a refocus on the 'inter', the space for learning between cultures. Work with stakeholders indicates that this shows rich potential for changing practices in the areas of intercultural learning and study visits.\n\nInforming best practice\nThink Global, a key mediator between policy and practice in the UK, used findings to inform their submission to the proposed new National Curriculum consultation. The PI's think piece for Think Global will be required reading for schools taking part in the Global Learning Schools programme, funded by DfID \n\nThe European Commission consultation cited in Scientific Impact, will lead to outcomes informing future policy. Project findings surrounding transformational learning as they relate to cultural diversity are drawn on. \n\nStimulating practitioner debate\nThe PI gave a keynote for the practitioner network, Teacher Education for Equity and Sustainability, exploring conceptual ideas around knowledge, power and legitimation in global learning and partnerships\n\nDeveloping resources to enhance practice\nDrawing on findings and using a relational epistemology, an online learning resource, Frameworks for Intercultural Learning (FICL) was developed with Canterbury Christ Church University. This stimulates debate about issues at the core of global intercultural learning. The PI was invited by a school trailing the resource, British School of Brussels, to give talks to parents, students and staff. The school has developed a scheme of work based entirely on the resource; how they will deal with similarity and difference has changed due to the PI's input, and they are reviewing their partnership practices with schools in Ghana\n\nAs consultant to the British Council, the PI advised on the development of an online resource, 'Education for Global Citizenship', for use by teachers in countries participating in the Connecting Classrooms initiative. Education Societal","person":"Fran  Martin","coPersons":[],"organisation":"University of Exeter","findingsText":" Analyses of the data have led to findings unanticipated at the outset, specifically that the intercultural nature of experiences in educational partnerships and study visits requires a refocus on the 'inter', the space for learning between cultures. Commonly outcomes of intercultural learning and study visits are expressed in terms of learning 'about' people, places, cultures. The findings suggest that there is a need to include outcomes that focus on the relationships that are central to such activities. The findings therefore relate to two interconnected areas: \n\n\n\n1. Intercultural learning\n\nBeliefs about cultural difference and intercultural dialogue are at the heart of activities informed by global education policy. A common belief is that communicative competence and a focus on commonalties are key to the success of intercultural dialogue. The findings show that while communicative competence is important, how people relate inter-culturally is strongly influenced by the socio-historical contexts of those engaging in dialogue. The findings also indicate that while a focus on commonalities is important for creating a sense of connection between people, on its own it avoids the more challenging work of learning about and from differences. \n\n\n\nImplications \n\n• Intercultural dialogue cannot be reduced to a set of skills and competencies. Knowledge of the histories behind the relationship of those in conversation influences what is 'heard', how it is 'translated' and what it is possible to learn from each other.\n\n• A deeper understanding of the concept of difference, informed by a relational ontology and epistemology, enhances understanding ones own and others' cultures and identities.\n\n• Pedagogies that aim for transformations in perspective therefore need to focus not only on object-based outcomes (knowledge of self and other), but also relational outcomes (self in-relation-to other knowledge).\n\n\n\n2. Study visits\n\nThe findings show that if study visits are to lead to transformations in perspectives and world views (Mezirow, 1985), there needs to be attention to not only to the process of transformation, but also the form that transformations take. At the heart of a study visit is the intercultural encounter, and this is a site of relation between the visitors and hosts, providing spaces in which difference is encountered and negotiated. Without an explicit focus on relational forms of knowledge about culture and identity, self and other, the potential for transformations is severely diminished. \n\n\n\nImplications\n\n• Study visits to the global south could be usefully framed by a transformative, relational pedagogy informed by postcolonial perspectives. \n\n• Work on deconstructing worldviews, through access to different models of culture and development, and an understanding of the colonial legacy, needs to be done during a preparatory phase in order to enhance potential for perspective transformation during the visit. \n\n• Facilitation of the visit, by experienced and 'differently knowledgeable' others is crucial to supporting people to make sense of their experiences from a variety of perspectives \n\n• Learning from challenging experiences can be extremely emotional. Undertaking visits as part of a supportive group that regularly and explicitly reflects on those experiences can enhance the potential for transformations. \n\n• Long-standing educational partnerships / links between visiting and host organizations enable deeper mutual, intercultural learning to take place. There are three areas of school education that can potentially be informed by the research findings: \n\n\n\n1. Global educational partnerships, such as promoted through the British Council's connecting classrooms programme\n\n2. The Global Learning in schools Programme, a five year programme for Key Stages Two and Three, funded by the Department for International Development, run by a consortium led by Pearson publishing. The Geographical Association, with whom the PI has a long-standing professional relationship, is a member of this consortium.\n\n3. Teaching about diverse peoples, cultures, places and religions through school curricula for citizenship, geography, and Religious Education.\n\n\n\nThe findings can inform continuing professional development activity for all three areas, specifically the content and pedagogical approaches that might be employed. For example, the outputs identified in the exploitation routes could be used for initial teacher education and inservice-education. We are in the process of identifying professionals working in these contexts to collaborate with them on developing suitable pedagogies using our materials, and creating new materials relevant to a range of contexts. We believe that the findings can be put to use across a range of education contexts including: study visits, study abroad, service learning and other types of intercultural experiences Two resources currently exist that enable the findings to be put to practical use:\n\n\n\n1. A Think Piece &quot;Thinking differently about difference&quot; written for a practitioner audience and available as a download from Think Global (the Development Education Association) website http://www.think-global.org.uk/resources/item.asp?d=7118. This short, eight page document, explores the difference between two major traditions of thought and considers some of the implications for global learning through study visits.\n\n\n\n2. An online learning resource &quot;Frameworks for Intercultural Learning&quot; has been developed collaboratively with project partners at Canterbury Christ Church University. The site is a self learning resource, aimed at Western audiences, that explores a number of key areas that affect effective intercultural learning: relationships, development, culture, assumptions, identity, charity and footprints. This is under pilot during April - June 2013 at www.gpml.org.uk\n\n\n\nIn addition, a network is being developed with Plymouth University, Canterbury University and Liverpool Hope University that has a focus on using the findings to inform the development of ethical approaches to global and intercultural learning. Seminars are planned for 2013-14 and will be advertised on the respective university websites. Education","dataset":"gtr"}