{"id":"976DF23E-756D-4D66-A414-7211EE584E36","title":"Evaluation and parameterisation of individual-based models of animal populations","abstractText":"Ecosystems are populated by autonomous, adaptive individuals, each figuring out its own ways of achieving its goals. It is a widely shared hope that the general principles governing such complex systems will eventually be understood from analysis of computer simulations known collectively as individual-based models (IBMs). IBMs are dynamical systems containing many autonomous interacting agents which are used where, broadly, the factors influencing the behaviour of individual agents are known, but interest centres on what happens at the population level. Will the population increase or decrease? How fast will be the response? Where practical management of ecosystems is required, many consider this can only be realistically performed with IBMs. Examples include conservation management of nature reserves and shell fisheries, assessment of environmental impacts of building proposals including wind farms and highways, management of fish stocks and assessment of the effects on non-target organisms of new chemicals for the control of agricultural pests. Articles in scientific journals have suggested IBMs are the only realistic way forward in diverse fields including economic analysis where the recent global 'credit crunch' might have been avoided with the use of such models. Thus IBMs are the only practicable method of modelling many complex systems where prediction is of vital importance to all. \n Despite the widely-appreciated importance of IBMs, the evaluation of these very complex systems still leaves much to be desired. Clearly, the purpose of a model is to explain the world that we see around us. From a statistical point of view we wish to 'fit' the model to data. How can we do this? Recent advances in statistical theory, known as Approximate Bayesian Computation, ABC, suggest how this might be done. Implementation of ABC requires development of practical methods that will allow users to fit their IBM models to real data in an efficient manner. This Bayesian approach should allow calculation of distributions of possible parameter values in IBMs, given observations, and evaluation of whether one model is better than another. In this project we devise practical methods that will allow all makers of IBMs to validate their models properly by reference to relevant data. Provision of such methods is crucial if we are to have robust and reliable bases for making crucial decisions about environmental impacts, nature conservation, and the licensing of new chemicals for the control of agricultural pests.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K006088/1","grantId":"NE/K006088/1","fundValue":"87979","fundStart":"2013-05-31","fundEnd":"2017-03-30","funder":"NERC","impactText":"","person":"Mark Ashton Beaumont","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}