{"id":"9770F490-0045-47FE-A60D-C75A6F9EB323","title":"Large-scale Unsupervised Parsing for Resource-Poor Languages","abstractText":"This project focuses on the automatic induction of grammatical structure from raw text. Automatic inference of the syntax of sentences is an old problem in natural language processing, which originates in studies attempting to build computational models for the way humans learn language.\n\nThis problem is still far from being solved. There is yet no fully-fledged computer program that takes raw text and returns a computational representation of its syntax (for example, identifying the noun phrases, the verb phrases, the prepositional phrases, and how they relate to each other in the text).\n\nThis research aims to make a major step toward building such a system. The goal is to derive a new algorithm that recovers, at least partially, the syntax of raw text. The algorithm is based on the assumption that words which frequently tend to co-occur should usually be linked, not just semantically, but also syntactically. For example, if the word &quot;deep&quot; often co-occurs with the word &quot;puddle&quot;, the algorithm will assume that &quot;deep&quot; tends to modify the word &quot;puddle.&quot;\n\nThe algorithm is based on a new learning paradigm developed in the machine learning community called &quot;spectral learning&quot;. This paradigm has many advantages, most notably, its well-motivated mathematical component. This means that we can derive mathematical proofs that guarantee that the algorithm will be able to learn the syntax of a language if the algorithm is exposed to sufficiently large enough amounts of raw text.\n\nSuch proofs are important partially because they explain the learnability of language by humans. If these proofs show that we do not require much data to learn syntax, they can shed light on humans' ability to learn language from (relatively) short exposure to language through their childhood.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02411X/1","grantId":"EP/L02411X/1","fundValue":"100651","fundStart":"2014-11-11","fundEnd":"2016-02-10","funder":"EPSRC","impactText":"","person":"Shay  Cohen","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}