{"id":"97703016-ECB7-4DD3-8906-0DD708159F20","title":"Literacy development with deaf communities using sign language, peer tuition, and learner-generated online content: sustainable educational innovation","abstractText":"In much of the world, English instruction is delivered to deaf signers by teachers who cannot sign themselves. This makes deaf people's English acquisition, which is very difficult (Kempt &amp; Maxwell 1989; Schmitz &amp; Keenan 2005), virtually impossible in many locations. This pilot project aims to provide English-language teaching for members of the deaf community in India including deaf young people in high poverty contexts, and draft a model of effective language-teaching interventions for them, to guide policy and further innovation. The focus is improving the quality of educational outcomes for a specific community which may not derive adequate benefit from traditional interventions. Peer education can lead to improved academic and cognitive abilities for both learners and tutors, and decreased absenteeism and isolation (Bruffee 1978; Falchikov 2001). The project proposes a model which departs from existing traditional language teaching practices in India, and takes an ethnographic approach which will see the development of materials and teaching led by local deaf tutors supported by trainers both in-country and from the UK, to ensure responsiveness to learner needs. It is an interdisciplinary collaboration between specialists in (applied) sign linguistics/Deaf Studies, TESOL, cross-cultural research on literacies, and learning technologists. The development of a virtual/mobile learning platform (Sign Language to English by the Deaf - SLEND) combined with the use of sign language and support from deaf peer tutors constitute a learner-driven, innovative methodology based on a functional approach to learning that will emphasise using language to do things (rather than grammar-driven). Adaptation of the Common European Framework of Reference for Languages (CEFR) for the expression of learning outcomes will allow achievements to be expressed in terms of an internationally understood tool. To examine transferability across cultures, small-scale investigative fieldwork will take place in Uganda and Ghana to reveal literacy needs there and pave the way for future South-South collaboration. \nUsing mixed methods from action research and ethnographic research, the project addresses the following research questions:\n1. How can we develop and implement a deaf-led, community based, learner-focussed teaching programme that meets local community needs in a sustainable way? \n2. How can we capture and measure, in a standardised way, the effectiveness of the combination of peer tuition, a dedicated virtual learning environment, and a staged training programme on teaching English literacy in this particular socio-cultural context? \n3. How can we best understand and conceptualise the interrelated elements that characterise this approach and how they interact to facilitate effective teaching in this context? Qualitative data including classroom observations, analysis of interactions on the SLEND, and interviews inform the answers to this question. Community teachers/peer tutors will be trained in data collection and analysis, enhancing the research capacity of the deaf community. \nIn India, the study has four overlapping phases: (1) Ethnographic study into existing literacy practices to identify the types of communication which are valued by deaf sign language users proceeds alongside (2) content development based on this needs assessment. Course delivery (3) is then carried out by local tutors with pre- and post- assessment to measure learner attainment. Compiling the interim and final quantitative-qualitative evidence for dissemination (4) informs national policy and ensures the project's on-going influence.\nIn Uganda and Ghana, smaller case studies into literacy needs and practices will be carried out using the same ethnographic research tools. Focus groups in these countries alongside dissemination workshops will review the SLEND and discuss possible adaptation/scalability to teaching situations in deaf communities in sub-Saharan Africa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M005186/1","grantId":"ES/M005186/1","fundValue":"126174","fundStart":"2015-06-01","fundEnd":"2016-07-31","funder":"ESRC","impactText":"","person":"Ulrike Andrea Zeshan","coPersons":["Karin Patricia Tusting","Daniel  Waller","Christian  Jones","SIBAJI  PANDA","Julia  Gillen","Uta  Papen"],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}