{"id":"9771D3DD-F42A-41AE-B1EE-41427DF271B6","title":"Optical activation of a C. elegans neural circuit underpinning feeding behaviour","abstractText":"Communication between neurones is a fundamental aspect of brain function. This is mediated by chemical neurotransmitters that signal from one nerve cell to the next at specific sites on the nerve cell called synapses. There are trillions of these synapses in the human brain and their correct function is essential for good mental health. Dysfunction in this synaptic communication is the basis for the majority of psychiatric and neurodegenerative disorders including depression, anxiety, schizophrenia, Parkinson's disease, Alzheimer's disease and many other prevalent and distressing conditions. Indeed, many of the drugs used to treat these disorders act to improve synaptic communication to ameliorate the symptoms of the disease. However in many cases these drugs are fairly 'blunt instruments'. A major problem is that chemical neurotransmission is complex and also very plastic. There is still a relatively superficial understanding of its subtleties. Specifically, any given synapse will store a multitude of neurotransmitters which can be released in different proportions depending on the activity of the nerve cell giving rise to a synaptic 'cocktail'. Different 'cocktails' have different consequences for signalling at the synapse. It is clear that the ability of the synapse to 'mix a cocktail' and alter its signalling properties is related to the ability of the neuronal circuits, and ultimately the brain, to alter its output and change behaviour. Therefore a fundamental goal of neuroscience is to understand the role of distinct classes of neurotransmitters within neuronal circuits and how altered signalling leads to a change in behaviour. This is a complex problem and many neuroscientists, including ourselves, have chosen to work on simple invertebrate nervous systems to address it. The advantage of the model that we have chosen, the nematode worm C. elegans, is that although it has a very simple nervous system with only 5000 synapses rather than trillions, it has the same complex mechanism for signalling between nerve cells as humans. Furthermore, the animal exhibits simple behaviours and will adapt in an appropriate way according to its environment. This indicates that it has the capacity to re-configure its neural circuits in much the same way as higher animals. The attraction of this as a model system is that it is easy to study a specific problem from the level of the gene through to the molecule, neurone, circuit and the intact behaving animal. The behaviour we are investigating is the response of the animal to food deprivation. Here we are taking advantage of a new technical advance that will enable us to activate specific elements of the neuronal circuit that regulates this adaptive response and record synaptic signalling. By performing this analysis in different genetic mutants we will be able to define the properties of the signal in a circuit and describe changes in the signal that parallel the change in the behaviour of the animal. This will provide a unique insight in to the fundamental problem of how altered synaptic signalling leads to a change in behaviour and pave the way for further genetic analysis of this problem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F009208/1","grantId":"BB/F009208/1","fundValue":"428693","fundStart":"2007-11-17","fundEnd":"2011-02-16","funder":"BBSRC","impactText":"  I provided a written final report for this grant which was submitted to and accepted by the BBSRC  ","person":"Lindy  Holden-Dye","coPersons":["Vincent  O'Connor"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}