{"id":"9775F478-F3EF-4535-9F30-561CADB11B9A","title":"Cones and positivity in algebraic geometry","abstractText":"This project will address some basic issues in algebraic geometry, a central field of research in pure mathematics. \n\nThe objects we study in algebraic geometry are so-called algebraic varieties, meaning solution sets of systems of polynomial equations. Algebraic varieties are of great interest in many parts of mathematics, including number theory and topology, but also in a range of applications: mathematical physics, where they provide mathematical models for physical objects; control theory and motion planning, where they represent the possible states of a system subject to algebraic constraints; and many others. Getting a good high-level picture of the structure of algebraic varieties is therefore of immense theoretical and practical interest.\n\nThis project consists of two interrelated approaches to the problem of understanding the structure of algebraic varieties. \n\nThe first approach is to investigate an important hypothesis called the &quot;Morrison--Kawamata cone conjecture&quot;. If true, this conjecture would provide very precise information about the way in which certain classes of algebraic varieties can be related to each by algebraic mappings. Our research will develop an inductive method, allowing to use information about smaller varieties to deduce information about many larger varieties. This will greatly increase the scope of what is known about the conjecture: to date it has only been proved for very special types of varieties, but our inductive method will yield results in much greater generality.\n\nThe second approach will focus on the question: given an algebraic variety, how can we describe the collection of all smaller algebraic varieties contained inside it? In the past thirty years, immense progress has been made on the problem of understanding the curves (that is, one-dimensional varieties) contained inside a given variety, and this has greatly improved our understanding of the general picture of all algebraic varieties. In this component of our project, we will tackle the problem of understanding all &quot;larger&quot; subvarieties in a given variety --- for example, the surfaces inside a variety of dimension four. Progress on this question will yield a new set of tools for understanding, distinguishing, and classifying algebraic varieties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L026570/1","grantId":"EP/L026570/1","fundValue":"86545","fundStart":"2014-08-01","fundEnd":"2016-07-31","funder":"EPSRC","impactText":"","person":"Arthur  Prendergast","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}