{"id":"977BD7EA-509B-44F9-9A17-3C7038B3DCB7","title":"Acoustic Emission as a non-invasive biomarker for quantitative dynamic assessment of knee joint repair in clinical trials and stratified medicine","abstractText":"Knee osteoarthritis remains a common cause of pain and disability worldwide because there have been very few advances in the treatment of this condition. However, increased research in recent years has started to produce several promising new treatments. These might either improve the condition or reduce the rate at which deterioration occurs. \n\nIn order to decide whether new treatments really work, and if so which patients they work best for, it is important to have better techniques to measure whether the joint is getting better or worse. Such techniques should be safe, convenient, and widely available to doctors and other health professionals working in general practices or in hospitals. \n\nOver the past few years we have been researching a new and very distinctive technique for measuring the severity of knee osteoarthritis. This is done by capturing and analysing high-frequency sounds coming from moving knee joints to find out how severely the joint is affected by age and osteoarthritis, and to assess whether the joint is improving or deteriorating. \n\nWe have put together a team of experts from the NHS, universities and industry, with a wide range of expertise in medicine, health, science and engineering, to work together on this project. We are using an advanced sound wave sensing technology that is highly sensitive to sound inaudible to the human ear. The equipment was developed originally by engineers for testing and checking for faults in moving parts and in complex structures, such as aircraft. \n\nWe attach a small microphone-like sensor to the skin over the knee and collect high-frequency sounds which are produced during sit-to-stand movements. We also attach a small flexible sensor to measure the knee angle, which enables us to know exactly where in the movement cycle each 'sound' is generated. We analyse the amount of 'sound' produced, and also the features of the many different 'sound' waveforms. Our results so far show very clear differences between the 'sounds' from knees of people with and without knee osteoarthritis, and suggest that 'joint sounds' change with age. These very interesting results suggest that it will eventually be possible to use this technology in clinical practice. \n\nWe want now to find out whether this technique could be used to provide a better and more convenient way of testing whether or not new treatments work, and of identifying which patients get the most benefit. This work could potentially revolutionise clinical trials in knee osteoarthritis by providing a safe, convenient, portable tool which is widely-available in hospitals and general practices. This would make it possible to do large clinical trials, involving many centres across the world, which would provide better and faster ways of testing urgently-needed new treatments for this condition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K025597/1","grantId":"MR/K025597/1","fundValue":"468273","fundStart":"2014-01-13","fundEnd":"2016-07-12","funder":"MRC","impactText":"","person":"John Alan  Goodacre","coPersons":["Lik-Kwan  Shark","Peter John Diggle"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}