{"id":"97828F38-CEB2-4778-8510-45643CC42F80","title":"Hair follicle induction by cultured human hair follicle dermal stem cells","abstractText":"Hair follicles are remarkable mini-organs that are made from skin but that contain unique stem cell populations. Using animal models we have previously demonstrated that we can remove a small group of cells, called dermal papilla cells, from the base of the adult hair follicle and multiply them in the laboratory. When we put these cells back into the skin they interact with the overlying skin epidermal cells and direct them to become completely new hair follicles. Up to now, however, other researchers have not been able to do the same thing with human dermal papilla cells. We have recently identified two things that change when the human dermal papilla cells are grown outside the body. It appears that they rapidly lose much of the signalling information that allows them to influence other cells, and they also become less sticky so that, when they go back into skin, instead of staying together and making a hair, the move off. This project will address these problems in two ways. We will use modern gene manipulation technology to restore the missing signalling molecules to the cells. We will also use grow the cells in the laboratory inside different materials and manipulate their environment such that their stickiness is restored and they remain together when returned to the skin. If successful this bioengineering of hair follicles will lead to so called ?hair cloning? and be a major advance for the treatment of different forms of baldness. It would also be a key step towards the aim of creating an engineered skin incorporating skin appendages for use in skin grafting after burns or other skin loss.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000846","grantId":"G1000846","fundValue":"454046","fundStart":"2011-10-31","fundEnd":"2014-10-30","funder":"MRC","impactText":"","person":"Colin Albert Buchanan Jahoda","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}