{"id":"9784045F-08D9-47BE-B4FC-7FF47CF353EF","title":"Urbanisation and spatial inequalities in health in Brazil and India","abstractText":"<p>Cities in developing countries like Brazil and India are getting fragmented into high quality formal developments and informal areas marked by insecurity and poverty. The geographical concentration of high income groups in some neighbourhoods and the segregation of poverty and low income groups in other neighbourhoods is a common feature of urbanisation. Although some argue that increasing internal spatial inequality is related to greater openness of economies and economic development, whether such spatial inequalities translate into better population health is debatable.</p>\n\n<p>This project was able to measure socioeconomic segregation in major Brazilian and Indian cities as well as examine the association of such segregation with mortality rates. In Brazil, districts within cities where the poor were spatially isolated and clustered into a few neighbourhoods had the highest mortality rates. Moreover, districts where the poor were living next to non-poor (richer) communities had lower mortality rates than districts where the poor more spatially isolated, even after taking into account the socioeconomic profile of districts. In Indian cities, households in areas (wards) of high poverty concentration had higher child death rates, independently of the poverty rate of areas and other socioeconomic factors.</p>\n\n<p>This project has demonstrated that the spatial concentration of poverty into a few neighbourhoods within developing cities is a risk factor for the health of people and cities. Economic development that results in the socioeconomic segregation of poor people within cities may paradoxically lead to lower life expectancy.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H024972/1","grantId":"ES/H024972/1","fundValue":"100034","fundStart":"2010-05-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"  Societal impact:\nProfessor Bassanesi was invited to contribute to a new Brazilian initiative on city observatories- Observat&oacute;rio da Metr&oacute;poles http://www.observatoriodasmetropoles.net/ The initiative brings together multidisciplinary research on cities with an aim of highlighting the impacts of research to reduce social and regional inequalities in Brazil. Communities and Social Services/Policy,Healthcare Societal,Policy & public services","person":"Tarani  Chandola","coPersons":["Sitamma  Mikkilineni","SOUVIK KUMAR BANDYOPADHYAY","Sergio Luiz  Bassanesi"],"organisation":"The University of Manchester","findingsText":" This project was able to measure socioeconomic segregation in major Brazilian and Indian cities as well as examine the association of such segregation with mortality rates. In Brazil, districts within cities where the poor were spatially isolated and clustered into a few neighbourhoods had the highest mortality rates. Moreover, districts where the poor were living next to non-poor (richer) communities had lower mortality rates than districts where the poor more spatially isolated, even after taking into account the socioeconomic profile of districts. In Indian cities, households in areas (wards) of high poverty concentration had higher child death rates, independently of the poverty rate of areas and other socioeconomic factors. A network of Brazil city observatories has used the findings of the project to highlight how urban development and planning can reduce social and regional inequalities in Brazil- Observat?rio da Metr?poles http://www.observatoriodasmetropoles.net/ Urban development and urban planning can use the findings of this project to highlight how social and spatial inequalities in health can be reduced through the spatial integration of poor communities within cities. Communities and Social Services/Policy,Healthcare","dataset":"gtr"}