{"id":"9785D82D-40CE-4D3A-AD1F-B651EF1D8922","title":"Rampant karyotype evolution in jack jumper ants","abstractText":"Human DNA is carried by 23 pairs of chromosomes in every cell of the body, while chimpanzees have 24 pairs. Some deer have three pairs, and some ferns have 600. How and why chromosome numbers change over evolutionary time has always been mysterious. Having different numbers of chromosomes may prevent separate species from interbreeding, or even change the rate of evolution by altering how thoroughly parents' genes are 'shuffled' by sex. The smallest known chromosome number for any species is also the smallest imaginable: 1 pair, found in the jack-jumper ant, Myrmecia croslandi. This is a large, highly aggressive Australian ant with a powerful, occasionally lethal sting. Jack jumper ants are also unusual in that very closely related species have widely different numbers of chromosomes despite being very similar in body size, appearance and behaviour. We are members of an international consortium, led by Chinese researchers, that is currently sequencing the genome of the ant with only one pair of chromosomes as part of the 1000 Genomes Project, which has stated aims to complete the sequencing and assembly of 500 animal genomes by 2012. Data from the Myrmecia croslandi genome project will start to become available within the next year and a full genome assembly is expected before the end of 2011. We want to use this new information as soon as it becomes available, to explore the genomes of closely related ants that have far more chromosomes; in one case as many as 18-32 pairs. Although we know that the ants have different chromosome numbers, we know almost nothing about the genomes that make up these chromosomes. We will address these issues by estimating the genome sizes for the different species and by sequencing the genome of a second species, with many more chromosomes than M. croslandi to allow us to ask: Do ants with more chromosomes have more DNA overall, or do they just divide the same amount into smaller pieces? Do ants with more chromosomes have more 'junk' or repetitive DNA? We will also develop methods which can be used in future work to determine whether ants with different chromosome numbers can interbreed. Ants are highly diverse and important components of almost all land ecosystems and show extremely specialised social behaviour. Our work will increase understanding of the evolution and diversification of the ants, and also of genome and chromosome evolution in other species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016953/1","grantId":"NE/I016953/1","fundValue":"50879","fundStart":"2011-05-26","fundEnd":"2013-06-30","funder":"NERC","impactText":"","person":"James  Cook","coPersons":["Louise Janna Johnson"],"organisation":"University of Reading","findingsText":" Human DNA is carried by 23 pairs of chromosomes, while chimpanzees have 24 pairs. Some deer have three pairs, and some ferns have 600. How and why chromosome numbers change over evolutionary time has always been mysterious. Having different numbers of chromosomes may prevent separate species from interbreeding, or even change the rate of evolution by altering how thoroughly parents' genes are &quot;shuffled&quot; by sex. The smallest known chromosome number for any species is also the smallest imaginable: just one pair, found in the jack-jumper ant, Myrmecia croslandi. This is a large, aggressive Australian ant with a powerful, occasionally lethal sting. Jack jumper ants are also unusual in that very closely related species have widely different numbers of chromosomes despite being very similar in body size, appearance and behaviour. \n\n\n\nThe goal of our project is to compare the genomes of the iconic M. croslandi (with one chromosome pair) with a closely related species with far more chromosomes but very similar biology. We are generating the M. croslandi reference genome through our part in an international genome assembly consortium and the M. banksi genome data through this NERC project. We will then compare the size, structure and content of the two genomes to ask fundamental questions such as whether the genome content differs greatly, or is simple &quot;repackaged&quot; in different ways, and whether transposable elements (&quot;jumping genes&quot;) have played a major role in the genome evolution observed. Ants are highly diverse and important components of almost all land ecosystems and show extremely specialised social behaviour. Our work will increase understanding of the evolution and diversification of the ants, and also of genome and chromosome evolution in general.\n\n\n\nMajor achievements in 2012: \n\n1. We have now generated the primary assembly of M. croslandi, which is 210Mb in size. We are annotating and analysing the genome and have found evidence for large numbers of telomere sequences that are not in the usual position at the ends of the chromosome. These could provide clues to how blocks of the M. croslandi chromosome correspond to whole chromosomes in M. banksi.\n\n2. We have obtained 20GB sequence data from M. banksi short-insert libraries and estimated the genome size to be 215 MB based on k-mer analysis. The total size of contigs assembled to date is 191 MB and we are now proceeding to large insert sequencing with further ant samples.\n\n3. Our current estimates suggest that genomes of the two species are very similar (210 v 215 MB) in size, favouring the hypothesis that the genome content has not changed greatly but has been extensively repackaged across chromosomes. Yes, but we await full results Environment,Healthcare","dataset":"gtr"}