{"id":"978FF058-F646-4E89-8C04-44B9A6EA73B0","title":"Legal norms and crime control: A comparative, cross-national analysis","abstractText":"This is a comparative, cross-national study into attitudes towards legal authorities, compliance with the law, cooperation with legal authorities, and the policing of minority and majority groups. The proposal is to address questions of deterrence, legitimacy, cooperation and compliance using a powerful new dataset that we have generated from national probability sample surveys of 30 different countries.\n\nOur goal is to mount an ambitious cross-national empirical test of deterrence theory and procedural justice theory. Crime control policy tends to be based on the assumption - at the heart of deterrence theory - that people make instrumental or rational cost/benefit calculations when deciding whether or not to break the law. Yet, much work on the psychology of law-related behaviour suggests that (a) there is strong normative component to law-related behaviour (namely, people cooperate and comply because doing so is the right thing to do); that (b) legal institutions can influence people's normative orientations by behaving in a procedurally fair manner; and that (c) normative levers 'trump' instrumental levers, in the sense that moral principles more strongly influence behaviour than instrumental factors. The central assumption of procedural justice theory is that fair and respectful treatment of victims, witnesses, offenders and the public are the hallmark of effective justice systems. \n\nA crucial issue for the proposed project will be the weighing of instrumental versus normative processes across multiple national contexts. Representing one of the most extensive comparative criminological studies yet undertaken, we will assess the empirical evidence for instrumental and normative modes of compliance and social regulation in diverse social, legal and political contexts. Importantly, we led a team that designed a module on 'trust in justice and the legitimacy of legal authorities' in Round 5 of the ESS. Fielded in 2010 to national probability samples of 28 countries (with data for 27 countries becoming available in March 2012) the module allows us to test deterrence theory and procedural justice theory across Europe and beyond. The data are available, and the goal of the current proposal is to draw upon new data from surveys in the US, South Africa and Japan that replicate the ESS module. \n\nCross-national comparison is important not only because the procedural justice model of policing originated in the US and has hitherto been primarily applied in Anglophone countries (casting significant doubt on 'universalistic' claims); it is also important because comparing across different countries will allow us to consider questions of social and political context. Do aspects of the political economy of different countries - for example the extent to which they have be subject to neo-liberal market reforms - influence the applicability and relevance of normative models of crime control? Do people living in some countries have a more instrumental orientation toward policing and crime control? \n\nOur key issues of concern will be people's encounters with the police, trust in the fairness and effectiveness of the police, the perceived legitimacy of the police, perceived morality of criminal acts, perceived risk of sanction, compliance with the law, and preparedness to cooperate with the police and the courts. We will identify the relationships that exist between these factors, and we will do so with particular reference to the experiences of minority and immigrant groups. On the one hand, immigration is often blamed, in political discourse, for a perceive weakening in normative commitment to law and social rules. We will question the extent to which is true. On the other hand, relations between minority groups and the police, in particular, are often problematic. Is this really the case across different national contexts (and if so, why)? What role do justice institutions play in processes of social inclusion and exclusion?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L011611/1","grantId":"ES/L011611/1","fundValue":"223656","fundStart":"2014-07-01","fundEnd":"2016-06-30","funder":"ESRC","impactText":"","person":"Jonathan  Jackson","coPersons":["Ben  Bradford","Mike  Hough","Jouni  Kuha"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}