{"id":"9797C2E6-0E9D-4F13-A4A8-DD44EFBA0650","title":"Metal/Metal Oxide Nanomaterials and Oxidative Stress- Are there Harmful Health Effects in Fish for Environmental Exposures?","abstractText":"Summary\nThe nanotechnology industry is worth $ billions to the global economy. Unique properties (e.g. surface reactivity) exhibited at the nanoscale (particles with at least one dimension less than 100nm) and exploited for use in these industries, however, can result in toxic properties and there is increasing experimental evidence for this. From a mechanistic perspective the ability to generate reactive oxygen species (ROS) and induce oxidative stress is increasingly being recognized as a paradigm to explain some of the toxic effects related to the particle for metal/metal oxide NMs. In this proposal we will undertake exposures of fish models to some of the most widely used and commercially important nanomaterials [silver (Ag) and cerium oxide (CeO2)] including for environmentally realistic scenarios to investigate for harmful health effects via oxidative stress. This work will be enhanced greatly by the ability to detect, quantify and characterise NMs in complex environmental media and organisms at ambient levels, through the use of labelling NMs with highly enriched stable isotopes, advanced imaging methods (e.g. Coherent Antistoke Raman Scattering) and the development of a novel biosensor zebrafish model.\nA biosensor zebrafish will be developed with a convenient response system for detecting oxidative stress. In the zebrafish model ROS triggers an electrophile responsive element (EpRE) reporter - normally found in the 'starter' (promoter) sequences of genes involved in protecting the cell from oxidative damage - and this will induce a green fluorescent protein (GFP) that can be detected via imaging. The genetic approach to develop this new biosensor fish has been applied successfully at Exeter for other pollutants. The model will enable identification of the target tissues for oxidative responses in real time. Transcriptomics - measuring the responses of many thousands of genes - will be used to identify the effect mechanisms (molecular pathways) in the responsive (green glowing) tissues for selected NM exposures. Findings from the studies with transgenic zebrafish will inform a NM exposure in a UK natural water with a fish species native to UK rivers (carp) to assess for chronic health in a partnership with South West Water. Detailed characterisation of the particles in the water will be undertaken to inform on particle fate and behaviour and to quantify dose and help interpret biological effects analysis. \nThis project will build upon significant track records and publications of the interdisciplinary team, bringing together extensive infrastructure and technological capability, and industry partnerships, to advance understanding on the potential for commercially important NMs to induce harm under realistic environmental conditions. The work will support NM risk assessment for both protection of the freshwater aquatic environment and sustainable development of the nanotech industry. All data generated will be published in the peer reviewed literature, in leading journals, and disseminated via public fora and liaison groups to stakeholders (e.g. public, regulators, industry), which the partners have extensive existing links. \nThe project proposed is directly relevant to NERC's science themes for Biodiversity, Sustainable use of natural resources and Environment, Pollution and Human health, and also to the EC European Water framework Directive - to develop our understanding of the environmental risks and hazards of pollution and wastes. The project furthermore supports the objectives of the NERC's mission to promote innovative, interdisciplinary high quality research that relates to the understanding and exploitation of biological systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L007843/1","grantId":"NE/L007843/1","fundValue":"186751","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"NERC","impactText":"","person":"Eugenia  Valsami-Jones","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}