{"id":"979A1FB8-C995-4339-BF29-543924681652","title":"Interactive Newsprint: A new platform for community news display","abstractText":"In order for communities to meet the new governments' objectives of becoming more resilient, self reliant and ultimately self-funded and governed, they need a step-change in the way they communicate. In this project we plan to develop an entirely new platform for community news based on interactive newsprint. This is enabled by developments in printed electronics which now allow various digital devices and interfaces to be built into paper documents, including audio storage, speakers, microphones, buttons, sliders, led displays, colour changing fibres, led text displays and mobile communication. While there are many possible configurations and uses of this technology for supporting new forms of reading and writing, we plan to explore those relating to the communication of local news. Existing forms of local journalism and content will be used to develop a range of interactive paper documents and test them out in both a lab and field setting. This will explore new forms of digital storytelling and more effective ways of connecting communities to local news and information. To do this we aim to harness the potential of the world leading capacity of the UK's Plastic and Printed Electronics industry for the delivery of hyper-local news content in interactive newsprint. The technology currently has three robust properties that we plan to exploit in this context: 1) Printing touch sensitive areas to paper (input control), 2) Printing flexible paper-thin text displays (screens on paper), 3) Printing speakers (sound from paper). This technology is an alternative to a number of other augmented paper technologies comprising printed 2D optical or conductive codes designed to be read in conjunction with a separate screen-based player for associated content (e.g. anoto, QR codes). In interactive printed text, digital content is encoded in the paper itself on embedded chips or in textual form which can literally be displayed through local fibres or played through their vibration. This research buidls on the Digital Economy Programme Project 'Bespoke' (www.bespokeproject.org).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I032142/1","grantId":"EP/I032142/1","fundValue":"372320","fundStart":"2011-08-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"","person":"Paul  Egglestone","coPersons":["Jon  Rogers","David Mark  Frohlich"],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}