{"id":"97A76777-68F7-4D5F-B855-E23C29CAF7B5","title":"Evolutionary Algorithms for Dynamic Optimisation Problems: Design, Analysis and Applications","abstractText":"Evolutionary algorithms (EAs) have been applied to solve many stationary problems. However, real-world problems are usually more complex and dynamic, where the objective function, decision variables, and environmental parameters may change over time. In this project, we will investigate novel EA approaches to address dynamic optimisation problems (DOPs), a challenging but very important research area. The proposed research has three main aspects: (1) designing and evaluating new EAs for DOPs in collaboration with researchers from Honda Research Institute Europe, (2) theoretically analysing EAs for DOPs, and (3) adapting developed EA approaches to solve dynamic telecommunication optimisation problems. In this project, we will first construct standardised, both discrete and continuous, dynamic test environments based on the concept of problem difficulty, scalability, cyclicity and noise of environments, and standardised performance measures for evaluating EAs for DOPs. Based on the standardised dynamic test and evaluation environment, we will then design and evaluate novel EAs and their hybridisation, e.g., Estimation of Distribution Algorithms (EDAs), Genetic Algorithms, Swarm Intelligence and Adaptive Evolutionary Algorithms, for DOPs based on our previous research. A guiding idea here is to improve EA's adaptability to different degrees of environmental change in the genotypic space, be it binary or not. Systematically and adaptively combining dualism-like schemes for significant changes, random immigration-like schemes for medium changes, and general mutation or variation schemes for small changes, is expected to greatly improve EA's performance in different dynamic environments. And memory schemes can be used when the environment involves cyclic changes. In order to better understand the fundamental issues, theoretical analysis of EAs for DOPs will be pursued in this project. We will apply drift analysis and martingale theory as the starting point to analyse the computational time complexity of EAs for DOPs and the dynamic behaviour of EAs for DOPs regarding such properties as tracking error, tracking velocity, and reliability of arriving at optima. Based on the above EA design, experimental evaluation, and formal analysis, we will then develop a generic framework of EAs for DOPs by extracting key techniques/properties of efficient EAs for DOPs and studying the relationship between them and the characteristics of DOPs being solved with respect to the environmental dynamics in the genotypic space. Another key aspect of this project is to apply and adapt developed EAs for general DOPs to solve core dynamic telecommunications problems, e.g., dynamic frequency assignment problems and dynamic call routing problems, in the real world. We will closely collaborate with researchers from British Telecommunications (BT) to extract domain-specific knowledge and model dynamic telecommunication problems using proper mathematical and graph representations. The obtained domain knowledge will be integrated into our EAs for increased efficiency and effectiveness. All algorithms and software developed in this project will be made available publicly to benefit as many users as possible, whether they are from academe or industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E060722/2","grantId":"EP/E060722/2","fundValue":"50819","fundStart":"2010-10-05","fundEnd":"2011-07-04","funder":"EPSRC","impactText":"","person":"Shengxiang  Yang","coPersons":[],"organisation":"Brunel University","findingsText":" There are a number of significant new results that were obtained from this project.\n\nFirst, we have systematically studied different approaches to enhancing conventional evolutionary algorithms (EAs) for solving DOPs, and published two review papers in journals in the domain. Several EAs designed by us, e.g., the clustering particle swarm optimizer (CPSO), published in IEEE Transactions on Evolutionary Computation, 14(6): 959-974, 2010, and its variants, have become the state-of-the-art EAs for solving DOPs and are widely used by other researchers to evaluate their algorithms for DOPs.\n\nSecond, we have pioneered the theoretical analysis of EAs for DOPs based on the dynamical systems approach (or exact model). We described the standard EA as a discrete dynamical system for DOPs. Based on this dynamical systems model, we defined some properties and classes of DOPs and analysed some well-known DOPs in the dynamic evolutionary optimization area. The analysis of DOPs via the dynamical systems approach allows explaining some behaviours observed in experimental results, and hence is important to understand the results obtained in experiments and to analyse the similarity between DOPs.\n\nThird, we have extensively studied Ant Colony Optimisation (ACO) algorithms to solve dynamic travelling salesman problems and dynamic vehicle routing problems with traffic factors under random and cyclic dynamic changes. Here, by considering traffic factors, these problems become more challenging and closer to real-world scenarios. Our experimental results showed that our new ACO algorithms outperform other algorithms in the literature on such problems.\n\nIn total, the findings of the project have led to 12 journal and conference publications. The work has led to new contacts with Rail Safety and Standards Board (RSSB) and Network Rail in addition to original project partners of Honda and BT. A follow on project on &amp;amp;quot;Evolutionary Computation for Dynamic Optimisation in Network Environments&amp;amp;quot; (EP/K001310/1, 02/2013-02/2017) has been funded by EPSRC. In the new EPSRC project, we are closely cooperating with RSSB and Network Rail to model dynamic optimisation problems (e.g., dynamic timetabling and resource scheduling problems) in real-world railway systems, and develop specialised evolutionary computation methods, based on those evolutionary computation methods developed in this EPSRC project, to solve them.This is an excellent route of knowledge transfer because we will contribute our expertise in evolutionary dynamic optimisation to solve problems in real-world railway systems, which is greatly sought by railway industries. \n\n1. Publications in top journals, major conferences, and edited books in the domains of evolutionary computation in general and evolutionary computation in dynamic environments in particular.\n\n2. Source codes of benchmark and test dynamic optimisation problems and developed evolutionary algorithms to solve these problems. They are made available online, which are widely used by domain researchers.\n\n3. New research and application projects in the domain in cooperation with industries. For example, a new EPSRC project on applying evolutionary algorithms to solve dynamic optimisation problems (e.g., dynamic timetabling and resource scheduling problems) in real-world railway systems in cooperation with railway industries is being conducted. Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}