{"id":"97B5EAFD-81DD-4F20-9871-BF8E192DE143","title":"String Theory, Gauge Theory and Duality","abstractText":"That our universe is made out of particles is often taken for granted. For nearly a hundred years, we have had increasingly predictive models based on the assumption that, at very small scales, matter behaves as point particles which interact via specific forces. These forces, as well as the nature of the particles upon which they act, are the &quot;Standard Model&quot; (SM) of particle physics. \nSince the discovery of the Higgs last year at the Large Hadron Collider (LHC), it is perhaps tempting to consider the SM a complete description of the universe at its smallest scales.\n\nHowever, this is not the case. In particular, the SM does not account for gravity. When quantum field theory (QFT), the calculational language of particle physics, is applied to theories with gravity, the results are disastrous. In particular, many calculations done in this framework lead to unfixable divergences. This is a problem, since any theory of the early universe will need to sensibly combine both QFT and gravity. In the spirit of much of modern physics, it is thus reasonable to guess that the SM only works up to some energy scale, after which it becomes a bad approximation to a more complete theory.\n\nThe leading candidate for this underlying theory is String Theory, which proposes that matter is not made of point particles, but one-dimensional strings (as has become clear, this theory also has higher-dimensional objects called &quot;branes&quot;). Although this solves the problem of combining gravity with the SM, it also presents new issues, such as the existence of extra spatial dimensions. Understanding how to interpret these predictions is necessary if string theory is to be taken seriously.\n\nThe Centre for Research in String Theory (CRST) at Queen Mary, University of London has been instrumental in understanding string theory and its consequences for QFT. The current focus of the group is broad, dealing with issues in both QFT and string theory alike. On the QFT side, the CRST has found novel techniques for calculating scattering amplitudes. These are necessary because the usual calculus of Feynman diagrams becomes complicated quickly, and can not be done in a reasonable amount of time even on a computer. The techniques pioneered by the CRST are shortcuts for calculating these amplitudes which evade the complications of traditional methods. Finding better techniques for such calculations remains an important problem, since these results may be necessary for understanding LHC results.\n\nMany of the theories in the previous paragraph occur within the context of string theory, and can often arise on branes. Although such theories are complicated, it is possible to use both field and string theory techniques to get results that do not rely on perturbative techniques. This is necessary because such theories often do not have expansion parameters. The CRST has been at the forefront of understanding such theories, and has developed new tools for calculating the quantities of interest, e.g. scaling dimensions of operators. These techniques are known for only a small subset of theories, however, and developing such tools for broader classes of theories remains a pressing problem.\n\nThe CRST has also made significant progress in understanding string theory in its own right. Geometries that appear in string theory exhibit surprising new dualities that relate very different mathematical spaces. The study of these dualities is of interest to string theorists, since the field still lacks a complete understanding of the space of stringy geometries.\n\nMany of the above topics fall under the classification of using string theory as a tool for understanding difficult problems in QFT and particle physics. Even if string theory turns out not to be the correct short-distance completion of the SM, its use as a tool for solving problems in QFT is secure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000415/1","grantId":"ST/L000415/1","fundValue":"726605","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"STFC","impactText":"","person":"Andreas  Brandhuber","coPersons":["William J Spence","Steven  Thomas","Sanjaye Kumar Ramgoolam","David Simon Berman","Gabriele  Travaglini","Rodolfo  Russo","Brian Alexander  Wecht"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}