{"id":"97B66C29-FC20-409F-A8EB-841643ADCA65","title":"Mechanisms of tactile spatial orienting and selection","abstractText":"We are constantly bombarded with information coming from our senses. Directing our attention to events allows us to select certain information from this incoming stream. The somatosensory system constantly receives a vast amount of information. However, we are often not aware of these sensations. For example, we are usually not aware of the snug fit of our shoes, only when we direct our attention to our feet do we become aware of this tactile sensation. The research proposed investigates which processes underlie directing attention to locations on the body and selection of tactile information by means of measuring event-related brain potentials to attention directing tactile cues and to tactile stimuli. More specifically, we will investigate whether when directing attention to our hands tactile information at the hands is enhanced (benefits), or whether information from other body parts is suppressed (costs), or both by means of measuring event-related brain potentials in response to tactile attention directing cues and tactile stimuli. We will systematically investigate tactile processing and the effect tactile cues have on the orienting to and processing of subsequent tactile stimuli. Further, we will investigate whether somatosensory processing is the same when selecting information within one body part (right thumb versus right middle finger), from parts at opposite sides of the body (right hand versus left hand) and what effect posture (hands close versus far apart) has. In addition, we will investigate whether the cost/benefit pattern is the same for detecting a simple touch compared to when discriminating between different types of tactile vibrations. While touch allows us to react and identify objects on our body surface vision usually deals with events at a distance, in the space around us. Since our body spreads out in space it may be possible that when we direct our attention to a body part (e.g. hands) our visual system plays part in this direction of attention. To investigate this we will compare brain processes when we divert our gaze to a body part with situations when we direct our attention without moving our gaze to a body part. In sum, the proposed research will investigate the brain mechanisms that underlie orienting to and selection of information in the somatosensory system while excluding any information from the other senses and by systematically manipulating vision and gaze direction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D018897/1","grantId":"BB/D018897/1","fundValue":"311440","fundStart":"2006-10-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"  My findings have been used by other researchers to further investigate the neural basis of body perception. Furthermore, we are currently applying the experiments developed in this grant to understand the neural basis of mindfulness therapy. Education,Healthcare,Other Societal","person":"Bettina  Forster","coPersons":[],"organisation":"City University London","findingsText":" Our research systematically investigated the neural correlates of attentional orienting within body space and selection of information at locations on its surface while considering the influences of task difficulty, object handling, vision, and gaze direction. We showed that these factors modulate sensory specific processing, even within primary somatosensory areas providing the basis to a more comprehensive understanding of the mechanisms underlying attentional orienting to and selection of touch on the body. There is no direct use of the research outcomes in a non-academic setting. However, the gained knowledge could inform the construction of clinical tests and therapheutic interventions related to body disorders. Furthermore, I am currently involved in a project applying this gained knowledge to better understand the neural basis of mindfulness therapy. The research outputs of the project can not directly be applied but rather add to our knowledge base in basic cognitive neuroscience. The findings have been, and continue to be, published to the scientific community through publications in peer reviewed journals, presentations at conferences and invited seminars. Importantly, this research is the first to systematically study attentional orienting and selection processes to the body. Recent research has highlighted the importance of the interplay between the body and the mind. Thus a better understanding of the mechanisms underlying body perception may lead to enhanced treatment of eating disorders, alexithymia, unexplained clinical somatoform dissociation and disturbances in self-awareness. Communities and Social Services/Policy,Education,Healthcare,Other","dataset":"gtr"}