{"id":"97C77073-9D98-476C-8EF3-57BC87662CC8","title":"Monitoring data streams: Using judgment to detect regime change and to assess the effectiveness of interventions","abstractText":"<p>The research will investigate people's judgments of whether a change has occurred in time series data. Judments of this type are ubiquitous. Doctors monitor diagnostic indicators for signs of disease onset and for evidence that treatments are effective; farmers monitor soil conditions to determine whether additional irrigation is necessary; probation officers moitor probationers' behaviour for evidence of a return to crime. Many other examples could be given.</p>\n\n<p>Eighteen experiments will address five questions: </p>\n\n<ol>\n \n\n <li>Relative to formal methods, how good are people at detecting changes in different features of a time series (eg, level, trend, variance, and autocorrelation)? </li>\n\n <li>What factors influence how well people can detect such a change in a time series (eg, characteristics of the series and how it is presented, speed of the change itself)? </li>\n\n <li>How is ability to detect a change in a series related to performance in tasks that require it? Such tasks include forecasting from the series and assessing the effectiveness of treatments. </li>\n\n <li>How does the nature of the agent producing the change affect how easily it is detected? </li>\n\n <li>What psychological processes are responsible for change detection and how, if at all, do they vary with the factors listed above?<br /></li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2735","grantId":"RES-062-23-2735","fundValue":"292273","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"ESRC","impactText":"  Impact is based on knowledge transfer in three domains. First, the PI has been consulted by Helena Rubinstein, a researcher on a project funded by the Department of Health into communications designed to increase uptake of vaccination and antivirals during influenza epidemics. There are a number of aspects of this issue relevant to the research carried out on the project. In particular, identification of changes in uptake of prophylactics after advertising campaigns relies on monitoring a noisy time series (as, of course, does identification of a 'flu epidemic) and factors studied within the project are likely to influence the effectiveness of that process. \n\nSecond, part way through the research, the project was accredited to the RCUK Global Uncertainties Programme. The PI attended meetings associated with the programme and has since been in contact with Tristram Riley-Smith at the Centre for Science and Policy. Dr Riley-Smith is the External Champion for the Programme. This contact led to two developments. First, the advance details of the final conference associated with the project were broadcast to a wide variety of stakeholders associated with the Global Uncertainties Programme and this resulted in increased attendance by practitioners. Second, the PI may take part in a future meeting between academics and a small group of government officials on 'Horizon-Scanning for Future Terrorist Threats' organised under the aegis of the Programme.\n\nThird, the PI met with Zanna Ischenko and Will Bramley from the Financial Conduct Authority (FCA). Our research is relevant to their concerns for a number of reasons. For example, particular types of change in financial time series can provide evidence for insider trading and so it is important to be able to identify them. Furthermore, if traders can successfully monitor financial series to identify periods in which data are sequentially dependent, they can use momentum trading strategies to make profits. Finally, poorly calibrated confidence that a desirable trend will not change or that an undesirable one will change provides one suggested cause of bubbles and crashes in financial markets. Our discussions with the FCA will continue and we have agreed to let them have copies of our published outputs as they appear. Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice Societal,Economic","person":"Nigel  Harvey","coPersons":["Maarten  Speekenbrink"],"organisation":"University College London","findingsText":" 1) Effects of autocorrelation on detection of changes in the mean level of time series\n\nIncreases in series autocorrelation had minimal effects on hit rate but strongly increased false alarms: as first order autocorrelation increased from 0.0 through 0.4 to 0.8, false alarm rate increased from 6% through 11% to 24%. Signal detection analysis showed that higher levels of autocorrelation were associated with lower sensitivity (d') and an increasing bias in favour of saying that there was a break in the series. Confidence in responses was higher a) when people were correct than when they were wrong (implying a degree of self-insight), b) when they said there was no break in a series than when they said there was one, and c) when autocorrelation levels were lower (implying that people had some insight into the increased difficulty of their task with increase in autocorrelation).\n\nThe above results were confirmed for effects of second order autocorrelation and for series with gradual rather than abrupt changes.\n\nWe developed three computational models. The first was a Bayesian model; the second was a model in which the size of putative changes was compared to the underlying series variability; the third was a model in which the size of these changes was compared to an absolute criterion. The second model provided the best fit: people appear to carry out a sort of 'mental analysis of variance' on the data series.\n\nIn further experiments in this series, we found that change detection was better when series were presented in graphical than in tabular form.\n\n2) Change detection and judgmental forecasting\n\nStructural breaks severely disrupt people's ability to use their judgment to make forecasts from series. We showed that 1) giving people experience of the general type of breaks to be expected in series can improve their ability to later make forecasts from series with the same characteristics and 2) making an explicit decision about whether there is break in a series can significantly improve later forecasting from that same series.\n\n3) Detecting other types of change\n\na) Variance People were much more able to detect increases in variance than decreases in variance (and were more confident in doing so). \n\nb) Autocorrelation People had great difficulty in detection changes in autocorrelation between 0.0, 0.4 and 0.8. They were more able to detect changes between positive and negative autocorrelation (e.g., 0.4 to -0.4).\n\nc) Trend When people were required to detect all types of possible change between up trends, down trends, and zero trends, those involving down trends were easier to detect.\n\n4) Assessing the effectiveness of treatment interventions\n\nParticipants provided a treatment that produced a change in the series on some proportion of occasions. Greater variability in the time interval between the treatment that they provided and the change arising from it impaired change detection. This makes sense in the context of the literature on causal learning. However, our task involved no learning.\n\nAt least five publications will arise from the research. Our work focussed on detection of regime change in time series in which all data points were presented simultaneously in either graphical or tabular form. This corresponds to what occurs in many real-life applications. However, there are other cases in which data are rolled out over time. For example, traders see most recent data added to what the already have and may have to decide whether evidence of a regime change has accumulated sufficiently to warrant a buy/sell decision. In some applications, current but not past data points are displayed: in these cases, detection of regime change depends on retention of previous data characteristics in memory. Human performance in tasks such as these has not been studied: it would be worth determining whether the computational models that we have developed for simultaneous data presentation apply to these more dynamic tasks.\n\nAlthough price changes are assumed to be randomly and independently distributed in efficient markets, analyses of market data have shown that they often exhibit periods of serially dependence. Identifying such periods is a regime change detection task that could provide opportunities for momentum trading. We are considering how our work could be extended to this area of behavioural finance. Financial Services, and Management Consultancy,Healthcare","dataset":"gtr"}