{"id":"97CD12DE-7A1A-43E8-974E-97AE348B190F","title":"Development of Design Guidelines for High-speed Railway Track Including Critical Track Velocities and Track Mitigation Strategies","abstractText":"It is generally understood that the carbon foot-print of trains, per paying passenger, is less than that of an airline passenger. This has led to a resurgence of railways across the world as a principal means of mass transport. In order for railways to be viable, in terms of journey times and economics, the need for increased train speed and axle weight has become of paramount importance. Apart from the 186mph Channel Tunnel Railway Line (CTRL) the maximum speed of trains in the UK is generally 125mph. In France the TGV now operates at 200mph, but a land speed record of 356mph was recently set on the Paris to Strasbourg line. An increasing demand for higher train speeds is therefore clearly evident. Introduction of high-speed systems to the railway network across the world has however brought new problems in terms of railway geotechnics, namely the significant amplification of train-track vibrations at high train speeds. This phenomenon has been attributed to the characteristic wave speeds of the track, which mainly depend on the Rayleigh wave velocity of the subgrade, underlying embankments, and the natural flexural wave velocity of the rail. When train speeds approach this critical speed the track structure and supporting ground experiences excessive dynamic motions. These motions cause rapid deterioration of the track, ballast and subballast, including possible derailment and ground failure. These may threaten the stability and safety of the train and hence lead to significant line speed restrictions, causing significant delays to the network. It is therefore evident that in order to increase line speeds in the UK (and overseas) it is necessary to not only be able to model and predict critical velocity affects, but also how to stabilize them. However research needs to be targeted to determine what affects stabilization technologies have on the dynamic response of the railway track. The dynamic behaviour of railway track is a very complex 3-dimensional problem with instantaneous interactions occurring between the wheel, rail, pad, sleeper, ballast, formation and subgrade. In order to provide a safe and reliable high-speed railway it is necessary to be able to correctly model and predict the track response, including speeds leading up to and including critical track velocities. In addition critical track velocity issues lead to significant ground vibration transmission to adjacent structures. The principal objective of the proposed work is to investigate the 3-dimensional dynamic behaviour of railway track up to and including critical track velocities using the advanced 3-dimenional finite element railway track model D.A.R.T.3D (Dynamic Analysis of Railway Track, 3-dimensional) and by looking at the stress wave patterns using a purpose built test track bed. The secondary objective of the research is to look at the available methods for track stabilization in order to access the affect of localized stiffness increases on the Rayleigh stress wave, the critical track velocity and hence the overall improvement in the dynamic track behaviour. The work is highly relevant to the future strategic development of both the UK rail industry and the rail industry world wide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H029397/1","grantId":"EP/H029397/1","fundValue":"145325","fundStart":"2010-04-14","fundEnd":"2013-04-13","funder":"EPSRC","impactText":"","person":"Mike  Forde","coPersons":["Antonios  Giannopoulos"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}