{"id":"97CD7535-F2A6-41F6-AD36-A2EFEFF1C04D","title":"Social, emotional &amp; biological processes in emergent conduct disorders: Wirral Child Health &amp; Development Study 1-4 yrs","abstractText":"This study aims to find out why some children develop behaviour problems from an early age and what factors lead to them persisting. If these difficulties are not understood and families are not helped by informed therapeutic interventions, these problems commonly develop into serious aggression or violence during adolescence and adulthood. These young people develop additional mental health and relationship problems and may then have marked difficulties parenting their own children safely. If identified early, some childhood behaviour can be helped by supporting parents in using optimal parenting strategies. However, once problematic behaviour has become entrenched it can become harder to change. We need to be able identify and understand these vulnerable children early in their lives, so chronic problems can be prevented. \n\nChildren become aggressive for different reasons and we need to know more about these. Some infants may be temperamentally more easily triggered into angry outbursts, and may become angrier in response to experiencing angry behaviour towards them or around them. Other babies may be born less emotional than average, and become less emotionally responsive to the feelings of other people as they grow up. Other children, able to feel emotions when very young, may find ways of dampening down their emotions if they are frightened over time and do not experience parental comfort. Thus different ways of responding emotionally during early life may lead to later aggression. Many factors including the genetic make-up of the child, stress during pregnancy or in early life, and parents? availability or ability to respond to their baby?s emotions probably affect how they develop. \n\nWe are currently following1286 first time mothers, partners and babies during pregnancy until the babies? first birthdays. Many infants will develop without behavioural difficulties and it is important to study them too. A sub-group of 300 mothers reporting differing levels of stress have agreed to tell us about their lives in more detail, and let us observe their children?s emotions, mother-child relationships, their child?s physiology and problem solving at 4 weeks, and 6 and 12 months of age. We aim now to follow the parents and children up to 4 years of age by which time some families will have given us detailed information at 10 time points in their lives. The study design, quality and frequency of assessments will enormously improve our understanding of the developmental pathways to aggression, improving chances of developing targeted interventions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900654","grantId":"G0900654","fundValue":"1871490","fundStart":"2010-01-01","fundEnd":"2014-09-30","funder":"MRC","impactText":"","person":"Jonathan  Hill","coPersons":["John Peter Quinn","Vivette  Glover","Andrew Richard Pickles","Helen Mary Sharp"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}