{"id":"97D431C4-CB27-4E41-A4E8-925B111A57A7","title":"How do eukaryotic phytoplankton produce the most abundant organo-sulphur compound in the world's oceans?","abstractText":"There is a molecule, called dimethylsulphoniopropionate (DMSP) which is made in very large amounts - a billion tons per year, worldwide - by myriads of tiny single-celled marine plankton, many seaweeds and a few land plants that live near the seaside. In some of these, most of the sulphur and much of the carbon is in the form of this molecule, but the influence of DMSP is even more wide-ranging than that. Despite its abundance, there is no clear agreement as to what is the function of the DMSP - maybe it buffers the cells from the saltiness of the sea, maybe it acts as a defence compound against attack by predators, maybe it protects against ultraviolet light. - maybe it is a molecular jack of all trades.\nDMSP is not only interesting in its own right, but it also has a chemical legacy, since it is the parent compound for other molecules that are also very important. When the plant-like organisms that make DMSP release it into the environment, either by leakage, or more dramatically when they are lysed by viruses or microscopic animals, it is used as a tasty food source by the teeming marine bacteria and some fungi in a process of DMSP catabolism. This represents a massive part of the global sulphur cycle, but even that is not all. \nOne of the DMSP breakdown products is a gas, called dimethyl sulphide (DMS), which has important environmental impacts in its own right. Of the 300 million tons of DMS made each year in the oceans and their margins, around 10% escapes into the atmosphere, where it gets oxidised to sulphate and sulphuric acid. These molecules act as &quot;Cloud Condensation Nuclei&quot;, which cause clouds to form, just as specks of dust can start crystals growing in crystal gardens. This occurs on such a scale that it is responsible for much of the cloud cover over the seas and oceans and may affect the amount of solar heat and light that arrives on Earth - a form of &quot;Global Dimming&quot;. The DMS also acts as a signal for many marine animals - birds, seals and tiny crustaceans - since it is a chemical signature for their plankton food supplies. Also to us, as Homo sapiens, DMS is part of the smell of the seaside, especially when there is a lot of seaweed about.\nAlthough there have been some nice preliminary studies in which the general pathways for DMSP synthesis have been described, none of the purified enzymes or corresponding genes have been identified in any DMSP-producing organism. This lack of knowledge has made it hard to work out unambiguously what are the true functions of DMSP.\nThis study focuses on one group of phytoplankton, collectively known as diatoms, which produce large amounts of DMSP. These microscopic plant-like organisms are abundant in the world's oceans - all told, they make up a quarter of Earth's plant life by weight and they produce around the same proportion of the oxygen that we breathe. \nWe have very recently identified four key genes in diatoms that we strongly believe encode enzymes that are involved in DMSP production. We now plan to study the exact functions of these genes and the enzymes that they encode by making mutants that no longer make DMSP and, conversely, by engineering strains that over-produce it. This will allow us, for the first time in any organism, to figure out with certainty what are the functions of this key molecule. We will also discover how the genes are expressed; are they switched on all the time, or do they respond to (for example) various stresses in the environment? Does this differ between different species? Not only will this provide new insights on the role(s) of DMSP in diatoms, but our results should shed light on the mechanisms that are involved in this process in other important marine organisms that make this key molecule. Such studies will only strengthen our ability to assess the effects of future environmental changes on this crucial biosynthetic process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J01138X/1","grantId":"NE/J01138X/1","fundValue":"397733","fundStart":"2012-08-17","fundEnd":"2016-01-16","funder":"NERC","impactText":"  Presently our findings have only be used to further the research of our group. This will change in the coming last year of the grant. Environment Societal","person":"Jonathan David Todd","coPersons":["Thomas  Mock"],"organisation":"University of East Anglia","findingsText":" -We have shown that model diatoms synthesise the sulphur molecule dimethylsulphoniopropionate (DMSP) and the nitrogenous molecule betaine as their major osmolytes.\n-We have shown that the production of betaine and DMSP in model diatoms is regulated by salinity and nitrogen availability.\n-We have carried out RNA sequencing experiments on model diatoms under conditions of varying salinity and nitrogen availability.\n-From the RNA sequencing data we have identified candidate DMSP and betaine synthesis genes in model diatoms.\n-We have overexpressed and ratified the key enzyme in betaine and DMSP synthesis (betaine synthase and methylthiohydroxybutryate methyltransferase, respectively) in E. coli. Our findings will:\n-provide tools for the scientific community to assess the production of DMSP and betaine in natural environments.\n-to study the variance in the key enzymes in the processes of DMSP and betaine production by diatoms in important natural environments.\n-will allow modellers to adjust DMS production models based on our findings of conditions that affect DMSP production in key phytoplankton.\n-Our developed methods will allow scientists to assay the key enzymes involved in DMSP and betaine production from biological samples. Environment","dataset":"gtr"}