{"id":"97DFA907-B26C-4F7B-BAD6-652CE8BB8C9C","title":"Understanding the dynamics of leadership in professional service firms.","abstractText":"<p>Professional service firms (PSFs) have been largely neglected by leadership scholars yet they pose many distinctive leadership challenges.&nbsp; In PSFs (such as accounting and law firms) the typically contingent nature of managerial authority and the need to build consensus among senior professionals means that conventional hierarchical relationships between leaders and followers are replaced by more ambiguous relationships amongst professional peers.</p>\n\n<p>The study proposes that four main groups of stakeholders are fundamental to leadership dynamics in a PSF: the senior executive dyad, heads of businesses, heads of business services, and key influencers (who exist outside the formal governance structure).&nbsp; The study conceptualises these groups, and the dynamics of their interactions, as the PSF &quot;leadership constellation&quot;.</p>\n\n<p>The study will examine the leadership constellation in several PSFs in multiple sectors, analysing informal processes of influence, embedded in the roles and relationships of the leadership constellation, alongside formal processes of governance, embedded in the organisations' systems and structures. </p>\n\n<p>In addition to contributing to an emerging body of research about what is variously called the collective, shared or distributed model of leadership, the study also seeks to make a significant practitioner contribution by analysing factors associated with effective and ineffective leadership processes in PSFs.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2269","grantId":"RES-062-23-2269","fundValue":"161936","fundStart":"2010-04-01","fundEnd":"2013-10-30","funder":"ESRC","impactText":"  1. Regulator - Financial Reporting Council\nThe FRC sets the framework of codes and standards for the accounting and auditing profession in the UK, and oversees the conduct of the professionals involved. I have had regular meetings with them where I have been asked to provide research-based insights about partnership leadership and governance, including feedback on their review of the Audit Firm Governance Code. I have also helped to frame the Audit and Assurance Council's discussions on the role of accounting firm leadership in changing auditor behaviour.\n\n\n2. Big 4 Accounting Firm - KPMG\nSimon Collins, Senior Partner of KPMG, having seen the findings of my leadership dynamics research, asked me to become a member of KPMG's Public Interest Committee (equivalent to an Independent Non-executive Director but with an expanded remit to explicitly encompass the &quot;public interest&quot;). In this capacity, since the start of 2014, I have attended and participated in: regular board meetings, Board strategy and planning meetings, and several Board sub-committees, specifically the Audit and Risk Committee and the Public Interest Committee. \n\n\n3. Medium-sized law firm - Anonymised\nIn 2010, having heard about my research on governance and leadership dynamics, the partners of the firm invited me to work with them to resolve a series of leadership and governance related issues. Since then I have helped them to: address conflicts within the existing leadership group, establish a new management structure with clearly defined roles and responsibilities, address leadership and governance issues associated with growth, encourage the next generation of partners to move into leadership positions, and consider the implications for partner remuneration structures resulting from these changes. \n\n\n4. Financial Times Innovative Lawyers Ranking and Awards\nAwareness of my research led to me being invited to join the judging panel for the FT Innovative Lawyers rankings and awards (from 2012 -). I focus particularly on the role of innovative individuals (i.e. current and future leaders) in these firms and help to ensure they get the recognition both within their organizations and across the industry as a whole. As one of the top legal ranking in Europe, the report and accompanying FT Innovative Lawyers Awards are widely regarded as the best researched in the market. The importance of these rankings is having an influence over the law firm sector not unlike what the FT Ranking of MBAs is having on Business Schools. \n\n\n5. Denver Colorado School District, USA\nMy research has is now on the &quot;required reading&quot; list for all key leaders of school boards in this district. I am told that it has &quot;significantly challenged their thinking&quot;, that they find the focus on professional service firms particularly valuable as the emphasis on plural leadership among professionals has &quot;taken them well beyond the well-established research on educational leadership&quot; they have used in the past.\n\n\n6. Canadian Bar Association\nMy research has been adopted as part of the core reading for the Canadian Bar Association's &quot;Leadership Boot Camp&quot; and my videos are shown as part of their training courses.\n\n\nItems 5 and 6 were both the result of me posting my practitioner reports and videos on my research centre's website (freely available to download). Both the schools district and the bar association found out about my research through press coverage. \n\n\n7. Events organised\nIn addition to these specific examples, my research has had a much wider impact through my dissemination events. Since 2008, when the study began, I have organised seven events at Cass around the theme of Leadership and Professionals which have been attended by over 800 professionals, including several of the most senior leaders of global PSFs. The events began ahead of the launch of the ESRC study to pilot the research proposal and have been used as a sounding board for developing ideas and disseminating findings throughout the project. So far (end 2014)I have also been invited to speak about my research at seven practitioner events in Madrid, Amsterdam, and London. These have been attended by approximately 1700 practitioners. Education,Financial Services, and Management Consultancy,Government, Democracy and Justice,Other Societal,Economic,Policy & public services","person":"Laura  Empson","coPersons":[],"organisation":"City University London","findingsText":" Leadership in professional service firms (PSFs) presents distinctive challenges. Leaders not only have to maintain control over highly autonomous individual experts, but their only authority to do so is dependent on the approval of those same individuals. \n\nIn an ESRC-funded study into the leadership dynamics of PSFs (in the accounting, consulting, and legal sectors), Professor Laura Empson explored the relationship between power and authority in these organisations, and the indirect, overt, and covert leadership practices employed to direct them.\n\nShe developed the concept of the Leadership Constellation to identify the major actors in the organisation's leadership. People are part of the Constellation typically because they control access to key resources (such as client relationships and specialist expertise), but they do not necessarily have formal authority. The Leadership Constellation therefore represents the informal power structure that exists alongside and overlaps with the formal authority structure.\n\nThe resulting opacity of the leadership dynamics in the firm and the ambiguity about who is really in charge can be a source of power to those leaders with the political and interpersonal skills to understand and exploit them.\n\nOther findings include the fact that high levels of trust between organisational members, characteristic of a traditional partnership, can both help and hinder leadership dynamics. In organisations who recruit a high proportion of lateral hires, trust can be &quot;manufactured&quot; by social control systems.\n\nPolitical activity in PSFs is rife, though vehemently denied. Leaders need to maintain the illusion that they are apolitical, even whilst negotiating, persuading and compromising in order to achieve consensus. This in itself is the act of a highly skilled politician. See original report to ESRC\nhttp://www.esrc.ac.uk/my-esrc/grants/RES-062-23-2269/read/reports Communities and Social Services/Policy,Education,Financial Services, and Management Consultancy,Government, Democracy and Justice,Other","dataset":"gtr"}