{"id":"97FACCFD-9C66-47A9-A3E3-EC1AB57C4796","title":"Global significance of light-driven proton pumps in eukaryotic marine phytoplankton","abstractText":"Sunlight is the ultimate source of energy on our planet and the efficient capture and use of light is an exquisitely evolved process across all kingdoms of life, ranging from unicellular microbes to multicellular organisms. In addition to use of light as an energy source for growth, it is also an important source of environmental information. Microbes have evolved particularly diverse systems to use light to generate energy, avoid hostile environments and identify suitable environments for nutrition and growth. The metabolic mode in which organisms convert light energy into chemical energy for growth is called phototrophy (from Greek [photo-], &quot;light&quot; and [trophe], &quot;nourishment&quot;). The most important biological process on earth to power phototrophy is oxygenic photosynthesis, which employs multisubunit protein complexes containing chlorophyll pigments known as photosystems and produces the oxygen we breathe. These photosystems are highly-efficient in capturing and using light, but heavily-depend on iron to function.\n\nAdditionally, a second mechanistically distinct process, which is independent from photosystems, can also power phototrophy and employs membrane-embedded photoreceptors called rhodopsins. Rhodopsins are molecules composed of opsin membrane proteins, which bind the pigment retinal but unlike photosystems do not need iron to function. Their operating principle is based on their unitary simple nature. Instead of employing complex photosystems, which are encoded by multiple genes, rhodopsins combine the tasks of light absorption and energy-conservation into a single protein encoded by a single gene. Upon absorption of light, the chemical structure of retinal pigment changes and triggers a cascade of structural changes within the molecule. Rhodopsin photoreceptors were first discovered in ancient prokaryotic (cells lacking a nucleus and membrane-bound organelles) archaebacteria, but later also in very distantly related bacteria. The high abundance of bacterial rhodopsins in marine environments has shown that rhodopsin-based phototrophy is a globally significant microbial process in the ocean. Surprisingly, rhodopsins have recently also been identified in unicellular eukaryotes (organisms with nucleus and nuclear envelope enclosing the genetic material) including photosynthetic marine phytoplankton. However, the function of eukaryotic rhodopsins in the presence of more energy-efficient photosystems remains puzzling.\n \nIn a preliminary study, we provided first experimental evidence, that genes encoding for rhodopsins are highly up-regulated in iron-limited phytoplankton. They were also more abundant in iron-limited oceans, which cover about one third of the global ocean surface. These findings provide first direct evidence for our research hypothesis that rhodopsins in marine phytoplankton provide a previously unknown backup mechanism for iron-dependent chlorophyll-based photosynthesis, to enhance production of chemical energy and growth when iron is lacking for iron-dependent photosystems. This new mechanism is of particular interest, because recent research has shown that ocean acidification due to increased dissolution of anthropogenic carbon dioxide can decrease the iron availability to phytoplankton, which probably will alter phytoplankton diversity in the oceans and favor species that have a competitive advantage (e.g. by rhodopsin-based phototrophy) under reduced iron concentrations. In our research project we will use new molecular genetic methods to test our research hypothesis and further explore the cellular role and environmental significance of rhodopsins in globally important marine phytoplankton. \nOur results will provide fundamental new insights into how marine phytoplankton use rhodopsins. It will be of great interest to the scientific community, because phytoplankton are subject to many different disciplines, from marine and climate science to material science and renewable energy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K013734/1","grantId":"NE/K013734/1","fundValue":"300815","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"NERC","impactText":"","person":"Thomas  Mock","coPersons":[],"organisation":"University of East Anglia","findingsText":" Light-driven proton pumps enhance fitness in eukaryotic phytoplankton under iron limitation. Collaborations and conferences Energy,Environment","dataset":"gtr"}