{"id":"97FA7D2C-A686-419A-8B19-1354CF6DB296","title":"AESOP-10 - The causes of ethnic differences in the course and outcome of psychosis","abstractText":"We will address two of the most important issues facing the UK mental health services. Firstly, what factors impair recovery following onset of psychosis in people of any ethnicity? The NHS has made a huge investment in units for the early treatment of individuals with their first episode of psychosis. However, little is known about which factors facilitate or impair long-term recovery, and therefore which patients and which characteristics should be the focus of intensive treatment. Secondly, why do African-Caribbean and Black African people living in the UK have a poorer outcome of psychosis with more compulsory admissions and detention in forensic units than White people? This issue has been the subject of much controversy and repeated statutory inquiries. Unfortunately the resultant reports have produced little improvement, probably because of the lack of hard evidence on which to base their recommendations.\n\nWe wish to re-examine the 535 people whom we extensively investigated, with the support of the MRC, when they suffered their first episode of psychosis 10 years previously. We will investigate the role of biological factors (such as brain, neurological and neuropsychological abnormalities), social factors (such as childhood adversity, and adult social exclusion and discrimination), and continued cannabis use in determining the outcome of psychosis, and whether these factors differ by ethnicity. In this way, we will shed light on A) whether factors such as severity of symptoms, neuropsychological impairments, social adversity, and cannabis use and its interaction with genetic make-up, can predict who will recover in the sample as a whole; B) why Black patients have a worse outcome with more compulsory admissions and detentions in forensic units. Our findings will improve understanding of psychosis, and will point to ways of developing more appropriate services for psychotic patients in general and Black patients in particular.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600972","grantId":"G0600972","fundValue":"1197250","fundStart":"2007-08-01","fundEnd":"2012-05-31","funder":"MRC","impactText":"","person":"Robin  Murray","coPersons":["Timothy James Croudace","Gillian  Doody","Paul  Fearon","Paola  Dazzan","Craig  Morgan","Peter Brian Jones"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}