{"id":"97FEFE49-559D-4D58-92FB-D3FB7D5DEEF9","title":"Beethoven's Sketchbooks for the Year 1821","abstractText":"My research is in the field of Beethoven sketch transcription and interpretation. The close reading of Beethoven's sketches for an understanding of his works and his stylistic development has a long history, dating back to the middle of the nineteenth century, and many of these documents have been transcribed in whole or part, and published in facsimile. They have been used by musicologists, theorists and composers alike as a way into the deepest recesses of the creative process.\\n\\nMost of the sketchbooks from Beethoven's later years, however, remain relatively unknown. They are more difficult to read, partly because of Beethoven's deteriorating handwriting in the 1810s and 20s, partly because of the increasing complexity of the material sketched. Moreover, his creative process changed radically in the late 1810s, around the time that his hearing deteriorated to such an extent that he had to converse with his friends with the aid of notebooks. Alongside the standard landscape-format 'desk sketchbooks' of approximately 100 pages in length, which Beethoven filled at about the rate of one per year, there runs a series of parallel 'pocket sketchbooks': small gatherings of music paper folded in half (and sometimes left unstitched) to form a booklet that the composer could use away from home. These pocket sketchbooks begin to appear about 1815, and are quite numerous during the composition of the late setting of the Mass (the 'Missa solemnis') and the last three piano sonatas, between 1819 and 1822,\\n\\nI am in negotiations with the University of Illinois Press to prepare an edition of the manuscript known as Artaria 197, an 88-page sketchbook used by Beethoven in the year 1821. An edition of Artaria 197, in facsimile and transcription, with historical and critical commentary, would be the primary output of my research. It would comprise a complete rendering of Beethoven's notations, which are often illegible to the untrained eye, in a modern printed format that can be read by any literate musician. The commentary would give detailed information about how the manuscript is put together, when it was used, and how it relates to other manuscripts used at the time (pocket sketchbooks, autograph scores of finished works).\\n\\nWorking on the sketches will lead naturally to essays more closely focussed on aspects of the late works. I have previously published a handbook on the Missa solemnis and two articles about the later sketches for the Missa solemnis. A new study of the sketches for the Piano Sonata Op. 110 has provisionally been accepted by the journal 'Beethoven Forum' for 2007; in it I have shown how the pocket sketches for the second movement are related to those in Artaria 197, and how all this material informs the meaning of the sonata, a work which -- according to recent research -- is claimed to have an autobiographical plot.\\n\\nI plan to follow up this work with a similar study of the sketchbooks Beethoven used in 1822, and to prepare an edition of the next desk sketchbook in the series, Artaria 201.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001460/1","grantId":"AH/F001460/1","fundValue":"30750","fundStart":"2007-10-04","fundEnd":"2008-02-03","funder":"AHRC","impactText":"","person":"William Morris Drabkin","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}