{"id":"98056A50-A613-4999-9B9B-23F64D1A60B9","title":"Cockcroft Institute: An International Centre for Accelerator Science and Technology.","abstractText":"The Cockcroft Institute will be an international centre of excellence in Accelerator Science and Technology. It will provide the intellectual focus and the essential scientific and technological facilities in Accelerator Science and Technology Research and Development, so that UK scientists and engineers are able to take a global lead in accelerator design, construction, and operation. It will assume the central role in organising, coordinating and sustaining the contributions of the UK to accelerator facilities worldwide, such as to the next electron-positron linear collider and a neutrino factory. It will facilitate and underpin the development of new technologies in UK industry to enable the nation to take full advantage of the substantial commercial opportunities which arise in the construction of such global accelerator projects. The Institute's mission is summarised in the following deliverables: 1. generic research and development (R&amp;D) in Accelerator Science and Technology; 2. project specific R&amp;D in Accelerator Science and Technology (e.g. a linear collider and a Neutrino Factory); 3. leadership and management of national deliverables to international facilities (which may be UK-situated); 4. competence in crucial and specific technologies; 5. technology transfer to industry both nationally and regionally; 6. staff complement of internationally acknowledged expertise; 7. seamless involvement of the HEI and CCLRC sectors; 8. education and training to ensure a flourishing staff supply side. The Institute's role and impact in delivering its mission is greatly enhanced by the coordination and focus provided by its location in a purpose-built centre with convenient links to nearby HEIs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/C000161/1","grantId":"PP/C000161/1","fundValue":"7028230","fundStart":"2004-09-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"John Bourke Dainton","coPersons":["Robin  Tucker","Michael William Poole","Richard Geoffrey  Carter","Peter  Ratoff","Roger John  Barlow"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}