{"id":"98061C28-F5C0-48BF-BA5D-E1FB978D37A5","title":"Ultrafast contrast enhanced ultrasound for imaging and quantifying flow and tissue perfusion","abstractText":"Imaging and quantifying blood flow and perfusion are critical to the diagnosis and management of a range of major diseases including coronary heart disease, valvular heart disease, carotid, cerebral and peripheral vascular diseases, cancer, and chronic inflammation, all of which manifest themselves with abnormalities in flow and perfusion. Existing imaging and quantification techniques have numerous limitations. Ultrasound imaging is one of the most widely used clinical imaging methods, offering safety, real-time imaging, low cost and excellent accessibility. Recent advances in ultrafast ultrasound techniques can increase ultrasound imaging speed by up to two orders of magnitude and have resulted in exciting developments in non-contrast enhanced ultrasound applications, including soft tissue elastography, brain functional imaging and cardiac imaging. If combined with advances in contrast enhanced ultrasound (CEUS) using microbubble contrast agents, the ultrafast techniques have the potential to improve the conspicuity of the contrast agent by up to 10 times and greatly extend the field of view or the dynamic range of blood flows that can be tracked through ultrasound; these hitherto unrealised improvements could dramatically impact the ability to image and quantify flow and perfusion. In this project we propose to develop and evaluate novel ultrafast CEUS methodologies and systems for this purpose, building on our extensive research experiences on microbubble contrast agent imaging. They have the potential to become the next generation ultrasound tools for pre-clinical and clinical imaging of blood flow and tissue perfusion, giving unprecedented performance in terms of accuracy, SNR, sensitivity, specificity and resolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M010961/1","grantId":"EP/M010961/1","fundValue":"56132","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"EPSRC","impactText":"","person":"Robert John Eckersley","coPersons":["David  Cosgrove"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}