{"id":"9809949E-F44A-46ED-A330-735C214D2A6F","title":"Thermal Energy Conversion, Conservation and Storage (TECCS) Network","abstractText":"The Network will link academic researchers and industrial partners in the UK, China and Japan whose common goal is to further the advance of new energy conserving technologies for heating and/or cooling that can make a serious impact on the emissions that lead to global warming. The technologies are diverse but linked; they all involve the 'smart' manipulation of heat flows. They include such possibilities as air conditioning (a major energy consumer worldwide) driven by solar energy or waste heat, the use of advanced techniques for hot or cold storage to reduce demand or improve efficiency of use, etc.By including industrial partners and by having a strong representation from both Japan and China (major and growing users of energy), we intend to accelerate the take-up of these new ideas in the economies where they will have the maximum impact. The Network quite deliberately hosts a range of thermal technologies and seeks synergies between them. In a series of workshops, in addition to reporting academic research, there will be a strong emphasis on solving the challenges that the industrial partners see as most pressing without any preconceptions as to which technology or combination of technologies will be most appropriate.In addition the network will sponsor medium term (one month) visits between partners in different countries. For younger researchers there will be particular benefits in terms of broadening experience and training as well as the participation in a particular project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E038875/1","grantId":"EP/E038875/1","fundValue":"129400","fundStart":"2007-04-27","fundEnd":"2009-04-26","funder":"EPSRC","impactText":"","person":"Robert Edward Critoph","coPersons":["Philip  Charles  Eames"],"organisation":"University of Warwick","findingsText":" The Network linked academic researchers and industrial partners in the UK, China and Japan whose common goal is to further the advance of new energy conserving technologies for heating and/or cooling that can make a serious impact on the emissions that lead to global warming. The technologies are diverse but linked; they all involve the 'smart' manipulation of heat flows. They include such possibilities as air conditioning (a major energy consumer worldwide) driven by solar energy or waste heat, the use of advanced techniques for hot or cold storage to reduce demand or improve efficiency of use, etc.\n\nBy including industrial partners and by having a strong representation from both Japan and China (major and growing users of energy), we intended to accelerate the take-up of these new ideas in the economies where they will have the maximum impact. The Network quite deliberately hosts a range of thermal technologies and seeks synergies between them. In a series of workshops, in addition to reporting academic research, there was a strong emphasis on solving the challenges that the industrial partners see as most pressing without any preconceptions as to which technology or combination of technologies will be most appropriate. Hightex/SolarNext and Functional Fluids were particularly active in this respect.\n\nIn addition the network sponsored medium term (one to two month) visits between partners in different countries. For younger researchers there were particular benefits in terms of broadening experience and training as well as the participation in a particular project. Researchers from Shanghai Jiao Tong University, Kyushu University and Tokyo Institute of technology all made such visits.\n\nA total of five workshops were held, two in Warwick and one each in Kyoto, Shanghai and Singapore.\n\nThe Network will continue to operate informally, the next meeting being held to coincide with the HPC conference in Berlin 2009. There are also plans to publish a journal special issue on sorption technology in 2010.  ","dataset":"gtr"}