{"id":"980ACA95-DB57-4334-9737-ACA97E67BF4F","title":"From REcovery to DIScovery-opening the debate on alternatives to financialisation","abstractText":"Whether the UK is in recovery or not depends on who you ask. For some, recovery has been achieved because economic growth is restored, albeit still relying on personal debt, consumer spending and asset-price inflation. For others, a continued dependence on finance-led growth is not recovery because there is no rebalancing away from the UK's dependence of finance and services toward manufacturing, creative industries or revitalizing the small and medium-sized enterprises. For still others, the very concepts of GDP growth, recession, and recovery are remnants of an old paradigm that cannot account for unpaid labour in the home, the ecological limits of growth, the realities of a global economy or the potential for technology to fundamentally change every day experiences of economic life. In short, recovery is a fundamentally free-floating concept with no inscribed a priori understanding of what it entails as a public policy or political objective. \nThis seminars series moves the debate about the UK recovery forward by introducing an alternative 'discovery' framework. Over three years a mix of events will open-up a much needed dialogue that imagines alternatives to finance-led growth it Britain. They will promote interdisciplinary dialogue across the social sciences and create a platform for collaboration between academics and third-sector groups researching the UK economy. This offers new avenues for knowledge exchange with potentially exciting results. It is through dialogue with other researcher practitioners and stakeholder groups that new concepts, ideas and languages of progress are revealed. This multifaceted conversation will help to promote the viability of new voices offering alternative accounts of Britain's problems and new ways of thinking about how to solve them. \nRecovery does not speak for itself through strategically selected indicators of enhanced production or growth; rather it is something that needs to materialise in people's lived experience of 'the economy'. With this in mind we are able to discover new possibilities for economic, political and cultural innovation. We begin by challenging the established orthodoxy of equating 'recovery' with the end of recession-or, the UK economy producing more economic outputs in one quarter than in the previous quarter. We start with the questions have yet to find answers to: how to recover, how to grow, how to stabilise the economy? While including the social dynamics of uneven recovery: whose recovery, whose growth, whose economy? The 'how' speaks to traditional social science objectives of understanding problems and potentially offering solutions; the 'whose' makes space for rethinking of recovery/discovery as everyday practice. Overall exposing and questioning the political priorities embedded-often in an unspoken way-in 'the recovery' debates.\nThis makes charting the degree to which key concepts enable, shape or limit particular understandings of how the UK economy can move forward possible. For example, the orthodox use in the singular of concepts like recovery, growth, production, consumption and investment do not capture the differentiated experiences of economic life across gender, racial groups, generations, or regions within the UK. To think about a single recovery rather than multiple trajectories of often competing recoveries is therefore to silence some people's experience of economic life. We can already see that GDP growth can exist at the same time as a cost-of-living crisis because of the uneven (re)distribution of the burden of recession and gains from recovery, with women taking a particular heavy share of the costs while getting a smaller share of the benefits. Importantly, it is increasingly clear that we need a long-term solution to the environmental challenges that our current global economy creates. Addressing these problems requires more than just a return to growth and more extensive debate than the news or election cycle generally permits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M003051/1","grantId":"ES/M003051/1","fundValue":"30356","fundStart":"2015-03-19","fundEnd":"2017-06-18","funder":"ESRC","impactText":"","person":"Johnna Lisa Montgomerie","coPersons":["Daniela  Tepe-Belfrage","Genevieve  LeBaron"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}