{"id":"980CC062-BCE5-4A80-B932-D4A1AE276830","title":"MRC Brain Banks: Joint Application to Underpin Neuroscience Research","abstractText":"This application plans to support research into the causes and potential treatment of a range of diseases affecting the\nbrain, some of which have been identified as priorities for research, such as dementia. The UK has a network of\nestablished Brain Banks that provide human tissue samples to a wide range of researchers. Human tissue samples have\nallowed a better understanding of the mechanisms operating in these complex disorders and have already aided the\ndevelopment of treatments for Alzheimer's disease and Parkinson's disease.\nThis application will support four Brain Banks in Edinburgh, London, Newcastle and Oxford. These banks each have areas\nof particular interest, Parkinson's disease, Alzheimer's disease and motor neurone disease. However, in addition to the\ncollection of tissues samples from patients with brain disorders, it is also essential to collect normal tissue samples for use\nas controls in research. Two of the Banks have a major focus in this area, so this application will support the collection of\nboth disease and normal tissue samples.\nThe banks will support scientific research by providing human tissue samples in an efficient and cost effective manner,\nwhile ensuring the samples provided are of the high quality required by researchers. The banks have worked to improve\ntheir efficiency, reducing the time required to provide the samples to researchers. Details of the samples available in each\nof the banks are included in a database, which is accessible through the internet. This allows researchers to see what\nsamples are available and how to request these samples for their research in an easy way that will save time and speed up\nprogress.\nAll four Brain Banks in this application have approval form an Ethics Committee, to ensure that their working practices meet\nnationally agreed standards that apply to work with human tissue samples. The work of each Bank is overseen by a local\nsteering committee that includes members of the public and ethics experts as well as scientists and pathologists. Brain\nBanking is expensive, but the operating costs of these four banks are far less than their equivalents in Europe and in the\nUSA.\nThe challenges of developing treatments for complex diseases such as Alzheimer's disease and Parkinson's disease are\nconsiderable, but the Brain Banks in this application will play an important role in underpinning the scientific research in\nthese national priority areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022656/1","grantId":"MR/L022656/1","fundValue":"1007800","fundStart":"2013-11-01","fundEnd":"2018-10-31","funder":"MRC","impactText":"","person":"Olaf  Ansorge","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}