{"id":"980DFAF3-70C8-4B10-A15C-9F4F86634914","title":"The Manuscripts of Jean Froissart's Chronicles","abstractText":"Context of the research\\nThe 14th-century author Jean Froissart has left a voluminous oeuvre which includes a large collection of courtly poetry and an Arthurian romance. He is, however, best known for his Chronicles, the most substantial account of European history during the last three quarters of the 14th century. Over the last decades Froissart's writings have been intensively studied. Since 1995 no less than three international conferences have been devoted to him and in 2006 another international conference will bring together specialists to study aspects of his work.\\nHistorians have been interested in Froissart's Chronicles as an important source for the Hundred Years War. Not only was Froissart a contemporary, he also personally knew many of the protagonists of the Anglo-French conflict. His Chronicles, while not always accurate on the detail, are probably a fair reflection of the opinions and reactions of the upper levels of society to the conflict. Art historians have studied the illuminated 15th-century manuscripts of Froissart's work. Literary scholars have rediscovered Froissart as an fine writer, whose poetry does not quite achieve the quality of Machaut's but nevertheless deserves to be studied. They also increasingly recognise the literary achievements of his Chronicles, which count amongst the best French prose writings of the 14th century.\\n\\nAims and objectives\\nAn important part of the renewed interest in Froissart has been focused on the study of the manuscripts of his works. This has led to the publication of new text editions based on particular manuscripts. Despite important advances in our knowledge there remain nevertheless many unanswered questions about the manuscripts, in particular about those of the Chronicles. These would need to be addressed through the interdisciplinary study of all 150 surviving manuscripts, which is what this project proposes to do.\\nThe central aim of the research is to understand how the manuscripts of the Chronicles were influenced by two important complementary factors: the readers and the book producers. Readers' expectation as regards content and formatting may have led to adaptations of the text or to changes to presentation, for example by adding or expanding illustrations and chapter titles. The production methods and distribution channels of the book trade may also have shaped various aspects of the manuscripts. Examples of this are the abridged versions and the way in which the Chronicles were presented in order to market them to the book-buying public.\\nParticular areas that will be explored include the different textual versions of the first three books of the Chronicles, and the relations between the surviving manuscripts of each version. Other issues relate to the dating of the earliest manuscripts, one of which has only very recently come to light. The different ways in which the text of the Chronicles is formatted and organised in the manuscripts will also be studied in detail. This includes the division and segmentation of the text, the addition of illustrations and other decorative elements, the additions to chapter titles, and the notes left by generations of readers.\\n\\nRelevance of the research outcomes\\nThe proposed research will significantly enhance our understanding of how chronicles were written, distributed, read and received in the 14th and 15th centuries. This will allow scholars to study these texts not just as abstract entities but to place them in the historical contexts of their readership.\\nManuscript books were always copied from other manuscripts and the cumulative effect of the kind of changes that will be studied is substantial. It is highly likely that all editions of the Chronicles are to an extent affected by these adaptations. Precise knowledge of the ways in which the manuscripts were copied and transmitted will therefore also haveimportant implications for the interpretation of the Chronicals and Froissart's oeuvre as a whole.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000460/1","grantId":"AH/E000460/1","fundValue":"25272","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Godfried Luc Croenen","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}