{"id":"98127138-4776-478E-88F5-FD56564B3A54","title":"IBCarb - Glycoscience Tools for Biotechnology and Bioenergy","abstractText":"Carbohydrates constitute the largest source of biomass on Earth and their exploitation for novel applications in biomaterials, energy, food and health will be critical in moving away from dependence on hydrocarbons to develop sustainable biotechnologies and reduce GHG emissions, ensuring both energy and food security. Glycoscience is a broad term used for all research and technology involving carbohydrates, ranging from cell biology, human nutrition and medicine to carbohydrate-based materials and the conversion of carbohydrates to energy. The analysis, synthesis and biosynthesis of carbohydrates and their modification to industrial products are, therefore, central challenges in both industrial biotechnology and bioenergy. \nThe last twenty years have seen a number of fundamental changes in the Glycosciences generating a technology push with respect to carbohydrate synthesis and modification, enzymology and glycomic analysis. At the same time, there is a technology pull - great demand and opportunities in diverse areas such as biopharmaceuticals (8 out of 10 top selling drugs worldwide are glycoproteins), foods (prebiotics designed for the human gut microbiota), antimicrobials (targeting cell surface recognition and biosynthesis), materials (from biorenewable polysaccharides) or energy (digesting the indigestible). \nIn a number of policy meetings the international Glycoscience community with leadership from a number of UK academics has identified an urgent need to form an interdisciplinary network, IBCarb, to allow for exploitation of opportunities presented by Glycoscience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L013762/1","grantId":"BB/L013762/1","fundValue":"736704","fundStart":"2014-02-01","fundEnd":"2019-01-31","funder":"BBSRC","impactText":"","person":"Sabine  Flitsch","coPersons":["Rob  Field"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}