{"id":"98153A57-34EE-4F38-98C7-00C50D8F4BE9","title":"Thucydides: reception, reinterpretation and influence","abstractText":"Since the Second World War, one of the most frequently cited thinkers in debates about western foreign policy, especially in the United States, has been Thucydides. This has been especially the case over the last decade. Irving Kristol, eminence grise of American neoconservatism, referred to Thucydides' history as 'the favourite neoconservative text on foreign affairs', since it features heavily in the writings of theorists like Hans Morgenthau and Leo Strauss. An even more pervasive influence is the historian Donald Kagan: father of one of the co-founders of the Project for a New American Century, a signatory of the original declaration along with such figures as Dick Cheney and Paul Wolfowitz, and co-author of the wake-up call While America Sleeps, a work shaped by his reading of Thucydides. At the other end of the spectrum of Republican thought, no profile of Colin Powell is complete without reference to the quotation that hung on his office wall as Chairman of the Joint Chiefs - 'Of all manifestations of power, restraint impresses men most' - a legacy of the place of Thucydides in the curriculum at West Point as at other US military training establishments like the Naval War College. The recent travails of the neoconservative project and the return of the Democrats to power have led not to the rejection of Thucydides as a source of political wisdom but to calls for more careful readings of key episodes - the Sicilian expedition is read as confirming the inevitability of the debacle in Iraq - as the grounding for a different approach to international affairs.\\n\\nIt is easy to dismiss the Thucydides of the American neoconservatives as the product of a na&iuml;ve, partial and dehistoricised reading of the text - or, more likely, to judge from the limited range of reference of many discussions, of a few isolated passages in it. However, this misses the point: the idea of Thucydides, however far removed it may be from a complex reality, has continuing power and currency shaping ideas about how the modern world should be run and serving to legitimise them. This is not a new phenomenon; Thucydides played a prominent role in debates about inter-state relations even before Thomas Hobbes - himself generally dismissive of the wisdom of the ancients, but devoted translator of the History of the Peloponnesian War. Moreover, study of the history of his reception makes it clear that Thucydides the Neoconservative is not the only version with the power to influence debates; Thucydides the Political Theorist is quite as important in the analysis of the workings of democracy and demagoguery, the ideas and ideals of citizenship; Thucydides the Strategist has influenced military and naval thinking since the early modern period; and Thucydides the Model Historian dominated the development of 'history as science' under Leopold von Ranke in the nineteenth century.\\n\\nThe perspective changes significantly over time: as each of these conceptions influences the others; as the valuation of Thucydides relative to rivals like Tacitus or Herodotus changes; as scholarship develops knowledge of the text and its context; and as conceptions of the relationship between ancient and modern are transformed by the experiences of modernisation. In the nineteenth century, classical history lost its privileged status as a source of exempla, but, unlike other ancient historians, Thucydides continued to be read outside schools and universities: like Plato and Aristotle, he was seen as offering universal insights and precepts that transcended his time. However, even at a given moment the idea of Thucydides was never simple or straightforward; he could equally well be cited as a democrat or an anti-democrat, an activist or a quietist, a realist or an idealist, the archetypal scientific historian or the exemplary practitioner of rhetoric. The aim of this project is to explore the different aspects of Thucydides' reception and continuing influence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H001204/1","grantId":"AH/H001204/1","fundValue":"512805","fundStart":"2009-12-01","fundEnd":"2013-11-30","funder":"AHRC","impactText":"","person":"Neville  Morley","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}