{"id":"981AF614-2B6A-462C-9E06-34472014E837","title":"Photocatalytic bioethanol Production","abstractText":"One of the greatest challenges in the 21st century is to meet the global energy demand. Dwindling supplies of fossil fuel, combined with detrimental release of green house gases (GHG) have lead to the quest for renewable sources of fuel/energy with EU targets of 10% energy from renewable by 2020. Wind, solar, tidal and biofuel from crops (sugar cane and corn) are rapidly being introduced as alternative energy supplies. However, use of food crops has been widely criticised due to escalating population, food prices and deforestation for cultivation of energy crops hence there is an urgent need to develop more sustainable alternatives that do not impact global food production. One approach is the exploitation of significant quantities of available fibrous waste, which consist largely of cellulose. This waste, generated by agriculture, forestry and industry (e.g. paper manufacturing) can be exploited for biofuel production. It has been estimated that in the UK alone, annual excess straw exceeds 5.7 million Tonnes. This abundant waste resource, coupled to the fact that they are geographically evenly distributed across the country, could offer localised, low energy solutions for production of biofuel. \nAs a carbohydrate cellulose consists of sugar molecules which can be fermented to provide ethanol but unlike starch the structure of cellulose prevents simple release of bound sugars. Previous attempts to harness cellulosic waste have used extreme treatment conditions to release the usable sugars. In existing pre-treatment procedures, enzymes, acid and alkali explosion, wet oxidation, steam explosion may be combined with high pressure and temperature. These procedures are expensive, energy demanding and generate hazardous waste.\nIn this project, we propose a cost effective, low environmental impact approach to produce bioethanol from cellulosic waste by photocatalysis combined with fermentation in a single reactor. Photocatalysis is a process which uses a catalyst to accelerate a photoreaction by generating free radicals, and is commonly exploited in a range of applications (waste water treatment, antifouling paints, self-cleaning glass). Photocatalysis will be used to release sugars from the cellulose which will pass through a semi-permeable membrane where they will be fermented by yeast (or other selected microbes) to yield bioethanol. This approach has multiple advantages; catalyst is low cost, non-toxic, self cleaning, recoverable and activated by harvested natural light (augmented by low energy LED's where required). This integrated work programme is led by the experts in microbiology (Professor Linda Lawton - RGU), engineering (Professor Peter Robertson-RGU) and chemistry (Professor John Irvine - St Andrews) all of whom have a proven track record in application driven research.\nKey components of the work programme include; substrate targeted design and synthesis of novel catalysts, which will be screened for maximum liberation of fermentable sugars, screening of microbes for maximum production of bioethanol, design, fabrication, testing and optimisation of the parallel bench scale reactor. A key features of the reactor is the use of selective membranes to separate the liberated sugars from the catalyst. Under typical conditions the photocatalytic reaction would completely degrade compounds in contact with the catalyst hence liberated sugars will pass through the membrane where they will be available for microbial degradation. This novel reactor will be simple and scale-able facilitating implementation at local or municipal scale. For maximum versatility, the reactor will be optimised to produce bioethanol from an array of waste feed stocks from agriculture and industry. \nThis multidisciplinary project will address the challenge of renewable energy with the development of a sustainable, cost effective, low environmental impact process for conversion of low value fibrous waste into high value bioethanol.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K036769/1","grantId":"EP/K036769/1","fundValue":"1153130","fundStart":"2013-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Linda  Lawton","coPersons":["Peter Kenneth Robertson","John  Irvine"],"organisation":"The Robert Gordon University","findingsText":"","dataset":"gtr"}