{"id":"981BF3A6-4ADF-4E55-AA75-0D174856667E","title":"A NEW FRAMEWORK FOR HYBRID THROUGH-PROCESS MODELLING, PROCESS SIMULATION AND OPTIMISATION IN THE METALS INDUSTRY","abstractText":"IMMPETUS (Institute for Microstructural and Mechanical Process Engineering: The University of Sheffield) was founded in 1997 to undertake truly integrated interdisciplinary research across the disciplines of systems, mechanical and metallurgical engineering, addressing key issues in the metals processing industry. Over the last ten years the unique inter-disciplinary research produced by IMMPETUS has secured national and international acclaim for its systems driven approach to process and property optimisation of a wide range of metals process routes. Using systems engineering we target and optimise experiments to develop basic physical metallurgy in specific areas where knowledge is incomplete, to inform model elicitation, testing and validation. For the complex industrial processes we investigate, there is insufficient basic knowledge to construct true through-process physically based models. In order to cover the intractable factors not adequately described by the existing physically based models, we use hybrid models that merge discrete data, knowledge-based and physically-based models in a unique manner to give unprecedented precision in predictive model capability. All the modelling is verified through the use of a world class array of experimental techniques. The proposal comprises 12 projects which have been constructed in conjunction with our industrial collaborators in order to answer the following questions: 1. How do we formulate a 'generic' framework for 'through-process' modelling to achieve 'right first-time' production of metals?2. Which of the metallurgical and thermomechanical variables affect the microstructure and therefore the final properties of metals, but are not yet fully described by existing models?3. How do causalities (deterministic behaviours) as well as uncertainties (heterogeneities, random behaviours) influence the processing and affect the final properties of metals?4. What are the specific modelling strategies 'best' suited for answering 1, 2, and 3 above?5. Using the elicited models in 4, can we identify the achievable properties for a given process route, and what to do if a particular property is not achievable?6. Using 5, how do we optimise the process route?The programme of work is presented as four themes, all of which are inter-dependent and interwoven. PHYSICAL SYSTEMS will be aimed at developing basic physical metallurgical understanding where knowledge is inadequate, in areas including microstructural heterogeneities, and process conditions that are dynamic and non-linear. In MODELLING SYSTEMS, the physical metallurgy, mechanical engineering and systems engineering will be fully integrated, both through the development of new modelling approaches, and the coupling of existing state-of-the-art modelling that in itself produces new methodologies. PROCESS SIMULATION will involve the upscaling of focused laboratory experiments to accurately and completely simulate the relevant industrial process routes and validate them through appropriate mill trials. SYSTEMS OPTIMISATION will act as a powerful vehicle for integrating these themes and via a careful tuning of model structures/parameters will be core to our technology transfer to our will target specific industrial sponsors and to the wider academic community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F023464/1","grantId":"EP/F023464/1","fundValue":"4529690","fundStart":"2008-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"  The findings are too numerous to be listed here in detail. In summary:\nNew models have been developed that describe the thermomechanical processing of a wide range of metals, including steels, titanium alloys, aluminium alloys etc\nNew understanding has been developed in the understanding of the deformation mechanisms in a wide range of industrial processes, from hot working to friction stir welding\nNew metal alloys have been developed with superior properties Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology,Transport Economic","person":"W Mark Rainforth","coPersons":["Panayiotis  Tsakiropoulos","E.J.  Palmiere","Bradley Peter Wynne","Mahdi  Mahfouf","Iain  Todd","Richard Paul  Thackray","John Robert Yates","Steve  Banks","Christophe  Pinna"],"organisation":"University of Sheffield","findingsText":" The manufacturing and processing of metals to form components is one of the largest industrial sectors and accounts for 46% of all manufactured value. IMMPETUS is an internationally acclaimed inter-disciplinary research team who has brought to bear its first class experimental facilities and modelling skills to further the understanding of metal alloy manufacture hand in hand with its industrial collaborators. \n\n\n\nThe principal aim of the programme was to formulate a generic framework for through-process modelling to achieve 'right first-time' production of metals. We have developed a systematic approach for the 'optimal' design of experiments using Orthogonal Arrays (OA) and extended OA using the asymmetric Taguchi design (including 'explicit' expert knowledge and 'implicit' multi-objective optimisation via 'pareto' concept) which allows a better distribution of designed experiments for local characterisation. \n\n\n\nIMMPETUS possess a unique capability for laboratory simulation of hot working of metals. Complex thermomechanical process routes have been investigated for a wide range of alloys using our unique ability to simulate multi-pass metals processing which is now extended to a remarkable 13 passes. This has resulted in new mechanistic understanding, improved model predictions and also recommended changes to manufacturing schedules. \n\n\n\nFor example, we have developed new nano-precipitation steels for automotive applications offering one of best strength/ductility combinations available; new forced cooling schedules for microalloyed steels and new models to predict microstructural evolution during intercritical rolling of microalloyed plate steels. \n\n\n\nA new experimental procedure has been developed to measure strain distributions in the microstructure of dual-phase steels used in the automotive industry by combining tensile testing inside a Scanning Electron Microscope (SEM) with Digital Image Correlation (DIC). Measurements of strain localisations in both ferrite and martensite were obtained from initial deformation up until the fracture of specimens. Finite Element (FE) models of the deformation used this data as input boundary conditions, yielding prediction of the macroscopic stress/strain curves. \n\n\n\nStrain path effects remain one of the major reasons why models do not accurately predict microstructural evolution. We have provided the definitive understanding of strain path effects in a range of alloys, including microalloyed steels, austenitic stainless steel and Ti alloys. For the same equivalent total strain, dynamic recrystallization can be enhanced or completely suppressed depending on the strain path adopted. \n\n\n\nWe have also simulated the closed die forged of gas turbine discs, uniquely allowing us to replicate the complicated different strain paths that different parts of the forging undergo. We have developed a new approach to reconstructing the high temperature crystallographic texture from the room temperature structure in Ti alloys, used to bring new insight into the high temperature deformation mechanisms during hot working of Ti alloys specifically to produce gas turbine alloys free from macro zones that are known to origin of dwell fatigue crack initiation. Based on this work TIMET are introducing new production schedules with tangible benefits in reducing susceptibility to dwell fatigue. \n\n\n\nOur breakthroughs in the understanding of metal deformation have fed through the introduction of new modelling methodologies. A Crystal Plasticity Finite Element (CPFE) model has been developed to simulate the deformation of microstructures during forming for FCC and BCC metals. Model predictions have been validated using experimental deformation textures for aluminium alloys and steels as well as local strain measurements. \n\n\n\nIn addition, a validated physically-based model of microstructure and texture evolution has been developed which includes microstructure deformation using a CPFE model coupled with a Phase-Field model, which has proved more rigorous than the cellular automata model in representing the physical equations of the evolving system, and also enabled a quantitative calculation of the recrystallization/transformation kinetics and textures (although a novel 3D-CA modelling approach has been developed for grain coarsening). \n\n\n\nThe Cellular Automata Finite Element (CAFE) model developed in IMMPETUS to simulate ductile and brittle failures is the only FE model capable of predicting the transition brittle-ductile in low carbon steels and the fraction of the two failure modes observed on the fracture surfaces. The model can also uniquely generate scatter comparable to experimental results, arising from second phase particles, void nucleation sites etc. The implementation of the coalescence model has enabled the prediction of unusual fast ductile failures observed in aluminium-lithium alloys, which cannot be simulated with classical &quot;nucleation and growth&quot; continuum damage models. \n\n\n\nThe transfer of the CAFE model to Tata Steel has clearly demonstrated the impact of the work. A key focus to the project was to apply a systems-engineering approach to derive new through-process modelling and optimisation framework for the metal industry. The complex non-linear behaviour was addressed using multi-scale modelling (various levels of granularity), completed via multi-objective constrained optimisation for right-first-time production of metals that meet strict mechanical and microstructural requirements. Through-process modelling with combined fused deterministic/stochastic behaviours was undertaken using automatic generation of information granules for data mining; granular machine learning methodology for information extraction and an integrated approach for elicitation of fuzzy descriptive predictive models. This has been validated against real data from Tata Steel, TWI and AIRBUS. In addition, a new modelling framework has been developed that superimposes probabilistic reasoning onto deterministic predictive reasoning, successfully validated on impact Energy Data provided by Tata. A focus has been on Pareto-based multi-objective optimisation for 'right-first time' production of metals, to develop a constrained multi-objective optimisation algorithms using Evolutionary Computing principles and Organic Computing (AIS); the various algorithms for optimisation have been validated against mechanical property, grain size and impact energy data using our own generated data and that from Tata and TWI. Our work has been fully integrated with the needs of industry. Dissemination has been through integrating our work with staff of our industrial sponsors. Representatives of the 12 core industrial sponsors, who make up our Industrial Steering Committee, attend our quarterly project meetings as well as the Annual Colloquium. In addition, we have 16 additional industrial sponsors, including Airbus, Rolls-Royce, Messier-Dowty, GE, BAE Systems, Boeing, Arcelor and many more. \n\n\n\nOur models have been incorporated into those used by industry on numerous occasions. Examples include a new model for strain induced precipitation in high strength low alloy steels, intercritical processing of plate steels, Charpy Impact fracture behaviour, damage in rail steels, on-line descaling of steels and a general damage model for long products. Our fundamental mechanistic understanding of metal deformation has led to modified production schedules. For example, we have provided TIMET new insight into the high temperature deformation mechanisms during hot working of Ti alloys in order to modify the production schedule specifically to produce gas turbine alloys free from macro zones that are known to origin of dwell fatigue crack initiation. Other examples include the development of new advanced high strength steels and a contribution to the fundamentals of strain localisation, critical to optimising the formability of automotive steels. \n All our work is directed at delivering leading edge research to directly address industrial problems. We have provided a wealth of new knowledge in the physical metallurgy of the thermomechanical processing of most metal alloys, which is directly related to the final mechanical properties. We have introduced numerous new modelling methodologies that are of interest to both the academic community and our industrial sponsors. The complete outcomes are too long to detail here, given that they span some 65 individual projects, delivered by 59 researchers. Full details of these projects can be found from our annual reports that are available on the IMMPETUS web pages. \n\n\n\nThe internationally leading work has been disseminated in the widest possible manner. The grant has resulted in a total of 372 published outputs (197 journal papers 158 Conference papers and 5 editorials) and two patents. Our work has been presented at all of the relevant international conferences (a total of 91 conferences over the period of the grant). In addition, IMMPETUS hosted the international conferences Recrystallisation and Grain Growth IV, 4th International Conference on Thermomechanical Processing of Steels (TMP2012) at which the work of IMMPETUS was showcased. \n\n\n\nThe grant was focused on 4 main themes (Physical Systems, Modelling Systems, Process Simulation and Systems Optimisation), providing 11 core projects. In addition to this, some 54 additional projects have been instigated, all core to the IMMPETUS theme, 65% of which were sponsored by our industrial partners. 3 of our PDRAs have gone directly into academic positions. The project has yielded some 36 completed PhD students, with a further 19 PhD students still studying. Of the completed PhD students, around half of these have found jobs with our industrial sponsors giving a further route to exploitation. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}