{"id":"981C5532-B4A4-4AFB-ABD1-20C35CC65D15","title":"Inference-based Modelling in Population and Systems Biology","abstractText":"Increasing amounts of biological data are being generated and collected which describe the change of biological systems over time. In systems biology, for instance, it is now normal practice to screen the interactions among a large number of molecules using automated techniques. To interpret such data we are more and more reliant on mathematical models. Such models summarise the way we think biological systems work. Often, we do not know with certainty how biological systems work and what mechanisms operate, and there are often many different models that could describe a given biological system. To find out which model is best, or which mechanism is most likely, one needs to collect data and compare the output of the models with the data. We propose to develop techniques to carry out such an analysis to select models and make conclusions about biological systems. Here we will use concepts from the theory of dynamical systems and statistical inference, combine them in novel ways and develop them for the analysis biological systems in ecology and systems biology, respectively. We will then apply these techniques to different biological questions. The mathematical models and the tools needed to do this are very similar in population biology and in systems biology, and we have therefore selected a mixture of applications form population biology and systems biology. The art to compare different mathematical models in describing data from biological systems and processes is thus of utmost importance for the future development of the modern life- and biomedical sciences. This problem has been studied and practiced before by many others, but the present study introduces a novel element to this field. A model normally consists of two parts: it has a mathematical structure, which specifies which parts of a system interact; and secondly, it has a set of variables, which specify how much the various parts interact (called the model parameters, e.g. kinetic rate constants). The model structure is often 'guessed' or hypothesized, and these hypotheses tested by performing experiments; the model parameters are often inferred from experimental data but some model parameters can be very hard to estimate. While it had previously been thought that not being able to estimate the parameters with certainty makes the analysis of biological processes difficult, if not impossible, recent research - including research done by the three groups that propose to do this research - has shown that substantial progress can be made even without knowing this. This is because (i) if a parameter is hard to estimate, it is often because it has little impact on how the system works, and (ii) by integrating over all the possible parameters of parameters that are not known with certainty one can get a very good understanding of how the system works. Even when such approaches do not yield definitive answers as to how biological systems work, they can help us to make design better experiments or point to data that ought to be collected in order to be most informative. The statistical tools that will be developed during the course of this project will be applied to datasets from a diverse range of biological systems. Together with experimental research collaborators we will explore how well these novel techniques work, and explore the new insights that we hope to get by using such techniques. The biological systems that we will study are: plankton in freshwater lakes, mechanisms by which bacteria cope with their environment, two different sets of interacting molecules, which transmit signals through cells, energy production during infection of barley by powdery mildew, and the ecosystem of algae, midges and fish in a lake in Iceland. These different biological systems will help us to fine tune the statistical techniques, suggest how to make the best use of biological data, and thus improve our understanding of how nature works.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G006997/2","grantId":"BB/G006997/2","fundValue":"184690","fundStart":"2010-12-15","fundEnd":"2013-04-14","funder":"BBSRC","impactText":"","person":"Mark  Girolami","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}