{"id":"9822B67A-01E2-4D58-B874-FA8AF953CDE5","title":"Climate change in the Holocene: A multi-proxy case study","abstractText":"It is widely acknowledged that the oceans and polar sea-ice play critical roles in global climate change. As such, sea surface temperature and polar sea-ice reconstruction should be of paramount importance in establishing climatic evolution of the geological past. Although direct records of sea-ice are considered to be reasonably accurate over the last 200 years (with satellite imaging for the past 30 years), it is only through the use of 'proxy' measures (chemical, physical or biological indicators of sea-ice) that a more extended record is achievable. The main aim of the current project is to measure the concentrations of an unusual chemical marker of sea ice in an Arctic sediment core obtained from the North Icelandic Shelf. Since this chemical, a so-called highly branched isoprenoid (HBI), has already been shown by us to be specific to a sea ice origin and is stable in polar sediments, its presence in sediments can be directly attributable to previous sea ice cover. Similarly, sea surface temperature (SST) reconstruction can be achieved by analysis of long chain unsaturated ketones in sediments. In this collaborative project, we will carry out a multi-proxy analysis of a marine core from the North Icelandic Shelf which has unprecendented temporal resolution. The SST data will be completed by the project partners. The results of this investigation will be evaluated against data already obtained from other proxies for this core. Given the diversity of the data available, together with the high temporal resolution, this project represents a unique 'case study' opportunity to establish the relationships between different proxies and to enable future studies in palaeoclimate reconstruction to be more fully understood. The data from this project will also be used directly by modellers of climate change.This project fits well with other aspects of the Council's programme and clearly has a 100% relevance to both the 'Polar North' classification and the 'Global Change' ENRI. The project represents excellent value for money, especially considering the commitment of the project partners. All of the necessary chemical and analytical requirements are held in-house within the Petroleum and Environmental Geochemistry Group at the University of Plymouth. The project will also benefit from additional staff expertise available both locally and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E00752X/1","grantId":"NE/E00752X/1","fundValue":"38670","fundStart":"2007-03-01","fundEnd":"2008-02-29","funder":"NERC","impactText":"","person":"Simon  Belt","coPersons":["Guillaume  Masse","Steve  Rowland"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}