{"id":"9825FD69-4075-4C67-9AEC-D6C694815D59","title":"Representing Re-Formation: Reconstructing Renaissance Monuments","abstractText":"In 1934, large-scale excavations on the site of the ruins of Thetford Priory produced hundreds of late-medieval and Renaissance sculptural and architectural fragments. Today, those fragments are still in storage, in an English Heritage warehouse in East Anglia. In response to a call from Simon Thurley, CEO of English Heritage, for all curators to determine exactly what was in store, Dr Jackie Hall was called in to compile a handlist of these fragments. She sought specialist advice and Dr Phillip Lindley visited the site three years ago, with exciting results.\\n\\nThe boxes in store revealed many pieces of sculpture and architecture which are known to be related to two of the Howard tombs in Framlingham parish church, about 40 miles from Thetford. Framlingham had become the burial place of the Howards after Thetford Priory's dissolution by Henry VIII. Quite how these fragments related to the tombs, though, is controversial. It is known that the tombs - commemorating the third duke, and his son-in-law, Henry VIII's bastard son, Henry Fitzroy, Duke of Richmond - had been made in 1539 and had been salvaged at some time in the 1550s and moved to Framlingham. Quite what had happened to the monuments between 1540, when the priory was dissolved, and the 1550s, when they were removed to Framlingham, is unclear. For much of the time, the duke had languished in prison.\\n\\nThe tombs as erected at Framlingham are not what they appear: they seem to have been put together from salvaged components and finished off with new materials. Determining what is original and what was added is very difficult. Our research will offer a radical new solution to the problem. Using cutting-edge 3-D scanning and analytical techniques developed for space science, we shall 'disassemble' the tombs into their constituent parts, and recombine those components virtually, to recreate their original appearance and differentiate the later components from the earlier ones. We will be able to recreate the first, lost stages in the existence of the tombs. Further, our scientific investigation and analysis will determine which fragments excavated at Thetford originally belonged to these tomb-monuments and enable us to reintegrate virtually the appropriate fragments into our reconstructions. We shall use the same techniques to recreate other lost monuments and sculptures once in Thetford Priory, and will bring them back to (virtual) life.\\n\\nFrom the outset audience needs will be paramount. We will liaise with teachers and other potential stakeholders through our interactive website and via focus groups. We will render the results of the research into the formats teachers and other audiences tell us they need and make them freely available on-line. The project will produce many papers and books, digital teaching materials adapted to the needs of the National Curriculum, data for our use and for future researchers, and at least one public exhibition.\\n\\nThis collaborative project, which will combine research tools from space science, art history, archaeology, museology and computer science will effect a small revolution in our understanding of the late middle ages and early Renaissance in England. The Howards were the most important noble family under Henry VIII and their fortunes provide a fascinating case study into a turbulent period in our national history. This gripping episode, and the detective story of its reconstruction, will prove fascinating to many diverse audiences.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H032584/1","grantId":"AH/H032584/1","fundValue":"664551","fundStart":"2010-10-01","fundEnd":"2013-12-30","funder":"AHRC","impactText":"  Research with English Heritage, Norfolk Museums and Archaeology Service, Historic Royal Palaces and the Buccleuch Living Heritage Trust has directly impacted on the study, preservation and exhibition of sculpture, inspired cutting-edge scientific analysis, encouraged local participation in the research process and enhanced understanding of and appreciation for a shared past. It has also underwritten successful bids to the Heritage Lottery Fund for the conservation of world-class monumental sculpture. \nOur work helped develop a spin-off 3D laser scanning group working on Heritage and the Arts [as part of Europac 3D] and has inspired further work on apps which will have a potential for design transfer to other historic sites. Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Phillip Graham Lindley","coPersons":["George  Fraser","Lai-Chong Effie Law","Steven John Gunn","Ross  Parry"],"organisation":"University of Leicester","findingsText":" Our project studied four Tudor Renaissance tomb-monuments, located in the east end of the parish church of St Michael in Framlingham, Suffolk. The work was collaborative between Arts and Science Researchers. The tools we deployed ranged from conventional historical, archaeological and art-historical investigation to analytical techniques used in Space Science. The four monuments commemorate:\n\n1. Thomas Howard, 3rd Duke of Norfolk (d.1554), &amp;amp;amp;his first wife, Anne (d.1511), Edward IV's daughter.\n\n2. Henry Fitzroy, Duke of Richmond &amp;amp;amp; Somerset (d. 1536) and his wife Duchess Mary [Howard] (d. 1555).\n\n3. Thomas Howard the fourth duke (d. 1572), executed for treason in the reign of Queen Elizabeth I, and two of his three wives.\n\n4. His daughter, Elizabeth Howard, d.c.1565.\n\nThe Howards were the most powerful noble family of the Tudor period and the monuments therefore have considerable historical interest. They are also art-historically significant as key works of the mid-Tudor Renaissance, strongly influenced by French sculpture. The first two monuments feature religious imagery: relief figures of the Apostles and two Old Testament figures on the 3rd duke's tomb and Old Testament narratives and (wingless) angels on Richmond's. Imagery of this kind became very uncommon after the Reformation under Edward VI. None of the four monuments has an inscription. All are incomplete or unfinished, to varying degrees: there are no effigies on the Richmond monument, for example, and the fourth duke's monument lacks an effigy of the duke. Their dates have been the subject of debate.\n\n\n\nPrevious studies (notably Stone and Colvin; Marks; Lindley) discussed the monuments and their relationship to a series of fragments excavated on the site of Thetford Priory. The church of this Cluniac priory had been, before its dissolution by Henry VIII in 1540, the mausoleum of the dukes of Norfolk. We refined and developed Marks's widely accepted view that the first two monuments at Framlingham - those of the 3rd duke and of Richmond - were originally planned to stand in Thetford Priory and were nearly complete in 1539, just before the priory was dissolved, in spite of the 3rd duke's strenuous efforts to save it. The components of the two monuments that could be salvaged were first moved to the duke's house at Kenninghall and later, to Framlingham, where the chancel of the church was reconstructed as a new mausoleum, and the monuments were [largely] completed and erected there in the 1550s. The sculptors responsible for the monuments' completion went on to make the monuments of the fourth duke and of his daughter, Elizabeth in the 1560s. \n\nThe history of the move of the monuments is complicated by the fact that the aged and increasingly paranoid Henry VIII planned to execute the third duke and his son, the Earl of Surrey, during his final year on the throne, because he thought their power posed a threat to Henry's young son, the future Edward VI. At the time of the king's move against the Howards, at the end of 1546, the new chancel at Framlingham had not been completed and had no roof. The third duke escaped execution, because Henry VIII died on the day set for the duke's execution, but Howard spent Edward VI's reign in prison. One of our investigations focussed on what happened to the monuments between the dissolution of Thetford Priory and the third duke's release from prison on the accession of Mary Tudor in 1553. We have also been concerned to find out when Framlingham's Chancel had been completed: when it was actually ready to receive the tomb monuments moved from Thetford, and when were they erected there.\n\nOur project involved historical, archaeological and art-historical research into the monuments, their patrons and sculptors, and the ruined Thetford Priory Site (which is in the care of English Heritage). What is innovative, however, was our collaboration with Physicists from the Space Research Centre at Leicester, who have been responsible for the 3D laser scanning of the monuments and of the fragments derived from the archaeological digs. Using these 3D scans and CAD, we have been able to virtually disassemble the monuments along their original construction lines, to remove components and to integrate the archaeologically-derived pieces into our reconstructions. As a result, we have been able to reconstruct what we think the monuments were planned to look like in 1539; the historians have identified what happened to the monuments after Thetford Priory was dissolved; and we can show how they were put together at Framlingham.\n\n\n\nIn an exhibition in the Ancient House at Thetford Priory, from the summer (July) of 2013 to spring (March) of 2014, we displayed all the key fragments from the digs and used 3D printers to print out, to scale, the monuments as they are at Framlingham today. We have also been able to evaluate other competing theories, so that we could reveal both the uncertainty of academic research, and how it advances by testing theories against the different types of evidence available - historical, art-historical and archaeological. Our work uses a combination of analytical techniques derived from Humanities and Science Research.\n\nIn addition to our work on these monuments, we have also identified a piece of a terracotta roundel by the Italian Renaissance sculptor Giovanni da Maiano, identical to those he produced for Cardinal Wolsey at Hampton Court Palace. Our fragment, however, has its original paintwork still intact and our work on it has helped inform researchers in Historic Royal Palaces working on the roundels at Hampton Court. Furthermore, there are numerous other fragments of earlier monuments from Thetford Priory in store: our current art-historical research is investigating whether we can identify the monuments from which these pieces came and whom they commemorate: the Howards or their Mowbray predecessors as dukes of Norfolk.\n\n\n\nArchaeological work has done a great deal to clarify the history of Thetford Priory before and after the Dissolution in 1540. The specific locations where individual fragments were dug up in the 1930s excavations have been thoroughly researched and many other types of excavated artefact are being investigated. We developed an app to use on and off site at Thetford, one which clarifies many details of the Priory and encourages tourism to, and understanding of, the site.\n\n\n\nThe Physics team have investigated different types of 3D scanner, evaluating the cheapest, Pico-scanner, against expensive commercial scanners widely used by industry. A range of different non-destructive analytical techniques used in Space Research, was deployed to analyse the monuments and the fragments, alongside conventional pigment and geological analysis. Throughout, we have been supported and informed by English Heritage staff; their collaboration, generous assistance and guidance have been vital to the whole project.\n\nFinally, we have been able to deploy knowledge and techniques [art-history, 3D scanning, archaeology, app design] gained during this project elsewhere - to inform and research the conservation campaign at Warkton, Northants, on four world-class eighteenth and nineteenth century monuments. We have also started to develop a new project to investigate formal gardens, using an app to reimagine the lost features. Many aspects of our research will be of use in non-academic contexts. \n\nThe first analysis of the excavated Howard tomb fragments, in English Heritage stores, (Lindley), was quickly employed by the English Heritage curator responsible for them (Summerfield): some fragments were placed on exhibition in the new English Heritage display in Framlingham Castle and others were loaned to Norwich Castle Museum where they are on public display. The newly discovered terra-cotta roundel fragment has been on temporary loan to the Sir John Soane museum in London. Two relief panels from the Howard monuments, belonging to the British Museum came backto Thetford for our six-month long exhibition in the Ancient House Museum and are now on permanent loan. This exhibition, open to the general public for free (from July 2013), provided an opportunity to showcase our research. It demonstrated how cross-disciplinary collaboration between Humanities and Science Researchers could generate results which enthused visitors of all ages and backgrounds, making academic research relevant. Throughout our work on this exhibition, we have greatly benefited from the collaboration and expertise of the Norfolk Museums and Archaeology Service as well as of English Heritage. So, public display of fragmentary sculptures in several different permanent and temporary exhibitions, has been made possible by academic research, which has done much to explain their significance and relevance to Tudor History. The guide to the exhibition will be a lasting record (and will be followed by a collaborative monograph). Our work has been widely publicised in numerous lectures open to the general public in the UK and USA as well as by tv and radio appearances in the UK. \n\n\n\nTwo sculpted relief panels, carved for a Howard tomb in 1539, were visible in Thetford for the first time since the sixteenth century, and will now be on permanent loan [from 2014] to the Ancient House Museum. So, sculptures produced in Thetford in the reign of Henry VIII are on public view a few hundred yards away from where they were originally carved.\n\n\n\nThe historians' work (Gunn, Claiden-Yarley) has clarified the status and context of the Howard monuments and we have also collaborated with a researcher from the Yale Center for British Art, (Ford) who has studied, as part of our collaborative team, the retrospective, early seventeenth-century monument of the Earl of Surrey. The historians have contextualized Howard memorialisation strategies and examined how the Howards' fortunes were affected by their monarchs' actions. Their work will be of interest not only to the academic community but also to the wider general public, whose interest in Tudor History has recently been stimulated by popular historical novels such as Hilary Mantel's Wolf Hall.\n\n\n\nThe analysis of Thetford Priory has revealed an earlier, unpublished, guide book, which in a substantially revised and edited form (Hall) is being published by English Heritage. This is the first guide to the site published since the Second World War. Work on the site has clarified its development and history to the Dissolution; its history after 1540 and comparisons with the fortunes of other dissolved houses in Thetford and elsewhere. This work will generate significant new tourism to Thetford and will inform Thetford's citizens of key monuments and events in the town's history. Research into other excavated artefacts from Thetford is shedding light both on life in the priory and on the wider cultural and historical contexts.\n\n\n\nMuseologists (Parry, Richards) have considered how the monuments can be employed in a narrative that reveals the religious and political turbulence of early modern England, a narrative in which the Howards, the premier noble family of the sixteenth century, played a key part. But they have also studied how we can convey both the process and uncertainty of academic research, and provide an 'open window' into the progress of the project. The issue of 'authenticity' in museum display (Parry) - one of our central interests - will inform future museological debate. As part of the same team, Computer scientists (Law, Beddall-Hill) evaluated audience reaction to the website information in work which will be of general interest to website designers. Blogs and video have throughout informed the public about the progress of work and sought input from the wider communities. Our development of an app for Thetford generated new audiences for our research.\n\n\n\nThe Space Research Scientists (Fraser, Karim) have evaluated different 3D scanners; optical reflectance analysis of pigment; and analysed off-gassing from 3D printed models. This important work, when published, will impact not just on academic research, but on wider audiences and will show how scientific research can have a direct impact on humanities research communities.\n\n\n\nArt-historians (Lindley, Constabel) have studied the context of the monuments in the Tudor Renaissance and links between England, France and Italy in the sixteenth century. We have brought closer together communities in Framlingham and Thetford by demonstrating how they both are linked historically. We have shown how sixteenth century England, France, the Low Countries and Italy, were bound together culturally, in spite of political, military and religious conflict. \n\n\n\nOur work at Framlingham unexpectedly generated research into the world-class eighteenth-century monuments to the dukes of Montagu and their family in Warkton, Northamptonshire, and our research has underpinned a successful Heritage Lottery Fund bid for their conservation. Thus academic research has had a direct impact on the preservation, interpretation and presentation of early modern artefacts and works of art. \n\nFinally, we are currently working with the Buccleuch Living Heritage Trust and Enigma Interactive [who produced our Thetford app] to develop an app which helps visitors understand the past of the gardens through which they walk, 'stripping back' the modern turf to reveal the eighteenth-century formal gardens. We are transforming understanding and breaking down the often artificial barriers between the academic research community and the wider public. Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}