{"id":"9837A996-9053-4CA8-9C2A-DB6FB4EA77A5","title":"SANDPIT: Integrated Assessment of Geoengineering Proposals (IAGP)","abstractText":"There is international consensus that dangerous levels of climate change must be avoided. Yet without radical changes in the ways energy is sourced and used, analyses suggest that there is a very real risk that the Earth will start to experience unacceptably damaging and disruptive environmental change later this century. What future actions can be taken to safeguard environmental quality, ecosystems, agriculture, economy, and societies if the conventional approaches to tackling climate change, through mitigation and adaptation, prove insufficient? Could we take direct control of our planet's temperature in an emergency? Deliberately manipulating the Earth's climate is not a novel idea, however increasing awareness and concern about the potentially serious nature of a much warmer climate has led to recent debates regarding the ethics and feasibility of making a direct intervention in the Earth's climate and natural systems to counteract global warming and the other known impacts of increasing greenhouse gas concentrations.As this new research field, known as 'geoengineering', has gained in international profile, ideas for either removing CO2 from the atmosphere or directly altering the amount of sunlight absorbed at the surface have proliferated. Suggested means of removing CO2 span marine and terrestrial biospheres, from enhancing marine productivity by fertilizing the surface of the ocean with nutrients, to adding lime to neutralize the CO2 acidity. Direct cooling of the surface could potentially be done by injecting sulphate aerosols into the atmosphere or planting more reflective varieties of crops. However, despite the effort and scientific ingenuity being brought to bear in thinking up different geoengineering schemes, all remain un-quantified in their effectiveness, particularly at the regional scale. Some are unlikely ever to work as envisaged, and many contain the potential for undesirable climatic side-effects and risks to the environment and to society. Currently we have insufficient information to inform the debate we need to have on geoengineering. The Integrated Assessment of Geoengineering Proposals ('IAGP') is an interdisciplinary project which will begin to address this gap in our knowledge, paying particular attention to the potential for side-effects and unanticipated consequences of geoengineering schemes. The project will develop a comprehensive evaluation framework (involving stakeholders and publics), which will allow an in-depth comparison of all major geoengineering proposals. The project research tools will include state-of-the-art computer representations of the Earth system, accounting for ocean circulation, sea-ice, and greenhouse warming and atmospheric processes and dynamics, as well as the cycling of carbon and nutrients within the ocean. Important questions to be addressed include: whether different technologies can be combined to maximize mitigation benefits and minimize unwanted risks, how might geoengineering schemes be adequately controlled and 'turned off' quickly if needed, how to include the public's views in how benefits and side-effects are defined in order for policy-makers to take informed decisions. The project combines Earth system modelling and deliberative engagement with stakeholders and publics to ensure the evaluation is accountable to a variety of values and criteria and ensures that issues and society's values are centrally incorporated within the evaluation.The results of our analysis of the effectiveness and implications of different CO2 removal and direct cooling schemes will not only have direct policy relevance through informing decisions about our global environmental future, but will be carefully tailored to give wider audiences information in a sufficiently clear and meaningful way that the debates surrounding geoengineering can be progressed further within society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014721/1","grantId":"EP/I014721/1","fundValue":"1728840","fundStart":"2010-10-01","fundEnd":"2015-02-28","funder":"EPSRC","impactText":"  Report of the SPICE deliberative workshops with members of the public (also submitted as a publication), which was one of the pieces of evidence used in the 'stagegate' process that the EPSRC used to decide whether the 'testbed' work package of the SPICE research programme should go ahead.\n\nReport of the SPICE deliberative workshops with members of the public (see publications, above), which was one of the pieces of evidence used in the 'stagegate' process that the EPSRC used to decide whether t Environment Cultural,Societal,Policy & public services","person":"Piers Maxwell Forster","coPersons":["Richard Charles Darton","Nicholas  Pidgeon","Andrew  Jarvis","Andy  Ridgwell"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}