{"id":"9847479E-2A23-418F-BB25-340B080E0F3F","title":"Enhancing the consumer perception of reduced fat foods through interfacial design and rheological behaviour","abstractText":"We aim to develop a strategy to disguise the (low) fat content in certain food types by changing the way emulsified fats are perceived by the senses. By this route we hope to improve the consumer acceptability of healthier, reduced fat foods. Many foods contain small dispersed droplets of oil, known as emulsions to impart desirable tastes and textures. These foods, include milk, cream, yoghurts, mayonnaise, soups, sauces etc, and are estimated to form around 25% of our dietary fat intake. We aim to change the sensory perception of fat content in emulsions by controlling the outer stabilising layer of the oil droplets. We will make model foods that will be imaged in 3 dimensions whilst flowing, under conditions similar to those in the mouth, so that we can understand the fundamental processes involved. The results will be correlated with sensory perception and acceptability of these foods in human volunteers. Obesity is a major challenge facing the health of the UK population and costs the NHS an estimated &pound;2b each year which is forecast to rise. This is blamed on a combination of diet and lifestyle. We habitually consume slightly more energy than we require, building up reserves in case of times of food shortage. This leads to a steady increase in our body mass index (BMI) with age, so that the 55-65 age range has the highest obesity rates. Small reductions in energy intake over long periods could therefore significantly reduce obesity levels. The sensory perception of fat in food emulsions is complex; thus many low fat foods are less acceptable to consumers. Improving the acceptability of these foods could help to reduce the small energy excess responsible for long term weight gain. Fat has to be emulsified into small droplets (emulsion) to keep it evenly distributed within the food. Ingredients such as proteins and other emulsifiers form a layer on the emulsion droplets to stabilise them and prevent separation. This layer affects the way the droplets interact wth each other and the rest of the food, which in turn affects how we sense them in the mouth. We have shown previously that emulsions stabilised by proteins have an increased sensory perception of fat content, compared to other types of emulsifier. In more controlled experiments, we have also shown that the protein-coated droplets can increase the viscosity of the whole emulsion. We think this is because proteins form a stronger, solid layer on the emulsion droplets, whereas emulsifiers form a fluid-like layer. Our aim is to determine how the layer on the emulsion droplets enhances the sensory perception of fat content in emulsified foods. Our key objectives are:- - Develop emulsion systems that form surface layers with a wide range of strengths using proteins, emulsifiers, particles and processing methods. - Understand the complex viscosity and flow behaviour using high speed confocal (3-D) imaging under shear flow. - Design model food emulsions stabilised by these surface layers with enhanced viscosity. - Measure the sensory perception of fat content of these model foods - Determine consumer preference of new model foods compared to existing reduced fat foods. The Institute of Food Research (IFR) will develop and design a range of well controlled emulsions with defined surface properties. Leatherhead Food Research will determine the sensory and consumer response to these foods. The University of Edinburgh will use state of the art confocal imaging techniques to visualise in 3-D how the emulsion droplets are behaving under flow conditions similar to those found in the mouth. This will give more precise understanding of the mechanisms involved that will make it possible in the future to design reduced fat foods with better consumer preference. This should increase the uptake of healthier, reduced fat foods and thus help to address long term weight gain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006168/1","grantId":"BB/I006168/1","fundValue":"269452","fundStart":"2011-01-04","fundEnd":"2014-01-03","funder":"BBSRC","impactText":"  The aim of this project was to determine how to improve the sensory perception of fat content in emulsified foods by controlling the structure and properties of the oil droplets surfaces. The lab based studies were successful, leading to one publication and another in preparation. One issue was scaling these studies up to pilot scale to perform full scale sensory trials. However, the research highlighted the important role of saliva in the sensory process. As such at least two food companies are keen to pursue this area of research. One food company has already funded a pilot study at IFR and has commissioned a longer term project. The total income from these projects as approximately ?200k. The other company is exploring funding opportunities, and we are planning to put together a proposal for an industrial CASE studentship. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology Economic","person":"Peter  Wilde","coPersons":[],"organisation":"Institute of Food Research","findingsText":" The main finding was that by coating the surface of oil droplets in an emulsion with a thick, elastic protein film, the viscosity of the emulsion would increase, without the addition of any other oil or additives. The aim would be to use this approach to improve the sensory quality of reduced fat emulsified foods.\nWe found that we could increase the effect by heat treating the protein. This resulted in a thicker, rougher layer around the droplets, though it wasn't clear whether the layer itself was stronger. Atomic Force microscopy showed that interactions between the droplets appeared to be dominated by a hydrodynamic component, which essentially slowed down the movement of fluid around the droplets. Rheoimaging methods showed interesting transition phenomenon during the visco-elasticity measurements. Early relaxation processes where showed to be when interactions between droplets are stretched and reform. Then, at higher amplitudes, a further relaxation event was found to be due to droplets breaking away from their neighbours, and jumping into interactions with droplets further away.\nWhen the emulsion was thickened, with either xanthan or starch, and the type and viscosity of the added polymer was found to be important for the response. For starch, the presence of the emulsion actually weakened the overall structure, though there was a large interfacial effect. This was due to the fact that the interactions between the starch particles were on a much larger scale than the emulsion droplets, therefore the emulsions effectively &quot;lubricated&quot; the interactions between the starch granules. Whereas in the case of the xanthan, the molecular, entangled network has typical lengthscales which are similar too, or smaller than the oil droplets. Therefore when the emulsion was added, the xanthan network was compressed, and the overall structure became stronger. The overall viscosity of the polymer was also important in that at higher viscosity, the effect of the interface became greater, in that, the difference in the emulsion viscosity between a weak interface and a strong interface became much greater.\nAn important aspect of this was that scaling up of the protocols became very important. Some thickeners are very sensitive to high shear, and when scaling up, the shear forces can be much greater.\nIn a collaboration with CSIRO, we explored the interaction of these emulsion systems with saliva. The different types of emulsion and emulsifier showed interesting effects on the lubricating properties of saliva, showing that the emulsions, or the ingredients they are stabilised by may influence the sensory properties of emulsified foods. This information will be used to work with industry to develop better protocols to control the viscosity of emulsions, with added ingredients, to improve the sensory properties of reduced fat, emulsified foods. We are currently setting up an industrially funded projects and a studentship (worth approx. ?400k) to take this further and explore how emulsions and saliva interact to influence sensory perception of fat content. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}