{"id":"984B380C-738F-4220-B7C6-3E7668FB1FAE","title":"Towards Type IV Metallopolymers for Fast Organic Electronics","abstractText":"Organic materials chemists have been attempting for decades to build organic based electronics and photovoltaics that can match, or outperform, the traditional standard of inorganic construction. In general, it is now becoming increasingly recognized that there is a greater advantage that arises from mixing inorganic and organic components to achieve desired materials properties. Such hybrid systems benefit from a variety of synergistic effects, including, greater thermal stability and processability. Of late, the field of organic metallopolymers has expanded greatly due to innovations in methodology and characterization. New and powerful functional materials that meet many of the property and practical requirements have resulted. However, in the field of semi-conductors the materials have been limited to slow electronic processes due to the naturally increased band gaps introduced by the organic component. This imperfect redox matching between the metal and polymer backbone can be fatal to the final materials properties and thus redox matching consumes the bulk of efforts in this field. To solve this limiting problem a dramatically new approach will be investigated. In this approach, dense-metal metallopolymers with proximal and intimately electronically coupled metals will be targeted. Since the metals rely less on the organic ligands to 'talk' to each other, unhindered charge and energy transport in these systems will become available. Such systems will lead to a giant leap in fast and efficient organic electronics. Moreover, the proposed materials will be prepared using efficient synthetic reactions and versatile building blocks from both the covalent and non-covalent perspectives. The final materials will be at once, electron accepting, highly conductive and fully property tunable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K009664/1","grantId":"EP/K009664/1","fundValue":"71492","fundStart":"2013-03-25","fundEnd":"2015-03-24","funder":"EPSRC","impactText":"","person":"Peter Damian Jarowski","coPersons":[],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}