{"id":"98508EAF-DF2E-4699-B21E-BE205A2FEFC9","title":"Laser-printable point-of-care sensors for low-cost medical diagnosis and disease monitoring","abstractText":"The research we are proposing here is to develop laser-printed paper-based sensors that will satisfy the criteria of being robust, inexpensive, user-friendly, disposable, and easy to deliver to those patients and members of the public who need to access point-of-care diagnosis. Such sensors would find a ready market within the healthcare and personalised medicine areas, and would prove invaluable when rapid deployment and testing is required in the case of epidemics or worse still, pandemics. \n\nThe proposal here is a first feasibility trial to confirm that we can indeed print viable biological material, for application in detection of selected breast-cancer biomarkers. The markers have been identified and validated by our IfLS/FOM team and are used to study the response of patients receiving chemotherapy. This would represent an original diagnostic product developed at the UoS. The work not only involves laser-based printing, and evaluating post-printing the viability of the printed biomaterial, but also investigating techniques for machining and processing of the paper substrate to be used for the sensor. \n\nThere are many advantage of this laser-printing approach that are uniquely appropriate for non-contact delivery of biomedical materials, namely:\n\nFlexible processing (patterning and deposition) by simple changes to laser parameters.\n\nNon-contact processing (patterning and printing) which is vital when dealing with biological agents.\n\nNo need for a specialist environment thereby eliminating unwarranted processing costs.\n\nThe inherent speed of laser printing: a direct analogy can be drawn from current laser printers which can print many sheets per second.\n\nlow production costs because of the possibility to mass-produce devices on a roll-to-roll scale.\n\nHigh feature resolution allowing the creation of compact devices. (Our final goal in a future follow-up proposal will be to print biomaterials in the form of bar-codes for intelligent/active diagnostics readout via smart phone applications).\n\nThis laser-printing requires much smaller reagent/analyte volumes compared to current liquid based delivery (printing) methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K023454/1","grantId":"EP/K023454/1","fundValue":"186041","fundStart":"2013-05-01","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"  Via publications in the literature and also towards a potential start-up company that we aim to get funded within a few months. Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Robert William Eason","coPersons":["Spiros  Garbis","Saul Nicholas Faust","Peter John Smith"],"organisation":"University of Southampton","findingsText":" We have been able to use lasers to deposit biomaterials onto paper for implementation of point-of-care healthcare technologies as well as to write barriers in the paper that can guide liquid flow for making the paper tests much more cheaply, useful and flexible, if, or ideally when, we can bring these products to market. Once we have perfected the techniques within this research grant, we will be able to license, manufacture or even sell these healthcare devices for the benefit of many sectors including patients, companies and the global healthcare system Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}