{"id":"98508DDD-F9EB-4902-9F45-9A716CEE06BB","title":"The innovation and development of pottery in East Asia","abstractText":"'In their many manifestations, pots resonate throughout human history, from the most primitive domestic meal or drink to the Last Supper; from a nomadic snack to an international banquet.' ('Neil McGregor. BBC Radio 4/British Museum 'The World in 100 Objects') \n\nPottery was a fundamentally important prehistoric innovation and had revolutionary implications for human diet, health and demography. The emergence of pottery is therefore one of the most important problems in World Archaeology. In the past, scholars have tended to link its invention to the rise of farming economies and settled village life. With new data from across Eurasia and Africa, these explanations are now undergoing fundamental revision. It is increasingly clear that the oldest pottery origins extend much further back in time - ceramic vessels appeared among East Asian hunting and gathering societies, even as far back as 20,000 years ago, many millennia before the emergence of farming. As climates warmed at the end of the last Ice Age pottery-use rapidly intensified, with knowledge of the craft spreading steadily into new regions and across continents. \n\nWhile the general outlines of this new hunter-gatherer pottery-origin model are now accepted, archaeologists need to develop a much more detailed explanation of why the first pottery was actually made, what new foods, economies and cuisines it was associated with, and why it flourished so quickly among pre-agricultural societies. Building on recent methodological advances in the analysis of organic residues, we are now in a position to address these issues by investigating the contents of ceramic containers at the molecular and microscopic level. \n\nThis project will initially focus on the pottery record in Japan where ceramic vessels were independently invented around 16,000 years ago, towards the end of the last Ice Age. Before recent discoveries in China, these were thought to be the world's earliest pots and were extensively studied and dated by Japanese archaeologists. Such studies revealed that ceramic production was initially on a very small scale but then, around 11,000 years ago, there was a massive increase in production. Intriguingly, this change in the scale of production coincided with climate warming marking the end of the Ice Age. Although much is known about Japanese hunter-gatherer ceramics (known as the Jomon pottery) there have been no systematic investigations of their contents. Here we propose to reconstruct the use of ceramic vessels using residue analysis in order to understand the initial function of Jomon pottery, and more broadly why pottery was innovated, and how the function of pots changed through time as they became integrated into daily life.\n \nIn our proof-of-concept study, we showed that we can recover lipids (waxes, fats and oils) and also plant microfossils, (microscopic starch granules and silica bodies from plants) from material of this age. We are also very confident that these residues became charred on the ceramic surface or trapped within its porous structure during the vessel's use rather than during burial. Therefore, analysis of these deposits can be used to identify the type of animals and plants that were originally processed in pottery. \nGiven this success we now propose to:\n\n1. Obtain a large sample of Japanese pottery from a range of sites and environments dating to the first 7,000 years following its invention. \n2. To look for changes in the patterns of pottery use across Japan's varied environmental zones and though climate change. \n3. To see how patterns of pottery use relate to the foods available in particular regions or sites. \n4. To see how patterns of pottery use are related to the shapes or design of the pots analysed or how they are made. \n5. To see if lipids and plant microfossils can be recovered from other centres of pottery innovation in East Asia and if so whether they show a similar pattern of use to Japanese early pottery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L00691X/1","grantId":"AH/L00691X/1","fundValue":"564653","fundStart":"2014-05-12","fundEnd":"2017-05-11","funder":"AHRC","impactText":"  The Tokyo findings of this research project have been presented at National Museum in Tokyo, Japan and the National Research Institute to Cultural Heritage in Korea. Both these events were used to inform cultural heritage mangers, museum staff and the public of the potential of the AHRC research project. Education,Culture, Heritage, Museums and Collections Cultural","person":"Oliver  Craig","coPersons":["Yastami  Nishida","Yasuhiro  Taniguchi","Simon  Kaner"],"organisation":"University of York","findingsText":" not applicable this year not applicable this year Culture, Heritage, Museums and Collections","dataset":"gtr"}