{"id":"9856594D-8B7D-485C-BCE2-B23A3CC2F2BA","title":"Sr3Ru2O7: Quantum Nematic Fluid, Vector Magnetic Field Tuning and Spectroscopic Imaging Scanning Tunneling Microscopy","abstractText":"It has long been known that if you take a collection of particles that feel strong mutual forces and set things up just right, they can form into intriguing and beautiful patterns. Desk toys and children's games using magnetic iron filings as the particles hint at what is possible, while more recently it has been possible to observe rich patterning in liquid crystals using more or less standard optical microscopy. At the forefront of modern research into interacting particles is the study of so-called 'correlated electrons' in some special metals. Here, the interactions are the result of combining electromagnetic forces with a subtle quantum mechanical force known as the 'Pauli' or 'exchange' force. A rich hierachy of pattern formation, sometimes called 'quantum self-organisation' can be imagined in such materials. However, imagining effects like these is much easier than actually discovering and observing them, because they are extremely fragile. To observe them, we need materials that are purer than anything that could be grown even a decade ago, temperatures within a few degrees of absolute zero (-273 degrees celsius) and microscopes that are hundreds of millions of times more powerful than optical ones.Very recently, we have been able to deduce the existence of such quantum mechanical patterning in a special oxide metal, Sr3Ru2O7. To even get this far, we had to work for eight years to grow the highest quality crystals in the world of it. We now have a unique opportunity to investigate and understand exactly how the quantum self-organisation takes place. To profit from this, we have conceived a major research project. First, we have designed a special 'vector magnet' which can produce an enormous magnetic field aligned along any direction that we define, under computer automated control. No magnet of our required specification has ever been built before, but calculations in collaboration with a specialist company show that it can be done. Using this magnet we will be able to map out the properties of the new phenomena, and optimise the conditions for them to occur.As well as helping us to understand something completely new, this study will be combined with work using a second unique piece of equipment, a Spectroscopic Imaging Scanning Tunneling Microscope (SI-STM). This instrument, built by the group of one of us (Seamus Davis), can image the patterns made by electrons with almost unimaginable resolution. It is sensitive to distances much less than the diameter of a single atom, and can yield information that is highly relevant to the new physics that we will study but cannot be obtained by any other experimental technique. Very few materials have good enough surfaces to be studied using SI-STM, but we have established that Sr3Ru2O7 is ideal by performing a 12 month feasibility study.In performing the research that we propose, we will answer some fundamental questions about the 'quantum many-body problem', one of the most important in modern physics, AND advance instrumentation technology (extending the existing SI-STM and building a new one). One might argue that these rewards are sufficient in their own right, but they are not the only reason for doing research like this. In the long term, continuing to advance the electronic technologies that underpin computation and data storage will require us to work with correlated electron materials that are the subject of today's fundamental research. Understanding self-organisation and patterning of the electrons themselves is going to be vital to that larger quest. This is especially true in materials like Sr3Ru2O7 because they are part of a large family of transition metal oxides which are chemically similar and have the promise, long-term, of being linked together to form a technology based on a far richer set of basic physical properties than is available using today's semiconductors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F044704/1","grantId":"EP/F044704/1","fundValue":"1217150","fundStart":"2009-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Andy Peter MacKenzie","coPersons":["JC Seamus Davis"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}