{"id":"985B0ADD-5E96-4216-9438-50998C8213AE","title":"Cell Control in a Petri Dish (CCPD) Collaborative Network","abstractText":"The human body is made up of tissues and organs that are themselves made up of smaller components known as cells. Changes in these cell populations influence how they function and can result in the tissue becoming diseased or affecting how well it repairs and regenerates. We can isolate these cells from the body, grow them in a Petri dish in the laboratory and use them to study disease and the regenerative process. In addition, we can use them to screen new drugs to see how they are effective they are and confirm that they do not damage other tissues (such as the liver). Over the years, chemists have been designing and making small molecules primarily as new drugs to treat diseased cells but recent research has suggested that we can use these molecules in the laboratory to make normal cells diseased or to influence cell populations involved in the repair process known as stem cells. By doing this, we will be able to understand the cell in much greater detail and this knowledge will undoubtedly lead to better treatments in the future. To do this though, we need cell biologists and chemists, who are often based in separate departments and buildings and may not even know each other, to work more closely together. The aim of this network is to bring these scientists together, along with people based in industry, and create an environment for discussion and to encourage them to embark on this new research area to better understand how small molecules can influence cell function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037237/1","grantId":"EP/I037237/1","fundValue":"125919","fundStart":"2011-05-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"  The CCPD Network successfully engaged academia and end-users working at the chemistry biology interface focused on the development and exploitation of stem cell biology. The Network has cemented collaborative research between academia and international SMEs, which has continued to date, as well as facilitated grant applications. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Weng  Chan","coPersons":["Felicity Rosamari Rose"],"organisation":"University of Nottingham","findingsText":" The CCPD Collaborative Network was successfully launched in 2011 and has engaged many new academic and industrial partners. Following the Launch Meeting on 23-June 2011, the Network organised a Sandpit meeting on 22-23-Sept 2011 to identify pilot/pre-competitive projects that are of value to both the academic and end-user communities. Three projects, which have the potential to generate key preliminary findings and IPs were supported by the Network. These projects have close fit to the Network scientific theme and are jointly managed by core members from both academia and industry.\n\nThe Network has launched a webpage for networking between core members, and also as a platform to attract new members from both academia and industry, and to convey the platform science to the wider community and the public. A quarterly e-newsletter, readily accessible from the Network webpage, is used to convey recent developments.\n\nThe CCPD Network Symposium is organised to take place on 27-Apr 2012, comprising of international speakers from the academic and biotechnology sectors. In order to engage early researchers, we have made available travel bursaries for postgraduates and postdoctoral researchers to attend the symposium.\n\nAs a direct result of the CCPD Network activities, 2 grant applications were submitted to UK research agencies for funding. These were academic-end users joint submissions. However, both grant applications (shown below) were not funded: (a) Technology Strategy Board (TSB) application, December 2011; Technology area - Industrial and medical biotechnology; Project title: Optimised control of stem cell bioprocessing. Applicants: Dr Lilian Hook (Plasticell Ltd.) and Professor Morgan Alexander (Univ Nottingham); and (b) BBSRC Tools and Resources Development Fund, most recent call; Project title: Capturing the 3D structure of the mucosal stem cell niche in vitro - a novel biological tool for the study of cell biology, disease and for pharmaceutical screening. Applicant: Dr Felicity Rose (Univ Nottingham), collaborator: Dr Sharon Presnell (Organovo Inc.).\n\nPilot project with Plasticell continued to make progress. A library of synthetic biocompatible polymers, generated at Univ Nottingham (Prof Morgan Alexander) were screened for ability to support differentiation of stem cells and hepatocytes. Some progress was made on the design and chemical synthesis of a switchable CYP450 fluorogenic substrate for monitoring stem cell differentiation to induced hepatocytes (Dr Weng Chan).\n\nSmall amount of financial funding was secured from Organovo Inc and Plasticell Ltd. to extend employment of part-time Network administrator.\n\nThe Network (co)-organised the following scientific meetings during May 2012-Apr 2013:\n\n(a) Keynote lecture by Professor Lijian (Shanghai Institute for Biological Sciences, CHINA) on 16-July 2012 at University of Nottingham.\n\n(b) First international symposium on 'Stem Cells and Metabolism' on 07-Nov 2012 at NHLI Education Centre, South Kensington London. The symposium was jointly organised with the Institute of Biomedical Engineering Metabolic Technology Network, Imperial College London. Keynote speakers include: Prof Joaquim Cabral (Technical University of Lisbon) and Prof Roland Wolf OBE (Univ Dundee).\n\n(c) Early Stage Researchers Forum on 26-Nov 2012 at Biocity Nottingham, during which postgraduates and PDRA gave oral and poster presentations. The keynote speaker was Dr Davide Danovi (Progenitor Labs Ltd, London, UK), who gave a presentation highlighting SME business. Title of talk was 'Chemical screenings using stem-cell based technologies'.\n\n(d) Keynote presentation by Dr Alison McGuigan (Univ Toronto, CANADA) on 18-December 2012 entitled 'Microfabricated systems for engineering tissue morphogenesis in vitro'.\n\nThe second CCPD Collaborative network Symposium will be held on 19-Apr 2013 at 76 Portland Place, jointly organised with In Vitro Toxicology Society. A selection of speakers from both academia and industry, e.g. Prof Robin Williams (Royal Holloway London), Dr Amy Pointon (AstraZeneca UK), Dr Colin Wilde (AvantiCell Science Ltd, UK) and Dr Geraldine Hamilton (Harvard University, USA). The platform technology and scientific theme of the CCPD Netowrk has the enormous potential to change the way drug and toxicology screens would be performed on a industrial scale. The technology exploits recent developments in stem cell biology. The on-going pilot projects have the potential to generate new IPs, which would be used as the basis for new grant applications and jointly used by the academics and end-users for future projects and/or patent applications. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}