{"id":"985FA39B-07F4-45D9-BCD2-1DE3A9542981","title":"Hyper-Kamiokande (UK Strategy for Long Baseline Neutrino Oscillation Experiments)","abstractText":"The UK is at the forefront of accelerator-based neutrino oscillation physics and is poised to play a prominent role in the multi-purpose, precision Hyper-Kamiokande experiment that offers unprecedented potential for the discovery of CP violation in the leptonic sector. It is universally agreed that the discovery of CP violation in the leptonic sector is critical to progress in particle physics, as it implies the exciting possibility that the lepton sector significantly contributes to the matter-antimatter asymmetry in the Universe. The experiment will also provide much needed information on key neutrino oscillation parameters by significantly increasing their precision and addressing degeneracies (e.g. the theta23 octant). Hyper-Kamioka is the upgrade, or phase II, of the successful T2K experiment in which the UK has a leading role and was a major player in the recent observation of the electron neutrino appearance (Phys. Rev. Lett. 112, 061802 (2014)). An upgraded multi-MW beam, a 25 times larger far-detector and an upgraded suite of near detectors, with a potential 2km detector, characterize the new experiment. The far detector, Hyper-Kamiokande (HK), is a next generation, multi-purpose, underground Water Cherenkov detector that will provide hyper-sensitivity that is crucial for the observation of CP-violation as well as greatly extending the search for proton decays, allowing a detailed study of atmospheric neutrinos (permitting the measurement of the neutrino mass hierarchy), and studies of neutrinos from astronomical origins. Precision measurements of solar neutrinos, observation of solar flares, neutrino geophysics are also included in the vast physics portfolio of the experiment.\n\nThe Hyper-Kamiokande experiment is central to the particle physics and astrophysics programme in Japan,. There is a strong international commitment and the UK is leading the EU effort.\n\nSuch a high precision experiment will require innovation in many areas. The UK effort is targeting strategic areas that exploit current expertise and ensure prominent roles within the experiment guaranteeing full exploitation of the physics potential of the experiment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M002977/1","grantId":"ST/M002977/1","fundValue":"140273","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"STFC","impactText":"","person":"Francesca  Di Lodovico","coPersons":["Teppei  Katori","Jeanne  Wilson"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}