{"id":"9863B821-7291-4210-B90F-3DB634060AF1","title":"Genomics-assisted selection of Solanum chilense introgression lines for enhancing drought resistance in tomatoes","abstractText":"Tomato, the biggest food crop after cereals and potato, is a vital source of nutrients, vitamins and other health promoting metabolites in the human diet: production must increase, and breeding for sustainable production is a high priority. Breeding for improved water use efficiency and ability to give high yields where water availability is poor are important traits for tomato, and other Solanaceous crops, including potato and Brinjal. Solanum pennellii, Solanum chilense and Solanum sitiens are the three tomato wild relatives that are found in arid areas and have the greatest adaptation to water-limited environments, and each has a distinct morphology, classification and ecotype. However, good genetic and genomic resources only exist for S. pennellii, where well-established and highly successful strategies have been employed to exploit allelic variation. \n In this project we will develop novel genetic and genomic resources for the remaining drought-adapted species, S. chilense and S. sitiens. We will generate &gt;400 x depth genomic sequence data and perform de novo genome assembly for these two genomes to provide an excellent reference sequence complete with structural variants at different scales; this will be done in close collaboration with European bioinformatics experts working with other Solanum genomes (Wageningen UR, RWTH Aachen University and Max Planck Institute of Molecular Plant Physiology), and will provide strong capacity building in bioinformatic skills and computing power.\n Genome sequences will be used for SNP marker design and a genetic map constructed for an S. chilense x S. lycopersicum population. Genome sequences will become extremely valuable resources as QTL studies progress to the gene level. \n We will rapidly create, using a high-throughput SNP genotyping platform, a population of introgression lines for S. chilense starting with a unique hybrid obtained by IIVR, now in the BC1F1 generation. The completed library will be screened for water use efficiency, root traits and resistance to wilting to discover new QTL. A rapid backcross program in MicroTom will be used to phenotypically select introgressions arising from a complex hybrid containing alleles from two S. chilense and one S. peruvianum accession. Introgressions present at the end of the selection process will be precisely defined by genome re-sequenced in preparation for fine mapping.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L011611/1","grantId":"BB/L011611/1","fundValue":"485362","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"Andrew John Thompson","coPersons":["Fady  Mohareb"],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}