{"id":"9864E490-7EE9-4CCC-8E0A-0DCE0D92E636","title":"Stem cell fractionation using interactions with artificial matrices","abstractText":"There has been a recent explosion in interest in and potential applications of stem cells. Their potential for therapeutic medical applications is particularly exciting, with the real prospect of growing replacement tissue and bone to overcome a wide variety of disease conditions. Stem cells also have an important role in diagnostics, and have already shown promise in drug discovery research. To date, the key limitation to the exploitation of stem cells has been their scarcity. Furthermore, even when it is possible to source stem cells, there is still the formidable task of purification and sorting of the usable cells from cells that have differentiated into unusable types. Presently, stem cells are labelled with markers and then sorted one-by-one using very expensive instruments. Despite the very high speed of modern cell sorters the relatively small numbers obtained and the addition of labelling reagents mean that these methods are not suitable for widespread application of stem cell therapy. Stem cells have yet to find global application, because of their rarity. This project proposes to change the current stem cell sorting methods from low throughput one-by-one techniques to very high throughput alternatives that will be capable of sorting millions of cells simultaneously. The key to this will be the design of a series of filters that behave as smart sieves. The stem cells will be poured through new filters that will recognise the cells by their shape, size, flexibility and their chemical signature, without the addition of any extra reagents. A set of filters will be assembled; one on top of the other, to allow rapid screening of a mixture that contains both the valuable wanted stem cells, alongside less useful cells. This research programme will focus on the design of these filter stages, and use cutting edge science and technology to generate a completely new approach to stem cell purification. Specialist techniques such as microfluidics, nanotechnology, rapid microstructure prototyping will be combined with the latest ideas in cell biochemistry and cell biorecognition to fulfil the primary objective of making it easier, cheaper and faster to harvest useful stem cells. The benefit to society will be huge, making the possibility of stem cell therapy a reality for everyone.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H046070/1","grantId":"EP/H046070/1","fundValue":"2217170","fundStart":"2010-07-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Nick  Goddard","coPersons":["Christopher Michael Ward","Cay  Kielty","Catherine Louise Merry","Peter Robert Fielden","SJ  Eichhorn","Anthony  Day"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}