{"id":"9864F8C9-DAEC-4AF3-80A6-89AC1096879D","title":"Understanding decisions about portion size: The key to acceptable foods that reduce energy intake?","abstractText":"Researchers have long been interested in the prospect of developing enjoyable foods that are filling yet low in calories. In almost all studies the critical dependent measure has been 'amount eaten' or some other assessment of feelings of hunger and fullness after a particular test food has been consumed. The logic here is that the amount eaten is normally determined by psychological and physiological effects of eating that take place during and towards the end of a meal. This project will 1) challenge this fundamental assumption and 2) show how an understanding of portion-size decisions can help us to identify palatable foods that promote lower energy intake. The first phase of this project will seek evidence that on occasions when we have control over meal size (which we suspect is very often), the most important determinant of food intake is the decision-making that underlies how much is chosen before a meal begins. In so doing, we aim to provide 1) evidence that 'traditional' methods are not best placed to develop foods that reduce energy intake, and 2) a justification for a new approach for asking questions about food characteristics and their effect on decisions about portion size. After establishing the importance of portion-size decisions, phase two will explore the basis on which decisions about portion-sizes are made. Particular emphasis will be placed on modelling the relative importance of liking for the test foods and expectations about how filling they are, focusing on how these factors combine in the mind of a consumer. In so doing, we will be able to propose particular foods that may help to reduce energy intake, and we will deliver new methods that can be used to explore many other foods in future. Finally, it is important to say that we are not proposing that physiological effects of eating play little or no role in influencing energy intake, merely that their role is secondary to portion-size decisions during individual meals. In the longer term, physiological feedback of this kind could be very important. Indeed, we suspect that portion-size decisions are, in part, learned from previous experiences of the filling effects of different foods. The final phase (phase 3) of this project will test this proposition. This research will inform our understanding of the origin of portion-size decisions. This may explain changes that can occur in the acceptability and use of low-energy 'diet foods' after they become familiar to a consumer, and it will highlight ways of 'protecting' against a decrease in acceptability over time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G005443/1","grantId":"BB/G005443/1","fundValue":"376251","fundStart":"2009-03-01","fundEnd":"2012-08-31","funder":"BBSRC","impactText":"  A key objective of this project was to develop a new methodology that can be used to provide insight into consumer expectations associated with foods. During the project we developed a 'Consumer Expectations Toolbox.' This is a package of software that can be used to quantify a range of expectations, including 'expected satiety,' 'expected satiation,' food liking, food reward, memory for food, and maximum and ideal portion sizes. This software represents the implementation of techniques that were validated as part of this project. Together, they enable researchers to characterise and quantify beliefs about a food or product. This approach is very novel. Nevertheless, its value has been recognised by several large national and multinational food companies who have adopted this methodology in their portfolio of industry-based research tools. \n\n\nWe have also used our research as a platform for a successful and ongoing BBSRC-LINK funded project (BB/J005622/1) that is joint funded by Nestl?. This work is exploring ways in which the expected satiety of foods might be increased by understanding the relationship between oral processing of food and its effect on satiation and satiety. \n\nMore generally, It is important that the public are aware that expectations about satiety and satiation differ considerably across foods. Our work has helped to develop this awareness and this has been achieved in several public dissemination activities. Agriculture, Food and Drink Societal,Economic","person":"Jeffrey Michael Brunstrom","coPersons":["Peter John Rogers"],"organisation":"University of Bristol","findingsText":" Researchers with an interest in energy intake tend to focus on 'amount eaten' or self-reported hunger and fullness after a test food has been consumed. The logic here is that meal size is normally determined by psychological and physiological 'events' during and towards the end of a meal. This project challenged this fundamental assumption and showed how an understanding of portion-size decisions can help us to identify palatable foods that promote lower energy intake.\nA key objective was to develop a new methodology that can be used to provide insight into consumer expectations associated with food. During the project we developed a 'Consumer Expectations Toolbox.' This comprises a range of software that can be used to quantify various expectations, including 'expected satiety,' 'expected satiation,' food liking, food reward, memory for food, and maximum and ideal portion sizes. This software represents the implementation of techniques that were developed and validated as part of this project. Together, they enable researchers to characterise and quantify beliefs about a food or product. This approach is very novel. Nevertheless, its value has been recognised by several large national and multinational food companies who have adopted this methodology in their portfolio of industry-based research tools. It is also used widely by academic researchers, both nationally and internationally. \n A second objective was to explore variables that increase 'expected satiety' (and related measures) and, critically, whether this form of learning can be sustained over time. In two large studies we used the toolbox to explore the effects of a single exposure to a novel test food. Responses to high and low energy-dense versions were influenced by i) 'eating to fullness' and ii) attention to associated visceral cues. Importantly, this pattern of results was observed and at a follow up 3-4 month later.\n We also found that dieters and non-dieters responded in different ways. This is consistent with previous observations of dietary learning in these groups. Together, these findings reveal how complex beliefs change over time and they illustrate how our approach might be applied to study the dynamic nature of beliefs about a product in a commercial setting. Our findings and related methods can be used by commercial companies to develop foods that will confer benefits for weight management. Agriculture, Food and Drink,Communities and Social Services/Policy,Healthcare,Other","dataset":"gtr"}