{"id":"9865F3BA-337D-4919-8EE7-FCB69E705D5A","title":"An enduring pipeline to identify and utilize durable late blight disease resistance in potato","abstractText":"Phytophthora infestans causes late blight, the most devastating disease of potato which is the world's third most important food crop. Consequently, late blight is a threat to global food security. Recently, we have witnessed a dramatic shift in the European P. infestans population, which is now dominated by an aggressive strain that overcomes many resistances, including that deployed in the number one organic potato, Lady Balfour. Moreover, many pesticides that farmers rely on to prevent late blight may soon be banned in the EU. Agriculture and science must respond to rapid pathogen population changes to secure food supply with minimal impact on natural resources. This project aims to provide a powerful and enduring pipeline, driven by understanding pathogen population dynamics, to exploit naturally existing biodiversity in wild Solanum species, and rapidly identify and deploy durable late blight resistance (Rpi) genes. The genome sequence of P. infestans is very large, 74% of which is non-coding DNA repeats. It has revealed more than 500 candidate virulence genes encoding effector proteins with an amino acid motif (RXLR) required for their movement into plant cells. All P. infestans effectors recognised by potato Rpi proteins found so far contain this delivery motif. RXLR genes are located in regions of repetitive DNA, which may be subject to higher rates of evolution, perhaps explaining why this pathogen has so readily overcome deployed resistances. Our first key objective aims to identify, using microarray gene expression profiling, a 'core set' of RXLRs that are actively used for infection by a diverse worldwide collection of P. infestans strains, including those currently threatening European crops. Such universally-expressed RXLRs provide 'targets' for resistances that are more likely to be durable. By sequencing these core RXLRs from the diverse strains, we will reveal variant forms which may have evolved to evade resistance. The core set of RXLRs, and variant forms of their sequences, will be used to screen for potentially durable late blight resistance. A large collection of wild potato relatives is maintained at SCRI, providing a living library of genetic variation to seek durable Rpi genes from the &gt;180 candidates in the potato genome. This collection and previously identified resistant species will be screened with diverse contemporary P. infestans isolates. Genetic crosses involving this resistant germplasm will be screened for responses to core RXLRs, seeking correspondence in segregation between resistance and effector recognition. Durability of resistance will be assessed by screening with core RXLR allelic variants. Next-generation sequencing and DNA capture array technologies will be used to rapidly identify candidate Rpi genes specifically from resistant offspring in genetic crosses. Rpi candidates will be expressed in susceptible plants, and tested for their ability to convey resistance to P. infestans. Durable Rpi genes will provide markers to more rapidly breed them into modern potato cultivars within the SCRI mutlitrait breeding programme. Moreover, cloned Rpi genes can be introduced into commercially important potato and tomato cultivars using transgenic technology. We will seek to actively engage with the public to discuss perceptions of GMOs. This project provides a collaborative platform and strategy to yield novel, durable Rpi genes as markers for accelerated breeding, and as genes that could be deployed transgenically in finished cultivars. To defeat the high evolutionary potential of P. infestans, many Rpi genes may be needed and these must be rapidly and appropriately deployed as we detect changes in the P. infestans population. We thus envisage an Rpi discovery pipeline that will continue to exploit the potato biodiversity at our disposal beyond the completion of this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H019820/1","grantId":"BB/H019820/1","fundValue":"712792","fundStart":"2011-04-04","fundEnd":"2015-04-03","funder":"BBSRC","impactText":"  we have cloned on Rpi gene that is being licensed to a commercial partner to protect potatoes from blight in the US Agriculture, Food and Drink Economic","person":"Jonathan Dallas Jones","coPersons":["Sophien  Kamoun"],"organisation":"University of East Anglia","findingsText":" Interim report April 2014\nI am very pleased with progress on this grant. We have generated multiple populations from crosses between Solanum americanum accessions segregating for late blight resistance. We identified a BAC clone carrying a cosegregating marker for one of them (Rpi-amr1). The clone carries 9 NB-LRR gene homologs, 5 of which are potentially functional. We have defined an effector recognized by Rpi-amr1, and from transient assays in Nicotiana benthamiana, it appears that one NB-LRR gene strongly recognizes this effector, and another closely related paralog recognizes this effector weakly. Thus, we think we have cloned a new blight resistance gene, but this needs to be verified in stable transformed lines. Two additional blight resistance genes are well advanced, and in addition, we have good leads for cloning two new blight resistance genes from Sarpo Mira.\n\nIn addition, we have established and published a broadly useful new method for accelerating resistance gene cloning called Renseq. This uses 120mer oligonucleotides directed against the NB-LRR gene complement to specifically direct Illumina sequencing capacity to the R gene repertoire. We have now established this method with the Miseq and also PacBio sequencing platforms. This method is being widely adopted in TSL for cloning R genes from other plants, including leguminosae and triticaceae. Overall, then, progress is very satisfactory.\n\nJupe F, Witek K, Verweij W, Etherington G, Pritchard L, MacLean D, Sliwka J, Milne L, Cock P, Bryan G, Hein I, JDG Jones (2013) RenSeq: sequencing DNA enriched for plant resistance genes offers re-annotation of sequenced genomes and rapid mapping of resistance loci in segregating populations Plant Journal 76: 530-544\n\nAndolfo, G., Jupe F, Witek K, Etherington G, Ercolano M, JDG Jones (2014) Defining the full tomato NB-LRR resistance gene repertoire using genomic and cDNA RenSeq Accepted to BMC Plant Biology April 2014 We will commercialise the Rpi genes in the US, and hopefully in Europe, in transgenic potato Agriculture, Food and Drink","dataset":"gtr"}