{"id":"98674D6F-7254-4782-8E99-01EEC30271A4","title":"Interpretation functors and infinite-dimensional representations of finite-dimensional algebras","abstractText":"In the 1980s unexpected applications of the model theory of modules to the representation theory of finite-dimensional algebras were discovered and since then there has been further, sometimes deep, interaction between these areas. Model theory uses ideas and results from mathematical logic to investigate general questions about mathematical structure and also to obtain new results in other parts of mathematics. It provides a particular perspective which often gives new insights into other parts of mathematics. Almost always model theory makes heavy use of the Compactness Theorem of mathematical logic and, for that, one needs to be working in a context within which there is room to make infinitary constructions. In the specific context of the representation theory of finite-dimensional algebras, where interest is typically focussed on finite-dimensional representations, that means that we have to extend our interest to at least some of the infinite-dimensional representations, even if our eventual applications are back in the context of the finite-dimensional ones. This particular project will deep the interaction of model theory and representation theory. \n\nThe question underlying the project is &quot;How complex is a particular collection of representations?&quot;; various ways of answering this question have been investigated already and the principal aim is to show that the most standard algebraic answer - which is given in terms of certain embeddings of one collection in another - fits well with the model-theoretic one. The latter is in terms of the notion of interpretation, which is essentially a translation from one language (associated to a collection of representations) to another. That has already been shown to be equivalent to a particularly nice kind of embedding but it is not known how to close the gap between that and kind of embedding which is the standard algebraic answer to the above question. Closing that gap is one of the aims of the project. Going beyond that, the project has as an aim a substantial refinement of the existing rather broad algebraic classification of complexity classes into tame and wild (with further refinements of tame).\n\nThe project will combine very general methods, some being inspired by algebraic geometry and abstract category theory, with very specific investigations of the representations of particular algebras where entirely explicit descriptions are the aim. It will draw on two well-developed subjects; the model theory of modules and the representation theory of finite-dimensional algebras, and will use techniques from homological algebra and additive functor category theory. In view of that breadth of necessary input as well as on account of the number and nature of the aims of the project, two PDRAs, working together with the PI, all sharing their expertise, will form the research team.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K022490/1","grantId":"EP/K022490/1","fundValue":"598844","fundStart":"2013-09-09","fundEnd":"2016-09-08","funder":"EPSRC","impactText":"","person":"Mike  Prest","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}