{"id":"986DBBF8-412E-4395-9740-8AE1798A6BBD","title":"Acetate assisted C-H activation: A computational and experimental study","abstractText":"A huge variety of complex organic molecules are important in a wide range of everyday applications - from pharmaceuticals to plastics. In general the synthesis of these molecules is achieved from somewhat simpler starting materials. A key feature of such startng materials is the presence of a reactive functional group. Often this will be a halogenated group, such as a C-Cl bond. However, the formation of such functional groups is often inefficient and generates environmentally damaging waste - in this case chlorinated waste.In principle, an ideal functional group would be a C-H bond. Starting materials containing C-H bonds are abundant and extremely cheap and so do not require any wasteful prior manipulation. Unfortunately, C-H bonds have one huge drawback - they are generally extremely unreactive. However, we have discovered a way to enhance the reactivity of C-H bonds by using certain metal complexes in combination with a particular base, acetate. Preliminary studies suggest that a positively charged metal can attack a C-H bond and make it susceptible to cleavage by acetate. The result of this process is to 'activate' the C-H bond by making a new metal-carbon bond. Once formed, metal-carbon bonds are very reactive and undergo a wide range of selective transformations, including the formation of C-C bonds that will allow the synthesis of more complicated organic molecules. A catalytic process based on our new metal-promoted C-H activation coupled followed by C-C bond formation would be extremely attractive as it is both extremely efficient (avoids wasteful formation of other reactive functional groups) and environmentally friendly (avoids the formation of byproducts). In our proposed work we aim to understand the fundamental chemistry that lies behind our observation of easy C-H bond activation. We shall use both computational modelling and experimental chemistry to investigate precisely what factors promote this process. Once identified these factors can be included in the design of new catalysts for C-H activation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D055016/1","grantId":"EP/D055016/1","fundValue":"93666","fundStart":"2006-10-02","fundEnd":"2009-10-01","funder":"EPSRC","impactText":"","person":"Stuart Alan Macgregor","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}