{"id":"98704200-F1F2-4EAE-9362-FF698D83C3ED","title":"Digital Conservation and Reconstruction of 'Fossilized Behaviour': the evolution of the human foot as revealed by ancient footprint trails","abstractText":"Fossil footbones are rarely found associated with identifiable skeletons, and are often fragmentary; and when we do find a partial foot of one of our ancient ancestors it has usually been badly chewed. In addition such fossil rarely give definite indications of the way our early ancestors walked, as they act through a nested series of complicated soft tissues, from ligaments, out to the skin, and therefore the bones interact only remotely with the ground on which we walk. On the other hand, the footprints and trackways which were left when our distant ancestors walked across soft ground are the closest we can come to 'fossilized behaviour', as they are direct records of the forces we apply to the ground to balance ourselves and propel our walking. They are therefore potentially excellent evidence of the evolution of human walking. However, until recently we have lacked the tools with which to unlock their scientific potential. For example, the functional significance of the famous Laetoli footprints made some 3.75 million years ago by 'Lucy' and her relatives has been argued about for over 30 years, one scientist contradicting another, on the basis of features of individual prints - and in one case mistaking the footprint of a hare which walked across the human ancestor's footprints as the print of its big toe. We need methods which will tell us what are the common features of fossil trackways; identifying their 'central tendency' so that we can eliminate bias. This isn't easy, since footprints, being made by soft tissue, have no easily recognisable landmark points. One of the two groups involved in this project work on the mechanics of walking, using computer-simulation techniques, and engaging in some 'lateral thinking', found that methods used to analyze the distribution of chemical patterns in the brain are ideal for comparing footprints. The other group are specialists in finding and excavating fossil footprints, and recently discovered an exciting new set of prints in Kenya, about half the age of the Laetoli prints and made by the first members of our own 'genus': Homo. They used advanced laser-scanning techniques to record the prints in three-dimensional detail, as they had previously done for those at Laetoli. It's very likely that in the next three years they will find even more new footprint trails. Human walking works like a metronome, saving energy as the body swings forward over the foot which contacts the ground, which can then be used to power the next stride. But because of our tall, thin build, our walking is unstable from side to side, and our hip muscles need to work to counter our tendency to fall over sideways when one leg takes over support from the other. Short, squatter animals like penguins are more stable from side to side, and can actually save pendulum-energy sideways on, by their 'waddling' gait. Distant human ancestors like Lucy had a similar squat and stable build - did they save energy the same way? It is likely that the footprints at Laetoli may contain the answer. Comparing them with the new footprints of early Homo should tell us a lot about how Lucy's flexible foot changed into a stiffer one which could push-off hard enough to let us walk or run long distances nearly effortlessly. To do so, we need not only to make sophisticated computer models of walking and footprint formation, which can recreate balance and energy-saving mechanisms in these early human ancestors, and relate them to foot forces and footprint form, but to do physical experiments in soft mud and ash which will tie these models into the real world. But we must also look for more footprints, which can fill in some of the details of the changes we are studying. Thus, working together, we have the skills, tools and evidence to interpret the evolution of walking at a crucial time period, the transition between an early biped that probably spent some time in the trees, and a striding long-distance walker.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H004246/1","grantId":"NE/H004246/1","fundValue":"377437","fundStart":"2010-05-04","fundEnd":"2013-09-30","funder":"NERC","impactText":"  Displays/demonstrations at Liverpool Museum; media appearances and coverage including BBC2 Prehistoric Autopsy (Lucy) and BBC4 Dissected: The Incredible Human Foot Culture, Heritage, Museums and Collections Cultural","person":"Robin Huw Crompton","coPersons":[],"organisation":"University of Liverpool","findingsText":" The Laetoli Footprint Trail \n\nThe Laetoli Footprint Trails in Tanzania are 3.65 million year old trackways made in moist volcanic ash, which document walking by two adults, one walking in the footsteps of the other, and a juvenile. The changes in stride lengths of the juvenile over the length of the trackway suggests it was walking hand in hand with one of the adults. \n\nThey are thought to represent footprints of what remains the best known species of early human ancestor, Australopithecus afarensis. From their discovery in 1974, there has been controversy over they represent essentially modern walking or some kind of 'compromised' bent-hip, bent-knee gait like that of chimpanzees when they walk upright. Much of this controversy has resulted from our inability to compare the smoothly-varying depths over a footprint across multiple prints, and prints of different species of human relative. Using specially written software to compare multiopole prints and to predict footprint form by computer simulation of different gaits we have been able to show that the average print is unequivocally that of a human ancestor walking quite upright, like ourselves, and with all the major features of a modern footprint: an longitudinal arch on the inside of the foot, transfer of pressure across the ball of the foot from little twowards big toe, and final push off with the big toe. \n\n \n\nSource: Crompton et al. (2011) Journal of the Royal Society Interface.\n\n\n\n\n\nFootprints &amp;amp; Substrate: Namibia\n\n\n\nWorking at a Holocene human footprint site in the Namib Sand Sea, south of Walvis Bay, Namibia the team has explored intra-trail footprint variability associated with small variations in substrate properties using ‘whole foot’ analytical techniques. High levels of intra-trail variability have been found as a result of variations in grain-size, depositional moisture content and the degree of sediment disturbance, all of which determine the bearing capacity of the substrate. The method, model and results presented here are essential in the interpretation of sites of paleoanthropological significance, such as recently reported from Ileret (1.5 Ma, Kenya; Bennett et al., Science, 2009). Footprint typology varies with bearing capacity such that firm substrates show limited impressions associated with areas of peak plantar pressure, while softer substrates are associated with deep prints with narrow heels and reduced medial longitudinal arches. Substrates of medium bearing capacity give displacement rims and proximal movement of sediment, which obscures the true form of the medial longitudinal arch. A simple conceptual model has been developed which summarizes these conclusions.\n\n\n\nSources: Morse et al. (2013) American Journal of Physical Anthropology, in press.\n\n\n\n \n\n\n\nGeoconservation of Footprint Sites &amp;amp; Methods of Digital Field Recording\n\n\n\nHuman footprints provide some of the most publically emotive and tangible evidence of our ancestors. To the scientific community they provide evidence of stature, presence, behaviour and in the case of early hominins potential evidence with respect to the evolution of gait. Many footprint sites are at risk from rapid erosion, including the Ileret footprints in northern Kenya which are second only in age to those at Laetoli (Tanzania). Unlithified, soft-sediment footprint sites such these pose a significant geoconservation challenge. The team has explored the conservation and preservation options available at such sites and concluded that to ‘record and digitally rescue’ them provides the only viable approach. Key to such strategies is the increasing availability of three-dimensional data capture either via optical laser scanning and/or digital photogrammetry. Within the discipline there is a developing schism between those that favour one approach over the other and a requirement from geoconservationists and the scientific community for some form of objective appraisal of these alternatives is necessary. Consequently the team has evaluated these alternative approaches and the role they can play in a ‘record and digitally rescue’ conservation strategy. Using modern footprint data, digital models have been created via optical laser scanning and compared to those generated by state-of-the-art photogrammetry. Both methods give comparable although subtly different results. This data is evaluated alongside a review of field deployment issues to provide guidance to the community with respect to the factors which need to be considered in digital conservation of human/hominin footprints. This methodological comparison is of value to end users both in geoconservation and forensic science.\n\n\n\nSource: Bennett et al. (2013) Plos One, in press.\n\n\n\n \n\n\n\nFootprint Depth &amp;amp; Biomechanics\n\n\n\nFootprints provide a direct source of evidence about locomotor biomechanics in extinct vertebrates. One of the principal suppositions underpinning biomechanical inferences is that footprint geometry correlates with dynamic foot pressure, which, in turn, is linked with overall limb motion of the trackmaker. The team has performed the first quantitative test of this longstanding assumption, using topological statistical analysis of plantar pressures and experimental and computer-simulated footprints. In computer-simulated footprints, the relative distribution of depth differed from the distribution of both peak and pressure impulse in all simulations. Analysis of footprint samples with common loading inputs and similar depths reveals that only shallow footprints lack significant topological differences between depth and pressure distributions. Topological comparison of plantar pressures and experimental beach footprints demonstrates that geometry is highly dependent on overall print depth; deeper footprints are characterized by greater relative forefoot, and particularly toe, depth than shallow footprints. The highlighted difference between ‘shallow’ and ‘deep’ footprints clearly emphasizes the need to understand variation in foot mechanics across different degrees of substrate compliance. Overall, our results indicate that extreme caution is required when applying the ‘depth equals pressure’ paradigm to hominin footprints, and by extension, those of other extant and extinct tetrapods.\n\n\n\nSource: Bates et al. (2013) Journal of the Royal Society Interface, doi: 10.1098/rsif.2013.0009. pSPM, the internationally patented software we dsevelioped specifically for analysis of the footprint trails, has direct applicability to police forensics, airport security (automated individual recognition) and early diagnosis of foot conditions such ad diabetic foot and osteoarthritis academic conferences, public outreach, police conferences Communities and Social Services/Policy,Security and Diplomacy","dataset":"gtr"}