{"id":"988767B8-87EE-4415-BE50-86A731C4A51A","title":"DictyMyc: Using Dictyostelium to study the genetic basis of Mycobacterium bovis intracellular infection.","abstractText":"Bovine tuberculosis (TB) caused by Mycobacterium bovis is one of the most important veterinary health problems in the UK. In the absence of improved control, the projected economic burden to the UK over the next decade is predicted to be &pound;1 billion. Control is likely to require an integrated approach with vaccination of cattle representing a key component. Presently there is no licensed vaccine against bovine TB. However, the live M.bovis BCG vaccine, presently used against human TB, represents an encouraging vaccination option, yet studies suggest that it only provides protection to ~70% of animals.\n\nTo form a rational platform from which to design an improved vaccine that stimulates protective immunity in all individuals, we propose it is necessary to better understand the basic mechanisms of the host-pathogen interaction during mycobacterial infection. Evidence suggests that manipulating the mycobacterial interaction with phagocytic cells can increase immunogenicity.\n\nThe central feature of mycobacterial infection is an ability to replicate inside mammalian immune cells called phagocytes. We and others have previously studied the bacterial genes involved in these processes. However, analysis of the HOST genes involved in the interactions has been difficult because it is hard to manipulate the genetics of mammalian cells. One solution is to use phagocytes from genetically modified- (GM-) mice which are becoming more widely used in research.\n\nTHE AIM OF THIS PROJECT IS TO DEVELOP AND CHARACTERISE NON-VERTEBRATE MODELS OF MYCOBACTERIAL INFECTION AS A REPLACEMENT FOR USING PHAGOCYTES FROM GM-MICE. \n\nIn this project we propose to use the free living amoebae Dictyostelium discoideum as a model phagocyte because it is easy to manipulate its genetics, and mycobacteria are able to survive in dictyostelium in a similar way to how they survive in phagocytes. Thus experiments in which dictyostelium is infected with mycobacteria provide a way to easily study both the host an pathogen genes during mycobacterial infection whilst avoiding the use of sentient animals. To characterise the Dictyostelium model systems and validate them against bovine infection, we will compare the bacterial genes used in infection in bovine macrophages with those required for infection in dictyostelium. We will also use a newly developed technology that will allow the simultaneous analysis of a library of 40,000 dictyostelium (host) mutants during mycobacterial infection. Our experiments will comprehensively identify which host and pathogen genes are involved in the M.bovis survival in dictyostelium informing how the mycobacterium controls its host cell and providing information to help design a better vaccine against bovine and human TB. \n\nThis project will provide the technology and evidence to justify other researchers working on tuberculosis and other infectious diseases to utilise dictyostelium as a model organism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/M002012/1","grantId":"NC/M002012/1","fundValue":"434851","fundStart":"2015-09-01","fundEnd":"2018-02-28","funder":"NC3Rs","impactText":"","person":"Graham Roger Stewart","coPersons":["Mark Andrew Chambers","Thierry P Soldati","Thomas  Mendum"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}