{"id":"98911255-A927-42FF-96F8-F3E77C063A89","title":"Tracking and Estimation Techniques for Phase Transitions in Complex Plasmas","abstractText":"A complex or dusty plasma consists of very small grains of material suspended in a plasma of electrons and ions. Each of the grains is about one thousandth of a millimetre across. They are electrically charged and interact with the plasma to form crystalline structures reminiscent of atomic lattices in solids. By varying the electric and magnetic fields holding the grains in the plasma the crystalline structures can be changed and the structures can 'melt'. These changes (kinematic processes) happen much slower than the microscopic melting processes in atomic structures. When laser light is used to image the grains, the kinematic processes can be monitored in a way that is not possible for normal crystals. This will provide essential information about the behaviour of crystals during transitions: including melting, viscous flow and the propagation of vibrations through materials. Unfortunately, as the size of the plasma is increased to include more and more grains, the job of monitoring each of the grains becomes too complicated - even for modern high-performance computers. This project will do two things: develop a set of advanced tracking algorithms to simplify the process of monitoring large numbers of grains within a dusty plasma and use the algorithms to monitor and control a three-dimensional dusty plasma in real-time. The tracking algorithms will be based on related work in aerospace engineering and make use of representations of collective phenomena from condensed matter physics. These developments will be an essential step towards the next level of experimental control of complex dusty plasmas using real-time feedback - a major advance in the field of complex plasmas. Such control would provide a new tool to probe the underlying physics of complex plasmas and the microscopic kinematics of condensed matter systems. It will also offer huge potential for the development of new surface processing techniques and new materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G007918/1","grantId":"EP/G007918/1","fundValue":"561138","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Dmitry  Samsonov","coPersons":["Jason Francis Ralph"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}