{"id":"98993AEF-6AF9-4496-9590-FA47655BD785","title":"Multi-faith spaces - Symptoms and agents of religious and social change","abstractText":"More and more attempts are being made to accommodate religious diversity through the provision of multi-faith spaces (MFS). They first emerged as mono-functional rooms in airports, universities, hospitals or shopping malls. More recently, this concept has been expanded to buildings in which different religions have their own sacred spaces with some shared facilities for secular purposes. And some multi-functional building complexes occupy the most ambitious end of the spectrum of MFS where members of different faiths can pray, shop, relax, learn and play.\\n\\nThe creation of such spaces is an extreme syncretic development that has been endorsed politically. The Department for Communities and Local Government acknowledges the importance of 'Shared spaces for interaction' in a literal and material sense. Many perceive MFS as tangible manifestation of tolerance and pluralism and look upon them as the right thing to do. Other just want to attract customers to one's airport or university.\\n\\nDespite their importance, the motivations and controversies behind the creation of MFS have not been systematically studied. Previous research on the multi-faith movement has been conducted as a theological and sociological phenomenon but hardly anyone has yet looked at the embodiment of the multi-faith idea in built form, that is, the concrete material setting where it is supposed to be practised and lived. In short, MFS as works of architecture and as an expression of the interface between the religious and secular worlds are overlooked.\\n\\nThis project investigates MFS not only as symptoms of wider societal and religious dynamics but also as agents that influence relationships between religious and secular worlds. We do not know whether they encourage pluralism or whether they merely house difference. Are they good investments? How can they be designed better? Which societal effect is likely at what level of the size and functionality spectrum?\\n\\nThese two perspectives stem from a particular conceptual framework. It is influenced by Science and Technology Studies and certain strands within architectural theory that emphasise the recursive relationship between the material/spatial and the social/behavioural. Our two sets of research questions reflect this mode of thinking: MFS as symptom and as agent. Two other research agendas are cross cutting: One investigates the architectural language of MFS and searches for best-practice examples. The other studies the history of MFS from the Seventeenth century onwards.\\n\\nThrough measured drawings and surround photography we will document 36 MFS in the UK and 12 abroad mostly from airports, hospitals, prisons, universities, crematoria and shopping centres, alongside special cases such as a cruise liners, the Inter-faith tent at St. Ethelburga's in London, the Bah&aacute;'&iacute; House in Frankfurt, the Multi Faith Centre in Derby or the Sacred Lands of the United Religions Initiative. We will also research particularly noteworthy cases in the Boston area. Towards the end of year one we select 14 MFS for detailed studies about their social history and their effects on religious practices and social interactions. This research is mainly conducted through in-depth interviews but we also use an online forum and other participatory data gathering methods. \\n\\nThe research programme is designed for maximum relevance for policy makers, public sector agencies, private sector companies, designers and architects, academia, the media and the general public. A strategic set of outputs is designed to reach these beneficiaries. These include the UK's first compendium of MFS which doubles as good practice guide, a range of peer-reviewed articles in academic journals, a conference with practitioner and academic involvement towards the end of the project, an interactive website, a design studio at the Manchester School of Architecture and a professionally curated travelling exhibition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H017321/1","grantId":"AH/H017321/1","fundValue":"409428","fundStart":"2009-12-01","fundEnd":"2013-04-30","funder":"AHRC","impactText":"","person":"Ralf Gregor Brand","coPersons":["Andrew  Crompton"],"organisation":"The University of Manchester","findingsText":" See http://cargocollective.com/wwwmulti-faith-spacesorg Enables architects, anyone working in the field of religion and all interested communities to create better multi-faith-spaces. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}