{"id":"98A53766-E5FF-4C74-A78A-F9AF9C6E31B1","title":"Development of a hard X-ray microfocus source for radiobiological applications","abstractText":"The project aims to develop a unique compact high energy (5-25 keV) X-ray microbeam facility by integrating recent developments in X-ray production and glass capillary optics with single cell targeting and analysis technique. The facility will represent an exquisite tool to investigate risks and responses of simple and complex biological samples to a type of ionizing radiation widely used in our society (from medical diagnostic and therapeutic applications to nuclear and enviromental levels) in an unprecedented way. The fine resolution, wide energy range, brightness and compact size will make this facility unique and appealing not just for radiobiological applications. Such a goal will be realised by improving commercially available X-ray sources and adopting glass capillary devices to focus X-rays into micron and submicron diameter spots. Source improvements will be mainly directed to increasing the source brightness (i.e. X-ray production) while reducing the effective X-ray source (&lt; 10 micron diameter). Target cooling options (diamond heat spreaders and Peltier units) will also be considered to increase the output flux and producing therefore a point-like, very bright lab bench X-ray source. By exploiting the total reflection that occurs at shallow incident angles, glass capillary devices will then able to focus hard X-rays into a fine spot through multiple internal reflections. Specifically, we aim to deliver ~1 Gy/sec into sub-micron spots. Finally, the developed hard X-ray microfocus probe will be integrated into an existing single-cell irradiation facility. Such a system consists of a 3-axis micropositioning stage (0.25 micron resolution) coupled to an epi-fluorescent microscope and controlled by in house developed software to automatically locate biological cellular and sub-cellular targets and align them with a specific radiation probe.Radiobiological microbeams are facilities able to deliver a specific dose of radiation to single cells or part of them and subsequently assess the damage induced and the effect caused. As such, microbeams are unique tools to precisely investigate effects of radiation on biological samples and the complex pathways that regulate cellular response to radiation insult. Despite the importance of a deterministic irradiation experiment has been recognised since the early 1950's, only with the technological advances of the last couple of decades has it been possible to develop sophisticated microbeam. Over such a period, microbeam have significantly contributed to our knowledge in radiation biology providing critical insights which have and are being exploited for radiotherapy and radioprotection purposes. Currently most of the microbeam facilities worldwide use charged particles and only 3 employ soft X-rays (&lt;5 keV). On the other hand, hard X-rays (&gt;5 keV) are particularly interesting due to their attenuation characteristics, the pattern of ionization/damage induced and their wide use in modern society (from diagnostic equipment to natural and man-made background levels).The hard X-ray microbeam will be used for wide range of radiobiological experiments aimed to study the effects and risks associated with exposure to very low doses of sparsely ionizing radiation. In particular, the ability to target individual cells within a selected populations or indeed a complex 3D tissue structure will provide a valuable asset for the investigation of the bystander effect (i.e. radiation effects expressed in cells not being directly exposed but in contact or proximity of irradiated samples). Moreover, sub-nuclear organelles (i.e. mitochondria) and individual chromosomes can be targeted in order to investigate their radioresistance and address specific questions about their functionality. Finally, our findings and expertise in developing high energy X-ray microfocus could also be beneficial to the X-ray microscopy and spectroscopy communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005714/1","grantId":"EP/I005714/1","fundValue":"104157","fundStart":"2011-07-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"Giuseppe  Schettino","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}