{"id":"98A63441-A5E3-4F43-B621-C8AE380379A0","title":"Synchronous Sequential Synthetic Biology","abstractText":"Biological systems are generally very complicated with many interacting and interdependent parts. Increasingly researchers are applying mathematical tools whose value has been proven in other areas of science and engineering in an attempt to understand such systems. This field of research is often referred to as systems biology.One of the driving forces in this area is the rapid increase in information available to biologists in terms of the genes that organisms possess and proteins that these genes provide the code for. As this knowledge has increased it has become possible to build what have become known as 'synthetic biological circuits' that run along in parallel with the host (eg a bacteria) organism. These are synthetic in that the overall constructs do not exist in nature although the individual components do. To date those built are relatively simple consisting of several interacting genes. Because of their very simplicity such circuits provide an ideal testbed to assess the capabilities of a systems biology approach to aid in understanding how these function. This project will model proposed synthetic biological circuits that include 'clock' circuits (themselves both synthetic and natural) whose function is to synchronise the overall action of the circuit and so control its operation. Essentially this is aksing the question whether biological clocks can be used in synthetic biological circuits in the way that the 'clock' in electronic circuits are. This could lead the construction of both more complex synthetic circuits and collections of simple circuits that are linked by a common clock and so perform a collectively more complex function. Again there are direct parallels here to the format of well known digital electronic circuits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E057187/1","grantId":"EP/E057187/1","fundValue":"42621","fundStart":"2007-07-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"","person":"John  Crowe","coPersons":["Alexander Arundell Webb"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}