{"id":"98AAE7ED-6388-4FA8-B2A0-03C6053B1806","title":"Future-proofing our breeding goals - Breeding for climate resilience in UK dairy systems","abstractText":"Our climate is changing, and we can expect to see increases in temperature and the frequency of extreme weather events, such as heat waves, flooding and drought, over the coming century. Previous work on the effects of weather on livestock has focused on animals' responses to heat stress. Dairy cows produce less milk under high temperatures and humidities and the quality of their milk is reduced. In addition, heat stress can interfere with cows' abilities to conceive and can increase susceptibility to disease and early mortality. Our preliminary analyses show that dairy cows are not only affected by heat stress under current UK weather conditions but also by a range of other weather elements, such as precipitation, wind speed and solar radiation, sometimes even while they are housed. Further preliminary work estimated the cost of the UK's future climate (2050-2080, UKCP09) on the UK dairy industry at up to &pound;80 million/yr in net present terms based on lost milk production and female fertility and increased mortality. The need to address production losses will become increasingly important as the global population continues to grow.\n\nFor many decades, agriculture has benefited from knowledge of the genetic quality of livestock, whereby genes associated with high productivity are identified, and animals with those genes are selected for breeding. Livestock breeding is a globalised industry controlled by multinational companies that disseminate semen (and therefore genetic improvements) across continents. Breeding plans have traditionally focused on improving productivity without attention to other characteristics, such as the ability of animals to cope with heat stress. High producing dairy cattle are usually poor at tolerating heat, especially those bred for temperate climates. Furthermore, dairy cattle are becoming more sensitive to heat stress as the pressure to produce more milk from fewer animals rises. The health and performance of high yielding cows can only b maintained if they receive an adequate intake of feed and water. However, little is known about how unfavourable weather conditions and extreme events will affect their requirements for nutrients and water. For example, cows might change the overall quantities of food and water they consume, and also aspects of feeding and drinking behaviour. An understanding of animal requirements for water under increasing temperatures will be a key component of efficient water management, especially given that water shortages are predicted to become more frequent over the next century.\n\nHere we aim to identify the characteristics that indicate how well dairy cows cope with the challenges of a changing climate, along with the genes that control the various aspects of this ability. We will also assess the economic costs and benefits of breeding for cows with an improved tolerance to unfavourable weather to ensure that our findings can be applied in a cost-effective way . Our team at SRUC consists of experts in livestock genetics, climate change, animal behaviour and environmental economics with a strong track record of successful projects. We will work closely with established contacts within the dairy industry (e.g. Genus) to ensure that the knowledge generated from this project is of practical value to farmers in helping them to maintain or improve livestock productivity, health and welfare, and thus farm profitability. This work will provide clear benefits to the farming community, the broader UK dairy industry and consumers, helping to maintain productivity through sustainable, socially-acceptable means in the face of climate and food security risks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004345/1","grantId":"BB/N004345/1","fundValue":"335554","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"BBSRC","impactText":"","person":"Eileen  Wall","coPersons":["Dominic  Moran"],"organisation":"SRUC","findingsText":"","dataset":"gtr"}