{"id":"98B56731-6CE3-42A7-8CEC-299623E321BA","title":"Prosodic marking revisited: The phonetics of self-initiated self-repair in Dutch","abstractText":"<p>This project investigates the phonetics of instances of&nbsp;'self-repair', such as 'I saw him on Wednesd- er, Thursday' in Dutch spontaneous speech. Intuitively it would seem that when we correct ourselves, we should present the correct information with some emphasis to mark its importance, for example by articulating its sounds relatively loudly, slowly or precisely. But conversation-analytic and psycholinguistic studies suggest that self-repair does not always go together with 'emphasis'. Various subtypes can be distinguished depending on what is being corrected and why, and while some subtypes have phonetic features of 'emphasis', others do not. The precise nature of these phonetic features is still far from clear, and their occurrence and function in different types of self-repair remains to be studied systematically. </p>\n\n<p>This project takes as its starting point a study of self-repair in Dutch which describes some repairs as being 'prosodically marked'. The project uses a variety of phonetic observation and measurement techniques to establish the precise phonetic features of 'prosodic marking', and clarify the relationship of these features to those of 'emphasis'. In addition, it uses statistical techniques to establish how strongly the phonetic design of a self-repair is determined by its linguistic and interactional function.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0417","grantId":"RES-061-25-0417","fundValue":"174392","fundStart":"2010-07-01","fundEnd":"2012-07-22","funder":"ESRC","impactText":"  The findings of this research project primarily inform further research on self-correction and prosodic marking in phonetics, psycholinguistics and conversation analysis. During and after the project duration they have also been used to enthuse A-level pupils and prospective University of Leeds students about linguistics and phonetics. An article for a popular-linguistic magazine was prepared, with a view to informing a wider lay audience of the research findings. Despite some positive reviews, the editorial board deemed the findings to be too specialist to appeal to their readership, so this expected impact did not materialise. Other Societal","person":"Leendert  Plug","coPersons":[],"organisation":"University of Leeds","findingsText":" We found that in most self-repairs that sound marked, the correct information has high pitch and loudness relative to the corrected information, and is produced at a higher tempo. Contrary to previous suggestions, we did not find many instances marked by low pitch or loudness, or through complex pitch, loudness and tempo effects: we found high consistency in the implementation of prosodic marking across speakers and instances. \nWe found that prosodic marking occurs in both lexical and phonological repairs, contrary to claims that phonological repairs are never marked. The proportions of marked instances were below those reported in the literature on lexical repair, around 30%. Clearly, in spontaneous speech not marking a self-repair is the norm. \nOur quantitative analysis revealed no consistent differences between repairs that correct an inaccuracy and repairs that correct an infelicity. According to previous work, ‘error repairs’ are more frequently prosodically marked than ‘appropriateness repairs’. We found instead that factual error repairs are more frequently marked than linguistic error and appropriateness repairs. We found no consistent pitch and intensity differences between repairs that interrupt the problematic word and repairs that start later — unlike previous work. We did find robust effects of this distinction on the tempo of repairs. We also found effects of word frequency and phonological complexity on repair phonetics.\nOur qualitative analysis confirmed that a closer look at the discourse context in which each repair is embedded reveals further patterns in speakers’ choices for or against prosodic marking. We found several contexts in which speakers generally choose to mark repairs. For example, prosodic marking is the norm in repairs that serve to strengthen an assertion, and repairs which save the speaker from contradicting something s/he has said or implied in earlier talk, or otherwise compromising discourse coherence beyond the local utterance. This applies to both error and appropriateness repairs.\nOur results have a number of theoretical implications. For example, we have shown that the phonetic characteristics of prosodic marking differ from those of emphasis, which include extended segmental durations. This means that the specificity of the label ‘prosodic marking in self-repair’ accurately reflects speakers’ competence in manipulating prosodic parameters for different purposes. \nWith reference to factors conditioning the prosody of self-repair, our results suggest that the error-appropriateness distinction may not play a crucial role in repair processing. On the one hand, reported effects of the distinction may be due to factual error repairs being realised differently from other repairs. On the other, any effect may be rendered invisible by effects of more context-sensitive discourse-oriented factors. Both possibilities warrant further exploration using experimental methods. \nOur results regarding speech tempo in self-repairs provide support for a theory of self-monitoring which holds that repairs initiated relatively early and relatively late involve distinct co-ordinations of inner and overt speech monitoring processes. Our results further suggest that the start of a mispronounced word is a better reference point for quantifying how ‘early’ a repair initiation is than the first mispronounced segment. This too warrants further exploration using experimental methods. Our research should be taken forward in at least two ways. First, it should be replicated on further collections of instances of self-repair. Our study was the first to test the generalisability of observations reported in the 1980s, and our findings themselves should be subjected to further scrutiny. In particular, instances of self-repair in other languages should be considered. Second, our research has suggested a number of avenues for further experimental work. Our findings on the temporal organisation of self-repair can be followed up with experiments eliciting self-repairs of difficult temporal complexities. Our findings on pragmatic constraints can be followed up by experiments eliciting self-repairs in controlled pragmatic contexts. Our findings on the discourse functions of prosodic marking in self-repair can be followed up by listening experiments, for example testing the hypothesis that prosodically marked repairs minimise the effect of the rejected word on subsequent linguistic processing, and make the correct word more maximally memorable. Other","dataset":"gtr"}