{"id":"98B696F7-D57E-4FDB-AC7C-2841B53A7024","title":"Young people in the great recession: Comparative analysis of international longitudinal data resources","abstractText":"<p>At a time of economic turbulence following the 2008 banking crisis, it is vitally important to appraise and understand the consequences of changing economic circumstances on the opportunities and life chances for young people within a global context. Funding has been received from the ESRC to support three workshops with the aim of consolidate and build further an international collaborative network of leading researchers engaged in the study of youth transitions in the context of&nbsp; long reaching economic and social change. To examine the processes involved in navigating the transition to adulthood in difficult times and how these may differ across different countries, the network will use longitudinal data from Household Panel and cohort studies collected in the UK, Germany and the USA. The three workshops will address the following issues:</p>\n\n<ul>\n \n\n <li>identification and evaluation of comparative measures and indicators of youth transitions, their antecedents and associated outcomes in the three countries</li>\n\n <li>data harmonisation and sharing of data across countries</li>\n\n <li>developing a conceptual and methodological framework for the comparative study of youth transitions</li>\n\n <li>review and debate of advances in statistical methodology for application in the research.</li>\n\n</ul>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J019658/1","grantId":"ES/J019658/1","fundValue":"25102","fundStart":"2012-10-01","fundEnd":"2014-09-30","funder":"ESRC","impactText":"  We were invited to the Cabinet Office to present and discuss our findings with policy makers and researchers. Education,Government, Democracy and Justice Societal,Policy & public services","person":"Ingrid  Schoon","coPersons":["John Morgan Bynner"],"organisation":"Institute of Education","findingsText":" We held 2 international workshops at the Institute of Education in London, 1 workshop at the University of Bremen, and 1 policy workshop at the Cabinet Office. \n\nIn the first workshop we assessed the comparability of markers of the transition to adulthood, their antecedents and associated outcomes in the UK, US and Germany using information from panel study data. The findings suggest that some indicators, such as education and partnership are more difficult to compare than others, such as employment or parenthood. Furthermore, the economic downturn appears to have had different effects in different countries, and varied for different age groups. The Great Recession has to be understood as a variable feature of the current epoch, and government policy and the prevailing international macroeconomic circumstances are key drivers of the emerging development of the next generations. \n\nThe second workshop focused on issues related to the analysis and teasing out of pre-existing trends and direct recession effects on young people's education and employment trajectories. The use of regional indicators and employment statistics as well as macro level indicators of GDP and low growth, suggests variations in response to the recession, pointing to pockets of resilience versus deep vulnerability.\n\nThe third workshop examined the wider effects of the recession on youth transitions, focusing not only on participation in education and employment, independent living, partnership and family formation, but also on psycho-social outcomes, such as health, outlook to the future and civic engagement. The findings from the presentations suggest that the effect of the recession has been small, is not consistent across outcomes, and varies by countries and for different subgroups of the population. They point to the role of institutional levers as well as individual characteristics in shaping opportunities. Across the different studies education appears to be a significant predictor of subsequent demographic behavior.\n\nThe policy workshop stimulated a debate especially regarding the importance of sub group analysis, the role of churning during the period of first labour market entry, and the implications for longer term outcomes in the labour market.\n\nWe have established a highly motivated international team of researchers and are continuing the study of transition experiences of young people, examining the short- and longer-term impacts of recession effects. The findings are relevant for policy makers aiming to steer the institutionalised pathways preparing young people for making the step into adulthood and obtaining economic independence in a global context. They are also of interest to young people themselves and their parents to gain a better understanding of changing opportunities and obstacles to be navigated. \n\nIn our policy workshop we addressed key concerns regarding the issue of 'churning' in the period of early labour market entry, i.e. frequent, short term, often part-time unskilled jobs, interspersed with periods of unemployment and return to education - and how much in the longer term these experiences are associated with labour market 'scarring'? Another issue concerned the effects of policy measures/labour market interventions that were introduced before and after the economic-downturn on young people's experiences. Economic outcomes that need to be examined are stable vs casual employment and wage progressions. Regarding predictors, we need a better understanding of what are the skills and qualifications needed during the economic downturn for enabling flexible response to economic ebbs and flows, and what are the perceptions and attitudes of young people towards work, different types of work, and receipt of benefits. \n\nWe have published a special section in a journal reporting key findings in 7 articles, and plan to publish a book based on the conference presentations. Communities and Social Services/Policy,Education,Government, Democracy and Justice","dataset":"gtr"}