{"id":"98B94C62-A913-4BBB-BB75-0D6E73A7C3EC","title":"A viral pseudotype based approach to measuring morbillivirus neutralising antibodies","abstractText":"The goal of this project is to develop a diagnostic test that is rapid, sensitive and specific. This test will be used to diagnose a viral infection of sheep and goats called PPR, or peste des petits ruminants. PPR is a threat to the livestock industry worldwide and has been declared a priority target for global control and eradication by vaccination. The success of a global control and vaccination programme against peste des petits ruminants virus (PPRV) will require the availability of a highly accurate and rapid diagnostic test that can be performed without the need for expensive specialized laboratory containment facilities since it will have to be carried out in laboratories across the world. However, the current prescribed test for PPRV is the live virus neutralisation test, a test that is slow, requires a laboratory operating under a high level of biocontainment, and is limited in both sensitivity and flexibility. \n\nIn order to develop an improved PPRV diagnostic test, we have used a technique in which PPRV surface glycoproteins are expressed on a harmless carrier virus derived from vesicular stomatitis virus (VSV) to generate VSV(PPRV) &quot;pseudotypes&quot;. A viral pseudotype consists of the structural proteins and genetic material of one virus (in this case VSV), carrying the surface proteins of another, different virus (in this assay we use the PPRV H and F proteins). The VSV(PPRV) pseudotypes can be used to measure PPRV specific antibodies more rapidly than conventional live virus tests (three days compared with 1 to 2 weeks). The assay displays greater sensitivity (at least 10-times more sensitive) than live virus tests and can measure antibody responses against diverse strains of virus representative of distinct viral lineages in circulation. Finally, the assay circumvents the requirement for high level biocontainment and may be performed safely in any laboratory worldwide with basic cell culture facilities.\n\nIn this project we will assist the World Animal Health Organization's Global Control and Eradication program for PPRV by generating a VSV(PPRV)-based diagnostic test. With this test, we will be able to identify infected animals and investigate populations of wild animals which may be responsible for transmitting this virus to livestock. This information will help ensure that vaccination programmes target susceptible populations in areas with a high risk of transmission and therefore improve the chances of successfully eradicating PPRV.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018628/1","grantId":"BB/M018628/1","fundValue":"149649","fundStart":"2015-10-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Brian James Willett","coPersons":["Margaret Jane Hosie"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}