{"id":"98C23458-CCCA-467C-BF1A-180208A2EBB1","title":"Neural tube development","abstractText":"A key early step during development of the brain and spinal cord is the mechanism of neural tube closure. This is the mechanism that transforms the early brain primordium from a flat sheet of cells into a tube. The tubular structure is then maintained through to adulthood. When this embryonic process goes wrong, neural tube defects such as spina bifida result. We have recently discovered that in the zebrafish embryo this process depends on a novel mode of cell division, which we have termed mirror-symmetric division. We will investigate which molecular mechaisms are important in the regulation of this novel mode of cell division. In particular we will concentrate on a proteins whose role in the development of invertebrate embryos strongly suggest they could contribute to the control of mirror-symmetric divisions. We will also investigate how this division generates cells that are bound together in an arrangement that allows the tubular structure to develop. It is uncertain at present whether other vertebrate embryos employ this specialised mode of division in brain development, but there is some reason to believe that frog embryos and chick embryos could use a similar process. In this work we will determine whether mirror-symmetric divisions are present in the early frog and chick embryo neural tubes. In addition we will determine whether other parts of the embryo that also generate tubular structures (like the gut) also use mirror-symmetric division as a step in the generation of tubes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F002424/1","grantId":"BB/F002424/1","fundValue":"323435","fundStart":"2007-08-01","fundEnd":"2008-07-31","funder":"BBSRC","impactText":"","person":"Jonathan David Clarke","coPersons":[],"organisation":"University College London","findingsText":" Our work investigates how vertebrate embryos build a brain and spinal cord. We determined novel cellular capabilities regarding a cell's ability to generate the shape of tissues, this is critical feature of early brain development and one of the features that goes wrong during human birth defects such as spina bifida. Our work is of interest to other basic biomedical research scientists. It has no immediate impact outside basic biomedical research. Healthcare","dataset":"gtr"}