{"id":"98C445F0-AB54-4633-AF75-69294F04C99E","title":"Computational modelling and design of nanoporous silica materials","abstractText":"Nanoporous materials, like zeolites or activated carbon, are used in a wide range of applications, from gas separations in the petrochemical industry, to air or water purification, to medical uses like controlled drug delivery. Indeed, the market for nanoporous materials is estimated at ~&pound;1.5 billion, and set to rise to ~&pound;1.8 billion in 2017. Despite their tremendous potential, further developments are limited by our lack of fundamental understanding and control over their synthesis processes, with most discoveries arising from the application of exhaustive searches or heuristic approaches. It is clearly necessary to change this paradigm to enable targeted design of these materials, and computational models are ideally suited for this purpose. Computational design of nanoporous materials would allow us to save time and money by reducing the number of necessary experiments in the path to material discovery, and, more importantly, would enable us to tune the properties of a new material for a specific target application (for example, maximising the affinity of the material towards a given pollutant present in an industrial effluent). The main aim of this research is to develop a multiscale modelling strategy that can describe the entire synthesis process of a nanoporous material, from the precursor solution to the final porous solid. We will use periodic mesoporous silicas (PMS) as a prototype system, because they have been widely studied experimentally, they are made using a templated synthesis process (the structure of the solid is determined by silica/surfactant liquid crystals), and their final structure is particularly amenable to tuning by changing the synthesis conditions.\n\nWe will build upon previous groundbreaking research in the PI's group to establish a hierarchy of models of decreasing degree of complexity (and thus increasing computational efficiency), ranging from the quantum-mechanical level, to the classical atomistic level, to the mesoscale level. Ler-level models will be validated against higher-level models and experimental data, maintaining the necessary accuracy while expanding the accessible range of length and time scales. The idea is that using the final model we will be able to generate a complete virtual model of a PMS material based only on knowledge of the initial synthesis conditions - essentially mimicking an actual experiment on the computer. Crucially, this goal relies on developing a model that can cope with chemical reactions of silica in these complex environments, which in itself will constitute a major innovation in the field of computational material science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014297/1","grantId":"EP/L014297/1","fundValue":"99445","fundStart":"2014-03-12","fundEnd":"2015-09-11","funder":"EPSRC","impactText":"","person":"Miguel  Jorge","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}