{"id":"98C50B02-F5A0-49E1-9ED8-7BACCC6AF064","title":"La Mamma: Interrogating a National Stereotype","abstractText":"The Context of the Research\nThe idea of the 'mamma italiana' is one of the most widespread and recognisable stereotypes in perceptions of Italian national character both within and beyond Italy. This stereotype can be summarised as of a strong woman who dotes on her son and spoils him, gaining, in return, great influence over his choices, with, between the two of them, a great emotional and symbolic dependency. This figure, and the effects of 'mammismo', which make frequent appearances in jokes and other forms of popular culture, are often seen by politicians and social commentators as profoundly influential in Italian society. 'Mammismo' has been considered a contributing factor to many of what are perceived as current 'problems' with the Italian family including the advanced age at which many Italian 'children', (particularly, but not only, sons) leave home, the extremely unequal gender division of labour within Italian households and even Italy's dramatically low birth rate. \nDespite much media and political attention, however, as yet there has been very little academic analysis of this stereotype, its empirical foundations and its social effects and this is the primary aim of these workshops. They will explore the origins, meaning and influence of the stereotype and also contextualise it by examining other, contrasting, ways in which maternity, and the mother-son relationship, has been understood and represented in culture and society over the last century and a half in Italy and its diaspora. The stereotype will also be contextualised through the contributions of scholars who have studied the history and sociology of the family itself, and the role of mothers and sons within it. The impact on the role of daughters and husbands will also be explored and due attention will be paid to the effects on masculine identities. \nSince an interdisciplinary approach is absolutely essential to grappling with an embedded notion like this, our workshops will involve a range of disciplines including history, gender studies, Italian studies, sociology, literary studies and film studies. In order to ensure that debate reaches beyond the walls of academia, it will also include a number of other relevant 'stakeholders' with an interest in this issue. \nFurther debate on this important but neglected question will be encouraged through a project website and on-line discussion forum as well as an edited book of some of the papers presented. \n\nAims and Objectives\n- to be the first study to bring together experts from across a range of disciplines to analyse the stereotype of 'la mamma' and 'mammismo' and its effects on Italian society and the Italian diaspora \n- to assess the importance of the stereotype in Italian society, both historically and in present-day Italy, with special regard to the construction of gender and national identities and in the context of other competing understandings and representations of the maternal role\n- to encourage debate across the disciplines, but also in the media, amongst social policy makers and the general public\n- to increase knowledge and understanding of an important aspect of Italian culture, in Italy, the UK and beyond\n- to contribute to the understanding of the functioning and effects of stereotypes in society\n\nPotential Applications and Benefits\nThese workshops will be of benefit to academics interested in the society, history, culture and politics of Italy and its diaspora, and to those whose research focuses on motherhood and/or the family, or on the formation and performance of gender or national identities. \nThey will also help inform policy-makers interested in interventions in the Italian family and inform public debate in Italy and in the Italian diaspora.\nThey will also both analyse processes of 'cultural translation' and make their own contribution to such processes by enabling greater understanding of the society and culture of an important European nation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I027517/1","grantId":"AH/I027517/1","fundValue":"33435","fundStart":"2011-11-01","fundEnd":"2015-04-30","funder":"AHRC","impactText":"","person":"Penelope  Morris","coPersons":["Perry Rosemary  Willson"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}