{"id":"98C75D71-E0EB-423D-A8F6-EEFEF1B6C3AC","title":"CMOP: Cleaning Modern Oil Paints","abstractText":"Within the context of safeguarding tangible heritage for current and future generations, 20th- and 21st-century oil paintings are presenting a range of challenging problems that are distinctly different from those noted in paintings from previous centuries. Problems are often but not exclusively associated with unvarnished, unprotected surfaces. Phenomena increasingly observed include the formation of vulnerable surface 'skins' of medium on paint surfaces, efflorescence, unpredictable water and solvent sensitivity, and alarming incidences of dripping paints several years after the paintings have been completed. The current lack of understanding of the nature of change in modern manufactured oil paints means that the established empirical approach to conservation treatments such as surface cleaning are not applicable to a great number of works. In particular, commonly used systems that rely upon water as a major component cannot be applied to clean modern oil paintings. So far, few alternative methods of treatment have proven effective and as a consequence the presentation of modern oil paintings may be compromised. This project aims at making a significant impact on our understanding of the reasons behind these phenomena by exploring several aspects of paint formulations (oil fraction, pigment-medium interactions, additives) and case study works of art. This will in turn facilitate the modification and development of surface cleaning systems that are more appropriate for use on the increasing numbers of unvarnished oil paintings in international and private collections. New cleaning systems will be trialed on works of art in several internationally significant public collections. This information will be disseminated via web platforms, seminars, conferences and a documentary for the general public and the cleaning systems will be introduced through continuous professional development workshops for practicing conservators, thereby offering practical solutions to conservators facing these difficult challenges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N504348/1","grantId":"AH/N504348/1","fundValue":"20338","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"AHRC","impactText":"","person":"Aviva Ruth Burnstock","coPersons":[],"organisation":"Courtauld Institute Of Art","findingsText":"","dataset":"gtr"}