{"id":"98C9236C-EB3B-4AE4-9618-00DA03B97CFD","title":"Regulation of amino acid uptake in marine unicellular cyanobacteria: light sensing and circadian clocks.","abstractText":"Cyanobacteria numerically dominate the tropical and subtropical regions of the world's oceans with Prochlorococcus being the dominant photosynthetic organism of the open ocean and Synechococcus dominating in oceanic boundaries at low latitudes. Recently it was observed that Prochlorococcus shows a pronounced diel (day-night) periodicity in uptake of dissolved amino acids compared to Synechococcus. These field observations have important ecological implications. For example in the tropical Atlantic Ocean the Prochlorococcus population contributes around 10% and 40% to the total bacterioplankton uptake of amino acids at midday and after dusk, respectively and therefore exerts a considerable pressure on other bacterioplankton populations by consuming a significant proportion of organic nitrogen in already nutrient-depleted oceanic waters. However, field observations alone are insufficient to understand the mechanism regulating organic nutrient uptake. To address this we propose to study this process using cyanobacterial cultures grown in controlled laboratory conditions and to test the hypothesis that the uptake of amino acids, and possibly other organic nitrogen containing compounds, by Prochlorococcus could be regulated either by light and/or a circadian clock. To do this we will use a combination of isotopic tracer and flow cytometric techniques. The cyanobacterial strains will be exposed to various light regimes (varying in quality, quantity, periodicity), loaded with isotopically-labelled precursor molecules, and the cells at various cell cycle stages will be flow sorted to determine cellular uptake rates of the isotopic tracers. The research team for this project will have a unique combination of expertise with marine skills in microbial biogeochemistry, flow cytometry, molecular ecology of cyanobacteria combined with terrestrial background skills in plant photobiology. All necessary capital equipment is available.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C514723/1","grantId":"NE/C514723/1","fundValue":"30559","fundStart":"2006-02-08","fundEnd":"2007-10-07","funder":"NERC","impactText":"","person":"Mikhail  Zubkov","coPersons":["Peter  Burkill","David John Scanlan","Matthew  Terry"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}