{"id":"98CCA789-7FDD-42C4-9C71-35E6FFB60091","title":"University of Manchester Experimental Equipment Call","abstractText":"We request support for seven equipment bundles which have been identified as strategically important against the University of Manchester priorities in Advanced Materials, Energy, Physical Sciences and Industrial Biotechnology. They represent a diverse range of research activities which cut across both the EPSRC remit in health, energy, transport, environment, food, communication and consumer products, as well as scientific themes within the Emerging Technologies and Industry Strategy announced by Innovate UK TSB in November 2014 and H2020.\nAll equipment will be managed to maximise institutional, regional, national and international impact, in close collaboration with a broad range of industry partners.\nThe seven theme areas are:\nRefreshment of the Raman Spectroscopy Centre for Advanced Materials (UoM1): To continue to develop the University's leading research on advanced materials, interfaces and optoelectronic devices. These new spectrometers together with the enhancement of a existing triple diffractometer with a state-of-the-art, tuneable laser will form the core of a new University-wide Raman Research Centre.\nA Translational Facility for the Characterisation of Soft Matter (UoM2): This will support research activities across Engineering &amp; Physical Sciences, Medical &amp; Human Sciences and Life Sciences) encompassing blue sky research and industrially relevant projects. This new facility spans different levels of scale and different time points in industrial production and will provide information on molecular shape and size and molecular interactions and formulated product stability. \nTHz On-Wafer Advanced Materials Characterisation Facility (UoM3): This will enable material properties to be determined at frequencies up to 500GHz or 0.5THz and for the extraction of material properties and equivalent circuits. The proposed bundle will allow Manchester to extend the eminent position it has on RF on-wafer probing measurement science as well as impact the materials science undertaken by users of the facility. \n'Low Level Radiometrics' (UoM4): This will enable of quantification of radioactive emissions, whether alpha, beta or gamma, down to very low levels and locating radioactivity with up to sub-micron spatial resolution on (and potentially in) samples of solids and liquids. The localisation and quantitative detection of radiation and radioactive materials is a fundamental part of almost all experimental nuclear research. \nReaction Kinetics Equipment Suite (UoM5): Will support chemical synthesis at lab and pilot scale in the Schools of Chemistry, Chemical Engineering and Analytical Science (SCEAS) and Manchester Institute of Biotechnology (MIB). It will create a mobile suite of equipment for the detection of reactive intermediates and compound characterisation, supporting fundamental cross-disciplinary research from advanced materials to industrial biotechnology.\nField-Emission Electron Probe Micro-Analyser (UoM6): Electron Probe Micro-Analysis (EPMA) is the gold standard for quantitative elemental analysis and is a core requirement for the characterisation of solid phases over large areas. Using wavelength dispersive x-ray (WDX) spectrometers, EPMA provides elemental analyses typically from Z=5 (boron) upwards with sensitivity of 0.01% or better. A new class of instrument, using a Schottky field emission gun (FEG), now enables quantitative analysis at 100-200 nm for transition elements, with 200-300 nm for light elements such as boron. The proposed new instrument, with greatly improved capabilities, will allow Manchester to maintain and expand its position in advanced materials science. \nnm Scale Resolution Scanning Cathodoluminescence System (UoM7): The system allows unprecedented levels of characterisation for electronic and photonic materials. Most critically it will enable correlation of structural (atomic) and electronic properties via light emission processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M028097/1","grantId":"EP/M028097/1","fundValue":"1028240","fundStart":"2015-04-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Luke Gregory Georghiou","coPersons":["Stephen George Yeates"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}