{"id":"98D03A2D-B178-4DA5-A4DD-95C5E60DCF5F","title":"Uncertainty reduction in Models For Understanding deveLopment Applications (UMFULA)","abstractText":"Central and Southern Africa (C&amp;SA) exemplifies the issues that FCFA aims to address: a complex mix of remote and regional climate drivers that challenge conventional climate model simulations, high levels of poorly simulated multi-year climate variability, an extremely low level of investment in climate science relative even to other parts of Africa but particularly West Africa; high physical and socio-economic exposure to climate that projections indicate may become drier and more variable in the future; and low adaptive capacity resulting in decision-making and medium-term planning that is inhibited by significant political, institutional and economic barriers. Meanwhile economic growth and significant infrastructure planning is taking place within C&amp;SA in the absence of adequate climate information.\n\nDeficient understanding of many key climate features in C&amp;SA is one barrier to the integration of climate information into decision-making. UMFULA will provide a step-change in climate science in C&amp;SA. Our objectives include: (i) fundamental research into key climate processes over C&amp;SA and how these are dealt with in models; (ii) a process-based evaluation to determine how models invoke change and whether that change is credible; (iii) production of novel climate products (Work Packages WP1-2) encompassing convection permitting and very high resolution (c4 km) ocean-atmosphere coupled simulations that will reveal processes of high impact events and as yet unexplored complexities of the climate change signal. We will also focus on neglected but critical elements of the circulation such as the links between C&amp;SA and the role of local features including the Angolan Low, Botswana anticyclone, Angola/Benguela Frontal Zone, and the Seychelles-Chagos thermocline ridge. Based on this research and through co-production with stakeholders we will generate improved and streamlined climate information for decision-makers (WP3).\n\nWe will use a deliberative and participatory methodology to test findings from FCFA pillars 1 and 2 with stakeholders based on deep engagement in two contrasting case studies: the Rufiji river basin in Tanzania, and sub-national decision-making in Malawi. They are carefully selected as exemplars of multi-sector, multi-stakeholder, and multi-scale decision situations which can be compared for transferable lessons on the effective use of climate services.\n\nIn-depth understanding of decision-making contexts, including political economy, theories of institutional change, and individual motivation from behavioural sciences will inform how to tailor and target climate projections for most effective use (WP4). The case study areas (WP5-6) will test these findings through a co-produced framework of C&amp;SA-appropriate decision-making under climate uncertainty to identify robust climate services-informed intervention pathways (portfolios of policies and investments that could work well over a broad range of climatic and socio-economic futures). Our Capstone Work Package (WP7), and major outcome, will be the synthesis of best decision-making models and appraisal methods that are transferable in the African context and enable effective use of climate information in medium-term decision-making.\n\nThe seven UMFULA Work Packages cut across the three FCFA pillars to ensure maximum complementarity and integration. We are a consortium with world-leading expertise in climate science, decision science and adaptation research and practice, together with stakeholder networks and strong, long-standing relationships in C&amp;SA. We comprise 5 UK and 13 African institutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M020177/1","grantId":"NE/M020177/1","fundValue":"225089","fundStart":"2015-06-15","fundEnd":"2019-06-14","funder":"NERC","impactText":"","person":"Andrew John Dougill","coPersons":["Suraje  Dessai","Lindsay  Stringer"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}