{"id":"98D44908-7FFA-4FC7-ADB3-E893E3081ECC","title":"Solar and Magnetospheric Plasma Theory","abstractText":"The Solar and Magnetospheric Theory Group (SMTG) of the University of St Andrews will work on the fundamental physical processes occurring in the Sun's atmosphere and planetary magnetospheres. For example: i) Why do sunspots form? ii) Why is the Sun's outer atmosphere (the corona) over 100 times hotter than the visible surface of the Sun? At such high temperatures, the solar gas is ionized (a plasma). iii) Why are there waves in the Sun's atmosphere and what can these waves tell us about the local conditions there? iv) How does the Sun's magnetic field evolve over many years and how does it interact with the Earth? v) How are electrons accelerated during solar magnetic disturbances? vi) What causes aurora? vii) How does a magnetic field change its connections? Many of these key questions require a diverse knowledge base and the SMTG is in an excellent position to answer these questions. We study a wide variety of physical phenomena using mathematical modelling (a combination of fundamental theory, analytical models, computer simulations, forward modelling and observations). It is an integrated approach that is needed, i.e. a mixture of modelling methods and a comparison between observations from several satellite missions and the theoretical models. The topics we will investigate, using plasma theory, are: i) the emergence of new magnetic field from the solar interior, through the solar surface and into the solar atmosphere, ii) the use of Magnetohydrodynamics (MHD) wave theory to deduce properties of the solar atmosphere and magnetic field (coronal seismology), iii) the evolution of the global magnetic field of the solar atmosphere iv) the physical mechanisms responsible for keeping the corona much hotter than the lower parts of the solar atmosphere (coronal heating), v) solar flares and coronal mass ejections, which are the most powerful manifestations of solar magnetic activity and directly affect the Earth, vi) the physics of ultra-low frequency waves in the Earth's magnetosphere and how they contribute to the acceleration of electrons causing the aurora and vii) magnetic reconnection, a process of extreme importance for releasing the immense amount of energy stored in the Sun's magnetised plasma. These phenomena obey physical laws that can be expressed as non-linear partial differential equations. However, what makes them distinct is that different phenomena require different dominant terms. Hence, the physical processes and the plasma response will be different in each case. For example, magnetic reconnection requires electrical resistance but MHD waves in general do not. Gravity is important in flux emergence and prominence formation, but for magnetic reconnection it is not. Particle acceleration in solar flares and the magnetosphere requires a kinetic (particle) description, while many of the others research areas do not. It is the rich complexity of the non-linear equations that makes them hard to solve and to determine what the key physical processes are responsible for each event. A most important research tool is the parallel computer formed by linking many commodity processors together. Then the simulation involves splitting the problem up into smaller parts that run on different processors at the same time (in parallel). Thus, our simulations are completed quicker. Hence, with 256 processors a job requiring 10 years on single machine, is completed in a couple of weeks. We address key issues in the STFC Science Roadmap, especially, how does the Sun affect the Earth? However, a detailed understanding of the physics of our research topics are important not only for the Sun, solar-like stars and space weather, but also for understanding such diverse astrophysical processes such as star formation in giant molecular clouds, the evolution of astrophysical discs around stars, black holes and in Active Galactic Nuclei, and the physics of winds and outflows from stellar to extragalactic scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001964/1","grantId":"ST/H001964/1","fundValue":"1658070","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"  Our research will be used by future researchers to enhance our understanding of plasma processes in the solar corona. I imagine that one could improve the current models by including additional plasma phenomena. Detailed comparisons between our results and observations will either confirm the outcomes or suggest areas where work is still required. Education,Other ","person":"Alan William Hood","coPersons":["Andrew Nicholas Wright","Bernard  Roberts","Thomas  Neukirch","Clare Elizabeth Parnell","Ineke  De Moortel","Peter  Cargill","Eric  Priest","Duncan  Mackay","James  Lang"],"organisation":"University of St Andrews","findingsText":" We have investigated a wide variety of plasma physics phenomena in the solar corona, using MHD and kinetic theory. The topics include new research outocmes in MHD waves, MHD instabilities, coronal heating, magnetic reconnection, particle acceleration, flux emergence and other topics. The results will be used in future research studies to enhance our understanding of plasma processes in the solar corona. Education,Other","dataset":"gtr"}