{"id":"98D968E0-9383-4A1C-831F-C65D3DABE4C9","title":"The impact of submarine diagenesis of tephra on seawater chemistry","abstractText":"Explanation of proposal 'The impact of submarine diagenesis of tephra on seawater chemistry' We have long considered the question as to why the sea is salty and over the years we have become increasingly sophisticated in our approach to studying the chemistry of the oceans, but the question as to what controls the chemistry of seawater remains central to science. Resolving this problem extends beyond simply describing why seawater has the composition we measure today. We also know that the composition of seawater is important in controlling many of the processes that define the world around us. For example, seawater plays a key role in controlling the concentration of carbon dioxide and oxygen in the atmosphere. Hence, if we can find out more about the processes that give seawater its distinct chemical composition, we will better understand what role it plays in the greenhouse effect and how they contributed to the evolution of life on Earth. Many ore deposits that supply us with the materials necessary for a modern industrial economy were created by the flow of heated seawater through rock. The nature and size of the ore deposits depends, in part, on the composition of seawater. We know that different types of ore deposits formed at different times in the Earth's history. Geologists have interpreted some of this variation as due to changes in the chemistry of seawater, but why did seawater change its composition? We cannot really answer this question unless we know what processes control seawater chemistry today. Of course, some of the factors that influence the composition of the oceans are obvious. We can measure the chemistry of river waters and we know how much river water flows into the oceans, so we can make a pretty good estimate of the role of this source of dissolved elements. The other major source of dissolved elements to the oceans is thought to come from the hot springs found on the mid-ocean ridges. Again, we have measured the chemistry of these hot springs, but it is a bit more difficult to measure how many hot springs there along the 60,000 km of mid-oceans ridges that circle the planet. Indeed, when we try and balance the amount of dissolved material entering the oceans from hot springs and rivers versus the amount of material removed from the oceans into sediments, we discover an imbalance in many elements. In other words, we find that for a lot of elements we cannot balance the amount of dissolved material entering the oceans versus the amount that is removed from the oceans. It is possible that the chemistry of the oceans is changing, but this does not seem likely for the most important elements in seawater. Hence, it appears that there is some other process that is affecting seawater chemistry, but we have yet to identify. Our idea is that this unidentified process is the alteration of volcanic ash dumped into seawater by the many active volcanoes that are located close to the oceans. Volcanic ash is a highly reactive material. When it enters seawater, some elements are quickly released from the ash and some elements are absorbed from seawater by the ash. Although some textbooks still quote studies from 50 years ago that suggest ash is not an important player in marine geochemical cycles, more modern research indicates that this process may be more important than has been hitherto regarded. (A word of warning: intelligent hard-working scientists do not rely on 3rd hand data reported in textbooks - they go to the original sources and check their facts properly!) This study we will carry out experiments to measure how quickly ash alters and the magnitude of the exchange of elements between ash and seawater. In doing so, we hope to test the hypothesis that volcanic ash does play a major role in controlling the composition of seawater, and that it may even be involved in determining the level of biological activity in some parts of the oceans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D004020/1","grantId":"NE/D004020/1","fundValue":"212561","fundStart":"2007-07-24","fundEnd":"2009-12-23","funder":"NERC","impactText":"","person":"Martin Ralph Palmer","coPersons":["Damon Andrew Teagle","Rachel Ann Mills"],"organisation":"University of Southampton","findingsText":" Vast amounts of information have already been entered into this field on the ROD site and I am assured that this information will migrated to ROS in due course. One of the central hypotheses to emerge from this research is that deposition of volcanic ash in the oceans leads to increased preservation of organic carbon. There are two potential applications of this process. The first is in investigating the use of volcanic ash (a natural and readily available resource) as a means of sequestering organic carbon on the seafloor as part of geoengineering solutions to climate change. The second potential area of interest comes from viewing tephra layers in marine sediments as a hitherto unregarded potential hydrocarbon source area. This research played a key role in developing a successful proposal to IODP. This expedition (IODP 340) took place in March-April 2013 and was a major scientific success in terms of the science objectives achieved and core material recovered (see URL below). Environment","dataset":"gtr"}