{"id":"98DA2A52-FACC-4DDA-9BCE-0D91B87ABFCD","title":"Insights on the natural history of problem drug user (PDU) offending","abstractText":"Background. Problem drug use (PDU) is thought to be the cause of a very high level of social and economic costs - the total costs of Class A drug use in England and Wales have been estimated to be over &pound;15 billion per year [3] and PDU accounts for most of this cost. The estimated costs are so high because of the crime that is assumed to be caused by PDU - it has been suggested that well over a half of all recorded acquisitive crime is drug-related [31]. The drug-crime link has been explored in the past by research with people following arrest [32] and work with people in prison [33] to estimate levels, and types, of drug use in these groups of offenders. The simplest argument for the link between drug use and offending in the natural histories of these individuals is that drug users start to commit crime in order to pay for drugs. But, research also points to criminal activity often happening before PDU starts [9,34]. So, the direction of the drugs-crime link is not always clear. In addition, sometimes there is no drugs-crime link at all - not all PDUs are offenders and not all offenders are PDUs [3,33]. \n\nProposed Research. There are likely to be a number of different pathways that could describe the natural history of PDU and offending. We will review research done already on the drug-crime link and on the nature of drug use/ offending pathways. Then, we will use data that have been collected already for administrative purposes and, anonymously, link information about individuals. This will give us data about the crime histories of a very large number of people, which we will use to explore the natural history of their pathways through PDU and offending on a much larger scale than has been previously possible. We will look for characteristics of offending, such as age at onset, type and frequency, which are different for PDUs prior to drug use and non-PDUs. We will further look at whether offending changes after people start PDU, and whether there are factors (fo example, the age when drug use started) that may change (moderate or mediate) these relationships. We think this is very important work to do because, despite all the public money that is spent on trying to break the drugs-crime link, there is not much hard evidence about the nature of this link. Our research will lead to a much greater understanding of routes into PDU and offending. This could lead to early identification of, and intervention with, those offenders likely to go on to develop PDU, making it easier to find, and offer help, to PDUs who are involved in crime, or criminals who are at risk of becoming PDUs. For example, the research may pinpoint types of crime or patterns of offending which predict the start of PDU. Tailored intervention targeted at people with this offending profile could interrupt the pathway from crime to established PDU, thereby preventing significant negative health outcomes for the individual and reducing the very high costs to society associated with drug-related crime. This work is also unique - linking existing datasets to look at this particular problem has never been done before on such a large scale in the field of addiction research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013560/1","grantId":"MR/J013560/1","fundValue":"181687","fundStart":"2013-01-01","fundEnd":"2014-02-28","funder":"MRC","impactText":"","person":"Tim  Millar","coPersons":["Matthew  Hickman","Graham  Dunn","Toby  Seddon","John  Keane"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}