{"id":"98E63B80-9A29-4E1A-8981-63935EED3D0E","title":"Pre-stellar and protostellar core evolution with Herschel, SCUBA2 and ALMA.","abstractText":"This proposal addresses some of the key questions in star formation: what determines the stellar IMF and the pre-stellar core mass function (CMF); how are they linked; how do the properties of pre-stellar cores depend on the filamentary structures in which they emerge; and how do pre-stellar cores form and evolve? Our goal is to address these issues by exploiting the wavelength coverage and resolution offered by Herschel, SCUBA-2, ALMA, and other complementary instruments. Ward-Thompson (30% FEC requested) is one of the four PIs of the SCUBA-2 Gould Belt legacy survey team; he is a senior member of the SPIRE SAG-3 Gould Belt survey team; PDRA Kirk (100% support requested) is a member of both teams. It is proposed that Ward-Thompson and Kirk will work on data reduction, detailed analysis and scientific interpretation of starless, pre-stellar, and proto-stellar core properties and evolution, using the multi-wavelength data available, to determine the evolutionary sequence of cores, and the dependence of core properties and evolution on cloud and filament environment.\n\nWe have previously shown that the pre-stellar core mass function (CMF) has the same shape as the stellar IMF at high masses, and that the CMF continues to trace the IMF down to the sub-stellar mass regime. A consequenceof these discoveries is that it appears that to explain the IMF, one must understand how the pre-stellar CMF is determined. Only modest surveys were possible in the SCUBA era. Now, using Herschel and SCUBA-2, it is possible to make complete, distance-limited surveys, out to 500 parsecs, with excellent spatial resolution, and to follow up with ALMA at very high resolution. The Herschel Gould Belt Survey (GBS) has produced a rich data-set that has yet to be fully exploited.\n\nEarly analysis has concentrated on the detection of star-forming cores, statistical investigation of their basic properties through measurements of total flux density and SED fitting, and the identification of a clear link between core formation and the ubiquitous filamentary structure that pervades molecular clouds. Important questions remain, which we can answer by using the multi-wavelength Herschel and SCUBA-2 data with complementary observations:\n\nWhat are the initial conditions for the collapse of pre-stellar cores?\n\nHow is the pre-stellar core mass function (CMF) determined?\n\nHow does core evolution proceed?\n\nHow do the temperature and density structure, the accretion rate, and the total luminosity evolve?\n\nWhat are the time-scales for the various stages in this process?\n\nHow do the basic properties of cores and of the CMF depend on environment?\n\nHow does the CMF map onto the stellar IMF?\n\nWe can address these questions by: (i) identifying all the cores in the various surveys and clarifying the statistical properties of both pre- and proto-stellar cores; and (ii) using the large data sets available to reveal the influence of filamentary structure and other aspects of environment on core properties and evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K002023/1","grantId":"ST/K002023/1","fundValue":"285262","fundStart":"2013-04-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"  Many public lerctures and talks have been given, as well as papers in the popular scientific literature. Leisure Activities, including Sports, Recreation and Tourism Cultural","person":"Derek  Ward-Thompson","coPersons":[],"organisation":"University of Central Lancashire","findingsText":" We have made significant progress on the understanding of the formation of stars. Further follow-up work will be possible with new and future facilities, such as ALMA and SKA. Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}