{"id":"98E8D2D8-1569-4ECD-A24F-E11A01F03F41","title":"Determination of Surface and Interface Processes in Materials Science","abstractText":"Society is currently facing many important scientific challenges including developments in the areas of healthcare for an aging population, climate change and sustainable development. In this proposal it is our intention to use a state-of-the-art surface sensitive mass spectrometer to investigate the interaction of a wide range of materials with their environment, and analyse how these interactions affect the performance of the component in operation. Thematic areas that we will address include Materials for Energy, Healthcare, Nanomaterials, and Transport. The surface is a vital part of a material and often determines whether the material is 'fit for purpose'. By applying an instrument that can probe materials surfaces with unparalleled precision we will be able to better understand and optimize the materials we are developing. To achieve this we are combining two techniques in a unique configuration to unravel questions surrounding the physics and chemistry of surfaces. One technique, low energy ion scattering, will enable us to examine the outermost surface layer of atoms. The other, Time-of-Flight Secondary Ion Mass Spectrometry, will allow us to characterise the very near surface. Together they will give us a detailed picture of the surface and how it is changing with time. Imperial College and University College London have a dynamic nanotechnology centre that is working to develop the next generations of electronic and optoelectronic devices to underpin the information technology revolution, and for example, find a replacement for the silicon transistor. But nanotechnology also involves materials developments in medicine and energy, for example in photovoltaics and is highly interdisciplinary. Understanding surfaces and interfaces is vital in these fast-moving areas. In terms of the science this instrument will enable, energy is one of the sectors of greatest significance. Concerns over the effects of carbon dioxide emissions and the security of supply of existing fossil fuel reserves lead to the search for alternative and renewable energy technologies. There are, of course, many alternatives and here we will study materials being used to produce fuel cells and photovoltaics, seeking devices that work at lower temperatures and/or with higher efficiency. For fuel cell technology the understanding of surfaces and interfaces holds the key to enhancing performance and promises far superior devices. In both fuel cells and photovoltaics advances in nanotechnology are associated with these developments and as nanomaterials advance, the characterisation of these materials also has to advance. A combined LEIS-SIMS instrument will provide the enhanced characterisation required to fully exploit these technological advances. Our work on healthcare represents a second critical technology area and will focus on developing sensors for the early detection of disease, vascular grafts and heart patches to repair damaged tissue and scaffold for bone tissue engineering. In this work the ability to understand the highly complex chemistry at the interface between the biomaterial and its environment using mass spectrometry will yield vital information. We will also study materials for the containment of nuclear waste where we will measure, with great precision, the stability of glasses and ceramics being proposed for the containment of radioactive waste materials. Since we will be able to measure very small changes (less than one nanometre) we will be able to measure corrosion rates of a fraction of a millimetre per millennium. In conclusion, the work detailed in this application brings together a broad spectrum of materials scientists and engineers, representing each of the areas outlined, with specialists in surface science in a truly collaborative research application that will provide a paradigm shift in surface analysis. This instrument will give the UK a world-leading surface analysis facility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H006060/1","grantId":"EP/H006060/1","fundValue":"2320820","fundStart":"2009-08-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"  There have been a large number of follow up grants and a new CDT in the advanced characterisation of materials has been funded Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Culture, Heritage, Museums and Collections,Transport Cultural,Societal,Economic","person":"David S McPhail","coPersons":["Sandrine  Heutz","Neil Jonathan Curson","William Edward (Bill)  Lee","Julian Raymond Jones","Barbara Ann Shollock","Stephen John Skinner","John Anthony Kilner"],"organisation":"Imperial College London","findingsText":" The TOF SIMS LEIS instrument in the Materials department has been fully operational since 23rd November 2010. The operational model since then has been very ambitious with each of eight investigators nominating a PhD student or PDRA to be trained to operate the instrument. The teething problems have been resolved and both instruments are in very high demand and constant use.\nIn the first phase of operation, ten researchers, including the PDRA Dr Sarah Fearn and the Research Officer Richard Chater, have acquired expertise in the operation of the instrument in the key thematic areas of Energy (fuel cells and solar cells) (Kilner and Skinner), Nanomaterials (Heutz, McPhail and Curson), Biomaterials (Jones), Aerospace (Shollock), Ceramics (Lee).\nWe are now moving into a second phase of operation as some of the PhD and MPhil students write up and leave and a new generation of students are trained. Additionally several new collaborations have been initiated and the students and staff associated with those programmes are being trained. These include those with Prof Molly Stevens (biomaterials and soft tissue engineering), Dr Natalie Stingelin (plastic electronics), Dr Jake Bundy (Medicine), Dr Chris Gourlay (Metal alloys) and Dr Mary Ryan (corrosion). Two Marie Curie Research Fellows have also been appointed. The research group has a high profile at local and international conferences, especially SIMS 18 (Sept 2011-Riva del Garda), where 8 papers were presented. The PI, Dr McPhail, has secured a RAE / Leverhulme Senior Research Fellowship to concentrate of the synergies between TOF SIMS LEIS and this starts in march 2012.\nInstrumentally a C60 source has been acquired for the work on biomaterials and medical materials and our ambition is to secure resources for an Argon cluster gun, an even more recent development particularly successful at analysing soft tissue. The local area management team meets once a month and the external advisory panel meets once a year. We have run one workshop already, which coincided with our official opening, and had over one hundred attendees and the second is on 19th and 20th April 2012 http://www.simsleis2012.co.uk/. \nThe acquisition of this state-of-the-art instrument has facilitated a very large amount of research across all the key thematic areas of materials science and engineering and has been of vital importance to the mission of the department. The acquisition of this state-of-the-art instrument has facilitated a very large amount of research across all the key thematic areas of materials science and engineering and has been of vital importance to the mission of the department. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections","dataset":"gtr"}