{"id":"98EBEC92-11C6-4C1F-BC15-092E33CE8749","title":"Impact of the representation of ozone on tropospheric weather forecasts","abstractText":"Weather forecasts, such as provided by the UK Met Office, are made using computer codes, called numerical weather prediction (NWP) models, which contain mathematical representations of the complex physical processes determining the state of the atmosphere. The success of a forecast, after the event, can be assessed by comparing its predictions with the observed weather and calculating a 'skill index'. This index, which incorporates factors such as temperature and wind across the globe, and up into the atmosphere, provides an objective quantitative measure of how good the forecast was. Over recent decades forecasts have consistently improved so that the skill of a 5-day forecast made today has about the same level as that of a 3-day forecast made a decade ago. One reason for this improvement is the increasing availability of global measurements of the atmosphere and oceans from satellite instruments which produce data which are incorporated, or assimilated, into the model forecast in real time. Recent experimental forecasts at the Met Office have shown an increase in skill score when satellite measurements of ozone were assimilated. This was something of a surprise as ozone occurs in greatest concentrations in the stratosphere, a layer of the atmosphere lying 12-50km above the surface and thus remote from what is referred to as weather. In apparently unrelated work, climate scientists have been observing apparent links between the state of the stratosphere and that of the atmosphere below; for example, unusually cold temperatures at altitudes of about 40km above the North Pole are frequently followed, after about 10-30 days, by anomalously cold weather at the surface. At Imperial College studies have shown that enhanced heating of the stratosphere near the equator can produce changes in circulation of the lower atmosphere, and that changes in the absorption of solar radiation, related to changes in ozone concentration, may produce such heating anomalies. Using simple computer models of the atmosphere the Imperial College scientists have proposed a mechanism whereby this top-down influence may occur. In this project we bring together these two streams of work. The Met Office NWP ozone experiments will be analysed several ways: first the skill index will be deconstructed to identify which, if any, of its components are dominating the apparent increase in skill. This will show if it is largely a response in the stratosphere itself or more generally through the atmosphere. Secondly the analytical approach suggested by the Imperial College studies will be applied to the NWP output to see if the physical mechanisms occurring in the simple climate model are producing the improved forecasts. Next a new set of NWP runs will be carried out in which ozone changes are imposed and predictions extended to 30-days. These will provide information on whether assimilation of stratospheric ozone might enhance the skill of extended-range weather forecasts and also provide a test of the theoretical mechanism. Finally the relationship between ozone distribution and the state of the lower atmosphere will be investigated in a statistical analysis of 30 years of climate data to indicate whether the relationships found in the Met Office NWP model, and the processes identified in the simple model, occur in other datasets over longer periods. Overall we anticipate that the results of the project will not only help in the development of better weather forecasts but also advance understanding of fundamental climate processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G00367X/1","grantId":"NE/G00367X/1","fundValue":"261354","fundStart":"2009-06-01","fundEnd":"2013-05-31","funder":"NERC","impactText":"","person":"Joanna Dorothy Haigh","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}