{"id":"98EE62AC-0180-425A-8F80-5895DA885271","title":"Real-time emulation of field climatic conditions in controlled environment.","abstractText":"Upland ecosystems in the UK are very important stores of soil organic carbon, while their significance as sources or sinks of the major greenhouse gases such as carbon dioxidec and methane is uncertain. The functioning and stability of these systems will be greatly affected by climate change, given their role in the carbon cycle we need very good information on the magnitude and direction of these changes. At the present we can expose these systems to treatments simulating effects of climate change such as temperature increase or reduction in precipitation. However, this is done with great difficulty and with a severe penalty in terms of treatment artifacts associated with presently available technology. We propose to side-step these drawbacks and develop a technology which would enable us to re-create near real-world conditions in controlled environment. We can develop the technology to sample field conditions at suitable resolution, transmit the data to a controlled facility and then use these data to mimic field conditions. Using the Ecotron, for example, we can recreate the field conditions with sufficient precision and scale, allowing for exposure of the whole 'ecosystem' inside a controlled chamber to realistic weather patters. By doing this, we retain the natural variability of weather which drives the biological processes which define these ecosystems and, at the same time, make full use of improved sampling and observational capacity offered by controlled environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003126/1","grantId":"NE/H003126/1","fundValue":"57296","fundStart":"2009-11-16","fundEnd":"2010-07-15","funder":"NERC","impactText":"  The findings fed into a grant application submitted to the BESS call in 2009-2010. Agriculture, Food and Drink Societal","person":"Georgina Mary Mace","coPersons":["Philip  Ineson"],"organisation":"Imperial College London","findingsText":" This research examined the use of controlled environmental chambers for supporting the interpretation of field based observations on environmental elements and energy flow. The work fed into subsequent grant proposals Use of materially closed environmental chambers for research Agriculture, Food and Drink","dataset":"gtr"}