{"id":"98EEAF66-9253-4D2B-8450-780E1DAEA4A4","title":"Emulsion structure: a novel mechanism of delivering fatty acids to regulate gut function and satiety.","abstractText":"Obesity and associated conditions, such as cardiovascular disease, type II diabetes and some cancers, are one of the greatest challenges facing the health of the UK population. This is due to a combination of dietary and lifestyle factors. If our physical activity is decreasing, then so should dietary energy intake. However, several factors make it difficult for us to restrict our food intake, including:- evolutionary pressure to consume excess food, the constant, year-round availability and choice of cheap, convenient and desirable, high energy foods. It is therefore unsurprising that many individuals find it difficult to restrict their food intake. As a consequence, there has been much recent interest in designing foods which reduce appetite or promote satiety as an aid to control dietary intake and prevent the onset of obesity. However, to date there have been no effective foods developed that can reduce body weight in humans. Designing foods which target physiological mechanisms controlling appetite may provide a novel way of treating obesity. This project is based on the principle that slowing fat digestion will stimulate hormone secretion from the gut that reduce appetite as follows:- - Normally, most nutrients are absorbed in the first section of the small intestine (the duodenum). - Large or difficult to digest meals allow some nutrients to travel to the end of the small intestine (the ileum) - These nutrients stimulate cells in the wall of the ileum to secrete appetite suppressing hormones. - These hormones slow down digestion and reduce hunger. We will test the hypothesis that inhibiting fat digestion in rationally designed emulsions to deliver specific types of fat to the lower small intestine, will reduce appetite. We do not wish to stop fat digestion completely, as this can lead to side effects such as fatty diarrhoea (steatorrhea). We have already shown that we can slow fat digestion in the laboratory by coating the surface of fat droplets with plant lipids (galactolipids) or enzyme treated milk proteins. These molecules make surface of the fat droplets in emulsions, resistant to the processes involved in fat digestion. We now want to apply these findings to human studies so we can determine how these molecules work and measure their effects on lipid digestion, hormone release, and food intake. Our main objectives are: 1. Determine which specific lipid molecules are the most effective at stimulating hormone secretion. 2. Design model emulsion systems which both delay fat digestion, and deliver certain types of lipid to the lower small intestine in model systems. 3. Quantify the outcomes on healthy human volunteers by measuring lipid digestion rates, gut hormone release and appetite levels. The emulsions will be designed and undergo in vitro digestions at the Institute of Food Research based on over 20 years research experience in food emulsions and interfaces. Measurements of gut hormone secretion will be undertaken at Imperial College London, whose researchers are one of the leading groups in the world on gut hormones. The digestion of fats in humans will be determined at the Scottish Universities Environmental Research Centre in Glasgow, a leading centre in its field. Experiments determining the effects satiety in humans will be performed in conjunction with the world renowned department of psychology at the University of Leeds. This project will determine the design principles involved in formulating a wide variety of foods, including everyday, desirable foods with true, verifiable, satiety promoting properties that will benefit all sectors of the population. The research would lead to further, longer term projects to verify that such foods have utility in long term weight control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I022325/1","grantId":"BB/I022325/1","fundValue":"432628","fundStart":"2011-08-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"  One key finding coming out of this research was that the mammalian duodenal lipid digestion process is highly efficient at accessing and hydrolysing lipids. Simple processes and structures studied over the course of this project were largely ineffective at slowing down the digestion of lipids significantly.\nThis took our research onto a slightly different track. In conjunction with a recent BBSRC DRINC project, the ability of plant cellular systems to slow and prevent accessibility to lipids during digestion have a huge impact on digestion rates. In fact, in evolutionary terms, we have evolved to eat a diet rich in plant tissue structure, which is naturally resistant to digestion, so the digestive processes have to go to great lengths to maximise the extraction efficiency of nutrients from these sources.\nTherefore we are pursuing, with industry, funding opportunities to investigate how we can manipulate plant tissue structures to control rates of digestion and hence satiety. In fact, enhanced levels of satiety have already been observed from such foods during preliminary studies. We are also collaborating wit the University of Lund in Sweden to look at lipid based plant organelles (thylakoid membranes), which have been seen to promote satiety and inhibit lipid digestion, but the mechanisms are not clear. Agriculture, Food and Drink,Healthcare Economic","person":"Peter  Wilde","coPersons":["Douglas John Morrison","John  Blundell"],"organisation":"Institute of Food Research","findingsText":" Research leading up to this project suggested that interfaces occupied by certain lipids could slow down lipid digestion and potentially kerb appetite form prolonged periods.\nThis project aimed to study this in more detail and develop novel emulsion structures which would be slow to digest for testing in in vivo studies.\nUnfortunately the digestion models used in the previous studies were not ideal, and there was a lot of development work involved to develop more accurate models which were more representative of the in vivo situation. A new biophysical model of lipid digestion was developed.\nA range of emulsion systems were developed from rapidly digestible, to slowly digestible We plan to use this information to develop plant based structures, such as thylakoid membranes, and larger, tissue structures with intact cells to control the release, digestion and uptake of lipids. We are pursuing funding with industry and the MRC, and currently collecting more preliminary data in support of these applications. Agriculture, Food and Drink","dataset":"gtr"}