{"id":"98EF1012-363A-4E00-B844-3FC5D26B8CA9","title":"Tuning Catalyst Surfaces to Control Aldol Reactions in Biomass Conversion","abstractText":"Oil is the most important source of energy worldwide, accounting for some 35% of primary energy consumption and the majority of the chemical feedstocks; tackling the current world energy crisis is recognised as a top priority for both developed and developing nations, with sustainable sources of chemicals and fuels urgently sought in response to both diminishing world oil reserves and increasing environmental concerns over global climate change. Sustainable 'carbon-neutral' energy sources derived from biomass can play a major role in achieving this goal, with projections suggesting annual greenhouse gas emissions could be reduced by up to 12.4 Gtons. Transportation fuels can be generated from bio-oils which are readily obtained from sustainable biomass resources such as waste agricultural crops, forestry products, high yielding inedible plants such as Switchgrass, however, bio-oils cannot be used directly as transportation fuels and require catalytic upgrading before use. Likewise the US Department of Energy identified 12 'Platform Chemicals' that can be produced directly from sugars via chemical or biochemical transformation of lignocellulosic biomass and provide the basic feedstocks for sustainable chemicals manufacture. These molecules are highly oxygenated and contain a range of desirable functional groups such as acid, alcohol, carboxyl groups often required in synthetic materials. Thus in contrast to current chemicals synthesis starting from oil where oxygen insertion is required to generate functional materials, biomass derived building blocks necessitate new technology to selectively isomerise and/or 'deoxygenate' these highly functional molecules to reach the target molecule.\n\nCatalysis has a rich history of facilitating energy efficient selective molecular transformations and contributes to 90% of chemical manufacturing processes and to more than 20% of all industrial products. In a post-petroleum era catalysis will be central to overcoming the engineering and scientific barriers to economically feasible routes to bio-fuels and chemicals. This proposal will address the major technological challenge of selectively converting sugars to platform chemicals or fuels and bio-oil to fuels; both of which involve common reactions, namely a combination of condensation and deoxygenation reactions to produce alkanes. Current commercial catalysts are not designed for such applications and have inherently poor lifetimes and selectivity. The specific goal of our research will be to improve catalyst selectivity and efficiency via a combination of materials design (at Cardiff) to create controlled pore architectures containing interconnected macro- and mesopores specifically aimed to reduce diffusion limitation of bulky and viscous feedstocks common to biomass. The design of materials will be guided by in-situ spectroscopic analysis of working catalysts (at Oklahoma) which will allow us to identify key features that lead to improved performance and thus allow the nature of the active site to be tailored accordingly. These samples will be tested in both laboratories under liquid (Cardiff) and vapor phase (Norman) conditions. We will use the acquired knowledge to design improved solid catalysts for aldol condensations, which are crucial for the conversion of biomass to chemicals and fuels. The proposed research thus addresses national and global needs for sustainability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K000616/1","grantId":"EP/K000616/1","fundValue":"365947","fundStart":"2013-03-31","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"","person":"Karen  Wilson","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}