{"id":"98EF0E34-D993-459F-9B3E-D3A953869BEA","title":"Testing a Neuropsychological Model of Depersonalization with TMS","abstractText":"Depersonalization disorder (DPD) is a psychiatric condition affecting about 1% of the population. It comprises distressing and pervasive feelings of and emotional numbing unreality. Recent research using brain imaging and measures of bodily arousal (using skin conductance responses (SCR)) - a bit like the 'lie detector' - suggests abnormalities in the way such patients regulate and control their emotions. A part of the brain, the right ventro-lateral prefrontal cortex normally controls the 'emotional brain' including a region called the insula. We will test the hypothesis that DPD stems from abnormally increased prefrontal inhibition of the insula and predict that reducing frontal inhibition in patients with DPD should alleviate symptoms. Patients with DPD have reduced SCR which is linked to reduced activation in brain areas underpinning emotion affect, and by increased activation in prefrontal areas involved in emotion regulation. We can safely and temporarily dampen down this increased prefrontal activation using repeated magnetic pulses applied to the outside of the head for about 15 minutes, called repetitive transcranial magnetic stimulation (rTMS). This is commonly used as a research tool in neuroscience and when given over a period of days or weeks, a treatment for several psychotic conditions including depression. We can target the rTMS to the precise brain region we are interested in using standard magnetic resonance imaging (MRI) brain scans and a computer program linked to the TMS equipment. We will contrast the effects of low frequency (inhibitory) and high frequency (stimulatory) TMS and also a pretend or sham condition which feels like TMS but there is no magnetic field. We will study 3 groups of 20 healthy volunteers randomised to high, low or sham rTMS and 2 groups of 20 DPD patients, randomised to low-frequency or sham. We will measure participants' SCR and subjective arousal ratings when looking at a set of emotional photos. Symptoms of DPD will also be assessed. We predict that: 1. in DPD patients, low-frequency rTMS induced suppression of prefrontal activity will result in: increased SCR and enhanced subjective ratings of emotion to arousing pictures (plus reduced symptoms) versus pre-TMS levels. 2. in healthy volunteers, high-frequency rTMS stimulation will activate the same prefrontal regions leading to transient blunting of subjective and SCR responses resembling those of depersonalized participants, versus pre-TMS level. Low frequency (and sham) should have no effect. The study will contribute to knowledge of emotional regulation in health and disease and if positive, will pave the way for a therapeutic trial of rTMS in DPD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004162/1","grantId":"MR/J004162/1","fundValue":"266526","fundStart":"2012-03-31","fundEnd":"2014-03-30","funder":"MRC","impactText":"","person":"Anthony  David","coPersons":["John  Rothwell","Mauricio  Sierra-Siegert"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}