{"id":"98F85884-F06B-45A2-AB1C-901A1A7E5FB2","title":"In vitro detection of neuronal programmed cell death by ultrahigh resolution optical coherence tomography","abstractText":"The in vivo detection of cellular dysfunction prior to the onset of cell death is critical to developing our inderstadning of the processes that initiate cell death in vivo. To date much of our knolwdge in this area has been derived from the analysis of cells maintained in culture. While this has generated many valuable insights we havenot been able to translate these change to those occuring in tissues or to demonstrate the interaction, in vivo between cells in tissue. Recently high resolution optical coherence tomogrpahy has been developed as a technique for the in vivo analysis of tissue a resolution at the subcellular level (&lt;5um). This technique can be applied to the analysis of any tissue for which optical access is available. Thus OCT haas been developed for the analysis of dermal tissues, bladder and bowel. More recently it has been used to detect changes in the cortex that occur in response to neuroplasticity in response to peripheral stimuli. OCT has seen its greatest development in the analysis of ocular structures. For the analysis of ocular structure at the fron of the eye (the lens and cornea) OCT has provided unprecedented subcellular levels of resolution. More recently ultrahigh resolution OCT has been development to montor changes in retinal structurre and function that occur in health and disease. Correlation with histological preparations has shown that UHR-OCT can detect subtle differences in retinal boundaries and can be used to probe retinal structure at the cellular level. Indeed it is now possible, by focusing on selected areas of the retina to monitor activity in living tissue over time. The retina is an ideal model system in which to study changes in neural tissue From the point of view of optic access it is unique in the body in allowing in vivo imaging and now, for the first time we are able to image neurons at the cellular level and to chart their repsonse in health and disease. At Cardiff we have recently established a Bioimaging Group to develop hight resolution OCT for the in vivo analysis of biological structures. We have shown that it is possible to image at subcellular resolution but as yet wedo not know whether this can be applied to the analysis of changes in whole tissues. The ability to do this is critical to our understanding of the changes that can occur in whole tissues in response to stresses such as metabolicc insults such as hypoxia and ischaemia. In this study we propose using UHR OCT to detect changes in retinal neural tissue (and in particular retinal ganglion cells) that occur in repsonse to condicitions such as hypoxia (low oxygen levels) or hypoglycaemia (low sugar levels) that are know to result in the death of these cells by apoptosis (the most common form of non-inflammatory cell death in the nervous system). The resoltuon of UHR OCT is such that we should be able to detect changes in mitochondira- subcellular organelles that are critical to maintaining the health of the cell). When mitochondria are compromised they can initiated cellular changes that result in apoptosis. We hypothessie that is will be possible to detect these changes in to develop techniques for the analysis of optical signatures that will allow us to detect cells that are predisposed to apoptosis. An importat part of the analysis in this project is that we will be able to predict those cells that will undergo apoptosis. We will first conduct this analysis in cultured retinal ganglion cells and then apply this to retinal tissue that is maintained in culture. By correlating optical changes wiith those that we will oberve in processed tissue (obtained following image analysis) we will be able to develop surrgoate optical measures for the cellular changes that occur in vivo. In the long term we predict that high resolution will be an important resource to understand cellular changes at the tissue level that occur ina range of tissue pathologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E017754/1","grantId":"BB/E017754/1","fundValue":"204764","fundStart":"2007-09-01","fundEnd":"2010-03-31","funder":"BBSRC","impactText":"","person":"James  Morgan","coPersons":["Michael Anthony Wride","Wolfgang  Drexler","Marcela  Votruba"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}