{"id":"98F9215A-56B4-4E9E-8D72-7378143BFCA5","title":"ALL-TTidal: Arrays of Long Life Turbines for Tidal","abstractText":"The project addresses the suitability of plastic bearings for use in arrays of tidal stream turbines. Numerical models will be developed and evaluated of a single device, calibrated against data from laboratory tests and field trials, and of arrays of devices, evaluated against data from laboratory tests. The approach draws directly on expertise of turbine array modelling at University of Manchester and of analysis of tidal turbine prototypes at Northeast Normal University. Unique datasets are provided by each partner from lab-scale array experiments at Manchester and field tests of a prototype at NENU. RANS BEMT and / or RANS Actuator Line models of a single turbine will be developed and the performance evaluated against prototype data from field trials. The mechanical and electrical power developed by each turbine is dependent on the variation of bearing friction with load. This will be quantified by NENU via laboratory tests and using data from field trials. The validity of RANS BEMT array models will be evaluated by comparison to detailed datasets for a fixed pitch turbine that are available to University of Manchester from earlier projects and which will be supplemented during this project. This will provide insight into the suitability of such RANS based models for turbine array simulations and into the influence of turbine operation on array yield. As such, interaction between energy extraction and resource will be neglected and the array configurations studied will be for row separations that are within the range of validity for RANS methods. Arrays of turbines with plastic bearings will be simulated to assess energy yield and inform assessment of the market, particularly in China, for the use of plastic bearings in tidal turbine applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020304/1","grantId":"EP/M020304/1","fundValue":"122628","fundStart":"2014-10-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Tim John Stallard","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}