{"id":"98F96E31-FD42-4BFC-ACEF-E70ADA80774A","title":"National Security Through Partnership: Building Bridges between Research, Policy &amp; Practice","abstractText":"<p>This project aims to take forward the goals of RCUK’s Global Uncertainties (GU) Programme by exploring, developing and piloting new mechanisms to promote engagement between National Security policy-makers and academics. This will include support for translating research into usable products and procedures. In the process, networks will become established that deliver more effective sharing of knowledge. These objectives are made possible by the deployment of Dr Tristram Riley-Smith who brings extensive experience of National Security policy and practice, at a senior level.</p>\n\n<p>Outputs will include:</p>\n\n<ul>\n \n\n <li>strengthened networks between National Security stakeholders and academics</li>\n\n <li>insights into the barriers to effective engagement, and recommendations for overcoming these</li>\n\n <li>the completion of work-streams that test and explore new ways of delivering research outputs to end-users in the National Security arena.</li>\n\n</ul>\n\n<p>This should bring long-term value to the UK’s research base, establishing networks between government and academia that will inform and enrich research on themes related to the Global Uncertainties programme. This should also enhance the work of National Security policy-makers and practitioners, supporting their efforts to safeguard the security of our citizens (and the wider world) by improving their access to new knowledge and capabilities.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K000624/1","grantId":"ES/K000624/1","fundValue":"27139","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"ESRC","impactText":"  There have now been two National Security Fellowship Schemes following the model established during this Fellowship. The second, which continued to receive a financial contribution from the Airey Neave Trust as well as from St Andrews' University, focused on &quot;Horizon-Scanning for Future Terrorist Threats&quot; and involved four Government officials from the FCO, Home Office and Ministry of Defence meeting c 70 academics from around the country.\nDr Riley-Smith successfully bid to become the External Champion to the Global Uncertainties Programme - a three-year appointment that began in April 2013. In this capacity he has been applying the learning from his Fellowship in fulfilling the Champion's mission of supporting delivery of impact from research. He has communicated this learning in presentations to c 40 Research Institutions in a year; he has also established contact with over 40 stakeholder organisations (in Government, Industry and Civil Society). In addition to running the National Security Schemes (qv), he has undertaken a triage of the 1,100 projects in the GU portfolio and is now operating an &quot;Enhanced Impact Scheme&quot; and an &quot;Academic RISC Market-Place&quot; aimed at extracting value from the programme by linking researchers to stakeholders; he has also organised an academic placement into the National Crime Agency to help this new government agency identify its requirements for social and behavioural science, and he is arranging for an academic researcher to support HMG's analysis and understanding of the value of c 200 cyber-security projects within the GU Programme. The insights and conclusions reached in the course of the 2012 Fellowship have made a substantive contribution to this work. Aerospace, Defence and Marine,Government, Democracy and Justice,Security and Diplomacy Policy & public services","person":"Robert  Doubleday","coPersons":[],"organisation":"University of Cambridge","findingsText":" 1. Trial the Feasibility of a National Security Data Release Scheme\n\nThe pilot considered requirements for releasing for research purposes a candidate data-set. Data-owners reviewed legal, ethical, security and operational issues; academic researchers reviewed the intellectual, technical and logistical challenges. The pilot found that in principle, and probably in practice, sensitive NS data can be released for research, where this supports the statutory function of the data-owners.\n\n\n\n2. Improve Access to Information on the Research-Base\n\nWith the help of the Research Councils, we put in place - in August 2012 - arrangements to support NS stakeholder inquiries into on-going research, using the Research Outcomes System. This was communicated to relevant teams in six Government Departments and Agencies, but none made use of the facilities. Feedback gathered in November suggested that either there were established workarounds to perceived obstacles (e.g. use of existing, informal networks) and/or that this was not regarded as a sufficiently high priority to justify action. With the help of RCUK, we also raised awareness among stakeholders of the Gateway to Research project.\n\n\n\n3. Issue Guidelines for IP/IPR\n\nA consultation exercise conducted with National Security stakeholders revealed a growing interest in understanding IP/IPR issues, although departments are moving along parallel tracks and at different speeds. A key conclusion is that NS Departments must develop the capacity to understand complex IP issues (e.g. making the right choice from a range of IPR options available; and resolving tensions between national prosperity, product delivery and national security).\n\n\n\n4. Trial a Knowledge Exchange Scheme\n\nA pilot National Security Fellowship Scheme ran with three officials from departments with interest in cyber-security issues meeting over 40 academics from 13 different academic institutions. The officials identified four major themes: Threats, Vulnerabilities &amp; Mitigations; the Nature of the Cyber World; the Partnership between Academic Research, Government &amp; Industry; and the Economics, Management &amp; Communication of Cyber-Security. Feedback afterwards produced high scores from the Fellows in terms of impact on their attitude to engagement with academic research, with the prospect for follow-up research; they are communicating what they learnt through internal blogs, briefing colleagues and written reports. \n\n\n\n5. Explore Options for a National Security Portal for Research Proposals\n\nThis pilot monitored progress with an innovative call by the Centre for Defence Enterprise (CDE). The number of academic researchers that applied under this call was relatively small. This problem could be significantly overcome if we could construct more effective channels for researchers to receive requirements, supporting processes like CDE's with the idea of an Academic RISC (the Security and Resilience Industry Suppliers' Community). Knowledge exchange pilots tested during the Fellowship have generated practical insights that have already been of value in establishing new approaches to knowledge exchange within government. Via network of National Security stakeholders developed during the course of the one-year fellowship; via report to the interim and final reports presented to relevant government officials. Security and Diplomacy","dataset":"gtr"}