{"id":"99022A34-108E-4AC3-9F35-695CBAFF1E48","title":"Exome sequencing in motor neuron disease: bioinformatic analyses and biological validation of novel variants","abstractText":"There are no effective treatments for motor neuron disease (MND, also known as amyotrophic lateral sclerosis, ALS) because so little is known about what causes it. In most instances ALS appears out of the blue (called sporadic ALS) but in 10% of people the disease runs in families (familial ALS), usually due to a single defective gene, passed down from generation to generation in a dominantly inherited fashion. \n\nMutations in seven genes are known to cause dominantly-inherited adult-onset ALS but they account for only 55% of all familial and 10% of sporadic ALS patients. The cause of the disease in the remaining 45% of families and 90% of sporadic ALS patients is unknown but a genetic basis is strongly implicated even in the absence of a family history. \n\nAdvances in two DNA technologies have revolutionised our gene hunting efforts. Only ~2% of the human genetic code (DNA) provides the blueprint for making proteins, which are the building blocks of all cells. Mutations in the protein-coding sequence, known as &quot;The Exome&quot; account for most human diseases. Recently developed DNA capture methods mean that we can pull out 90-95% of the protein-making genes for further analysis. This would have taken us many decades but &quot;Next Generation sequencing&quot; has transformed the time and cost of large-scale sequencing. For example, the Human Genome Mapping Project which was published in the year 2000 spelt out one person's entire genetic code. It took 15 years and cost ~&pound;300 million. This can now be done in 1 week for around &pound;2,000. This grant application aims to harness the extraordinary power of these two new research tools in a global gene hunting effort to rapidly identify the disease-causing spelling mistakes. \n\nThrough an MRC and MND Association funded grant we sequenced the Exome (protein coding DNA) on 420 people with familial MND and compared it to the sequence to ~26,000 healthy control exomes. This has yielded five promising new ALS genes. In this project we are seeng to extend our study to test the potentially toxic effects of these gene mutations in cells grown in the laboratory. Those that show the greatest effect will be injected into fruit flies, zebrafish and chick embryos to see whether the effects are also seen in an intact nervous system. These experiments will rapidly tell us whether the mutant proteins are toxic and provide a glimpse as to precisely how they damage nerve cells. By modelling the disease process in cells and small animals (fruit flies, zebrafish, chicken embryos) it will also give us an opportunity to work with Pharmaceutical companies to screen for drugs that could reverse motor nerve degeneration.\n\nWe also intend to collaborate with other researchers from around the world who are using similar techniques to combine the Exome sequence of &gt;1,000 familial ALS cases. The 50 top candidate genes will then be sequenced in 1,000 sporadic MND DNA samples from the MNDA BioBank which we can then validate in white blood cell lines that we have banked on these patients. We will also screen 50 top candidate genes in DNA from ALS brain tissues we have stored in the MRC funded London Degenerative Diseases Brain Bank. This will allow us to rapidly discover how any mutation affects nerve cells in post mortem tissues from MND and FTD patients.\n\nThis project aims to discover new genes that cause MND and determine their frequency in familial and sporadic disease. These genes can immediately be tested to aid in the diagnosis of people with motor nerve problems and for families concerned about genetic risk. Gene therapy trials are already underway for SOD1 mediated MND and the discovery of other genes will increase the opportunity to design therapies targeted at people with specific gene defects. It will also allow us to model the harmful effects of ALS gene mutations in cells and small animals to help understand disease mechanisms and screen for drugs that reverse this devastating disease process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L021803/1","grantId":"MR/L021803/1","fundValue":"729542","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"MRC","impactText":"","person":"Christopher E Shaw","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}