{"id":"9904EB1A-6763-4AFD-878B-BC702B05D7CF","title":"POST EARTHQUAKE FIELD INVESTIGATION OF THE PISCO, PERU EARTHQUAKE 15TH AUGUST 2007","abstractText":"On 15th August 2007 a powerful earthquake struck at 18:41 local time (2341 GMT) near the coast of Central Peru, about 145 km (90 miles) south-southeast of Lima. This earthquake measured 8.0 on the Richter scale. At least 650 people have been killed and 1600 injured in the Ica-Lima-Pisco area and extensive damage has been reported at Chincha Alta, Ica and Pisco. Widespread communications and power outages have occurred in the area and relief efforts were hindered by cracks in the Pan American Highway. This earthquake occurred at the boundary between the Nazca and South American tectonic plates. The two plates are converging at a rate of 77 mm per year. The earthquake occurred as thrust-faulting on the interface between the two plates, with the South American plate moving up and seaward over the Nazca plate.Coastal Peru has a history of very large earthquakes. The August 15 shock originated just south of the source region of the magnitude 8.1 earthquake of October 1974 and just north of the source regions of major earthquakes that occurred in August 1942 (magnitude 7.7) and 1996 (magnitude 7.7). The largest coastal Peru earthquake of the last two centuries was the magnitude 9 earthquake of 1868, which was centered about 700 km southeast of the August 15 earthquake. The 1868 shock produced a tsunami that killed several thousand people along the South American coast and also caused damage in Hawaii. The team's primary interest is to study the consequences (damage to buildings and infrastructure and casualties) generated by such a large the magnitude event. The Peru Defensa Civil has reported that over 34,000 houses have collapsed and in the town of Ica, local academics have reported a disproportionately high numbers of casualties, where ground motion accelerations were said to be 0.6g (6m/s2). Most of the residential buildings are of non-engineered adobe construction.In particular, the team will be concentrating on the damage and performance of adobe/non-engineered residential construction. There have been notable efforts by the local and international engineering communities to improve adobe housing in the region after earlier events and it will be of great importance to compare the performances of these in relation to others. It has been reported that in Pisco city, over 70% of adobe buildings collapsed and is rapidly being cleared. In addition, 30-40% of concrete buildings have suffered some level of damage which are being demolished rapidly. It is therefore essential for the team to mobilise and capture this perishable data on buildings and casualties quickly. The associated devastation makes this a unique research opportunity to study the effects, how the international community responds and how we can best prepare for similar catastrophes.Largely through the efforts of EEFIT and its members, contacts have been established with a number of universities and local authorities, namely the Catholic University in Lima and the Peru Civil Protection, which have expressed willingness to assist the EEFIT team. The practicing engineers from JRC and RMS also have contacts in Peru through projects they have been involved with. Through these contacts, it is expected that the team will be able to work effectively and gain access to useful information and facilities of interest.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F037694/1","grantId":"EP/F037694/1","fundValue":"6004","fundStart":"2007-10-01","fundEnd":"2007-12-31","funder":"EPSRC","impactText":"","person":"Robin  Spence","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}