{"id":"99066308-A7C6-4F3D-9E47-9670791C3BD5","title":"Fuel Cell Technology, Enabling a Robust Clean Energy Economy","abstractText":"The philosophy of this proposal is to draw upon careful, focused basic studies enabling both technical development and commercial outreach to try to provide stepchange advances in Energy technology that have realistic possibility to be implemented in Industrial Development. The focus has been well informed by involvement in the Strategic Research Agenda of the European Hydrogen and Fuel Cells Platform. Our objective is to provide some of the solutions necessary to bring to fruition a vision of the new energy economy as stated below. We prefer not to follow the nuclear option; however, this only makes sense if renewable and clean energy technologies can demonstrate fairly soon that there does exist a viable non-nuclear solution, as we cannot leave Nuclear Technology on standby for very much longer, lest we lose capability. This is perhaps the gauntlet that the UK government Energy White Paper threw down for our clean Energy Community.By 2050 cheap oil will no longer be available and Europe's internal reserves will be exhausted. An increasing proportion of primary energy production will be from renewables such as solar, wind, tidal and biomass possibly supplemented by nuclear, natural gas and coal. We must rely on new energy carriers such as hydrogen, biogas or synfuels and liquid biofuels. These carriers will complement electricity as energy vectors, enabling some degree of energy efficiency optimisation, both on a local and a larger scale. A decentralised electricity generation infrastructure powered by a broad spectrum of renewable and clean technologies with a strong fuel cell component will have been created. The power network will largely be based upon self-contained nodes, each consisting of renewable and/or fuel cell systems. The advantages of this decentralised system arise from lower transmission losses, higher total energy efficiency and improved energy security. These nodes will be supported by a high value network powered by advanced thermal or nuclear systems, hydropower, buffered wind power and fuel cell systems. Our role is to develop high temperature electrochemical technologies to enable the efficient introduction of this new energy economy. Our early work will seek to optimise current fuel cell technology improving durability and stability and reducing cost of manufacture to enable widespread introduction. We will develop new anode formulations to enable efficient utilisation of more complex fuels, ranging from natural gas and LPG through biogas to liquid biofuels and biomass. Efficient utilisation of biomass is central to the new energy economy and this will be achieved by a range of mechanisms. Fuel cell technology is a particularly important enabler for biomass utilisation offering high efficiencies of conversion in fairly small unit sizes and is essential to the new distributed energy economy.Solid Oxide Fuel Cells seem certain to make a significant contribution to the future energy economy in 5-10 years, if good technological progress can be maintained; however, we only see this as one manifestation of this technology. Future development relates to efficient electrolysis, novel systems and carbon neutral fuel production. Efficient electrolysis to produce clean hydrogen is of key importance to the possibility of utilising renewable energy in transport. Similarly reversible fuel cells with careful thermal management can provide good buffering for intermittent power supplies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E045421/1","grantId":"EP/E045421/1","fundValue":"528038","fundStart":"2007-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"John  Irvine","coPersons":["Paul Alexander Connor","Shanwen  Tao"],"organisation":"University of St Andrews","findingsText":" Some highlights of our activities supported by the Platform grant are nanostructural ripening of impregnated electrodes, in situ exolution of nanocatalysts, very good direct carbon fuel cell performance, a new red metallic photocatalyst and revision of the rolled tubular SOFC design. Important achievements have been made in the search for new oxide anodes for SOFCs with enhanced capability for hydrocarbon oxidation, with a new perovskite (La,Sr)Mn0.5Cr0.5O3 composition demonstrating real potential application. In collaboration with Gorte and Vohs at UPenn, utilising a YSZ electrode skeleton impregnated with Mn-containing Perovskite oxide, stable operation at 700mWcm-2 in dry methane has been achieved, significantly higher than has been reported previously. This high performance is found to be related to the growth of a fine nanostructure in situ under fuel conditions with the nanostructure reverting to a smooth coating under oxidising conditions. Energy,Environment","dataset":"gtr"}