{"id":"990BE97B-378A-42C5-8680-16BFD79287F7","title":"Cavity optomechanics: towards sensing at the quantum limit","abstractText":"The grand challenge of attempting to cool a small mechanical device towards its quantum ground state is driving intense activity in many leading experimental groups worldwide. What seemed an unfeasible target only a decade ago, now appears tantalisingly close: by means of optomechanical techniques, micromechanical resonators such as small mirrors and cantilevers have been cooled by several orders of magnitude, down to occupation numbers of order n~30. The ultimate goal of approaching the ground state (n~1) now seems a realistic prospect, although serious obstacles remain; among these, thermal coupling to the environment is the most serious.However, within the last year, three groups (including the PI's) have independently proposed a novel scheme which has a fundamental new design: a dielectric nanosphere, optically levitated in a cavity and cooled by dipole forces arising from the optical field. The lack of mechanical connection to the cavity structure in a sense insulates the device from important sources of thermal noise and gives this scheme a unique edge in relation to conventional devices. The project brings together experimental and theory groups from London and Southampton with the ultimate goal of successfully implementing this scheme experimentally, for the first time. In addition, we aim to thoroughly understand the underlying physics theoretically by undertaking complete and realistic simulations of the optically cooled nanosphere system.Once the quantum limit is achieved, the main target is to operate the device in this regime. The rewards are potentially great. This is an attainable quantum technology which offers the prospect of unparalleled sensitivity in measurement, limited only by the Heisenberg uncertainty principle. For example, it is for this reason that these devices are used for gravitational-wave detectors, which require extraordinarily precise detections of displacement. They offer also the possibility of fundamental insights into the quantum-classical border: it may be possible to investigate superpositions which differ only by the displacement of a macroscopic object. Some experimental groups are investigating dipole-force coupling cavity optomechanics using a BEC (Bose Einstein Condensate) as the mechanical oscillator. In this case, the target is already in the ground state so it is already possible to explore the quantum regime. We will also investigate this regime theoretically, in order to establish whether quantum effects like squeezing (which improve sensing in the quantum regime) may be viably generated in such a scheme, as two of the co-applicants have already identified a potentially promising regime.Finally, taking the long view, we note that in parallel to this work, small sensors such as micron-sized cantilevers are actively being developed for biosensing applications (for ultra-sensitive detection of biomolecules or as force sensors). UCL, in particular the LCN (London Centre for Nanotechnology) is a leader in this field. On the otherhand, groups (such as the Caltech group of Vahala) working to cool optomechanical devices to the quantum limit are already testing their potential as biosensors.A desirable ambition, in the long-term would be to achieve a merger of these two directions: quantum limited detection and biosensing. We will explore the viability of employing schemes based on our dielectric nanospheres.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H050434/1","grantId":"EP/H050434/1","fundValue":"814268","fundStart":"2010-11-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"  Although this grant is not finished our work has led to significant impact in nano particle characterisation when trapped in optical fields. This is currently being used in other groups around the world to determine temperature of nano particles that are trapped in optical tweezers. Other Societal","person":"Peter Francis Barker","coPersons":["Tania  Monteiro"],"organisation":"University College London","findingsText":" Through this grant we have discovered a way of measuring temperature of a single nano particle. This is something that was impossible using conventional methods. We now know of people who are utilising this method in academia. We have also developed techniques to cool the centre-of-mass motion of particles using light. The particle is trapped within a RF Paul trap which is commonly used for nano particle analysis. We are the first to cool these particles in vacuum using a cavity field. They are already used by others but we expect that our work will be used in fundamental physics. Identified areas sensitive force measurements which have application in gravitational wave detection and for studying correction to standard Newtonian gravity at short length scales. Energy,Other","dataset":"gtr"}