{"id":"991A0499-0C1B-4B04-B589-1C1E26DFF0C8","title":"Novel Techniques for control and optimisation of laser driven ion beams","abstractText":"Key to the interest in a laser based particle accelerator lies in its cost effective and compactness. However, the proton beams accelerated by one of the highly promising laser based acceleration mechanisms, the so called Target Normal Sheath Acceleration (TNSA), suffers of shortcomings such as a broad energy spectrum and large beam divergence. The project aims to unlock the full potential of a number of novel techniques in order to control and improve upon the proton beam parameters, and possibly to deliver a beam of accelerator standard for widespread application in science, industry and healthcare. The techniques are based on either simple modifications of target shape and geometry, or by ingeniously harnessing extremely high electrostatic and magnetic fields produced by the interaction of intense lasers. A specific interest is that, by utilising these techniques, lasers can be transported close to the application area circumventing delivery beam-lines and radiation shielding costs associated with a conventional machine. \n\nA collimated dense bunch of energetic ions is highly attractive in view of the development of an appealing neutron source. Given the fact that the ions are produced by a compact laser-based machine, the neutron souce will offer opportunities for industrial, technological and healthcare applications, such as diagnosis of Li-ion battery and fuel cells, semiconductor doping and cancer therapy centre based on novel Boron neutron capture therapy (BNCT) technique. Over the two year duration of the grant, a rigorous work plan will be implemented. Whereas the in-house laser facility (TARANIS) at the host university will facilitate a systematic investigation of several aspects of the schemes, the schemes will be fielded at large-scale, laser facilities with significantly higher power (such as the Vulcan and GEMINI Petawatt facilities at RAL-STFC, UK) with the aim to demonstrate the expected improved performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002221/1","grantId":"EP/L002221/1","fundValue":"236870","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Satyabrata  Kar","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}