{"id":"991A563C-BC5A-444C-9C7F-AA3DA96CC911","title":"Practical Design for Social Action (PRADSA)","abstractText":"This project is concerned with designing and using digital technologies in 'social action' settings, or civil society. It follows on from the previous successful 'Technology and Social Action' research cluster.\\nApplying technology is highly context-sensitive. Some particular characteristics of technology use in social action areas include: the mainly social (rather than economic) objectives of people and organisations, vlaues of inclusion an participation, relative lack of resources and the importance of voluntary effort. These characteristics both place constraints on design, but also create new design opportunities. The opportunities for innovative design become even more apparent when a broad view of design is taken, encompassing social, methodological and organisational innovation alongside the technological. Consequently, this project takes a profoundly sociotechnical view of design as situated in the day-to-day work of innovative social action practitioners.\\nThe research in this project focuses on three main areas:\\n1) We will gather and analyse experience of practitioners who adopt the 'novel roles' that \\n are emerging in social action networks. Here, we refer to people who bring together \\n expertise in technology design and use, social facilitation/organisational skills, and\\n specific knowledge of social action domains to support innovation in technology and\\n social action. We shall explore a variety of case studies using ethnographic and \\n contextual inquiry methods to follow the work of these practitoners. We shall examine how \\n they operate and fit into their social and technological environments, the skills and \\n practices they use to orchestrate successful innovation, and the kinds of design methods \\n and support that can increase their effectiveness.\\n2) We shall work with selected practitioners to explore the potential of new design methods \\n to make the most of the particular opportunities in social action settings. This will be \\n achieved through a programme of workshops and structured online collaboration, \\n covering issues including participation, digital creativity, narrative, organisation and \\n evaluation. Practitioners froma r ange of social action settings (for example community\\n broadband,. open source in the voluntary sector, and community e-learning) will bring \\n real-world design challenges to the workshops where researchers and other practitioners\\n can explore different design propositions and approaches, and the contexts in which \\n these approaches may be useful.\\n3) The project will establish online spaces for discussion (both synchronous &amp; \\n asynchronous), including 'hot-seat' discussions with experts. Within these spaces, \\n structured online activities will complement and extend the work of the face to face \\n workshops to reach a wider audience.\\n\\nThe project is itself a form of design intervention, we are seeking to 'design' a new commnity for practitioners. This has two implications: firstly internal evaluation of the project is integral; and secondly, disseminating among practitioners is an essential practical component of that intervention. Consequently, while the results of the project will be disseminated throuh conventional acadmeic conference and journal publication, wider dissemination will be achieved through online multimedia resources and training materials, articles in relevant magazines (e.g. Third Sector) and a final open workshop for practitioners.\\nThe project will be carried out by an interdisciplinary team of researchers from software design, journalism, interaction design, onlin learning, community design, organisational psychology and information systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E507441/1","grantId":"AH/E507441/1","fundValue":"328618","fundStart":"2007-01-01","fundEnd":"2009-03-31","funder":"AHRC","impactText":"","person":"Andy  Dearden","coPersons":["Leonie Simone Ramondt","Christine Wendy Olphert","Steve  Walker","Leela  Damodaran","Nick  Plant"],"organisation":"Sheffield Hallam University","findingsText":" EMPIRICAL AND THEORETICAL FINDINGS \n\n\n\nWe uncovered deeper understandings of designing from the social action designer's' perspective. We discovered that obstacles to the flow of designing, such as funding difficulties, local apathy and changing conditions, were viewed by activists as integral parts of the design challenge with process and outcome being constantly renegotiated. Ideas, funding, policy priorities, local skills and serendipitous opportunities are all used as materials for problem-s The primary outcomes of this project are directed at non-academic contexts, particularly the third sector. \n\n\n\nThe e-SocialAction framework developed in Dearden &amp; Light (2008a,b) is useful for managers of third sector organisations to better understand the strategic role of ICT in their mission.\n\n\n\nFossbox has continued to develop - both as a technical solution (a standardised distribution and Linux platform for third sector organisations), but more importantly as an organisation (www.fossbox.or Communities and Social Services/Policy,Government/ Democracy and Justice,Other","dataset":"gtr"}