{"id":"992246C9-E540-4150-9B3D-955A599A34C4","title":"The underlying mechanisms of aging in the inner ear","abstractText":"Summary for a lay audience:\nMany people lose their hearing as they get older, and deafness is the most common sensory loss. Progressive hearing loss can begin at any age, even in the first few years of life. Hearing impairment can be profoundly isolating, both socially and economically, and has a major impact on the quality of life of those affected. People often first show difficulty in following conversations in a noisy background, followed by a high tone hearing loss further affecting communication. Later, the disease progresses to lower frequencies affecting the ability to detect and localize sounds. The only remedial options are hearing aids and cochlear implants, but although these may provide some benefits they do not restore normal function. We know that noise exposure can have a serious impact on hearing, and certain drugs and infections can also cause deafness, but genetics also plays a role. The variants that we carry in our DNA can make us particularly sensitive to damaging environmental factors like noise, or can lead to progressive hearing loss directly through what we presume is &quot;poor housekeeping&quot; of the ear. However, despite efforts to understand the underlying biological processes leading to deafness in humans, we still have very little knowledge of these processes, making it difficult to think of how to develop alternative treatments to stop or reverse the progression of hearing loss. In this project, we have turned to the mouse to get a better understanding of the causes of deafness. Mice have inner ears that are very similar both in structure and in physiology to human ears, and many of the genes we have found to be involved in deafness in mice also are involved in deafness in humans, and vice versa. The advantage of using mice is that we can control the environment to ensure they are not exposed to damaging sound levels, and we can study groups of mice that have all the same genetic variants as each other except for a single genetic variant, or mutation, that causes deafness in some of them. We have three different groups of mice each with a separate mutation in a different gene, all showing progressive hearing loss. We plan to study these in detail to understand the physiological and cellular changes of the inner ear as they lose their hearing, as well as analysing how all the genes in the genome of the mice are expressed (which means the gene is used in the first step towards making a protein) by a method called transcriptomics. We can then look for common patterns of expression of genes in the three groups of deaf mice to ask if there is a common molecular mechanism leading to hearing loss even when there are three different triggers. In addition to these analyses, we will look at multiple substances in the blood of the mice by a process called metabolomics, to discover if there are any indicators of abnormal metabolism associated with hearing loss. Both the transcriptomics and metabolomics will allow us to look for common molecular features of progressive hearing loss which may reveal points in these pathways that could be modified by drug treatment to slow down or stop the progression, which is our ultimate long-term goal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M02069X/1","grantId":"BB/M02069X/1","fundValue":"447982","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Karen Penelope  Steel","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}