{"id":"992943D4-5C9A-4664-A610-6AAD59120C18","title":"Hybrid Nanoporous Adsorption / High-pressure Gas Hydrogen Storage Tanks","abstractText":"This is a Case for Support for an inter-disciplinary research project at the University of Bath, UK to establish for the first time design and operation principles for hybrid nanoporous adsorption / high-pressure hydrogen gas storage tanks for use in sustainable energy applications, especially low-carbon vehicles. It is being submitted in response to the May 2013 EPSRC call for SUPERGEN Hydrogen Challenge projects, in particular to provide storage solutions using hybrid systems. If funded, the project will benefit from strong association with the EPSRC SUPERGEN Hydrogen and Fuel Cells Hub of which Mays (the Principal Investigator of this project) is a Co-Director.\n\nThe proposed project, nominally to start in April 2014 (&pound;1,170 unindexed full economic cost), and involving seven researchers (127 work months in total), aims to determine how nanoporous adsorbents may be incorporated into Type IV (or equivalent) high-pressure gas tanks (operating at ~70 MPa and ~298 K) to enhance hydrogen capacity, optimise storage conditions and possibly confer additional benefits in terms of thermal and mechanical properties. The project incorporates three, linked workpackages. WP1 (led by Burrows, Co-Investigator, Chemistry) will generate novel nanoporous adsorbents to be used as tank liners, WP2 (led by Bowen. Materials Science and Kim, Mechanical Engineering, CIs) will study how these materials bond to, and affect the properties of, tank materials (in particular carbon-fibre reinforced resin composites) and WP3 (led by Mays, Chemical Engineering) will integrate WP1 and WP2 to develop an optimal design and operation strategy for hybrid tanks. The project partner, EPL Composites Ltd., Loughborough, UK, will provide expert advice on industrial and economic aspects of tank materials, manufacture and design (contribution worth &pound;45k) and the University will provide strategic project support in the form a 36-month PhD studentship based in Chemical Engineering worth a total of &pound;57k.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L018365/1","grantId":"EP/L018365/1","fundValue":"924617","fundStart":"2014-06-30","fundEnd":"2018-06-29","funder":"EPSRC","impactText":"","person":"Tim  Mays","coPersons":["Hyunsun Alicia Kim","Andrew  Burrows","Christopher  Bowen"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}