{"id":"992BC650-52BF-4A9C-B0E1-5FF62E14ACD9","title":"Mixed cation- and anion-exchange hybrid membranes for use in fuel cells, redox flow batteries and electrodialysis cells","abstractText":"The research involves the development of hybrid polymer electrolyte membranes and membrane electrode assemblies (HyMEA) that contain distinct cation(proton)- and anion(alkali)-exchange phases with a defined interface or junction between the phases. Two different approaches will be investigated: Approach 1 (lower risk) will involve the fabrication of HyMEAs using commercially available Nafion ionomers and proton-exchange membranes along with Surrey's previously developed alkaline ionomer formulations and alkaline anion-exchange membranes. The second approach (higher risk involving more fundamental explorations) will involve the synthesis of innovative hybrid membranes from a single precursor polymer film where the distinct cation- and anion-exchange phases are separated by a chemical junction/interface and where there are no interferences from undesirable physical separation phenomena between the phases.The HyMEAs will firstly be evaluated in fuel cells with a preferred embodiment where the acidic phase is located at the anode and the alkaline phase is located at the cathode. The use of HyMEAs will allow the use of low humidity hydrogen and air gas supplies as the water generation in the operating fuel cells is at the cation-/anion-exchange junction, which is located away from the electrodes themselves (water generation in the electrodes in traditional fuel cells can disrupt the supply of the reactant gases, which leads to mass transport derived performance losses); the cation-/anion-exchange junction is ideally located inside the HyMEA for maximum retention of the hydration state of the polymer electrolyte membranes and films for maximum ionic conductivity. The synthetic approaches detailed above were deliberately chosen to allow for HyMEAs and hybrid membranes to be synthesised where the cation-/anion-exchange junctions can be located at controlled (and varying) distances from the anode and cathodes; hence the optimum location of water generation (e.g. near to the anode, near to the cathode, located dead centre) can be determined for each approach. The presence of a high pH cathode will also allow for the use of non-platinum (non-Pt) cathodes (the cathodes of traditional hydrogen fuel cells, where the oxygen reduction reaction kinetics are sluggish, contain the bulk of the Pt content; the anode electrokinetics are superior and hence significantly less Pt can be used at the anodes).Recently, hybrid (bipolar) membranes have been applied to technologies such as redox flow batteries and electrodialysis cells: therefore, the project will also evaluate if the application of the hybrid membranes developed above is pertinent to these technologies. The model systems for this impact assessment will be a vanadium redox flow battery and a sodium formate electrodialysis cell.PRINCIPAL AIMS: To develop a range of HyMEAs that are initially targeted for use in hydrogen fuel cells that require non-humidified gas supplies and that contain non-platinum-group-metal cathodes.ENSUING PROJECT AIMS: An initial feasibility study on the use of the developed hybrid membranes in electrodialysis cells and redox flow batteries to explore the potential impact of the developing technologies in non-energy generation applications (water technologies and energy storage).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H025340/1","grantId":"EP/H025340/1","fundValue":"388982","fundStart":"2010-06-14","fundEnd":"2013-12-13","funder":"EPSRC","impactText":"  Findings being further developed by EPSRC Fellowship (grant EP/I004882/1). Digital/Communication/Information Technologies (including Software),Energy,Environment ","person":"John Robert Varcoe","coPersons":["Robert Charles Slade"],"organisation":"University of Surrey","findingsText":" The aim of the project was to develop mixed cation- and anion-exchange hybrid membranes for use in various electrochemical devices such as hybrid membrane fuel cells (that can operate with low humidity gas supplies). The target materials were where membranes were fabricated that contained cationic [anion-exchange] groups on once side of the membranes and anionic [proton-exchange] groups on the other side such that there would be a cationic/anionic chemical interface inside the membranes. Several strategies were tried involving radiation-grafting techniques, the development of ionically crosslinked materials, and modification of Nafion sulfonyl fluoride precursors. Unfortunately these strategies were unsuccessful in producing the desired hybrid cationic-anionic membranes. For example, the literature suggested that Nafion-sulfonyl fluoride precursor could be used to make high performance anion-exchange membranes. However, the research conducting during this project suggested that this is not the case: We rapidly published a paper to communicate this finding [Ref: J. Mater. Chem. A, 2013, 1, 1018: http://dx.doi.org/10.1039/C2TA00955B (CC-BY open access)]. \n\nDespite the lack of success in synthesising the target hybrid cationic-anionic membranes, several new classes of ion-exchange materials were synthesised that would have uses in fuel cells and other electrochemical energy systems. This includes anion-exchange ionomers made from ionically crosslinked polymers (with very high ion-exchange capacities) and radiation-grafted powder materials [J. Mater. Chem. A, 2014, 2, 5124: http://dx.doi.org/10.1039/c4ta00558a (CC-BY open access)].\n\nA major success in the project was the method development allowing radiation-grafted anion-exchange membranes to be fabricated using substantially decreased quantities of expensive (and toxic) vinylbenzyl chloride. The materials developed in this project have potential for application in the following technologies:\n\n- Solid Alkaline Fuel Cells;\n\n- Redox Flow Batteries: Some of the materials and knowhow was given to the EPSRC Supergen Energy Storage grant for testing in redox flow batteries (via Prof Slade [Dept. of Chemistry, University of Surrey] who is CI of this grant);\n\n-Reverse Electrodialysis Cells (Salinity Gradien Power);\n\n-Bioelectrochemical systems such as Microbial Fuel Cells;\n\n-Water Digital/Communication/Information Technologies (including Software),Energy,Environment","dataset":"gtr"}