{"id":"99360B75-DD60-4D89-80E6-FF83F14E409D","title":"Silicon-based Integrated Single-Spin Quantum Information Technology","abstractText":"The aim of this project is to realize a world-first Si-based integrated single-spin quantum bit (qubit) system on ultrathin silicon-on-insulator (SOI). We develop a precisely-controlled single-electron transfer technique to initialize truly single-electron spin (single-spin) states, micro electron spin resonance (micro-ESR) for single-spin manipulation, and a 'spin-to-charge' conversion technique for readout. These challenging technical requirements will be met by synergistically combining the expertise of the University of Southampton on cutting-edge silicon-based nanofabrication and single-electron devices, the University of Cambridge and the Hitachi Cambridge Laboratory on solid-state qubits and the associated low-temperature &amp; RF measurements, and the NTT Basic Research Laboratories on single-electron / spin control technology.The first Si-based qubit was proposed by Kane using nuclear spins of phosphorous donor atoms in Si (Si:P qubits). This proposal attracted much interest due to the very long decoherence time of nuclear spins in Si. However, challenging bottom-up nanotechnologies, e.g. STM lithography, are required to control the number and position of P atoms embedded in silicon relative to surface control gates. Rather than using donors, which are atomic-like species, it is also possible to confine electrons in nano-fabricated structures known as quantum dots (QDs). An exquisite degree of control over single-electron spins (single-spins) has been demonstrated in QDs made from gallium arsenide. Unfortunately gallium arsenide is a nuclear spin rich environment leading to a rapid loss of coherence from electron spins. Recently, QDs capable of confining few electrons have also become feasible in silicon based materials, which have a low nuclear spin density, therefore providing a motivation for this research proposal. The recent appearance of isotopically pure Si materials (28Si 99.9%) also works in favour of Si-based systems by further increasing spin decoherence time. In order to develop the Si-based integrated single-spin qubit system, which has never been achieved, we fully exploit the unique set of state-of-the-art nanotechnologies brought together in our project team. Firstly, single-electron turnstile technology is adopted in order to prepare the well-defined initial single-spin states. Secondly, a high-speed charge detection technique is introduced using the radio-frequency single-electron-transistor (RF-SET). Thirdly, the detection of a single-spin state is realized based on the spin-to-charge conversion method. We propose a revolutionary SOI-based technology platform for integrated single-spin qubits, which features double single-spin turnstile devices (SSTDs) built as two parallel SOI-nanowires (SOINWs) with their edges interconnected by another short SOINW. The SSTDs are co-integrated with three other key components: (1) an in-plane single-electron electrometer formed adjacent to the edge of one of the SSTDs, (2) a micro-ESR device formed by using a metallic waveguide and placed near the SOINW interconnect, and (3) a nanomagnet which generates a magnetic field gradient across the single-spin qubits. By integrating all the building-blocks in a nanoscale footprint, we fully investigate initialization, selective manipulation and readout of the single-spin qubits for the first time on Si.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H016872/1","grantId":"EP/H016872/1","fundValue":"1009700","fundStart":"2010-05-04","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"","person":"HIROSHI  MIZUTA","coPersons":["Peter  Ashburn","Harold Meng Chong","YOSHISHIGE  TSUCHIYA","Andrew James Ferguson"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}