{"id":"994970A7-BB56-493A-A96F-E17E8C3EF3EE","title":"Coordinated EU-US development of high-order compact aeroacoustic methods for aircraft noise","abstractText":"Sustainable air transport operations require wide-body civil aircraft that are quieter by design. Substantial progress has been made by the applicant's research team in developing multi-block, parallel, time-accurate Computational Fluid Dynamic software to model the unsteady flow around airframe components, like airframe cavities. The sound generated by the flow-structure interaction, which is captured by the software in the near-field, is an important component of aircraft landing noise. The Computational Aeroacoustic solver in the software is a high-order compact finite-difference scheme with high-order compact spatial filters, featuring several innovative features, including a new monotonicity-preserving wall boundary formulation, an improved acoustically non-reflecting boundary treatment, and finite-difference stencil coefficients optimized both on computational cost and wavenumber range.The first aim of this Overseas Travel programme is to disseminate these UK research achievements in the US, by presenting papers at two Aeroacoustics and Aerospace international conferences. The 47th AIAA Aerospace Sciences Meeting is the main Winter event for aeronautics of the American Institute of Aeronautics and Astronautics (AIAA). With 1550 papers on the programme, it draws academics as well as the main US primes, like The Boeing Company. Two Computational Aeroacoustic sessions and 12 papers specifically on cavity flows create an ideal forum to disseminate these research achievements, benchmarking against research peers, and attracting the interest of the US primes to exploit the software for commercial aircraft design. The applicant is co-chairing one of the two Computational Aeroacoustic sessions and has one accepted paper. The 15th AIAA/CEAS Aeroacoustics Conference is a joint event with the Council of European Aerospace Societies (CEAS). It has a greater academic focus and enables to discuss more specifically about aeroacoustic theory and algorithm development of the aeroacoustic software. It complements well the more applied aerodynamics theme of the first conference.The second aim of this Overseas Travel Grant is to establish a new three-way link between UK, US and French Higher Education research institutes on airframe aeroacoustics. The National Center for Physical Acoustics (NCPA), Mississippi, is located within easy reach from the conference venues in Florida. Two visits to NCPA are scheduled to follow the two conferences to maximize the value for money of the transatlantic flights, combining the dissemination work at the conferences with creating a framework for the coordinated EU-US development of high-order compact aeroacoustic methods for aircraft noise. The applicant has past high-speed flow research links with the Center's director, John Seiner, in the context of EPSRC GR/N23705. He then developed a shared interest in cavity flow control with the Institut de M\\'{e}chanique de Fluides de Touluose (IMFT), France. All three parties therefore have a common interest in the unsteadiness, the noise production and the control of airframe cavity flows, pursued through parallel studies. This Overseas Travel Grant will converge the work into a new three-party research framework that is going to maximize the research effectiveness by sharing test-cases and data from simulation and measurements. A set of commonly agreed test cases will be used to cross-validate the Leicester and IMFT codes against NCPA measurements. These showcase results will be used to support funding applications to the EU under the 7th Framework Programme and to the US Air Force Office for Scientific Research, to sustain this new three-way link long-term. This work will deliver a significant advance in understanding how to best control the noise generation in airframe cavities, opening the route for new ways to reduce airframe landing noise through quieter airframes, giving more sustainable and environmentally friendly air transport operations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G064024/1","grantId":"EP/G064024/1","fundValue":"25140","fundStart":"2009-09-23","fundEnd":"2010-03-22","funder":"EPSRC","impactText":"","person":"Aldo  Rona","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}