{"id":"994A69F6-6622-491E-B04F-15ED2FE9FEB0","title":"The production of salt in Ireland: establishing a multiscalar understanding of the archaeology of a marine industry.","abstractText":"The production of salt has been a vital commodity for human life for millennia. Of crucial importance for preserving foodstuffs and thus allowing them to be exported, salt has been at the heart of successful civilizations, allowing the growth of city states and feeding their armies on campaign. This project seeks to investigate the role of salt production in Ireland's efforts to extend her commerce to a global market (in particular the transatlantic colonies - Mandelblatt 2007). Unlike neighbouring Britain, Ireland was never subject to large-scale industrial development, but nevertheless had a thriving export trade in salted beef and butter which stimulated economic growth from the seventeenth century (Rynne 2006). The importance of salt stems therefore from its crucial role in the burgeoning provisions trade which in turn facilitated economic expansion in the post-medieval era.\n\nDespite the importance of salt production for underpinning the economy, there has been almost no field-based research focussing on the commodity. The result is a lack of knowledge concerning the scale and survival of sites associating with salt making and almost no archaeological evidence of the technology and material culture of the industry in Ireland. The paucity of previous work necessitates the project investigate the subject at both national and local scales, providing a context to understand the scale and geography of salt production and allowing focussed investigation on an important, recently discovered site of early salt production. \nThe national scale investigation will collate evidence from a wide range of cartographic and documentary sources to generate a comprehensive distribution (GIS package) of salt working sites. A significant sample of sites identified in this way will be selected for field visits aimed at recording and understanding the archaeological expression of salt working at different locations. This will provide an overview of the structures associated with salt production as well as features (e.g. brine reservoirs) that may be located within the vicinity and their relationship with regional ports. Of particular interest is whether any of the sites demonstrate combined industrial processes such as lime and kelp-making with salt production - a documented innovation that seems to have been unique to Ireland. The national framework will establish Irish salt making within a north European context, aid interpretation of excavation results (see below) and inform future research agendas. The project will specifically reveal through targeted excavation the unique remains of the earliest salt-working sites on the Irish coast - that at Ballycastle Bay in Co. Antrim. Three salt-working sites have been discovered in the Bay, bearing witness to three centuries of production (17th-19th centuries). Drawing on the large adjacent coalfield for fuel, the complex is the longest continuous site of salt production in the country. The main focus of the excavation will be on the recently discovered eastern site. This site is the earliest in the Bay, and may have its origins under MacDonnell ownership in the 16th century. The dig will ascertain a more accurate foundation date for the works, assess the level of technological sophistication in place, and provide insights into the material culture and working conditions of the 17th century salt workers. A secondary excavation will take place at the latest, western site, which uniquely preserves the iron pans used to evaporate brine. In this case the pans are in danger from erosion and archaeological investigation will be followed by work to stabilise and cover the site. \n\nDrawing on a multi-scale approach, this project is the first attempt to investigate one of Ireland's most important post-medieval industries. The work will examine one of the most significant sites of salt production in the country, presenting a unique opportunity to provide new insights on the industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L002175/1","grantId":"AH/L002175/1","fundValue":"196812","fundStart":"2013-12-31","fundEnd":"2015-12-30","funder":"AHRC","impactText":"","person":"Wes  Forsythe","coPersons":["Colin Patrick Breen"],"organisation":"University of Ulster","findingsText":" The project has successfully excavated the remains of a 17th century salt production site, the results of which are currently being processed. Initial results show a materially impoverished site with rather crude buildings. We have also completed one quarter of the national survey work aimed at developing an archaeological signature for these sites across Ireland. We have plans to publish the results of the project upon completion as a series of papers. We have participated in a forthcoming TV programme ('Digging for Ireland'). We are currently working with government departments to develop a database of sites and have the most important sites protected via statutory instruments. Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}