{"id":"99583F38-4A06-4804-BE4D-B4B0820CE90F","title":"Care for Late Stage Parkinsonism","abstractText":"The aim of this project is to evaluate the needs and provision of care for patients in the late stages of Parkinsonism and their carers in several European countries, to compare the effectiveness of different health and social care systems, and to lay the foundation for improved outcomes in this population. We will undertake an in-depth assessment of patients and their care arrangements in a population recruited through networks in six European countries. The systems and procedures that are used in the provision of care will be reviewed through a systematic literature review, interviews and assessments of patients, carers and health care providers, and through a trial comparing assessment by a specialist with management suggestions, guidance and access to telephone advice to that of usual care.\nThrough interviews, questionnaire assessment and review of current health-care and social care arrangement, we will assess the needs, provision of care and use of health-care resources, and their impact on patient and carer outcomes in different countries. National and regional databases will also be interrogated to identify current practice and use of health-care resources and drug usage. A systematic literature review of the evidence for effective management strategies, analysis of the study data, and evaluation of change in outcomes following specialist review will provide the basis for recommendations in the management of late stage Parkinsonism. We will also evaluate potentially useful outcome measures for use in this patient group.\nIn addition to charting the needs and current care provision for late stage Parkinsonism in different European countries, its cost and effectiveness, and an analysis of health-care and social care predictors of improved outcome, the project will produce a platform for the assessment of patients with late stage Parkinsonism, their current treatment and care provision, as well as guidelines on the management of this late disease phase.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009250/1","grantId":"ES/L009250/1","fundValue":"252403","fundStart":"2014-04-30","fundEnd":"2018-04-29","funder":"ESRC","impactText":"","person":"Anette  Schrag","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}