{"id":"995FAF4B-0347-4CDA-BAF3-CE1BCBC37A05","title":"Next generation auxins and anti-auxins : principles for binding and design","abstractText":"Context: Plant growth and development are dynamically controlled by hormones. Hormones are mobile signalling molecules which coordinate growth in response to environmental cues. Auxin is a hormone and is involved in almost every part of a plant's life, from embryo to wood. In order for auxin to trigger responses it needs a receptor, a protein to which it binds in a very specific and defined way. Auxin binding acts as a molecular switch, initiating a chain of events that leads to changes in which whole groupings of the plant's genes are switched on or off to change developmental decisions. We have been studying a protein called TIR1 as an auxin receptor, along with members of its family called AFB proteins. We have shown that some auxins (there are many) are selective for one or other receptor family member.\n\nAims and objectives: This proposal describes a set of experiments that allows us to specify and quantify the changes between family members. In turn, this allows us to describe the special features on each type of auxin which determine specificity and allows us to start to understand the molecular rules defining this specificity. Auxins are also valuable agrochemicals. In their main application as herbicides they already present a certain element of selectivity, killing broad-leaved weeds in preference to cereals. However, we now know that there are more layers of selectivity to be exploited. This makes it imperative that we learn much more detail about the rules of specificity if we are to design a new generation of selective plant growth regulators. \nOur project sets out a number of complimentary lines of experimentation to investigate in great detail the features which differentiate AFB5, for example, from TIR1. We will use the latest biophysical techniques to measure the speeds of binding and the energy changes on binding. By comparing these values and comparing them with computer-driven calculations of the auxin molecules themselves, we will be able to derive design features specific for each template. Further, we know that when auxin binds to its receptor, this interaction creates a binding site for a second protein, a co-receptor. We believe that the TIR1 receptor acts as an enzyme to modify the shape of the co-receptor during binding. We will investigate this hypothesis and add kinetic details of this second part of the co-receptor assembly into our molecular models. With the two primary stages completed, we will have a matrix of detailed information about what makes a molecule an auxin and how they are selective and we will use this as a platform for designing new auxins and anti-auxins. These will be made by colleagues and tested for efficacy and selectivity. \n\nPotential applications and benefits: Examples of agricultural use of auxins include treatments to flowers, fruits and nuts and as selective weedkillers to kill broadleaved plants, not cereals and grasses and are of great agricultural value. Up to now, millions of compounds have been made and screened to find the chemicals we use. This project will measure in fine detail the very special interactions made by auxins at their several, but specific target sites. From this information we will start to define rules for new and more selective auxinic agrochemicals because, so far, agriculture has exploited only auxin analogues. Our technologies will enable us to add selective auxin antagonists (anti-auxins) into the toolkit. The aim is to create a new generation of safe, selective and low dosage agricultural compounds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L010623/1","grantId":"BB/L010623/1","fundValue":"358503","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"BBSRC","impactText":"","person":"Stefan  Kepinski","coPersons":[],"organisation":"University of Leeds","findingsText":" The award is fairly new but we have already made some progress in understanding the structure of the part of the Aux/IAA proteins that contact with auxin and the TIR1/AFB auxin receptors. Work continues. We anticipate that our finding will eventually to used in the rationale design of new agrochemicals. Agriculture, Food and Drink,Chemicals,Environment","dataset":"gtr"}