{"id":"996278E2-6DCC-412F-A9DF-50BBC78D1054","title":"Iron-only hydrogenases: a functional artificial H-cluster","abstractText":"Converting protons to hydrogen at an electrode and its reverse getting electricity from hydrogen are reactions of fundamental importance to a hydrogen economy. Platinum is currently the best catalyst for both obtaining hydrogen as a fuel from water by electrolysis and using hydrogen to produce electricity by oxidising it in fuel cells. It is an expensive metal and in the long term is likely unsustainable with respect to demand from an expanding hydrogen economy . Issues relating to security of supply have also been raised. Nature carries out the same reactions using hydrogenase enzymes to catalyse the production or use of hydrogen in bacteria and algae . The machinery at the heart of one of these enzymes is a cluster of iron and sulfur atoms (abundant elements) known as the H-cluster. We are addressing the question 'can we make new materials based on nature's blueprint to replace platinum in fuel cells?' So far we and others have shown that structures closely similar to the catalytic centre of the enzyme can be synthesised. However these have proved poor catalysts, in part because the artifical structures have an 'extra' molecule of carbon monoxide attached to one of the iron atom and this 'blocks' its reaction with hydrogen or protons. This project sets out to build a functioning H-cluster. This will both help us to develop our understanding of how the biological catalysis works and may provide lead materials of technological relevance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E023290/1","grantId":"BB/E023290/1","fundValue":"306525","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"  By academic peers working on understanding stucture and function of the hydrogenases.  ","person":"Christopher John Pickett","coPersons":[],"organisation":"University of East Anglia","findingsText":" Converting protons to hydrogen at an electrode and its reverse getting electricity from hydrogen are reactions of fundamental importance to a hydrogen economy. Platinum is currently the best catalyst for both obtaining hydrogen as a fuel from water by electrolysis and using hydrogen to produce electricity by oxidising it in fuel cells. It is an expensive metal and in the long term is likely unsustainable with respect to demand from an expanding hydrogen economy . Issues relating to security of supply have also been raised. Nature carries out the same reactions using hydrogenase enzymes to catalyse the production or use of hydrogen in bacteria and algae . The machinery at the heart of one of these enzymes is a cluster of iron and sulfur atoms (abundant elements) known as the H-cluster. We have addressed the question 'can we make new materials based on nature's blueprint to replace platinum in fuel cells?' So far we and others have shown that structures closely similar to the catalytic centre of the enzyme can be synthesised. However these have proved poor catalysts, in part because the artifical structures have an 'extra' molecule of carbon monoxide attached to one of the iron atom and this 'blocks' its reaction with hydrogen or protons. This project set out to understand basic design principles of electron and proton transfer to artificial and to build build a functioning 'H-cluster' analogues. Much new chemistry has been learnt, especially relevant to the role of hydrides. Understanding structural and mechanistic principles related to the functioning of the hydrogenases. Energy","dataset":"gtr"}