{"id":"99653BBA-D51B-4A77-93C2-3E8F17446FC1","title":"Investigating the role of gibberellin signalling in the response to drought","abstractText":"Lack of water is one of the most important limitations to global crop productivity and is likely to become an increasingly severe problem with the predicted global warming. Even in the UK, parts of the country may experience serious water deficits at certain times of the year. In order to attempt to maintain crop yields in the face of reduced water availability it is important to understand how plants respond to drought and how these responses affect the growth and development of both the vegetative organs that accumulate biomass and the harvested parts of the plant. Such information will guide the breeding of more drought-tolerant varieties. A common response of plants to drought, as to other stresses, is to reduce growth, often leading to poor yields. There is accumulating evidence that this growth reduction is due, at least in part, to lower production of the gibberellin growth hormones or to the ability of the plant to respond to these hormones. Furthermore, plants that have low amounts of active gibberellins are more tolerant of drought. One aim of this project is to determine precisely how drought stress modifies the concentration of gibberellins in plant tissues and/or the manner in which plants perceive the hormones and respond to them. We will focus in particular on enzymes that inactivate gibberellins and thereby lower their concentration. We will also investigate how the action of gibberellins causes plants to be more susceptible to drought. An important question is whether gibberellins act only to regulate growth, i.e. drought resistance is due to the smaller size of the plant, or it has a more direct effect on drought tolerance independent from its action to control growth. The latter scenario would suggest that it may be possible to enhance drought tolerance without compromising growth and yield. We will work with the model plant species Arabidopsis thaliana since we have accumulated substantial genetic and molecular resources with which to study gibberellin biosynthesis and action in this species. However, we believe that the information obtained will be relevant to crop species and will aid in identifying genes that would be targets in breeding for drought tolerance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H007334/1","grantId":"BB/H007334/1","fundValue":"457694","fundStart":"2010-08-16","fundEnd":"2013-08-15","funder":"BBSRC","impactText":"  The findings have not yet been used.  ","person":"Peter  Hedden","coPersons":["Stephen Gregory Thomas","Andrew Leonard Phillips"],"organisation":"Rothamsted Research","findingsText":" A highly reproducible system was established to impose drought stress on Arabidopsis in soil, ensuring equal water availability between phenotypically diverse lines. This allowed us to identify specific members of the gibberellin deactivating 2-oxidase (AtGA2ox1) and signalling (DELLA paralogue RGL3) gene families that are induced by drought in leaves. Furthermore, several GA-biosynthetic genes were down-regulated by drought, including GGPPS2, which has not previously been shown to be regulated The project provided considerable fundamental information on the extent to which gibberellin signalling impacts drought tolerance. This could be followed up in further research. Agriculture, Food and Drink","dataset":"gtr"}