{"id":"996847D4-DC3E-4B3E-BC57-34F7C6404767","title":"Integrated Carbon, Waste and Cost Modelling for Design of Low Impact Buildings","abstractText":"The project will provide practical decision support tools that will enable practicing designers to systematically assess alternative low impact design options against carbon emissions, time, cost and waste performance measures simultaneously. This area has been chosen as it is central to realising low impact buildings and the consideration of carbon emissions and waste along with the multiple performance measures currently present significant challenges to designers. The current proliferation and sometimes absence of tools are not adequate as they address the problem in a piecemeal fashion, do not interoperate, most are not easy to use and do not allow a holistic assessment to be made. The work will focus on: establishing methods, protocols, and rules for measuring embodied carbon emissions and waste from construction materials, components, and activities; establishing cost and waste drivers and methods of estimating project time and costs of designs that incorporate innovations in low impact and sustainable building technologies and methods at the early stages of the design process; developing integrated models for estimating carbon emissions, waste, time and costs simultaneously; leveraging emerging Building Information Modelling (BIM) technology to develop easy to use interoperable decision support software components that implement the methods and models developed; testing and validating the methods and software tools on selected case studies; and establishing mechanisms for exploitation and wider dissemination of the results. The use of integrated models that can handle the natural correlations between material quantities, emissions, time, and cost is innovative.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H003266/1","grantId":"TS/H003266/1","fundValue":"149416","fundStart":"2010-02-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"  The project has led to a successful bid and securing a contract with the Greater London Authority (GLA) to write industry guidance on embodied carbon emissions assessment which will include the learning from this project involving three of the project partners.\n\nAdditional work has been done to extend LIDx to generate COBie data at the request of the UK Government BIM Group. The LIDx software prototype demonstrator has been exploited by the UK Government BIM Group to demonstrate the generation and usefulness of COBie data from BIM models to wider audiences to support Government policy on mandating the use of BIM on projects from 2016. The Group Chairman arranged for LIDx to be demonstrated at the EcoBuild 2012 event at sessions organised by the Group to promote it's work. Construction,Education Economic,Policy & public services","person":"Joseph Handibry Mbatu  Tah","coPersons":["David  Duce","Franco Kai-Tak  Cheung","Esra  Kurul"],"organisation":"Oxford Brookes University","findingsText":" Although there are many tools purporting to facilitate the design of low impact buildings, many are expensive, lack the ability to predict the impact of alternative design decisions on multiple building performance indicators simultaneously, address the design and construction process in a piecemeal fashion and do not interoperate with other tools. We have developed the prototype Low Impact Development Explorer (LIDx) tool which allows users to easily develop 3D models of developments and immediately see the implications of their decisions as the design progresses on multiple performance measures such as embodied carbon, wastes, and costs simultaneously on an on-screen performance indicator dashboard. LIDx has been developed as a plugin to the free SketchUp 3D CAD tool from Google, essentially extending SketchUp into a BIM tool. It has been developed to interoperate with software for energy modelling and simulation in real-time using the gbXML standard for green building data exchange. It can also generate BIM data into the Construction Operations Building Information Exchange (COBie) spreadsheet format being promoted by the UK Government BIM Strategy Group. A series of 8 short YouTube videos have been produced to demonstrate the end-to-end functionality of the tool. This is available on YouTube (www.youtube.com/user/tsbLIB/videos) and through the project website (www.lowimpactbuildings.org). We are currently soliciting funding for the further development of the tool. We successfully obtained HEIF funding from the University to employ an external consultant to undertake market research for us to inform our exploitation strategy. This confirmed that there was a lot of interest in the tool from small and medium sized organisations in the construction industry which are looking for affordable BIM-related software for low impact buildings design. As a result of this, we are currently soliciting funding to further develop LIDX iso that it can be made freely available as open source so that third parties could exploit it or further develop it to meet their needs. Construction,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}