{"id":"997718A3-83CD-4C14-A80A-7B665EA2449F","title":"Assessing the Impacts of the Recent Amazonian Drought","abstractText":"Over the last few months there has been extreme drought in Amazonia. This may be related to warming of the North Atlantic and Gulf of Mexico, the same feature that helped generate unusually violent hurricanes and contributed to 2005 breaking the record as the most active year for Atlantic tropical cyclones since records began. The Amazon drought may have been a similarly unusual event. In western Amazonia particularly this may have been the most intense drought since weather records began in this region in the mid 20th-century. By October, river stage levels along the middle and lower reaches of the Amazon river had reached the lowest marks for 35 to 60 years, which indicates that most of the vast Amazon basin (about 5 million km2) has seen exceptionally dry conditions for many months. The drought led to a state of emergency in parts of Brazil, where boats could no longer be used to supply towns and villages with essential supplies. Reports from Amazonian towns such as Iquitos (Peru), Leticia (Colombia), and Manaus (Brazil) suggest that temperatures approached, and perhaps exceeded, their all-time temperature records. The drought appears to be ending now. This project will attempt to assess the impacts of this unusual event on the Amazon forest / which harbours more carbon and more species than any other ecosystem on earth. Water is essential for plant growth, so the growth rates of trees may have been severely reduced, and also the rates of tree death may have increased. Changes in rates of tree growth and death impact on the amount of carbon stored. However, at the moment, the severity of these effects is not known. However strong these effects may (or may not) have been, the drought does represent a scientific opportunity that must be seized, because it may provide a window into the future. Human-driven climate change is expected to increase temperatures substantially in this region (by 2 to 5 Celsius within the century), and probably to diminish rainfall. Studying the effects of this drought in detail on the structure of forest canopies, the structure of leaves and branches, and how different species and types of tree respond, can provide the information to make predictions of how Amazonian forests might look in future. This research team is in a unique position to study the effects of this drought. A network of long term monitoring plots has been established over the last five years, building on plots established as long ago as 1970. With our South American colleagues these plots are regularly monitored, and many were remeasured during the last 12 months. In a few, select sites, we have also been looking frequently (as often as every fortnight) at short-term ecological processes such as leaf litter-fall, and measuring the weather that the plots are experiencing. In the proposed research we set out a strategy for measuring the effect that this remarkable drought has had. Not only will we return as soon as possible to make the long-term measurements such as tree growth, death, in as many plots as possible, but we will also make the high-intensity, short-term measurements (such as litterfall) for an additional year following the drought so that we can understand in more detail how Amazon forests recover from the drought. Together with this intensive fieldwork and subsequent laboratory analyses we will also synthesize existing weather data from across the Amazon to understand the precise magnitude, intensity, and distribution of the drought, and also satellite-based measurements of forest canopy properties to understand how the extreme conditions have affected the larger region, and to put our localised fieldwork results in context of the whole region. The overall outcome of the project will be to discover just how serious this event has been for plants in the region, and therefore to allow us to make much better predictions of what might happen in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D01025X/1","grantId":"NE/D01025X/1","fundValue":"139348","fundStart":"2006-01-09","fundEnd":"2007-04-08","funder":"NERC","impactText":"","person":"Oliver  Phillips","coPersons":["Jonathan  Lloyd","Simon  Bottrell"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}