{"id":"99793C68-1D5D-4BCB-B18C-D2D34F97BF88","title":"A plethora of N-glycosylation pathways in Bacteria from the epsilon Proteobacteria - a resource for glycoprospecting and toolbox for glycoengineering","abstractText":"Glycoproteins (proteins that are modified with sugar structures) are ubiquitous biomolecules involved in most basic biological phenomena in complex living organisms such as humans, ranging from immune recognition to cancer development. They often have underestimated biological functions and in contrast to proteins and nucleic acids, glycans have escaped the cloning revolution. The experimentally tractable model bacterium Escherichia coli is often used as a 'cellular factory' to produce practically inexhaustible amounts of purified proteins for various uses. However, until recently it has not been possible to generate glycoproteins in this bacterium as these simple organisms do not make glycoproteins of this type. This how now changed. We recently identified and characterised a cluster of pgl genes which is responsible for the synthesis of glycoproteins in the simple gut bacterium Campylobacter jejuni. This is the first bacterium known to glycosylated their proteins in this way. Furthermore we have been able to transfer the segment of C. jejuni DNA containing the pgl genes into E. coli to produce recombinant glycoproteins, thus opening up the field of glycoengineering. The key enzyme in the C. jejuni pathway that couples proteins to sugars is the transferase protein termed CjPglB. Although CjPglB can transfer many sugar structures unfortunately there are many important glycostructures that it cannot. Recently we have identified dozens more bacteria that are related to C. jejuni that have different PglB sugar transferase enzymes. Indeed some of the bacteria have more than one PglB, the first time that this has been observed in bacteria, suggesting that they may have subtly different abilities to transfer different sugars and hence be invaluable for glycoengineering. In this proposal we wish to fully characterize the plethora of new PglB enzymes and their associated pathways to expand the range of genetic tools that could be used for glycoengineering. The proposal will also help answer fundamental questions as to why some bacteria require more than one PglB and the evolutionary origin of these unusual systems in bacteria. The program of work will benefit scientists interested in basic research and also in applied research particularly in the burgeoning glycobiotechnology industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H017542/1","grantId":"BB/H017542/1","fundValue":"386531","fundStart":"2010-09-06","fundEnd":"2013-09-05","funder":"BBSRC","impactText":"","person":"Dennis  Linton","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}