{"id":"9982A1BE-3F4E-4496-B9B6-74EEF1855C00","title":"Lithostratigraphy determination and mineralogical variation of subduction input sediments from wireline log data: NanTroSEIZE IODP Expedition 322","abstractText":"The Integrated Ocean Drilling Programme (IODP) Expedition 322 is part of the Nankai Trough seismogenic zone experiment (NanTroSEIZE). The Nankai Trough is located along the SW margin of Japan, and is part of a subduction zone in the western Pacific where large magnitude earthquakes (&gt;8) have occurred repeatedly. These earthquakes pose a significant threat to people but also allow scientists to study the science of plate tectonics. This experiment is a multi-expedition drilling project, designed to investigate fault mechanics and seismogenesis through direct sampling, in situ measurements, and long-term monitoring in conjunction with laboratory studies and numerical modeling. As part of Stage 2 of NanTroSEIZE IODP Expedition 322 targets the sediments in the Shikoku Basin (Philippine Sea Plate) seaward of the subduction zone. The aim is to characterize the composition, lithology and physical properties of the undeformed sediments which form the input to the subduction system. This will define a reference dataset to track changes during deformation as sediments either enter the subduction zone or are accreted into the accretionary prism. NanTroSEIZE Expedition 322 will drill two wells in the Shikoku Basin with continuous coring and wireline log data through undisturbed sediments; likely to be dominated by hemipelagic mud with volcanic ash layers and sand-silt turbidites. The downhole logs provide continuous measurements from the strata beneath the seafloor and are a 'representative' or a 'proxy' for the rock properties in-situ. We will use standard interpretation techniques, and also develop new interpretation methodologies, to use these data (electrical, nuclear, images of the rocks along the borehole sides) to deduce rock properties, e.g. rock type, sediment character, and fluid type. In particular we will focus on identifying where the rock types change even where actual samples cannot be retrieved, and in identifying different facies as well as changes in porosity (compaction), sediment mineralogy and fluid content. The main aim is to develop a facies scheme by integrating the datasets acquired through observations and measurements on recovered core and downhole logs, to produce a vertical column representing the sediment succession present at the drill site, and allow the characterization of sediments purely from log data. The project will also interpret other characteristics, such as structures produced by sediment transport or post-deposition disturbance. During earthquakes sediments accumulated on a nearby knoll may become unstable and 'fail' resulting in transport by slumps and slides. The resultant deposits will exhibit different sedimentary structures which will be visible on the borehole image logs. Previous (Stage 1) sites drilled through the fault system measured more disturbed (deformed) sedimentary strata. We will compare results from the undisturbed sediments with data from the deformed sedimentary successions to compare lithologies, mineralogies and structures. Stage 2 provides the ideal opportunity to maximise core-log integration and through this integration we will propose an overarching scheme that will group the successions into units with similar data characteristics, identify structural and fluid flow features and enable us to suggest sediment characteristics in the absence of core. Ultimately our results will deliver a predictive capability to allow future recognition and prediction of sediment properties from log data alone. This will be invaluable in interpreting future NanTroSEIZE drilling (Stage 3), where deeper sediments within the prism are targeted but limited core recovery is planned, and will be essential for integrating the results of all 3 NanTroSEIZE Stages. This project is at the interface with applied research: the type of data collected is used by industry in exploration, and its interpretation will become increasingly important in the search for smaller oil and gas fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H013636/1","grantId":"NE/H013636/1","fundValue":"15821","fundStart":"2010-04-01","fundEnd":"2010-09-30","funder":"NERC","impactText":"  In improving the scientific interpretation of the Expedition Education,Environment Cultural","person":"Michael Anthony Lovell","coPersons":["Sarah Joanne Davies"],"organisation":"University of Leicester","findingsText":" The research focussed on interpreting data from boreholes to better understand the sediments. On this NanTroSEIZE expedition we improved our classification of the rocks and our understanding of the physical properties of the sediments in the subduction zone. Scientific investigations in this region are ongoing and our results have helped shape further investigations. Education,Environment","dataset":"gtr"}