{"id":"9989BDC4-57AF-40FB-A93F-BA01757172BF","title":"Quality Control of Gene Expression / RNA Surveillance","abstractText":"The exosome is a large multisubunit complex endowed with exonuclease activity. This nuclease is the major 3'-5' exonuclease of eukaryotic cells. It is constituted of a core containing 10 different proteins to which associate nuclear and cytoplasmic specific subunits. The exosome has been implicated in most decay pathways involved in the removal of aberrant and non-functional RNA molecules. Those include elimination of Cryptic Unstable Transcrips (CUTs), aberrant tRNAs, non-spliced pre-mRNA as well as some snRNAs and rRNAs in the nucleus. In the cytoplasm, the exosome has been show to degrade non-functional mRNAs containing a premature stop codon (NMD), those lacking a stop codon (NSD) or those provoking ribosome stalling (No-Go decay). The exosome thus plays a central and essential role in the control of RNA quality. The exosome has to target and degrade aberrant RNAs without attacking functional molecules. This discrimination results in part from the action of factors that will bind and/or modify biologically relevant substrates and target them to degradation. Such factors include the Trf/Air poly(A) polymerase and Mtr4 DEAD box helicase in the nucleus and the Ski7 GTpase and Ski2/3/8 complex in the cytoplasm. If the enzymes and factors involved in these pathways are known, the mechanisms leading them to selectively degrade aberrant RNA molecules remain unclear. We propose here a multidisciplinary study of the role of the exosome in RNA quality control pathways. This analysis will combine molecular biology and biochemical approaches, native mass spectrometry, structural analyses by electron microscopy and small angle X-ray scattering to provide a structural and functional framework allowing the understanding of the role of the exosome in RNA surveillance. We envision that the methodology, developed in this collaborative project involving experts in complementary fields, will be useful to study other RNA based processes and other molecular mechanisms in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F010311/2","grantId":"BB/F010311/2","fundValue":"42219","fundStart":"2009-11-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"","person":"Carol V Robinson","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}