{"id":"99955524-0245-4A3A-BEFC-38F666527CB2","title":"The mechanisms of NAD-dependent abiotic stress resilience","abstractText":"Crop improvement strategies require improved varieties with increased ability to tolerate environmental stresses. BBSRC's Food Security Strategy Advisory Panel in its advice for a 5-year Wheat Strategy recommended development of new traits for improved sustainability which include resilience to climatic variation and disease. Data from our laboratories and others demonstrate that reduction in the activity of enzymes called poly ADPR polymerases (PARPs) results in plants more resilient to stressful treatments. PARPs are multifunctional enzymes and thus it is not clear how altered activity improves stress tolerance. PARPs are members of a class of enzymes that consume NAD, an important energy containing molecule. Possibly, reducing PARP activity increases the amount of NAD in the plant, resulting in more resilience to stress. We will test this hypothesis by measuring NAD levels in plants with no functional PARPs. \nOur preliminary data suggest that not all the benefits conferred by reduced PARP activity are associated with increased NAD levels and therefore we will also test alternative potential mechanisms. We will investigate the regulation of gene expression by PARP activity. We will identify those genes whose expression is altered in PARP loss-of-function plants, also plants in which an enzyme Poly(ADP-ribose) glycohydrolases (PARG1), which counteracts PARP activity, is reduced and in plants with altered Sirtuin (SRT) activity. SRTs are another class of NAD consuming enzymes whose activity is intertwined with the PARPs. We will also identify the regions of DNA bound by the PARPs, PARG1 and SRTs, since this will identify those genes that are likely to be the direct targets for regulation by these enzymes. \nWe will investigate the effect of loss-of-function of the PARPs, SRTs and PARG1 on the ability of plants to tolerate a wide range of stresses and also the consequence for the functioning of the 24 hour circadian clock. The role of these enzymes in regulating the circadian clock will be investigated because the circadian clock is major regulator of stress signalling in plants and it has been proposed that enzymes with similar function to the PARPs, SRTs and PARG1 have a role in circadian regulation. \nHaving investigated the effects of PARPs, SRTs and PARGs on gene expression, stress responses and circadian signalling, we will next proceed to addressing the mechanism by which these effects might occur. The activity of the PARPs, SRTs and PARG1 are associated with NAD-dependent modification of chromatin, a complex of proteins bound to the DNA that participates in gene regulation. It is thought that NAD-dependent chemical modifications of chromatin affect DNA folding and thereby regulate gene expression. We will test this hypothesis by studying the activity of the HSP70 gene, which is strongly affected by chemical modifications to the chromatin proteins that bind HSP70. By studying the activity of HSP70 we will be able to determine if loss of function of the PARPs, SRTs and PARG1 has contrasting effects on HSP70 activity, as is predicted by our current models. We also will investigate the effect of loss of each of these enzymes on the chemical content of the plants, the so called metabolome, to identify mechanisms of action and also potential agricultural benefit in altering NAD-consuming enzyme activity. \nWe have formed an international, multidisciplinary group to address the function and mechanism of action of a major group of enzymes that are thought to contribute to stress tolerance. We combine the academic excellence of laboratories in Cambridge, with world-leading chemical analysis platforms in Golm, Germany and the industrial resource base and potential for translation to real world solutions offered by our industrial partners at Bayer CropScience, Ghent.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L02182X/1","grantId":"BB/L02182X/1","fundValue":"544513","fundStart":"2014-11-03","fundEnd":"2017-11-02","funder":"BBSRC","impactText":"","person":"Alexander Arundell Webb","coPersons":["Philip Anthony Wigge"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}