{"id":"9996DBAF-405C-4894-A4A8-08BC588BE42D","title":"Critical Diversities@ the Intersection: Policies, Practices, Perspectives","abstractText":"<p>The overall aim of the Critical Diversities@ the Intersection: Policies, Practices, Perspectives seminar series is to stimulate discussion and critical thinking around the construction, debates and enduring divisions in ‘diversity’ as a concept, practice and policy requirement in fostering different ‘publics’. The overall aim is underpinned by four main objectives:</p>\n\n<ol>\n \n\n <li>To bring together a range of national and international contexts, varied methodological and multidisciplinary views, including contributions from sociology, social policy, the creative arts and other disciplines to explore and critically engage with issues of diversity.</li>\n\n <li>To contribute to developing and sharing research which critically reflects diversity as a lived reality attached to advantaged and disadvantaged groups: how does ‘diversity’ compel a (personal, institutional, academic) response from those occupying (non)normative identities? What different, even diverse, forms of (dis)engagement does this produce and/or fail?</li>\n\n <li>To strengthen empirical and academic work by bringing together leading researchers in the UK with esteemed overseas researchers, who are working in the fields of diversity, intersectionality, policy-legal development. These are situated in the context of State retrenchment and with a view towards promoting knowledge generation and knowledge transfer between academic and non-academic research user.</li>\n\n <li>To establish further dialogue with research users including policymakers, and practitioners working with diverse users. </li>\n\n</ol>\n\n<p>The seminars will be structured around the following themes:</p>\n\n<ul>\n \n\n <li>Different Subject, Diverse Strands</li>\n\n <li>Diversity at the (Inter)discipline Divisive Realities</li>\n\n <li>Lived Experiences, Diversity Dis-junctures Diverse Policies</li>\n\n <li>Colliding Concerns Diverse Publics</li>\n\n <li>Political Plurality, Public Potential?</li>\n\n <li>Two-day International Conference: Critical Diversities: Policies, Perspectives, Practices.</li>\n\n</ul>\n\n<p>A new Routledge Book Series on Advances in Critical Diversities will be launched, edited by Yvette Taylor and Sally Hines.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J02189X/1","grantId":"ES/J02189X/1","fundValue":"16378","fundStart":"2013-01-18","fundEnd":"2015-01-17","funder":"ESRC","impactText":"","person":"Yvette  Taylor","coPersons":["Sally  Hines"],"organisation":"London South Bank University","findingsText":"","dataset":"gtr"}