{"id":"999F8BF9-FE7C-439B-BACD-9F84D3307F9F","title":"HCN ion channels and pain","abstractText":"Pain is critical for survival, as shown by the bodily damage and short lives of the rare humans who lack a sensation of pain. Pain also has a downside, however, because chronic pain causes severe limitations in mobility and quality of life of those who suffer from it. Three modes of pain can be distinguished: acute pain, caused by an initial injury; inflammatory pain, in which tissue damage releases inflammatory mediators which enhance the sensation of pain; and neuropathic pain, caused by direct nerve damage. Acute pain is essential to protect us from injury. Inflammatory pain can be beneficial in protecting damaged areas from further harm, but when chronic it can cause a major reduction in quality of life. Neuropathic pain serves no obvious protective function and is a severe handicap for those who suffer from it. It is also the most poorly understood mode of pain, and the most difficult to treat.\nRecent work in the applicant laboratory has found that a single ion channel, HCN2, which is expressed in the surface membranes of nociceptive (pain-sensitive) neurons, controls their rate of firing of action potentials in response to inflammatory mediators. Selective genetic deletion of HCN2 in a subset of nociceptors abolishes the heat sensitivity seen in inflammatory pain, and also abolishes neuropathic pain. This work showed for the first time that a single molecular entity underlies both forms of pain, and moreover it opens up possibilities for new treatments of pain by the development of selective blockers of HCN2. This last will be a particularly welcome development, as all current analgesics in common use have major side effects.\nThe present application aims to build on this advance by extending our scientific understanding of the involvement of HCN2 in pain. We have identified a particular population of nociceptors where the expression of HCN2 is critical for pain. The method that we used to achieve the genetic deletion tells us that these neurons must express a voltage-dependent sodium channel, NaV1.8. What are the other electrophysiological and histological properties of these neurons that make them critical for pain? We will mark these neurons genetically and will isolate them for further study. \nIn two further lines of enquiry we will investigate which inflammatory mediators are crucial for modulating HCN2. Our previous work has identified prostaglandin E2 as one such mediator, but we have strong indications that others are important, in particular for neuropathic pain. We will test candidate mediators in isolated neurons, and we will elucidate their intracellular signalling pathways. We will then test inhibitors of these mediators, or of their signalling pathways, in in vivo experiments. This work may open up therapeutic possibilities for controlling pain by attacking the modulation of HCN2 rather than directly blocking the channel.\nA fourth area will investigate how the expression of HCN2 in neurons, and its expression in the neuronal membrane itself, may be modulated in a more long-term way by inflammatory mediators of the growth factor family, such as NGF and GDNF. There is evidence that these factors are released following nerve injury, and they may be important in the long-term maintenance of neuropathic pain.\nThe work outlined above will put our understanding of the role of HCN2 in pain ona firm basis. There are two other members of the HCN ion channel family, HCN3 and HCN4, which remain to be investigated (previous work in our group has already ruled out HCN1 as a major contributor to pain). In the final phase of the project we will construct animals with genetic deletions of these two ion channels and will examine the effect of the deletion on pain. This work will tell us in a straightforward fashion whether either channel plays an important role in either inflammatory or neuropathic pain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J009180/1","grantId":"BB/J009180/1","fundValue":"416771","fundStart":"2012-07-01","fundEnd":"2013-11-30","funder":"BBSRC","impactText":"  See report on BB/J009180/2 - same grant Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Peter Anthony  McNaughton","coPersons":[],"organisation":"University of Cambridge","findingsText":" See report on BB/J009180/2 - same grant See report on BB/J009180/2 - same grant Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}