{"id":"99A1F4C1-4C5E-48C5-9182-C7882CFD619C","title":"Mapping and Upgrading Creative Processes for Sustained Innovation: The challenge facing UK Electronic Games Developers","abstractText":"The UK Electronic Games Industry is facing significant technological and business challenges into the next decade. These include the co-ordination of resources to deliver higher specification games for next generation consoles and the disruptive threats and opportunities presented by mobile, online and DVD games. Developers need to understand better the management capabilities that will be required of them, while retaining the vital creative processes that have underpinned success. While recognising the UK industry's creativity, government and industry reports suggest that the sector is lacking in management discipline and professionalism. This research, conducted by CENTRIM at the University of Brighton will undertake detailed process mapping of eight exemplar companies; four are recognised as leading UK developers and the other four are at an earlier stage of development. The sample has been designed following pilot work on the sector for a Regional Development Authority, SEEDA and TIGA, the developers' trade association and discussions with industry pioneers and business leaders. The sample is structured to include developers operating across the five main business models deployed in the sector. These are work-for-hire, super-developers, original intellectual property development, specialist/niche development and service/tools providers. In addition, the sample includes developers at varying levels of project capability, firm size and maturity and also covers developers of games across genres and for the key platforms in the market. Through interviewing, process mapping and observation the research will analyse development processes and assess the scope for structure and improvement. The research team will design a prototype upgrading methodology for developers comprising a series of workbooks. Use of these will be customised according to the business models in operation and primary platforms developed for in the user firm. The workbooks will be used by developers to reflect and redesign their processes, ask questions about where external change will impact and suggest ways to prepare. The prototype upgrading methodology outputs will be disseminated through industry media, fora and exhibitions, as well as the various publications and events channels of the Advanced Institute of Management Research (AIM). The research relates to the technology and innovation management, creative industries and organisation fields. The literature suggests three interpretations: firstly, a balancing act or tension between creativity and management structure; second, a view that routinising certain tasks releases resources for creativity in others; third, routines and practices that are designed to effect creative outcomes. The research will contribute to these debates on the nature, effectiveness and desirability of applying structured management to a highly creative industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D059313/1","grantId":"EP/D059313/1","fundValue":"233372","fundStart":"2006-10-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"","person":"Michael George Hobday","coPersons":["Jonathan  Sapsed","Andrew  Grantham"],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}