{"id":"99BBEE9B-6F11-419E-837B-6C8A6972B091","title":"AIR POLLUTION AND WEATHER-RELATED HEALTH IMPACTS: METHODOLOGICAL STUDY BASED ON SPATIO-TEMPORALLY DISAGGREGATED MULTI-POLLUTANT MODELS FOR PRESENT-DAY","abstractText":"There is a large and convincing body of epidemiological evidence linking short term exposure to outdoor air pollutants to adverse health effects. However, most of this evidence is derived from studies that have linked single pollutants to health in urban environments. There is increasing recognition that greater protection against the adverse health effects of air pollution could be achieved by focusing research and policy not on individual pollutants, but by a multi-pollutant approach. Furthermore, the spatial variation in pollutant concentrations and their health impacts, especially in rural areas and areas outside the larger cities where much of the UK population reside, are not-well established. Socio-economic impacts (and related issues of environmental justice) and other geographically-determined factors, including housing characteristics (indoor pollution), are also potential modifiers of exposure to outdoor air pollution. The increasing complexity of the scientific inquiry is matched by the difficulties of formulating, proving and implementing appropriate regulatory policy. This proposal builds upon an existing collaboration between researchers in the environmental and health disciplines, with the addition of investigators and practitioners from the policy and social science fields. Our proposal aims to provide new epidemiological evidence on the health impacts of exposure to multiple pollutants; to examine the implications of such evidence for regulation and control of air quality; and to assess how uncertainties in evidence affect its translation into actionable evidence-based policies and the evaluation of their costs and benefits. There are several unique innovations in our study: 1) the development of long series of high resolution (5 km) datasets for daily concentrations of a range of pollutants and weather data, linked to geo-referenced health data including daily mortality, hospital admissions and data on heart attacks; 2) an examination of the contribution of the indoor environment as a modifier of exposure to outdoor pollutants to provide an integrated assessment of the risks to health of short term exposure to air pollution; 3) an integrated assessment of the health effects of various near-term future air quality and climate policies in 2030 as well as selected emissions reduction policies for the UK; 4) the development of a 'decision analysis' tool that includes assessment of uncertainties and can be used to infer the likely outcomes of these various policy choices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I008063/1","grantId":"NE/I008063/1","fundValue":"509596","fundStart":"2011-06-01","fundEnd":"2016-04-30","funder":"NERC","impactText":"  Our air pollution data is being linked to epidemiology via ONS mortality and morbidity records as well as socio-economic inequalities to identify health impacts and differential vulnerability associated with inequality. It is also being used to construct indoor air pollution estimates across the UK. Chemicals,Environment,Healthcare,Government, Democracy and Justice,Transport Policy & public services","person":"Ruth  Doherty","coPersons":["David  Stevenson","Jamie Robert Pearce","Mathew  Heal"],"organisation":"University of Edinburgh","findingsText":" Produced spatio-temporal model simulations of weather and composition across the UK at 5km by 5km resolution for 2001-2010.\n\nDevised a suitable methodology for downscaling climate change from a coarse resolution global Climate model (GCM) to 5km by 5km resolution across the UK using the WRF model.\n\nProduced future climate and air quality high resolution scenarios for health impact assessment based on the UK Me Office HadGEM2 -ES Global Climate Model and the WRF weather and EMEP chemical transport models. Study health effects of multi-pollutants and weather\n\nStudy effects of climate change on air pollution\n\nconstruct policy intervention scenarios to benefit human health impacts from exposure to air pollution. Chemicals,Environment,Healthcare,Government, Democracy and Justice,Transport","dataset":"gtr"}