{"id":"99C25AD8-2BF9-4E75-ABFF-5F8C1A6DBA44","title":"Measurement and modelling of electrical, transport and phase-change phenomena and application to Vacuum Arc Remelting for Optimal Material Quality","abstractText":"In order to save fuel, aircraft components have to be designed to have as little weight as possible, but to keep us safe they have to be completely reliable. If a particular component has to withstand a certain amount of force, then to safely make it smaller (to save weight) we have to increase the strength of the material it's made from. Unfortunately as components become smaller, and as the strength of materials increases, they become very sensitive to the presence of small cracks, voids or foreign objects ('defects'); even something 20 thousandths of a mm across can start a crack which causes a component to fail prematurely. So improving the quality of these materials not only makes flying safer but also reduces the amount of fuel used and the pollution produced. That's just one example, but it also applies to the turbines in power stations, the chemical industry, and oil and gas rigs. All of these applications use material made by Vacuum Arc Remelting (VAR). VAR uses electrical power to slowly melt and resolidify a large cylindrical block of material (an 'ingot', typically a few tonnes) in a controlled way which dramatically improves its quality. Other important processes, such as manufacturing aluminium, have many similarities.During VAR a large amount of molten metal is present in a pool at the top of the ingot, and the way in which this flows and solidifies greatly affects the quality of the final product. The electrical currents used to heat the metal also cause magnetic fields within it, and the combination of these fields, the current itself, and variations in temperature lead to forces within the liquid metal causing complicated patterns of motion. These patterns had been thought to be symmetric around the central axis of the molten pool, but recent work indicates that this is not the case. Unfortunately there is not yet enough data to decide how far the flow deviates from symmetry, or what causes the asymmetry, and existing process models are not powerful enough to use this information. Because of the high temperatures during VAR, and because it needs to happen inside a sealed vacuum chamber (as it's Vacuum arc remelting), it's also very difficult to measure what's happening. However through a recently-finished programme, sensors have been developed which can be placed outside of VAR equipment but still detect where the electrical current is flowing within. These need to be developed further, and the data from them combined with data from other sensors such as video cameras and temperature sensors and used within a computer model to give a clearer overall understanding. Once we know what's going on electrically, we need to understand how it affects the quality of the material produced, again using modelling. We also want to know what controls the electrical behaviour so that we can come up with ways to modify it if necessary.Through this programme we want to develop the sensors and apply them to furnaces which make advanced steel and nickel alloys, and to develop a new type of computer model that does not assume that the behaviour is the same all the way round the top of the ingot, and does not assume that the behaviour is the same at all times. The model will specially have the ability to predict very small details about how the metal solidifies (called the 'microstructure' of the metal) that are important for determining how well the metal will perform. We want to use the sensors and the computer model to help the factories which use VAR to make better quality products. We also want to develop ways of controlling VAR, to improve product quality even more. The model will also be very useful for other processes and other metals; we also believe that this kind of model, the science behind it, and the techniques we will have developed will also be useful to scientists studying many other analogous problems, such as flow during tissue growth in bioscaffolds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D505003/1","grantId":"EP/D505003/1","fundValue":"169410","fundStart":"2006-12-21","fundEnd":"2009-12-20","funder":"EPSRC","impactText":"  The work developed in this grant (and started in earlier EPSRC grants) was on a novel technique for monitoring Vacuum Arc Remelting based on analysis of magnetic field data. A US researcher has since used this technique in his PhD. It is now starting to be applied industrially, but I am not allowed to give details currently (unless it's assured that this will be reviewed confidentially).\n\nI am now applying the results from this work with a UK company through direct sponsorship from them.\n\nA US researcher has used the technique developed through this grant in his PhD, applying it to other types of VAR furnace.\n\nBeneficiaries: The users and producers of high-performance metals by vacuum arc remelting\n\nContribution Method: A new technique was developed through this research, which should be useful for improving the quality and cost of material produced by Vacuum Arc Remelting. It's still in the early stages of application though, so far. Manufacturing, including Industrial Biotechology Economic","person":"Robin Mark Ward","coPersons":[],"organisation":"University of Birmingham","findingsText":" In order to save fuel, aircraft components have to be designed to have as little weight as possible, but to keep us safe they have to be completely reliable. If a particular component has to withstand a certain amount of force, then to safely make it smaller (to save weight) we have to increase the strength of the material it's made from. Unfortunately as components become smaller, and as the strength of materials increases, they become very sensitive to the presence of small cracks, voids or foreign objects ('defects'); even something 20 thousandths of a mm across can start a crack which causes a component to fail prematurely. So improving the quality of these materials not only makes flying safer but also reduces the amount of fuel used and the pollution produced. That's just one example, but it also applies to the turbines in power stations, the chemical industry, and oil and gas rigs. All of these applications use material made by Vacuum Arc Remelting (VAR). VAR uses electrical power to slowly melt and resolidify a large cylindrical block of material (an 'ingot', typically a few tonnes) in a controlled way which dramatically improves its quality. Other important processes, such as manufacturing aluminium, have many similarities.\n\nDuring VAR a large amount of molten metal is present in a pool at the top of the ingot, and the way in which this flows and solidifies greatly affects the quality of the final product. The electrical currents used to heat the metal also cause magnetic fields within it, and the combination of these fields, the current itself, and variations in temperature lead to forces within the liquid metal causing complicated patterns of motion. Until now, no-one knew how and where the electrical current was actually flowing under different process conditions. But, through this programme, new magnetic sensors to mount on VAR furnaces and ways of interpreting their outputs have been developed that give us this information, along with new 3-d models of the process that can be used to investigate better ways of operating it.\n\nWe've found that the electrical current moves in cork-screw type fashion during VAR, producing liquid metal flows that change direction periodically. We think these changes in direction may be related to the quality of the metal that is produced. We've also found that it's possible to detect where the top surface of the ingot is during VAR just by interpreting the magnetic fields coming from the current within it, which gives us confidence that the techniques are working well. The results we found in this project can be used in industry (see the &quot;Exploitation Routes&quot; ) to make higher quality metals leading to lighter and more fuel efficient aircraft engines. They could possibly also be used in detecting lightning / bursts of solar wind hitting the Earth. We want to use the sensors and the computer model to help the factories which use VAR to make better quality products. We also want to develop ways of controlling VAR, to improve product quality even more. The model will also be very useful for other processes and other metals; we also believe that this kind of model, the science behind it, and the techniques we will have developed will also be useful to scientists studying many other analogous problems, such as flow during tissue growth in bio scaffolds.\n\nSo far the work is going to be developed and applied at two companies using VAR in the UK, as well as at some companies in the USA. The knowledge generated through this programme will help the industrial partners to remain competitive, in terms of both process economics and material quality. The overall benefit from the improved VAR technology will be the savings in fuel and emissions resulting from the use of higher quality material.\n\nMuch of the scientific insight will be exploitable in similar processes, and in the wider field of modelling materials processing, instrumentation, and the development of models which predict material quality for subsequent use in the prediction of component performance, a key step in linking materials science to engineering. Aerospace, Defence and Marine,Energy,Environment,Transport","dataset":"gtr"}