{"id":"99C253BC-F255-4C01-B1F9-A474D8AC87A3","title":"From Explanation to Ethics and Back Again","abstractText":"Moral Philosophy investigates such things as the moral decisions of individuals and organizations, moral education and moral development, moral language, and moral facts. Moral philosophers seek to understand, and to communicate their understanding of, these things. \n\nTo do so, they construct moral theories. For example, we may wonder why helping one's elderly neighbour carry her groceries home from the shop is morally right and why cheating on one's taxes is morally wrong. According to one moral theory -- consequentialism -- actions are morally right if they bring about the best possible consequences and morally wrong if they fail to do so. On this view the act of helping one's neighbour is right because it brings about the best consequences and cheating on one's taxes is wrong because it fails to bring about the best consequences. \n\nLikewise, we may wonder why we are typically motivated to do what we judge is morally right. According to the theory of 'expressivism' a moral judgment is an expression of an attitude we have towards the act in question. On this view we are typically motivated to do what we judge is morally right because a judgment of this kind is simply an expression of a favourable attitude towards this act. \n\nMoral theories, like consequentialism and expressivism, are successful if they provide a good explanation of the things with which they are concerned (the rightness/wrongness of actions; the relation between moral judgment and motivation). It is clear, then, that an account of what a good moral explanation consists in is important to moral theorising.\n\nInterestingly, despite the obvious centrality of moral explanation to moral theorising, moral philosophers have paid little attention to the question of the nature of moral explanations. This is especially surprising because the relationship between theory, understanding and explanation is a relationship we find in all areas of intellectual inquiry, and in many of these areas the notion of explanation has received much philosophical attention. For instance, physicists construct scientific theories in order to explain physical phenomena. More generally, a successful scientific theory is one that provides good explanations of the relevant phenomena. And indeed, discussions of the nature of scientific explanation occupy centre stage in the philosophy of science. The thought is that if we are to understand science, we must understand what a scientific explanation consists in.\n\nThe underlying motivation for this project -- 'From Explanation to Ethics and Back Again' -- is that the notion of moral explanation is as central to moral theorising as the notion of scientific explanation is to science. The aim of the project is twofold. \n\nFirst we seek to improve our understanding of morality by investigating the nature of moral explanation. We plan to draw on work on the nature of explanation in other areas (e.g. scientific explanation). While there are many important differences between moral theorising and other intellectual inquiries (e.g. science), we believe that insights on the nature of explanation gleaned from philosophical reflection on these other pursuits will illuminate important features of moral explanation. \n\nOur second aim is to enhance our understanding of the very nature of explanation. Moral explanations have been neglected by those investigating the nature of explanation. Identifying patterns of explanation that are common in moral theorising will, therefore, provide new 'data' for an adequate theory of explanation and may enable us to adjudicate between competing views on the nature of explanation. Alternatively, it may reveal that moral explanations are unique -- different in kind from other types of explanation. Thus proceeding from explanation to ethics and back again promises to enhance our understanding of both ethics and explanation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006394/1","grantId":"AH/J006394/1","fundValue":"103246","fundStart":"2013-01-24","fundEnd":"2016-02-29","funder":"AHRC","impactText":"","person":"Neil  Sinclair","coPersons":["Uri  Leibowitz"],"organisation":"University of Nottingham","findingsText":" To date, the research has focused on the role of explanations in understanding the nature of ethics and other disciplines such as mathematics. The key findings concern a number of illuminating parallels between our understanding of ethical and mathematical practices. For example both can be understood in particular evolutionary terms that seemingly threaten to undermine the judgements of the practice. \n\nThe research has also had a direct impact on the content of the Moral Reasoning Workshops, which have been delivered with considerable success to members of the University and Local Business Leaders. The findings collected so far (for example in the forthcoming edited collection) provide several arguments that seek to push forward our understanding of ethics, or mathematics by comparing the explanatory roles of both. Education,Financial Services, and Management Consultancy,Other","dataset":"gtr"}