{"id":"99C56D19-F88F-4E4A-8F1D-3470CC99D829","title":"LIMES.NET: Network for Low Impact Materials and innovative Engineering Solutions for the built environment","abstractText":"The increasing demand for low and zero carbon buildings in the UK has provided significant challenges for the energy intensive materials we currently rely on. At present somewhere between 20% and as much as 60% of the carbon footprint of new buildings is attributable to the materials used in construction; this is predicted to rise to over 95% by 2020. If the UK is to meet agreed 80% carbon reduction targets by 2050 it is clear that significant reductions in the embodied carbon of construction materials is required. What also seems clear is that current materials and systems are not capable of delivering these savings. The drive for an 80% reduction in carbon emissions, a decreasing reliance on non-renewal resources and for greater resource efficiency, requires step changes in attitude and approach as well as materials. Improvement in construction systems, capable of providing consistently enhanced levels of performance at a reasonable cost is required.\n\nModern developments in construction materials include: eco-cements and concretes (low carbon binders); various bio-based materials including engineered timber, hemp-lime and insulation products; straw based products; high strength bio-composites; unfired clay products utilising organic stabilisers; environmentally responsive cladding materials; self healing materials; smart materials and proactive monitoring; hygrothermal and phase change materials; coatings for infection control; ultra thin thermally efficient coatings (using nano fillers); ultra high performance concretes; greater use of wastes; and, fibre reinforcement of soils. However, very few of these innovations make the break through to widespread mainstream use and even fewer offer the necessary step change in carbon reductions required \n\nA low carbon approach also requires novel solutions to address: whole life costing; end of life (disassembly and reuse); greater use of prefabrication; better life predictions and longer design life; lower waste; improved quality; planned renewal; and greater automation in the construction process. As well as performance, risk from uncertainty and potentially higher costs other important barriers to innovation include: lack of information/demo projects; changing site practices and opposition from commercial competitors offering potentially cheaper solutions..\n\nA recent EPSRC Review has recognised the need for greater innovation in novel materials and novel uses of materials in the built environment. The vision for our network, LIMES.NET, is to create an international multi-disciplinary community of leading researchers, industrialists, policy makers and other stakeholders who share a common vision for the development and adoption of innovative low impact materials and solutions to deliver a more sustainable built environment in the 21st Century. The scope of LIMES.NET will include: adaptive and durable materials and solutions with significantly reduced embodied carbon and energy, based upon sustainable and appropriate use of resources; solutions for retrofitting applications to reduce performance carbon emissions of existing buildings and to minimise waste; climate change resilient and adaptive materials and technologies for retrofitting and new build applications to provide long term sustainable solutions. In recognition of their current adverse impacts and potential for future beneficial impacts, LIMES.NET will focus on bringing together experts to develop pathways to solutions using: renewable (timber and other plant based) construction materials; low-impact geo-based structural materials; cement and concrete based materials; innovative nano-materials and fibre reinforced composites. Through workshops and international visits the network will create a roadmap for multidisciplinary research and development pathways that will lead to high quality large research proposals, and an on-going virtual on-line centre of excellence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004219/1","grantId":"EP/J004219/1","fundValue":"224929","fundStart":"2011-09-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  From a projected membership of 100, the network closed with 257 members in July 2012, of which 40% where from industry. At 100 members, LimesNet was felt to be significantly larger than other similar network, but at almost 250 this demonstrates the enthusiastic support for this network and its outcomes from all stakeholder groups.\n\nLimesNet held a presence at several key stakeholder events, such as EcoBuild in March 2012; as well as hosting its own research activities, such as the visit to the Balehaus, University of Bath. Beyond this, the LimesNet team and individual members strove to engage with policy makers and trade organisations alike, with visits to Brussels to meet with members of the European Commission, and similarly in the UK. This was to support and drive the change towards a more sustainable, low-carbon built environment with key funding and policy bodies.\n\nOne of the key successes of LimesNet was its International Mission Fund. Based around the LimesNet's four themes, members were invited to submit bids for funding to travel internationally with a group of colleagues to forge new links and investigate research development overseas. There were 14 successful applications, involving over 60 academics and self-funded industrial partners, visiting over 60 organisations in 14 different countries. Funding for these missions was awarded around ?107,000\n\nThese Missions then formed the focus of four 2-day thematic workshops held in Bath over the Spring in 2012. 240 members and guest speakers attended, many of whom then came to the LimesNet Conference held over 3 days in July2012. The Conference attracted over 114 members and internationally invited guest speakers. All events were a varied mixture of guest speakers from industry and academia, informal networking and workshops. The development of Open Space Technology as a novel workshop methodology led to the development of many research proposals, as well as many new working partnerships. This was noted as another key success and outcome for the network.\n\nThe research activities of LimesNet, and its sister network FiF (Future Infrastructure Forum), inspired the EPSRC to hold a call in the fields of Ground and Structural Engineering. LimesNet submitted over 14 proposals to this call, and this, combined with other bids submitted to the EU and other industrial funders, could potentially be worth ?46,000,000. Construction Societal,Economic","person":"Pete  Walker","coPersons":["Tim  Ibell"],"organisation":"University of Bath","findingsText":" The research activities of LimesNet, and its sister network FiF (Future Infrastructure Forum), inspired the EPSRC to hold a call in the fields of Ground and Structural Engineering. LimesNet submitted over 14 proposals to this call, and this, combined with other bids submitted to the EU and other industrial funders, could potentially be worth ?46,000,000. Outcomes from LimesNet have fed into numerous EPSRC (Materials 4 Life; DuraCOMP; HIVE) and EU funded projects (ECO-SEE; HEMPSEC). Construction","dataset":"gtr"}