{"id":"99C5C6ED-509E-4D21-8AF7-B4B0D8247F27","title":"Experimental philosophy and empirical ethics: a historical reconstruction and philosophical assessment","abstractText":"One of the most prominent current trends within philosophy is represented by the attempts to naturalize philosophical disciplines, from epistemology to ethics, and to tackle their problems with the tools of empirical sciences. An analogous naturalistic trend was prominent between 1660 and 1800. In this period, a large group of self-proclaimed experimental philosophers promoted an approach to the study of the natural world, ethics, and aesthetics which was based on the rejection of substantive a priori claims and the reliance on extensive observation and experimentation.\n\nInitially, Robert Boyle, John Locke, members of the early Royal Society and like-minded authors in France and Italy applied this approach to empirical issues within physics and medicine and to metaphysical questions concerning, for instance, the nature of causation and the basic structure of the material world. Later experimentalists extended their rejection of 'first philosophy' and application of empirical methods to the fields of ethics and aesthetics. Scottish and German authors, like David Hume and J. G. H. Feder, advocated the 'application of experimental philosophy to moral subjects' (Hume) and relied on empirical claims to promote sentimentalist ethical theories.\n\nNowadays, many ethicists endorse the same methodological outlook of eighteenth-century experimental philosophers, claiming that we should study morality with methods 'suitable to the investigation of natural facts' (Jesse Prinz). We are told that the results of fMRI scans refute deontologism (Joshua D. Greene, Peter Singer), that experimental psychology refutes moral intuitionism (Walter Sinnott-Armstrong) and virtue ethics (Gilbert Harman, John Doris), and that Humean moral sentiment derives from oxytocin, 'the moral molecule' (Paul J. Zak, Patricia Churchland). Along similar lines, a wave of popular books by well-known primatologists, evolutionary biologists, psychologists, and neuroscientists advocates the replacement of armchair ethics with an empirical 'science of morality' (Sam Harris), 'the science of good and evil' (Michael Shermer), 'the science of our moral dilemmas' (Michael S. Gazzaniga), and so on. \n\nThe historical component of the project will improve our understanding of early modern experimental philosophy. This will fill a significant gap in current accounts of early modern thought, it will provide a framework for new research, and it will shed light on the historical roots of a scientistic moral outlook which has broad appeal among philosophers and an increasing influence on public perception of the role of science within culture. The philosophical component of the project will assess the viability the methodological outlook underpinning early modern and recent attempts to build an empirical science of ethics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014998/1","grantId":"AH/L014998/1","fundValue":"196370","fundStart":"2014-10-01","fundEnd":"2017-01-31","funder":"AHRC","impactText":"","person":"Alberto  Vanzo","coPersons":["Thomas  Sorell","Peter Robert Anstey"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}