{"id":"99C7CEC2-FB0D-4003-B1AF-34F4F98E4A46","title":"Methods of analysis and inference for social survey data within the framework of latent variable modeling and pairwise likelihood","abstractText":"Research in Social and Medical Sciences, among others, is based on the analysis of data gathered by sample surveys which are usually carried out with the help of a complex questionnaire or the administration of tests. The answers to the individual questions are treated as indicators of latent (unobserved) constructs such as respondents' skills, beliefs, attitudes or state of health. Often the interest is on how the aforementioned constructs are related to each other and to covariates also measured in the surveys. The results of data analysis are often used by policy makers, educators and economists and are of interest to the general public. \n\nThere is a well-established modelling framework called latent variable modelling (LVM), or structural equation modelling (SEM), for the analysis of such social data. However, the standard statistical methods for estimation and inference in LVM and SEM are often not computationally feasible for large problems. This has led to the use of ad hoc approaches, but even these have computational limitations under certain conditions. As a feasible alternative, the project proposes the use of pairwise likelihood (PL) because it is computationally practical, shows good statistical properties and there is a sound theoretical background to support it. \n\nThere are three main methodological objectives of the project. The first is to study the performance of PL under realistic conditions, i.e. whether accurate and reliable results are obtained when the model size and complexity and the data type match those encountered in real applications. The performance of PL will also be compared with the existing approaches using both simulated data and the PIAAC (Programme for the International Assessment of Adult Competencies) and ESS (European Social Survey) data. The second goal is to develop, within the SEM and PL framework, methodology for assessing the goodness-of-fit of a hypothesized model and for selecting among competing models. The proposed methods will be compared with their counterparts developed under the existing approaches. The third objective is to extend the models to handle non-ignorable item nonresponse within the SEM and PL framework. Omitting cases with item non-response can affect the reliability and validity of data analysis and subsequently the conclusions. All methodological advances will be general enough to cover the cases of both continuous and categorical (ordinal, binary, and ranking) data.\n\nVariables from the PIAAC and ESS survey data will be analysed using the proposed methods to demonstrate their potential and to answer the main research questions posed by researchers who designed these surveys. These include cross-national comparisons of adult skills (PIAAC) and public trust in criminal justice and criteria for immigrants to enter a country (ESS). \n\nThe overarching aim is to keep a good balance between statistical theory and practice. For this, any methodological development will be &quot;translated&quot; to practical statistical tools readily available to researchers and practitioners to facilitate the analysis of their own data. The proposed techniques and tools will be accessible through the free open source R package lavaan. Online manuals and tutorials will explain when and how the proposed approaches can be used. These will give computing instructions and illustrative examples of data analysis, as well as discussing the interpretation of the results. \n\nThe methodological and substantive findings of the project will be disseminated through academic publications and presentations at seminars and international conferences. The exact means within these communication channels will be carefully selected in order to reach statisticians, social researchers from both academic and non-academic environments, and practitioners such as educators, psychometricians, policy makers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009838/1","grantId":"ES/L009838/1","fundValue":"189447","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Myrsini  Katsikatsou","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}