{"id":"99C869CA-5581-4EA7-BCBB-0CF40737A105","title":"SNACC: Suburban Neighbourhood Adaptation for a Changing Climate - identifying effective, practical and acceptable means of suburban re-design","abstractText":"The proposed research answers the question: How can existing suburban neighbourhoods be best adapted to reduce further impacts of climate change and withstand ongoing changes? We are interested in adaptations to the built environment, through changes to individual homes and larger neighbourhood scale adaptations (urban re-design). Climate change will affect everyone in the UK in the future, but the scale and intensity of change will depend on where you live. Equally the capacity of individuals and communities to adapt and change in the face of climate change also depends on where you live because of how wealthy you and your neighbours are, of the type of house and neighbourhood you live in and how effectively local policy makers and public service providers will respond to the challenge. This research focuses on the adaptation of suburban neighbourhoods because it is the most common type of urban area in the UK, housing 84% of the population. There is an urgent need to understand how to adapt the built environment in suburbs now, to ensure that they are liveable and sustainable in the future. Failure to do so could have significant human, environmental and economic consequences (such as fatalities from heat stress, ill health from reduced air quality, reluctance to use local outdoor environments, damage to homes and gardens, and adverse impact on property markets). Successful adaptation and mitigation measures will be those that perform well technically (i.e. they protect people and property from climate change impacts) but are also those that are the most practical and acceptable for those who have to make them happen (i.e. we have to be able to afford them and want to live with them). Our research design, the research method and the choice of collaborators reflect both the technical and socio-economic aspects of adaptation. We will work with existing research (by the SNACC team, BKCC and others) to test various adaptation 'packages' for their technical and socio-economic performance in different types of suburb defined in terms of the type of area (e.g. Victorian, post-war, 1980s) but also in terms of the capacity of communities in those areas to do something about climate change impacts. Using 6 neighbourhoods from 3 cities (Bristol, Oxford and Stockport) we will work with key agents of change (e.g. home owners, elected members and planners) using advanced modelling (of climate change, house prices and adaptation outcomes), tools that allow participants to visualise what 'adapted' neighbourhoods will look like, and deliberative methods from social sciences, to generate a portfolio of adaptation strategies that are feasible, and fully endorsed by stakeholders. The practice relevance of adaptation strategies is central to the SNACC project. We have assembled a team of academic partners (from University of the West of England, Oxford Brookes University and Heriot-Watt) and stakeholder partners (Bristol City, Oxford City and Stockport Councils, and White Design) as well as ARUP (consultants) that reflects a broad range of stakeholders that can implement the findings in the built environment. We are supported by five leading Visiting Researchers from the USA, Sweden (X2), Australia and Portugal who will offer international insights in good practice: an essential element in climate change research. We are also supported by an advisory group of from DCLG, CABE, RTPI, Constructing Excellence SW, Forum for the Future, the Modern Built Environment Network and The Improvement and Development Agency for Local Government (IDeA) which is committed to collaboration and effective dissemination. This team will ensure our findings are presented in forms appropriate for different audiences, and communicated to a wide network of policy, practice, public and academic beneficiaries. The outcomes will contribute, practically, to securing a sustainable future for the UK's suburbs in the face of climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061238/1","grantId":"EP/G061238/1","fundValue":"63638","fundStart":"2009-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Glen Robert Bramley","coPersons":["Neil Arnold Dunse"],"organisation":"Heriot-Watt University","findingsText":" England's suburbs need protection from future climate change. They will experience hotter and drier summers, with more heat-waves, and winters that are milder, and wetter, with more storms, and the potential for more flooding. Hence, the SNACC project answers the questions: How can existing suburban neighbourhoods in England be 'best' adapted to reduce further impacts of climate change and withstand ongoing changes? and; What are the processes that bring about climate-change motivated adaptation in suburban areas? \n\nWe sought to find out which adaptations to the physical environment of homes, gardens and suburban public spaces work best and how they can be delivered. In testing adaptations we determined if they were effective, feasible and acceptable. The project used a combination of modelling, visualisations and workshops with residents and stakeholders to determine what effective adaptation would be. We undertook most of the research in 6 suburbs in 3 cities: Oxford, Stockport and Bristol.\n\nWe found that at the home and garden scales some mitigation and adaptation actions are taking place, but not because people are driven by 'climate change'. Residents are motivated by, for example, saving money, the image of their home, and DIY. At the neighbourhood scale, very little adaptive action is taking place, and there is no clear process, or delivery mechanism, for adaptation and/or mitigation.\n\nIn terms of identifying the 'best' adaptations, there is no 'one size fits all' adaptation package. However, to be effective in the future, we need to combine 'adaptive retrofitting' with 'low carbon retrofitting'. Although the UK is projected to remain a heating dominated climate, adaptive measures to reduce the risk of future overheating on a house level are urgently needed. For residents, the 'best' adaptations tend to be cheap, convenient, practical, and attractive. \n\nIn terms of mitigating climate change, home energy saving adaptations were effective in almost all suburbs. Increased greening of homes and gardens has multiple benefits. To reduce flood risks, adaptations need to address pluvial as well as fluvial flooding. To address overheating, a number of adaptations are effective, but their performance depends on the characteristics of the home: external shading is more effective than internal. At the neighbourhood scale, blue and green infrastructure is likely to bring cooling benefits. There are effective measures to adapt to droughts and water stress, but residents are unlikely to take anticipatory measures against storm damage. At the neighbourhood scale, climate-resilient planting is effective, as are SUDS, but they are likely to be both expensive and disruptive to retrofit. \n\nOur research into what might motivate change revealed that people believe they will act if and when they experience different weather patterns. Institutional stakeholders see the need to consider adaptation in their long-term planning and day-to-day activities. All groups reported a lack of resources to adapt, and a lack of clarity about who was responsible for leading action. Residents needed information about adaptation to be clear, delivered at critical times, and from trusted agencies.\n\nThe house price modelling showed that a range of adaptation and mitigation measures (but not all) could be shown to impact on housing values. Generally the measures assessed here (energy efficiency performance and measures, gardens and greenspace) have a positive effect on house values, although this would not be the case for intensification. This may be taken to be an additional motivator for householders to invest in such measures, or to support their general introduction. In the case of energy efficiency, the value enhancement is associated with a prospective saving in annual energy bills, and the research also explored the related issue of energy consumption behaviour.  Environment","dataset":"gtr"}