{"id":"99CB8D30-8B84-4DF5-8317-4C02433E2972","title":"Amyloid Fibrils, Spherulites and Beyond: Unravelling Mechanisms that Control Protein Aggregation","abstractText":"When globular proteins become partially unfolded or completely misfolded from their native conformation they frequently aggregate into assemblies of many molecules. One of the key forms in which this aggregation occurs is the so-called amyloid fibril, a very regular packing of the molecules into long fibrils containing a significant amount of beta sheet. These fibrils are implicated in many of the diseases of old age and neurodegeneration, such as Alzheimer's and Parkinson's disease. However, this same structure is also found in benign situations, such as when milk proteins are heat-treated to lead to texture in foods such as yogurt and cheese. The amyloid fibril is not the only form of aggregate that can occur, and recent studies have identified suprafibrillar aggregates known as spherulites. These have also been found in diseased brain tissue, and are also known to form in the milk proteins. This project aims to try to uncover the factors that control when and how these different aggregates form, and what determines the balance between them. By working on model proteins such as insulin and Abeta (the protein associated with Alzheimer's disease) we aim to explore the role of the charge state of the protein and the presence of surfaces. The relevant surfaces include the introduction of nanoparticles as well as more macroscopic surfaces. Understanding the impact of nanoparticles for protein aggregation is another major thrust in healthcare which this project may help to address. If nanoparticles are shown to promote protein aggregation these studies will have far reaching implications for the cytotoxicity and toxicology of nanomaterials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H006028/1","grantId":"EP/H006028/1","fundValue":"367139","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  Understanding the nature of protein aggregation is relevant to the health sector (as in various diseases such as Alzheimers and Parkinsons Disease), the food industry and to biologics. Our findings provide both a means to quantify the balance between spherulitic and fibrillar aggregation and a theoretical framework for prediction. Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology Societal","person":"Athene  Donald DBE FRS","coPersons":[],"organisation":"University of Cambridge","findingsText":" Spherulites are a form of protein aggregation found both in vivo (eg in the postmortem study of brains of patients with Alzheimers Disease) and in vitro. We showed how different conditions - pH, temperature and salt concentration - affect the nature of the aggregation. It has been possible to quantify the amount of protein aggregated in the different states and to explore the role of electrostatics in the aggregation process. A theoretical approach to permit prediction of the nature of the aggregates that form has been developed. The theoretical approach should allow others to understand, for different protein systems with different charge states, which sort of aggregate will form. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}