{"id":"99D085DB-1E0A-4FC1-B983-69956A503D32","title":"BioLayout Express3D: A Community Resource for the Network Visualisation and Analysis of Biological Data and Pathways","abstractText":"Biological data is increasingly complex and large-scale. Genome sequencing and other high-throughput technologies have provided us with a parts-list of life, together with a wealth of information about how these components interact with each other. Humans are inherently visual and representing this information in the form of graphs and graphics is an extremely useful aid to our understanding of its innate complexity. Tools that assist biologists in their ability to visualise, analyse and interpret biological systems are therefore potentially of great utility. Both applicants have a long-standing interest in the analysis of biological data and have been involved in the development of computer programs for its visualisation and analysis. In particular, with support from the BBSRC and Wellcome Trust, we have co-developed a powerful network analysis tool, BioLayout Express3D. This software has proved highly useful to applicant's research and also popular with the wider academic community. We therefore seek to continue to expand its functionality into new areas, thereby maintaining its position at the cutting-edge of the visualisation and interpretation of biological systems. This project capitalises on the existing collaborative work and aims to explore new areas of computation, biology and visualisation with both participating laboratories scoping, testing and validating developments prior to their release to the wider community. Our first aim is to refine and expand the existing interface of BioLayout Express3D to enable it to read and process biological data from a wide variety of sources. We also seek to improve the quality of the user interface and its analytical potential, as well as to provide improved support and training its users. Secondly we aim to develop its capabilities to be deployed for the visualisation and analysis of data derived from other sources e.g. EBI databases, and for providing access to networks of analysed data. Thirdly, we wish to further explore the potential to use this tool for the modelling and visualisation of biological pathways. Finally, with the rapid pace of development of programming languages and advanced computer hardware, we will explore the potential to harness the power these developments for improving the power and speed of network analyses. We believe that the proposed project will allow us to deliver a cutting-edge tool addressing the shortcomings of currently available commercial and academic systems. The rapid growth of 3D graphics hardware and computer speed allows us to develop these tools for regular desktop computers, yet still allow the analysis of datasets an order of magnitude larger than other systems. BioLayout Express3D will allow biologists to contextualise and visualise their data in an unprecedented manner and we hope it will be a significant boon to the wider academic community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I001107/1","grantId":"BB/I001107/1","fundValue":"348541","fundStart":"2010-07-01","fundEnd":"2013-11-29","funder":"BBSRC","impactText":"  The release of this tool as open-source software allows others in the academic community and beyond make use of its unique analytical capabilities for their own research. The numbers of scientists using this program worldwide is increasing (currently the program is being used 2,000-3,000 times per month) and there are a growing list of publications where the tool has been employed. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Tom Charles Freeman","coPersons":["Anton James Enright"],"organisation":"University of Edinburgh","findingsText":" BioLayout Express3D is a tool designed for the rapid discovery of patterns and interactions within what is often called big data. In biology there is a vast amount of this data being generated by modern analysis platforms and this tool allows users to gain insights from it. We provide a powerful tool for use of others in their research endevours Agriculture, Food and Drink,Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}