{"id":"99D1EE5D-1585-41B4-A986-3B7C84385023","title":"The development of the hippocampal representation of place","abstractText":"How is the adult brain shaped during infancy and childhood? To what extent are brains 'hard-wired', and to what extent are they sculpted by the experience of the environments in which their owners are raised? We plan to investigate this problem for the first time in a part of the brain known as the hippocampus. The hippocampus has a critical function in long-term memory, in particular for episodic memory: memories of particular events, and when and where they happened. Damage to the hippocampus leaves people amnesic, unable to form new memories. The hippocampus has another important related function: it allows us to remember the layout of our environment and navigate around it. Hippocampal damage leaves people not just amnesic, but also unable to orient themselves. We know from previous research that the hippocampus contains different sets of neurons which each respond to specific spatial variables: there are place cells, which encode the current location one occupies in space, directional cells, which act like a compass, indicating the direction in which an organism is facing, and grid cells, which we think convey information about how far it has travelled. These neurons were first discovered in rats, but more recently both place and grid cell activity has been described in humans. What are the processes that give rise to such a sophisticated navigational machinery, during development? How are the different kinds of sensory features (visual, olfactory, etc) integrated in order to generate these neural maps? Which kind of spatial experience is required to develop a sense of space? We will concentrate on the development of place cells, and plan to test a specific hypothesis that these neurons can tell where the animal is by integrating information regarding where conspicuous barriers to movement are located (walls, drops, etc.). In mammals olfaction matures first during development, while vision is the last sense to develop. We will therefore test the possibility that young animals use scents to localize themselves, and that only as they grow they will use visual information to orient in space. We will also manipulate the environment in which the rats grow up, and will investigate how these manipulations affect the development of spatial cells. The results produced by this study will allow us to better understand hippocampal development in humans. Episodic memory develops relatively late in human infants, probably reflecting the slow maturation of the hippocampal formation. Adults cannot recall memories from before 3.5 years of age, a phenomenon referred to as 'childhood amnesia'. Children cannot navigate as well as adults even at 7-8 years of age. Studying the development of the hippocampus at neuronal level in the rat will give us a good handle on understanding these developmental processes in humans. By looking at how the development of this system depends on experience, we can hope to understand whether memory or navigation abilities are affected by early-life experiences. This issue is particularly important given the susceptibility of the hippocampus to damage during perinatal deprivation of oxygen. We don't yet know why only some of the children who suffer lack of oxygen at birth will go on to develop amnesia and disorientation. This is unfortunately compounded by the fact that currently these problems go undetected until children reach school age, so that potential therapeutic strategies cannot be put in place during the early years, when brain plasticity is thought to be maximal. Understanding the processes involved in the development of the hippocampus will be important to enable accurate and early diagnoses in children which suffered lack of oxygen at birth and knowing how experience affects the development of the hippocampal system may allow compensatory behavioural therapies to be developed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I021221/1","grantId":"BB/I021221/1","fundValue":"368805","fundStart":"2012-03-01","fundEnd":"2015-11-30","funder":"BBSRC","impactText":"  The funding is still ongoing and we will report on the impact at the end of the lifetime of the grant.  ","person":"Francesca  Cacucci","coPersons":[],"organisation":"University College London","findingsText":" We have refined our understanding of how the networks of neurons in the brain that encode specific spatial information (neurons encoding our position in space, the direction we face and how far we have travelled) develop during the early life of an organism. The funding is still ongoing, as is the research, and we are now addressing the specific question of which features in the environment (ie visual landmarks, internal vestibular signals etc etc) need to be experienced, in order to build these early neural spatial maps. This will help us understand how the mind constructs spatial constructs, and will hopefully shed light also as to how, during ageing and/or pathological insult underlying dementia, these same neural networks unravel. Knowing this, might help us devise strategies to ameliorate the topographical amnesia (getting lost) that affects these patient populations. The knowledge accrued through our research might be beneficial to a variety of sectors.\nUnderstanding how the brain's spatial mapping module is formed may be of interest to :\n1) robotics: as one of the goals of robotics is to design agents capable of independently navigating in novel environments;\n2) the medical community: as many of the neurodegenerative diseases that result in dementia (Alzheimer's disease, for instance) show as common early symptom topographical disorientation;\n3) electronics: as the techniques we have developed to miniaturise the electrophysiological devices we use to obtain neural recordings might be translatable to other applications. Aerospace, Defence and Marine,Communities and Social Services/Policy,Electronics,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}