{"id":"99D43693-F695-4EC4-B2CD-6FE0322BD280","title":"Health, Econometrics and Data Group","abstractText":"<p>This Large Grant award provides funding for a programme of research to support and develop the activities of the Health, Econometrics and Data Group (HEDG). HEDG is a collaboration, focused on methodological and applied research in health economics, between the Centre for Health Economics and the Department of Economics based at the University of York.&nbsp;&nbsp;</p>\n\n<p>During the four year period of the award a programme of research organised under the following three broad themes will be pursued: the performance of health systems and organisations, inequality in opportunity in health, the evaluation of public health interventions through econometric methods and micro-simulation. The themes cover subjects of central concern to research and policy analysis both nationally and internationally while offering the opportunity to exploit and develop innovative research methods. A number of research questions will be pursued under each theme.&nbsp;</p>\n\n<p>The research themes will be complemented by a programme of training courses aimed directly at responding to the needs of early and mid-career researchers. On an annual basis, the programme will offer both an introduction and an advanced course in applied health economics.</p>\n\n<p><strong>Further information</strong></p>\n\n<ul>\n \n\n <li>Prof Nigel Rice</li>\n\n <li>Email: <a href=\"mailto:nr5@york.ac.uk\" rel=\"nofollow\">nr5@york.ac.uk</a></li>\n\n <li><a href=\"http://www.york.ac.uk/res/herc/research/hedg/index.htm\" rel=\"nofollow\">HEDG website</a></li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-060-25-0045","grantId":"RES-060-25-0045","fundValue":"1333060","fundStart":"2009-01-01","fundEnd":"2013-06-30","funder":"ESRC","impactText":"  The Group's research addresses methodological questions, which are of relevance to health and health care policy making. While the primary users of such research are likely to be academics using survey and other sources of data to gain understanding of economic and social behaviour relevant to health, the research methods and outputs are also more broadly relevant to non-academic users engaged in policy formulation and evaluation. Our influence on non-academic groups has been three-fold. Firstly, through advising organizations on specific health policy developments; second through more formal committee and working group membership; and third through training and dissemination activities. Healthcare Economic,Policy & public services","person":"Nigel  Rice","coPersons":["Peter Charles Smith","Andrew Michael Jones"],"organisation":"University of York","findingsText":" This research was funded through the ESRC Large Grant Scheme and provided funding to support and develop the research and capacity building expertise of the Health, Econometrics and Data Group (HEDG).\n\nThe mission of HEDG is to advance and disseminate knowledge in the economics of health and health care through the application of robust empirical analysis underpinned by sound economic principles and methods. This is achieved through both promoting the quantitative analysis of health, health-related behaviour and health care, and pursuing high quality empirical research applicable to questions of relevance to health policy. Developing and disseminating novel research methodology through the application of quantitative techniques and extracting information on individual and system behaviour from secondary sources of data are corner-stones to achieving these aims.\n\nThe following seven key aims of HEDG were set-out in the original proposal to the ESRC:\n \nAim 1: Develop innovative methodological and applied research within areas of central concern to health policy \nThe research work of the HEDG project is organised under three broad themes: \n1. Performance of health systems and organizations;\n2. Inequality of opportunity in health; \n3. The evaluation of public health interventions using econometric methods and microsimulation. \n\nAn underlying aim of the group was to gain greater understanding of these three key areas of health and health care research through the application of robust empirical methods. The areas chosen are of enduring concern and are interpreted in a broad manner. Hence, while the theme on inequality of opportunity in health was primarily concerned with exploring both methodologically and empirically a relatively newly introduced concept of equality in health, the theme was more broadly concerned with issues around inequality and inequity in health and health care. Similarly, the themes on performance of health systems and the evaluation of public health initiatives had more general aims around applications and empirical investigation of issues related to the core concerns. \n\nThe research has lead to methodological innovations and new empirical evidence under all three themes. \n\nAim 2: Create a centre of excellence for quantitative research in health and health care\n\nThe Group is established as a focal point for quantitative empirical research in health economics and is renowned for the quality of its research.\n\nAim 3: Promote a national and international network of researchers interested in applied health economics\n\nThe Group has grown in strength as an international hub for empirical research in health economics. This is evidenced through its network of External Affiliates, all of whom have contributed to the activities of HEDG through publication in its Working Paper Series, visits to the Group, presenting at seminars and workshops, and collaborations.\n\nAim 4: Exploit synergies with other research centres within York and more broadly\n\nThe Group has exploited synergies with other research groups within York and more broadly where relevant opportunities have arisen and where skills in empirical health economics have been required. \n\nAim 5: Disseminate research that is relevant to academic and policy communities\n\nHEDG staff have actively promoted and disseminated the results of the Group's research. During the 4 year award we have made 86 conference/seminar presentations, of which 68 were outside the UK, and 29 at international conferences. Members of the Group published 20 papers in its Working Paper Series (including papers later leading to journal publications) and 16 in international journals. \n\nAim 6: Support capacity building through hosting visits by senior and early career researchers, supervising PhD students and developing training materials\n\nThe Group attaches great importance to fostering and developing research links as part of its research agenda and in supporting capacity building, dissemination activities and in promoting HEDG as a hub for national and international empirical research in health economics. \n\nAim 7: Create capacity to bid for additional research funding from ESRC and other sources\n\nThe Group has been successful in leveraging research funding from a variety of sources. The type and extent of funding pursued has been shaped by changes in the roles of the lead investigators and research fellows moving to lectureships. The research work of HEDG evolved over the duration of the award and we intend for the core themes to remain the focus of future research priorities.\n\nPolicy Evaluation: A common thread in policy evaluation is the &quot;evaluation problem&quot;: is it possible to identify the causal impact of policies from empirical data? Many studies seek to use variation across time and events that takes the form of a quasi-experimental design, or &quot;natural experiments&quot;. Often the focus is on nonlinear models and methods that can accommodate unobserved heterogeneity. A further important theme will be revealing heterogeneity in the response to treatments and distributional impact analysis that considers the full conditional distribution of outcomes and not only mean effects. This theme will be of enduring research interest in health economics and to HEDG.\n\nInequality and inequity: Linked to the above is a continuation of the theme on equality of opportunity which has grown in prominence over the past couple of years, particularly with respect to progress in the empirical application of the concept. The Group intends to continue developing work in this area. In addition recent research has shown how concepts familiar to equity analysis (e.g. the concentration index) can be applied to cardinal outcome measures of health and health care and we intend to exploit further methodological advances in future research. \n\nMethods for the empirical analysis of health care cost data: The distribution of healthcare costs provides many challenges: they are non-negative (with many observations at zero), heteroskedastic, skewed and leptokurtic. These challenges have driven the development of an expanding array of estimation approaches. We intend to build on our work in this area by exploring the use of Bayesian MCMC methods for estimating complex finite mixture models. This could take the form of extending the GB2 modelling approach (and its nested distributions) by considering this distribution within a mixture framework.\n\nHealth and child development: Child development is a complex dynamic process involving multidimensional `capabilities', including health, cognitive ability and emotional and behavioural skills. Three themes are of particular importance: the relationship between child health and cognitive skills; the effects of income shocks on child development; and the effects of peers on child health and behaviours. In collaboration with other researchers at York, we intend to investigate these issues drawing on longitudinal data sources linked to administrative data on health care and educational outcomes. \n\nHealth and lifestyles: Recent work within the Group has focused on reduced form relationships between smoking and mortality; education and smoking; and the dynamic structural relationship between smoking and health. We intend to expand research in this area to encompass other health outcomes, such as obesity, and to gain greater understanding of the role of individual preferences, particularly time preferences and time discounting in determining behavioural responses and lifestyle choices. This work will focus on partitioning individuals into latent types with respect to preferences over time and attitudes towards risky behaviours. Healthcare","dataset":"gtr"}