{"id":"99D8D5D0-E12F-456E-86FF-B5E4A7261F34","title":"Wavepacket dynamics for the future: A general purpose HPC-compliant program.","abstractText":"Wavepacket dynamics simulations solve the time-dependent Schroedinger equation directly and provide a visual description of a molecular system that can be easily related to high precision experiments such as laser spectroscopy and molecular beam scattering. They are, however, calculations that need large computer resources and are usually able to treat only a few (3-4) atoms. Various approximate solutions that can treat the dynamics of larger systems do exist, but usually at the cost of losing potentially crucial quantum information. A particularly powerful algorithm able to treat more than 4 atoms, yet converge on the exact result is the MCTDH method. The Heidelberg MCTDH package includes a coding of this algorithm that has already provided a number of benchmark calculations in various fields of chemical physics, particularly photochemistry. By exploiting modern computer architecture we will be able to access even larger systems, and thus push back the boundaries of computational chemistry.Computer clusters in which a number of multi-processor boards are connected together are becoming widespread in the scientific community. A computer program, however, needs to be written in a special way to take advantage of the architecture of these machines. In particular, resource-intensive parts of the program need to be parallelised . This means that different parts of the algorithm can be treated separately on different processors at the same time. The MCTDH program, however, is a serial program, executing commands one after another, and changes will need to be made to use the machines optimally. The proposed work is to update the code to treat its deficiencies. Not only will the MCTDH algorithm be parallelised to improve its efficiency, but also other methods will be implemented into the program to generate a more general code. The end result will be a program that can be used by non-specialists and that can grow with future developments in the field, in the waythat electronic structure programs such as Gaussian and Molpro can. This will move quantum dynamics forwards so that in the future much larger systems can be treated, including reactions inside proteins and in solution. These are problems which are currently well beyond the capabilities of any quantum dynamics program in existence and this would therefore represent a step change in the study of chemical reactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G054959/1","grantId":"EP/G054959/1","fundValue":"277520","fundStart":"2009-12-16","fundEnd":"2014-12-15","funder":"EPSRC","impactText":"","person":"Anthonius Johannes Hendrikus Maria Meijer","coPersons":[],"organisation":"University of Sheffield","findingsText":" Developed new software for performing quantum dynamics calculations Programme is meant to be general and will be used by other people as well. Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}