{"id":"99DF3484-8377-4212-A0F2-4AEFF6158776","title":"Evaluation of Mechanism to Prevent Posterior Capsular Opacification (PCO) in Paediatric Cataract Surgery","abstractText":"Childhood blindness has been identified as one of the five priority diseases for control as part of the VISION 2020 - right to sight joint initiative of the World Health Organization and the International Agency for the Prevention of Blindness. Paediatric cataract presents the major preventable cause of visual impairment and blindness in childhood. \nThe only treatment for Paediatric cataract is surgery. Unfortunately, cataract surgery in children results in the postsurgical complication of Paediatric Posterior Capsular Opacification (PPCO) which is virtually inevitable, occurring in almost 100% of cases. PPCO is characterized by the rapid formation of Visual Axis Opacification (VAO) which is seen as cloudy areas on the posterior lens capsule. This leads to rapid secondary vision damage. Several additional surgical procedures have been devised to either minimize or eliminate VAO, including removal of the posterior capsule and anterior vitreous body in order to remove cell growth substrates and thus cell proliferations. Unfortunately, even these procedures seldom facilitate a permanently clear visual axis and the incidence of PPCO remains at 80-100%. \nPPCO is caused by the aggressive proliferation and migration of lens epithelial cells (LECs) left in the capsule bag after surgery. Theoretically, since these residual cells are responsible for the opacification, their removal at the time of surgery should reduce or remove the risk of proliferation of cells and PPCO. \nAt present, the only effective treatment of PCO is Nd:YAG laser capsulotomy, which involves clearing the visual axis by creating a central opening in the opacified posterior capsule. Although this procedure is easy and quick, there are complications, including retinal detachment, damage to the intraocular lens (IOL), cystoid macular edema and more. Unlike adults, children are too young to cooperate with this procedure. \nResearch laboratories worldwide attempting to eliminate the problem are focusing on several strategies, including improving surgical techniques, IOL materials and IOL designs, use of therapeutic agents, and combination therapy. Recent improvements in surgical techniques and IOL materials and designs have served mainly to DELAY THE ONSET of PCO rather than ELIMINATE the problem. The use of cytotoxic agents carries the risk of toxic effects on surrounding ocular tissues. there is therefore an urgent need to develop a routine clinical procedure to stop the problem. \nWe have developed a potential treatment to SELECTIVELY remove these LECs during cataract surgery by exposing LECS to an osmotic shock whilst blocking their ability to protect themselves from this shock. This procedure leads to shrinkage and detachment of these cells, allowing them to be rinsed away from the lens bag during surgery. We are fortunate that our treatment can selectively target unwanted LECs, thereby not DAMAGING surrounding eye tissues. The results so far have been extremely promising, however, prior to clinical trials we need to test the proposed therapy in a full in vivo trial and optimise some key parameters that cannot be performed in in vitro studies. \nIf successful, this research will provide significant benefits to both children and adult cataract patients, consequently offering enormous clinical and economic advantages. The research will also simplify current paediatric cataract operating procedures and prevent the serious complications that can be caused by extra surgical procedures. The ultimate goal of cataract surgery, besides the restoration of distance visual acuity, is the restoration of accommodation. A few new accommodating IOLs have the potential of restoring accommodation following cataract surgery. However, two main difficulties have hampered the success of these IOL strategies. PCO is one of them and this work will therefore facilitate further development of these new technologies which are currently rendered not feasiab","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L020300/1","grantId":"MR/L020300/1","fundValue":"431757","fundStart":"2014-06-01","fundEnd":"2017-05-31","funder":"MRC","impactText":"","person":"JOHN  MARSHALL","coPersons":["JINJUN  ZHANG"],"organisation":"University College London","findingsText":"","dataset":"gtr"}