{"id":"99E592E5-AC33-459B-895B-9A3A9F56BB8E","title":"Hearing, Remembering, and Living Well: Paying Attention to Challenges that Older Adults Face in Noisy Environments","abstractText":"Conversation is crucial to many everyday activities, and most people have no difficulties engaging in one, at least not when they are young, the background is quiet and their hearing is good. However, as people get older, they can find it increasingly difficult to carry on a conversation, particularly if it is taking place in a background of noise. This is true even when they have no clinically significant hearing loss. The fact that difficulties of speech perception in noise tend to be unrelated to age-related loss in hearing sensitivity is further highlighted by the fact that hearing aids have proven rather ineffective at alleviating these particular communication challenges thus leaving older listeners at the risk of frustration and social withdrawal. \nMany studies have documented age-related changes for speech perception in noise, either by reporting the percentage of older listeners who show these difficulties or by using objective measures to quantify these difficulties in older adults, compared to young adults. Moreover, work carried out by members of this group has demonstrated that noisy environments have adverse effects on communication that occur in addition to the comprehension difficulties often stated as the main problem. For instance, older adults show memory deficits for correctly perceived speech which are specific to noisy environments, and which are not being identified or appreciated by current standard audiometric or psychophysical speech perception measures. Although many studies have tried to understand why these difficulties in noise occur, and why they are, for the most part, unrelated to hearing loss treatable with hearing aids, there are currently no effective treatments available to alleviate these problems. \nMost studies to date examine the question from one vantage point only, be that psychology, audiology, neuroscience or social sciences. The current project is the first of its kind that takes a broad integrative approach and combines knowledge and expertise of all of these disciplines to develop a fuller and more complete picture of the situation and its underlying causes. In the course of the project, we will be seeking answers to questions such as: Which environmental situations do older adults perceive as most disruptive to communication, and how do these situations restrict older adults' mobility and participation in society? What are useful objective measures of environmental noise sources important in the context of communication? Which voice characteristics drive the age difference in disruptiveness of background voices? How does attentional decline interact with auditory decline in aging? Do different individual trajectories of auditory and cognitive declines lead to different age-related deficits? Moreover, given our increasingly multi-cultural world in which many seniors and care-providers must function in a second-language environment, how do various native and non-native speech accents affect communication in old age?\nIn addition to trying to uncover potential causes for the observed difficulties, this study also aims to take the research one step further and convert our knowledge about various causes of speech comprehension difficulties into support and remediation for older adults by proposing and testing potential coping strategies that aim to alleviate the demonstrated difficulties. These strategies may include architectural recommendations to reduce noise in public places, &quot;listening&quot; training procedures or the active shaping of noise environments. \nThis project brings together expertise and knowledge of researchers from the UK, Finland, Israel and Canada in order to tackle communication difficulties faced by most older adults and to offer suggestions for coping strategies that will ultimately benefit older adults' social integration and life satisfaction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K021508/1","grantId":"BB/K021508/1","fundValue":"151864","fundStart":"2013-07-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"  * to help inform charities and policy providers about the consequences of hearing impairment for mobility limitations and reduced quality of life (MOVE conference July 2013)\n* information sessions on the consequences of age-related changes in communication skills for older adults' perceived quality of life in Montreal (Canada) and Jyv&auml;skyl&auml; (Finland) Environment,Leisure Activities, including Sports, Recreation and Tourism,Other Cultural,Societal,Economic,Policy & public services","person":"Antje  Heinrich","coPersons":[],"organisation":"MRC Institute of Hearing Research","findingsText":" I am investigating how hearing-related sensory and general cognitive processes contribute to speech-in-noise perception in in different environments for older listeners in order to understand which processes contribute most and, possibly, how to ameliorate them in those listeners who struggle in a particular situation. * Policy changes in the way environments are made hearing-accessible for old adults\n* greater awareness of age-related hearing difficulties in the public domain and inspiration of help tools from the general public (e.g.: review website for acoustic properties of public domain space such as restaurants and public buildings) Construction,Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Transport","dataset":"gtr"}