{"id":"99EE4B33-BAF7-407E-973B-F81952B19671","title":"Origin and co-evolution of land plant-fungal symbioses during the &quot;greening of the Earth&quot;","abstractText":"Colonization of the land by terrestrial plants ca. 475 Ma was one of the most far-reaching chapters in Earth's history. Liverworts occupy the pivotal position in the land plant evolutionary tree with a wide variety of evidence supporting these non-vascular plants as the most basal terrestrial photosynthetic organisms and amongst the earliest colonizers of the land ca. 475 Ma. Recent molecular genetic evidence supports the view that mycorrhiza-like associations in liverworts are a basal and ancestral trait, and land plants evolved from a single common ancestor that formed symbiotic associations with fungal partners before roots evolved. \nFor at least the past 30 years, the prevailing paradigm has been that AM fungi are the ancestral form of all plant-fungal symbioses co-evolving with the earliest land plants. AM associations are the most common type of mycorrhiza, and are currently found in over 70% of land plant species including simple and complex thalloid liverworts. However, new evidence reported by members of the project team (MB, JGD, SP) has revealed that the most basal extant groups of liverworts, the Haplomitriopsida, exclusively form associations with the most basal group of plant-symbiotic fungi - the Endogonales. For the first time, we now have evidence pointing to the identity of the fungal group at the dawn of their nutritional symbiosis with land plants. This opens a remarkable new window for functional investigations into how the symbiosis facilitated the emergence of the terrestrial biosphere.\n Our proposal exploits these findings by addressing three fundamental evolutionary questions relating to the initial phase of plants 'greening of the Earth':\n(1) Are the associations between liverworts and species of Endogone functionally equivalent to those formed with AM fungal partners? \n(2) Was the switching of fungal partners from facultatively saprotrophic Endogone to obligately biotrophic AM fungi through the evolutionary advance of basal liverworts driven by increasing mutualistic benefits to the plants and fungi?\n(3) Did the accumulation of soil organic matter favour obligately biotrophic AM fungi over facultatively saprotrophic Endogone in supplying mineral nutrients to the plants?\nWe have carefully selected 7 liverwort species with fungal associations that provide a powerful spectrum of model systems amenable to experimentation and quantitative functional analyses of C exchange, nutrient relationships and fungal specificity. All of our target organisms can all be cultured either from spores or gemmae to provide plants with and without fungal symbionts. This provides a robust approach for enabling quantification of fungal colonization on gametophyte growth, nutrition and reproductive output within a 3 yr project.\nOur experimental programme will be conducted on (1) mature field-collected populations (and (2) symbiotic vs. asymbiotic plants grown from gemmae/spores. Field collected populations will be used for functional studies of C-allocation from liverworts to their fungal partners and reciprocal uptake of nutrients into the plants via the fungi. Populations from gemmae/spores will be used for investigating the net costs/benefits of the fungal symbionts on the growth and reproductive output of the liverworts and the biomass and extent of the fungal partners. Molecular identification and ultra-structural studies will be undertaken on both sets of plants to establish the identity of the fungal endosymbionts, the nature of the plant-fungal interfaces, and how these relate to function and host specificity.\nOverall, this project will contribute fundamental knowledge and understanding to the dawn of an ancient symbiosis between land plants and fungi that played a founding role in the evolution of terrestrial ecosystems - a topic closely aligned to NERC's Earth System Science Theme high-level challenge &quot;improving current knowledge of the interaction between the evolution of life and the Earth&quot;.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I024089/1","grantId":"NE/I024089/1","fundValue":"366671","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"NERC","impactText":"  These finding have us build collaborations with palaeobotanists and molecular biologists and provided evidence and ideas for the post-doc (K.Field) to apply for fellowhips. Environment Cultural","person":"David  Beerling","coPersons":["Jonathan  Leake","Duncan Drummond Cameron"],"organisation":"University of Sheffield","findingsText":" We demonstrate that liverwort–Mucoromycotina symbiosis is mutualistic and mycorrhizalike, but differs from liverwort–Glomeromycota symbiosis in maintaining functional efficiency\nof carbon-for-nutrient exchange between partners across CO2 concentrations. Inoculation of axenic plants with Mucoromycotina caused major cytological changes affecting the anatomy of plant tissues, similar to that observed in wild-collected plants colonized by Mucoromycotina fungi.\n\nBy demonstrating reciprocal exchange of carbon for nutrients between partners, our results provide support for Mucoromycotina establishing the earliest mutualistic symbiosis with land plants. As symbiotic functional efficiency was not compromised by reduced CO2, we suggest that other factors led to the modern predominance of the Glomeromycota symbiosis.\n\nWe have also shown mutualistic and highly specific symbiosis between a eusporangiate fern and fungi of the Glomeromycota. Our findings suggest a ‘take now, pay later’ strategy of mycorrhizal functioning through the lifecycle O. vulgatum, from mycoheterotrophic gametophyte to mutualistic, above-ground sporophyte. -provide new stimulus to revisit the fossil record of early land plants and fungi\n-provide new stimulus to understand the mechanistic (i.e. molecular basis of the symbiosis)\n-provide new stimulus to investigate the chemical weathering by this symbiosis Agriculture, Food and Drink,Environment","dataset":"gtr"}