{"id":"99F0DD11-773B-4830-8842-574D6952F5BB","title":"The 2016 Welsh Election Study: a study of the 2016 election to the National Assembly for Wales","abstractText":"We propose a detailed study of the May 2016 National Assembly for Wales election.\n\nThe study will have significant continuity with the studies conducted of previous such elections. There is considerable continuity in the research team - either Scully or Wyn Jones have been Principal Investigator for all previous Welsh election studies since 1999. There will also be substantive continuity, with a continuing focus on the attitudes and behaviours of the Welsh electorate, and specific survey questions replicated from previous studies to maximise the time-series value of the data generated. However, significant innovation is also proposed. We intend to conduct the first ever detailed study of local campaigning in a devolved election; the first ever detailed study of the social media dynamics of a devolved election; and for the first time ever to produce a data-set on a devolved election that integrates information on individual voters with contextual information about campaigning and social media activity in their locality.\n\nThe data generated by the study will make a major contribution to helping scholars understand the main factors shaping voting decisions and the outcome of the 2016 NAW election. Detailed surveys of voter attitudes will be conducted before the start of the official campaign, during the campaign period, and immediately after the election, with respondents interviewed at all three stages to explore individual-level changes in attitudes and intended/actual voting behaviours.\n\nInformation on voters will be supplemented by a detailed study of the local campaigning activity of the main political parties. Data will be gathered on party campaign spending in individual constituencies; from a survey of local campaign agents for each party; and via interviews with central party campaign managers. This will provide a detailed picture of local campaign activity; linking this to information from voters, and with the election results, will allow us to see the impact of local campaigning efforts. The study will offer the first detailed picture of local campaigning in a devolved election, and also the first of local campaigning in the UK under the mixed-member electoral system used for such elections where parties stand candidates in both constituencies and broader regions.\n\nThe study will also provide the first ever detailed analysis of the use of social media in a devolved election. Twitter messages will be gathered over a 12-month period. The study will explore how the parties themselves use social media to disseminate key messages; explore changing on-line sentiments to the parties, their leaders, and over key political issues, over time; and examine the extent to which localised social media activity is related both to measures of local campaign activity and the electoral support received by parties in those localities.\n\nThe study will also provide the most detailed assessment yet of public attitudes to devolution in Wales since the 2011 referendum which substantially enhanced the powers of the Assembly. The study will present an important opportunity to measure public opinion on the issues raised by the Silk Commission, and thus provide a firm foundation for the study of any future referendums on devolution (such as that on income tax devolution proposed by Silk). It will also explore the implications of the 2014 Scottish referendum, and its aftermath, for constitutional attitudes in Wales.\n\nThe study will seek to achieve all of these goals in a timely and cost-effective manner, to disseminate findings widely to both academic and non-academic audiences, and to make the data generated speedily available to other potential users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M011127/1","grantId":"ES/M011127/1","fundValue":"226616","fundStart":"2015-10-01","fundEnd":"2018-01-31","funder":"ESRC","impactText":"","person":"Roger Michael Scully","coPersons":["Luke Samuel Sloan","Richard Llywelyn Jones","Peter  Burnap","David John Cutts","Matthew Leighton Williams"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}