{"id":"99F459A1-504D-4CA0-BCF2-83DB65755D5D","title":"Isotope facility for scattering from Soft Condensed Matter systems","abstractText":"This project aims to establish an isotope facility to serve the neutron scattering requirements of the UK soft condensed matter community. This facility will focus primarily on deuteration with the aim of extending the range of accessible deuterium labelled materials. The facility will be established in the Physical and Theoretical Chemistry Laboratory, Oxford University and will be based on Dr R.K. Thomas' existing research deuteration facility. The transition from a research group based deuteration facility to a national facility will involve the transfer, at no cost, of all equipment currently used and the present stock of deuterated precursors. The first aim is to develop and expand the facility from its current capacity to the point where it can service the needs of ten major neutron based research groups plus a larger number of less frequent users. The second aim is, in consultation with the user community, to extend and modify the current list of available materials to reflect the present and future requirements of the user community. The third aim is to develop greater synthetic expertise in the user community by disseminating synthetic protocols and combining user skills with the more specialised in-house synthetic protocols. Following this initial exploitation phase, the final aim will be to establish the facility in the Research complex at RAL with an expanded capability, and to transfer the financial commitment to ISIS operations, by the end of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F001649/1","grantId":"ST/F001649/1","fundValue":"817439","fundStart":"2007-10-01","fundEnd":"2012-09-30","funder":"STFC","impactText":"","person":"Gus  Hancock","coPersons":["Jian  Lu","Jeffery  Penfold","Stephen Andrew Holt","Julian  Eastoe","Robert K Thomas"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}