{"id":"9A073674-50A2-4546-8924-30F0C273FDFB","title":"An exploration of the potentialities for the creation of a mise en scene and dramaturgy of confession in a traditional and public theatre space.","abstractText":"Confessional, 'one-to-one' solo performance has become a visible form of performance practice in recent years, taking its place in a culture where the personal has become increasingly commodified. In this context, it seems imperative to understand, as practitioners, what this form of confession might enable, particularly by way of experience and the potential for exchange, for the spectator. \\n\\nOver the duration of three years, as an AHRC Creative Fellow, I am conducting a series of theoretically and culturally contextualised practical explorations which aim to understand what 'confession' in performance is and might be, what it does and might do. In particular I am interrogating the terms 'intimacy', 'risk', 'confession' and 'site', and the inter-relations between these in performance practice.\\n\\nFor this, my final research project, my focus is on drawing together the research findings from my previous practical explorations to discover how it might be possible to synthesise the four key terms of my research to create a unified performance context and to explore the potential for creating a mise en scene and dramaturgy of confession. This research will be undertaken with a research-led artist, Minty Donald ( and, coincidentally a former Creative Fellow), who will also function as a principal consultant. Collaboratively, we will investigate how the creation of an intimate, one-to-one confessional 'journey' of exchange and interaction might be realised in a large, conventional and public theatre space.\\n\\nOver a period of six months we will research both the sacred and the secular site ( for example, a religious garden and a sculpture park) as a contextual framing for the creation of a mise en scene and dramaturgy of confession. This period will also see us engaging with the work of a number of other artists, for example, exploring the impact of sound and light on an experiential, interactive confessional journey. There will be a designated period of enlisting invited participants for a run of experimental performances in the recreated space, and different modes and variables of performance exchange will be utilised, including physical (e.g. holding), oral (exchange of verbal information)and silence. The aim of these experimental performances is to determine: the extent to which an intimate, confessional interaction is achievable in a large, conventional theatre space; whether it is possible for these to be experienced as 'exchange' and gift; and whether this might potentially be experienced as a secular equivalent to absolution.\\n\\nThe participants for the experimental performances will be informally interviewed and their feedback synthesised in the devising of a final public performance, which aims to engender the greatest degree of exchange between performer and spectator in such a way that the spectator feels to some extent liberated by the end of the piece. This performance will also be filmed and made available to a much wider audience.\\n\\nIn addition, a symposium will see a group of practitioners invited to present work-in-progress that has emerged out of their own practice-led research into similar issues, alongside a number of academics invited to give papers relating to confession and confessional performance. I will also present a paper which will be a critical reflection on the findings of this project. This paper will then be submitted as an article to a peer-reviewed journal (Performance Research).\\n\\nGiven the extent of solo, confessional practice in evidence in the UK and the USA, and the context in which this practice takes place (that of a mass-mediated confessional culture), the purpose of this project is to offer a timely practical interrogation of the confessional form and of my own practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G014396/1","grantId":"AH/G014396/1","fundValue":"16270","fundStart":"2009-01-01","fundEnd":"2009-08-31","funder":"AHRC","impactText":"","person":"Adrian  Howells","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}