{"id":"9A08FC57-4B21-47F3-A15D-CB6D61278BCB","title":"A strategy for rapid directed modification of protein binding properties","abstractText":"Development of new protein-based drugs would be greatly helped if there was a straightforward and rapid method by which proteins could be changed so they would bind more specifically and strongly to their targets within the body. This would allow drugs with fewer side effects and higher potency to be made. In addition, changing proteins so they can bind to new disease targets would allow new types of drugs to be developed. This project aims to establish and test a novel method for changing protein binding very much more easily and rapidly than ever before.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E019404/1","grantId":"BB/E019404/1","fundValue":"92590","fundStart":"2007-04-19","fundEnd":"2008-04-18","funder":"BBSRC","impactText":"  The findings have two potential impacts - a new biological therapeutic and a method for creating further protein-based therapeutics and biotechnology products. We have patented the potential therapeutic and are developing this to a stage when it can be tested in vivo. This is likley to be the stage at which impact is most likely to occur - if the protein is taken up by pharma for further development. If so impact would be societal and economic.  ","person":"Nicholas Philip Brindle","coPersons":[],"organisation":"University of Leicester","findingsText":" The project has now provided proof of concept for a new method to generate proteins with specific binding characteristics. This will be useful for application to generation of therapeutics as well as biotechnological uses. In addition the project has shown that this method can be used to help define what parts of a protein contribute to specific aspects of its function. The work provides a method that can be used to create new proteins for use in medical and biotechnology applications. The project has produced a new protein with therapeutic potential that could have use as a novel drug. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}