{"id":"9A0B56DB-1EF4-44A0-92F6-8E1C832BFDDC","title":"Transitions and transformations - exploring creativity in literary and everyday language","abstractText":"This seminar series explores an idea that has begun to interest researchers in English language, literature and related fields: that there is some continuity between the language of literature and more everyday verbal artistry. According to this argument, notions of literariness or artistry may extend not just to professionally produced texts, such as advertising copy, but to more routine instances of language use. Language is not simply&shy; perhaps not even mainly- about the communication of ideas. Across a range of genres speakers and writers interact creatively with language, and the most routine communication may demand, at least in part, an aesthetic response. Recent insights into the nature and functions of everyday linguistic artistry have come from the study of large electronic corpora containing several million words of language use. To this may be added evidence from the qualitative study of language in interaction, ethnographies of language and literacy practices, multimodal textual analyses. Such research has uncovered a range of literary-like practices: playful language, figurative language, conversational stories, everyday performances, play across modes in graffiti and other visual texts, the design of new literacy practices to fit changing social and cultural circumstances.\n\nWhile of interest in its own terms, such research also poses theoretical and methodological challenges. Do we need a more dynamic model of literary or literary-like language use across this range of texts and practices? \nHow do we address questions of value? Can we devise a more inclusive 'social behaviour that embraces a wide variety of practices and that would stand in contrast to traditional ideas derived from canonical literature? On the other hand, is there a danger of bundling together distinctive texts and practices within a single aesthetic frame? Do we still need to acknowledge the distinctiveness of literature?\n\nThe seminar series will bring together researchers fromdifferent traditions of enquiry -linguistics, including stylistics and sociolinguistics; literature and creative writing; anthropology; literacy studies; media and cultural studies; advertising and public relations. We also intend to involve some practitioners from relevant fields, such as poets who see themselves as working with and transforming everyday language, and advertising and PR professionals. \nThere is normally limited scope for detailed discussion across these disciplinary boundaries. The seminars will be designed to encourage cross&shy; fertilization of ideas and develop new understandings of literary activity across a range of language practices.\nWe shall explore the following broad themes across four seminars:\n\nThe democratization of literariness? (How does literary, or literary-like language work across a broad range of texts and practices?)\nTime, space and hybridity (historical, geographical and cultural dimensions; global and local practices; hybridity and change);\nModes and textures (the contribution of multimodal textual analysis to our understanding of literariness/artistry);\nLiterary transformations (individual inspiration vs literary creativity as social; textual transformations, translation and rewriting).\n\nThe seminars will be designed to encourage the joint exploration of ideas, but there will be scope for contestation as well as consensus. Each seminar will include contributions from lead presenters, and from a respondent who will aim to encourage discussion. While we have set broad themes across the series, we shall also respond to key ideas that emerge.\n\nOutcomes of the series will include are art to the AHRC; an edited collection; submissions to refereed journals. The series also aims to research activity, the establishment of longer term networks and proposals for research funding. Less tangibly, the series will extend the boundaries of current thinking on the relationship between literary and everyday verbal artistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509339/1","grantId":"AH/E509339/1","fundValue":"12072","fundStart":"2007-02-01","fundEnd":"2007-09-30","funder":"AHRC","impactText":"","person":"Joan  Swann","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}