{"id":"9A139942-8A73-4723-A58C-D7EF476E97FF","title":"Micrormagnetic modelling of naturally occurring mineral systems.","abstractText":"Much of the geological history of the Earth and our understanding of the physical process occurring deep within it, have been unravelled by studying the recordings of the geomagnetic field made by rocks that form on the Earth's surface. Without such information we would not be aware, for example, of the fact that the geomagnetic field has reversed, and would have little understanding of the physical and chemical processes that occur within the Earth's core. The mapping of the motions of the continental plates relies almost entirely on the detailed interpretation of rock-magnetic recordings in well dated rocks, whilst compiling the frequency and periods of geomagnetic field reversals through time provides a magneto-stratigraphic dating tool used extensively in the oil industry and in geological research. Unfortunately, magnetic recording properties are highly grain size dependent, and it is only for the smallest grains, with near uniform magnetisations called single-domain (SD) grains, that we fully understand their ability to record a magnetic field. Naturally occurring magnetic materials in rocks are in fact far from ideal magnetic recorders since, in general, they contain a variety of magnetic mineralogies and have a wide range of grains geometries and sizes. Frequently, most of the magnetic information recorded by the rocks will be carried by grains whose magnetisation is inhomogeneous, but nevertheless their contribution to the magnetic remanence (strength or recording) is almost as high as that of SD grains. Such particles are called pseudo-single-domain (PSD) grains. Despite the dominant contribution of these particles to rock-magnetic remanences, their fidelity of magnetic recoding is poorly understood.This project aims to address this problem by building a numerical model that is able to examine the magnetic properties of PSD grains and in particular the magnetisation in specific grain geometries of that are commonly found in natural samples. We will address the two most perplexing problems remaining in rock-magnetism. Firstly we will model magnetic grains that are sufficiently close to each other that they interact, in the same way as closely spaced bar magnetic might interact. Secondly we will examine the ability of PSD grains to hold an accurate recording of the geomagnetic field as a function of time and temperature, over geological timescales.In order to achieve these goals we must have a numerical model that is capable of the high spatial resolutions needed to accurately account for the inhomogeneous domain structures that occur not just in a single grain, but in a cluster of interacting grains. We also need to be able to determine their thermal stability by estimating, for any particular magnetic structure, the energy barrier preventing thermal fluctuations from destroying its magnetic remanence. Such models cannot be run using a single computer processor on any reasonable time frame (weeks of computation for one solution). Instead we must increase computational efficiency by spreading the calculations across many processors, particularly for the magnetostatic (interaction) field that requires the most computation. This project will develop such a parallelised micromagnetic model capable of detailing, for the first time, the magnetic fidelity of geomagnetic recordings in naturally occurring magnetic minerals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F011113/1","grantId":"EP/F011113/1","fundValue":"131068","fundStart":"2007-07-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"  The new micro magnetic code has enabled a number of scientific collaborations to be formed which tackle a number of questions in geology, materials science and biophysics. The objective of the grant was to generate a new efficient micro magnetic code, and the fruits of this effort are evident in the other research council projects I am involved with. Education,Other ","person":"Wyn  Williams","coPersons":[],"organisation":"University of Edinburgh","findingsText":" A new parallelised micro magnetic code has been produced. This has enabled a huge number of additional scientific problems in magnetic modelling of magnetic minerals to be addressed. The new code has not yet been released, but our intention is to do this over the next few years. The barrier to this is making an easily used interface. Digital/Communication/Information Technologies (including Software),Education,Electronics,Other","dataset":"gtr"}