{"id":"9A1BBC6C-3101-455A-A933-4D2CDA179C82","title":"Integrating Knowledge to Inform Mercury Policy","abstractText":"Mercury is found in many consumer products, including LCD screens and energy-efficient lightbulbs. It is emitted to the environment when products containing mercury are disposed of, as well as from industrial processes such as coal fired power plants. Mercury can, however, be a human health hazard; particularly as it has a tendency to accumulate in fish. Consequently, the UK together with it's European neighbours has been for a number of years trying to find ways of reducing the amount of mercury in the environment. Within the next three years a total ban on mercury in consumer products will be introduced to further curtail the amount of mercury entering the global environment. Mercury is also emitted into the environment from a number of natural sources such as volcanoes, but there are significant uncertainties as to the relative contribution of these natural sources versus industrial processes and consumer products. We will only be able to confirm with reasonable confidence whether the above European Union policies have had the impact intended once we fully understand the contribution of both man-made and natural sources of mercury. We wish to establish a knowledge transfer network to bring academic institutes, industry and government together to address some of these questions. This will be done by means of workshops, reports and a website. By bringing together these three sectors, the Initiative will provide government with the opportunity to explicitly request information from academia and industry which will help to guide and formulate future mercury policy. Only through mutually beneficial interaction will be able to successfully develop and implement policy which will reduce the risk from mercury in the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G001219/1","grantId":"NE/G001219/1","fundValue":"250631","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"NERC","impactText":"  Our work on disposal of redundant mercury was taken up by the UN Environment Programme, and folded into the final discussions for the Minamata convention on Mercury, 2013. Chemicals,Environment Policy & public services","person":"David  Pyle","coPersons":["John  Holmes","Tamsin Alice Mather"],"organisation":"University of Oxford","findingsText":" This project was a knowledge exchange initiative funded from 2008 - 2011, designed to review what is and what is not known about the fate of mercury in the environment. A particular focus of the project was to ensure that the UK scientific and technical knowledge base is used to inform and guide public policy relating to mercury.\n\n\n\nThe full project outcomes have been reported in previous versions of the Research Outputs Database. One of the major outcomes was the preparation of a briefing paper on pathways for mercury disposal. This paper was subsequently adopted as a briefing document by the United Nations Environment Programme, UNEP. The work of the project was disseminated via workshops and briefings, and on the IKIMP website. ","dataset":"gtr"}