{"id":"9A1FBCD4-B618-453A-8271-05611A1D651E","title":"Physiology and stable isotope ecology of moss growth for modeling spatial and temporal climatic signals","abstractText":"The impact of climate change is predicted to be particularly intense in polar regions. Warmer and wetter conditions in the\nArctic, where extensive moss dominated habitats are found, could lead to melting of permafrost and an increase in moss\ngrowth whilst forests decline. Our existing work has included developing innovative models which use the stable isotope\ncomposition of organic matter to provide information about moss growth. This work incorporated both moss preserved for\nthousands of years in Antarctic peat-moss banks, and desiccation-tolerant mosses that commonly grow on roofs and paths\nand are rapidly activated following a rain shower. Our previous work has shown that the stable isotope composition of\ncarbon provides a reliable indicator of moss growing season, and the impact of climate change. However other naturallyoccurring\nstable isotope signals in water (e.g 18O in water), associated with precipitation inputs and water vapour exchange, have until now been less well defined as markers of evaporative demand.\n\nIn this proposal, we will increase our understanding of moss growth dynamics to include how plants respond to different\nevaporative conditions, how different types of moss grow, what conditions are best for the fixation of carbon dioxide from\nthe atmosphere and growth through the synthesis of organic matter. These developments in moss physiology will be\nintegrated with local weather conditions in models of moss growth that can be applied across large areas to predict periods\nof plant growth. We will carry out laboratory experiments in which moss growth is manipulated, monitored and measured,\nusing isotope labels and growth responses under different temperature, humidity and drying regimes. We will work on moss\nspecies that grow in a range of habitats from wet bog Sphagnums, through hummock forming Polytrichales to desiccation\ntolerant Syntrichia. At the field scale, the same mosses will be regularly monitored in their natural environment, testing how\nthe experimentally determined dynamics apply within an ecologically relevant setting. The combination of lab and field\nmeasurements will firstly allow us to determine the controls on moss organic matter 18O composition as climatic conditions\nvary. Secondly, remote sensing field measurements will be made from a distance of several metres using newly developed\nLIFT (laser induced fluouresence transient) technology. By understanding the link between moss growth dynamics and\nphotosynthetic activation over this larger spatial scale we will establish a baseline that will allow remote sensing\nmethodologies, such as measurements from aeroplanes and satellites, to be used to monitor moss performance in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M00113X/1","grantId":"NE/M00113X/1","fundValue":"52315","fundStart":"2015-07-20","fundEnd":"2018-07-19","funder":"NERC","impactText":"","person":"Jörg  Kaduk","coPersons":["Heiko  Balzter"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}