{"id":"9A2A63CE-B751-476B-9377-DD5FF27E7985","title":"Delivering the birth component of Life Study: a longitudinal pilot for the national probability sample","abstractText":"A birth cohort study follows the same babies throughout their lives to understand more about how a child's early social, emotional and physical development and their family and wider environment influence their future health and well-being. These special types of studies give insights into early life influences on what is called the life course. The UK has, since 1946, established a series of such cohort studies. The proposed cohort (Life Study), which has a large sample size and an innovative design represents a unique and special way to find out how early life experiences matter for later childhood and adult life.\n\nThe study aims to recruit about 80,000 women and their partners from across the UK, 60,000 in pregnancy and 20,000 after the birth of their baby. A dual design of this nature offers significant scientific benefits, facilitating detailed investigations together with ability to generalise findings across the UK population. This application for a research award relates specifically to the design and conduct of a longitudinal pilot study for the latter group - a national probability sample referred to as the birth component of Life Study. This pilot will test the best approach to contacting parents after the birth of their baby, the response achieved and the contact retained with families across the first year of the child's life. It will also provide a 'test bed' of data that can be used to produce a 'beta test' version of the integrated dataset - combining data from the birth and pregnancy components of Life Study in a way which makes them readily accessible to the research community.\n\nLife Study will help identify what aspects of the environment in its broadest sense protect children and maximise their life chances and the ways in which that protection operates. It will also help us understand what aspects may increase social and economic vulnerability. We wish to understand the interplay between social, economic, environmental and biological influences in early life, recognising that this needs understanding of parents' lives and the wider family and society too.\n\nLife Study will follow all the children and their families throughout childhood and adult life so that we can see how they grow and develop and how their family circumstances change. This will be achieved in a number of ways including obtaining consent at the beginning of the study to link to future routine health and other records of the baby and parents/care-givers.\n\nScientists and others learn a lot from these large studies about how we can help children to get a good start in life and improve their life chances, future well being and happiness. The information collected will be anonymised so that the privacy of families can be protected and then made available to researchers to ensure we get the most benefit from it. An important feature of the study will be the ability to compare the Life Study generation with information collected from earlier generations in similar special British cohort studies.\n\nWe will make sure that families taking part are informed about the progress of the study and have access to the early findings. We will also ensure that other scientists, in the UK and abroad, policymakers and all members of the public also get to hear about Life Study findings. We have been working with members of the public from a wide range of backgrounds to help us plan the Study and ensure that it can answer questions that parents think are important.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N007549/1","grantId":"ES/N007549/1","fundValue":"697759","fundStart":"2014-10-01","fundEnd":"2016-01-26","funder":"ESRC","impactText":"","person":"Carol  Dezateux","coPersons":["Peter  Elias"],"organisation":"University College London","findingsText":"","dataset":"gtr"}