{"id":"9A2E0339-4718-4BFB-BAA5-D80C75B61F15","title":"Biodiversity and environmental distribution of apusozoan Protozoa and the deep phylogeny of bikont eukaryotes","abstractText":"Protozoa are single-celled organisms very abundant in all environments. Unlike bacteria, they possess a nucleus, making them part of eukaryotes, the group of living organisms to which multicellular plants, fungi, and animals belong. Morphological and molecular studies (based on comparing gene sequences from different organisms) allow the division of Protozoa into 11 main groups (phyla). Most of these phyla can be placed in one of 6 major assemblages of eukaryotes, three of which contain only protozoans. The species diversity, abundance and ecological significance of the different protozoan phyla are highly variable but can be difficult to assess directly. In some phyla very many species are known, and as they are abundant and/or easy to distinguish morphologically, their presence or absence can readily be ascertained in different habitats. In other phyla only a few species have been described perhaps because they possess very few distinguishing morphological characters, and virtually nothing is known of their ecology. Are the latter phyla truly species-poor and their members rare? Or is this an artefact due to a lack of interest in the group or the paucity of available characters for distinguishing species? We can now answer these questions using molecular methods to check the presence or absence and diversity of selected groups of organisms in different habitats using group-specific genetic probes based on known gene sequences. Apusozoa is a recently defined phylum that not yet been given much attention because it lacks obvious medical or economic importance and comprises very poorly studied lineages of protozoans. However, they could be considerably more diverse than is currently realised and Amastigomonas is known to be a very ancient cell type, older than the whole animal kingdom, and very widespread in marine sediments as are some other Apusozoa. Few apusozoan species are known, and there is uncertainty about the evolutionary unity of the phylum: 5 or 6 probably equally ancient lineages of protozoans may belong to this phylum. Apusozoa are of particular interest for two reasons. First, they are a perfect model group to test the utility of cultivation-independent, molecular approaches for ecological inferences. The species diversity and ecological importance of Apusozoa are extremely poorly known. We will use specific genetic probes to amplify pieces of the gene encoding ribosomal RNA (widely used for genetic comparisons) to determine (1) how many distinct genetic types can be defined in each lineage, (2) in which habitats the different apusozoan lineages can be found, and (3) whether some lineages or species may be specific to a given habitat. Specific genetic probes matching new genotypes will also be used to try and isolate from the sampled habitat and culture the organisms to which the gene sequences belong. We will obtain large numbers of sequences from protein-coding genes to test whether mutations in these genes are being recombined by sexual reproduction as in higher organisms, or whether instead these Apusozoa are non-sexual like bacteria. We will also use these protein sequences to decide whether each cell has one copy only of the genome or two (like animals) and whether they have acquired novel genes from the DNA of their food. The second and key interest of Apusozoa is their pivotal importance for understanding the evolution of eukaryotes as a whole. Ribosomal RNA comparisons imply that they do not belong to any of the six major assemblages of eukaryotes defined up to now. Rather, they might form an independent group very close to the last common ancestor of all eukaryotes. Using over 100 protein gene sequences, we will also construct a better evolutionary tree independent of that from ribosomal RNA to determine more precisely whether the different lineages that have been suggested to belong to Apusozoa truly form a coherent evolutionary unit, and what their exact relationships are to other eukaryotes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E004156/1","grantId":"NE/E004156/1","fundValue":"340058","fundStart":"2007-10-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"  Basic Science, cited by others, and cultures used by others in their research  ","person":"Thomas  Cavalier-Smith","coPersons":[],"organisation":"University of Oxford","findingsText":" We discovered, described and named numerous new species of protists belong to the phylum Sulcozoa, which I established in 2013. We sequenced a gene from them as an evolutionary marker and placed them on the family tree of the phylum and greatly improved the classification (establishing many novel higher groups) and understanding of the biodiversity of this phylum, which is abundant in soil, freshwater and the oceans globally. Sequences, cultures and publications are publicly available for any use by other researchers. Education,Environment,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}