{"id":"9A2FF9FD-DFB6-47BC-8B2B-36658D6F5945","title":"Achieving high power heat-recovery systems using molecularly-complex fluids","abstractText":"Achieving UK and EU emissions targets requires a transformation in the power generation and manufacturing industries. In the UK we consume 350TWhr of electricity every year, but with modern power-stations which are typically around 50% efficient a large proportion of energy is wasted as rejected heat. Recovering just 10% of this heat would save the equivalent power output of 22 power stations. This is not to mention the heat which could be recovered from manufacturing industries where large quantities of energy are wasted through the heating and cooling during metal-forming processes. In order to make heat-recovery economically viable, low-temperature Organic Rankine Cycles (ORC) can be deployed using fluids with boiling-points close to ambient temperatures, such as many 'molecularly-complex' fluids. The power is extracted in an ORC across a turbine, where these 'molecularly-complex' fluids exist in a gaseous state, and pass through the turbine at high speeds. Increasing the power extracted from the turbine makes heat-recovery systems much more economically favourable and can be achieved by raising the pressure ratio across the turbine. In order to do this efficiently requires a better understanding of molecular-complex gas flows because there is very little known about these complex flows in turbines. The lack of an in-depth understanding of the molecular complex gas-dynamics in ORC turbines means that it is unlikely that optimum power levels are being achieved with present-day design methods.\n\nTherefore this proposal aims to determine methods of significantly increasing heat-recovery system power outputs by exploiting the effects of molecular complexity in Organic Rankine Cycle turbines. A target is set of doubling current turbine power levels. In order to determine methodologies to achieve this, a combination of experimental and computational tests are planned. Experiments of molecularly complex gas flows will be studied using a specially designed experimental test-rig which will be able to mimic the flow conditions found in the ORC turbine. The computational simulations will involve the use of a research flow-solver, which will be modified to account for molecular-complex gas properties. The experimental data will aid the development of an accurate computational model, which will then be used to determine novel turbine blade designs to operate at high pressure ratios.\n\nThis research will directly benefit both the fluid-mechanics research community and the power-generation industry. The research will improve our fundamental understanding of the fluid mechanics of molecularly complex fluids, and will also aid the development of sustainable power generation technologies. An improved understanding of molecular-complex gas flows in turbines has the potential to substantially reduce the UK's fossil fuel dependence and improve our ability to recover currently otherwise 'wasted' heat from power stations and manufacturing processes as well as solar and geothermal radiation. This has a large societal benefit both in-terms of aiding the fight against climate-change and improving the UK's energy security. This work will help towards meeting the targets of the UK Climate Change Act 2008 to reduce by 34 percent our greenhouse gas emissions by 2020 and 80 percent by 2050, against the 1990 baseline.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J006394/1","grantId":"EP/J006394/1","fundValue":"100007","fundStart":"2012-03-07","fundEnd":"2014-03-06","funder":"EPSRC","impactText":"  The research findings are aiding the development of high performance heat recovery systems. The project was co-funded by GE Global Research, who will incorporate the research findings into their design methods. Energy Economic","person":"Andrew  Wheeler","coPersons":[],"organisation":"University of Southampton","findingsText":" The project has successfully delivered several new results, as well as new computational methods and an experimental facility for simulating dense-gas flows at supersonic conditions. The experimental facility is a new Ludwieg tube, which is able to produce supersonic flows of molecularly complex working fluids at Mach numbers of 2 and above, and conditions representative of an Organic Rankine Cycle (ORC) turbine. The computational methods developed include the adaptation of a turbomachinery Navier-Stokes flow solver and a throughflow method to include a wide range of thermodynamics models, thus enabling the simulation of ORC working fluids within the turbine design process. Also, a new method-of-characteristics (MOC) has been developed, which is able to rapidly produce supersonic nozzles suitable for the design of high efficiency turbine vanes. The project has found a number of new results. Firstly, that for conditions representative of an ORC turbine, the inviscid dense gas dynamics for a number of representative working fluids can be well represented using a new approach which uses a modified form of a method of characteristics. This new method has not been shown previously in the literature. Experimental data and computational simulations have also validated this approach. Furthermore, the results have also shown that the choice of working-fluid has a significant effect on turbine losses due to shocks and shock/boundary-layer interactions. Simulations of an ORC turbine stage have also been performed and these have shown the key sources of loss, and how these compare with conventional turbines. This recent work has also shown a new method for radial turbine design to avoid excessive Mach numbers within the rotor which reduces significantly secondary flow losses. The project has delivered several new methods which can help improve ORC turbine performance. The work has been performed in collaboration with GE who are able to exploit the results of this work within future products. \n\n\n\nThe experimental and computational tools developed in this project have helped to strengthen a research capability within the UK for studying heat-recovery systems, and this is an area of growing interest both from a commercial view-point as energy efficiency becomes increasingly important, and also an academic perspective because of the complex flow physics of dense gases. Future studies will focus on two-phase and multi-component fluids and how these novel fluids can be used to achieve high power densities. Energy","dataset":"gtr"}