{"id":"9A324C28-CFA9-4B42-BA33-867FC01599E9","title":"Google: Meta-communities of practice in the code-sharing commons","abstractText":"<p>The extraordinary proliferation of software projects in the last two decade defies easy analysis. Software saturates everyday life. This research project analyses software diversity using data generated as people work on online code repositories and use programming Q&amp;A sites. Repositories such as GitHub, Bitbucket, LaunchPad and SourceForge together host millions of software projects accessed by millions of people. While much recent debate around software, and the digital economy more generally, has attended to issues of intellectual property associated with open source or free software, this project aims to construct a new evidence-base for debate on these issues. It seeks to treat programming as a diverse set of practices amenable to social scientific analysis both in terms of the patterns of work (patterns of coordination, development of group structures) and in terms of the migration or flow of these practices across different settings.</p>\n\n<p>The aim of the research is to track, analyse and characterise flows of practices within what we call the meta-community of programming practices. Our research will draw on&nbsp; data produced when people make or code software together using public code repositories.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K007912/1","grantId":"ES/K007912/1","fundValue":"92899","fundStart":"2013-05-06","fundEnd":"2014-10-05","funder":"ESRC","impactText":"","person":"Adrian  Mackenzie","coPersons":["Andrew  Goffey","Matthew  Fuller"],"organisation":"Lancaster University","findingsText":" The focus of this project has been on how software is made today. We have developed perhaps for the first time some ways of exploring the sheer volume and variety of software devices appearing in contemporary social fields. The key achievements of this work are:\n1. By using data analytic techniques, we have begun to map the relations and relevance of the millions of software projects found on the code repository http://github.com in terms of the patterns of coding practice, in terms of the forms of social organisation, in terms of how the underlying infrastructures and platforms shape the development of code, and in terms of the flows of imitations, copying and at times contagion occurring around and through software.?\n2. The research addressed important methodological problems in working with large volumes of data provided by a social media platform. We developed ways of delving more deeply into the sometimes noisy and complex flows of data and events associated with large-scale media and collaborative platforms. We experimented with cutting edge data infrastructures ranging from cloud computing services to machine learning and data-mining techniques in working with our data. Importantly, we dealt with some key problems of how circumvent the limitations or packaging of data produced by the platforms.\n3. Importantly we also developed novel social theory -- such as the notion of the 'field of devices' -- to help understand the dynamics and processes we see at play around software, media, culture and digital economies. We believe that these constructs will be more widely useful.?\n4. Finally, we were able to make use of the same practices and infrastructures as the people we were researching -- software developers and other users of code repositories -- to not only present the results of our work, but to document and distribute almost every stage of research work. We have developed a way of versioning the research project, including data analysis, scripts, documents as a 'release' that can be cited (using DOI identifiers) and that will persist through time. We are not sure of this yet, but early publications from the project and invitations to develop both the social theoretical insights and the data analytics approaches have started to appear. We think that the notion of 'field of devices' and some of the techniques we developed to explore the diversity of code as a metacommunity will be useful to analysis of other social, cultural and e\nconomic domains.?\nWe anticipate that our approach to versioned releases of packages of data and analysis offers a model that could be used more widely in social sciences.? Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}