{"id":"9A35DB4C-5BEF-44DA-A474-9CFE51575477","title":"Cognitive Futures in the Humanities","abstractText":"The 'cognitive turn' of the late twentieth century has dramatically reconfigured the sciences in terms of both practice and theory, radically transforming conceptions of mind, thought and subjectivity. Its impact on critical understanding in humanistic disciplines beyond the sciences, such as literature and the arts, has yet to be properly identified, despite the obvious importance of such categories to the humanities. While a few dispersed scholars have adopted methodological insights from cognitive psychology and cognitive linguistics over the past twenty years, nothing like a defined disciplinary field has emerged in either literary studies or cultural theory. It is increasingly evident that an assessment of how these approaches connect with one another, and can be mapped within the contemporary critical landscape, is now needed. At a moment often designated as 'after theory', to use Terry Eagleton's phrase, it is timely to formulate how cultural, aesthetic and historical interpretation - traditional aspirations of humanities disciplines - might be framed in ways that respond to shifts in understanding associated with the cognitive revolution. \n \nThis project will establish a formal apparatus for bringing together major international researchers engaged in this emergent field, for defining it more rigorously, and for stimulating new research. The network will facilitate communication among participants with expertise in the cognitive sciences, literary and cultural studies, linguistics, and philosophy, with the aim of examining the potential of methodologies drawn from the cognitive revolution for research in the humanities. Important work has already been produced, but the field remains fragmented and emergent. Initial ground was broken in the early 1990s with works such as Reuven Tsur's Towards a Theory of Cognitive Poetics (1992), Ellen Spolsky's Gaps in Nature (1993) and Mark Turner's The Literary Mind (1996). More recently, Alan Richardson's study of romanticism, The Neural Sublime (2010), and Patrick Colm Hogan's Understanding Nationalism (2010) have shown the potential for cognitive theory to be applied to literary, political and historical concepts. This network, which includes Spolsky, Turner and Richardson as steering group participants, seeks to build upon these individual studies in order to advance a coherent research paradigm for future humanities research. \n \nTo achieve this aim, the project will identify ways of rethinking the 'two cultures' tradition that has segregated scientific and humanistic ways of knowing. How can the cognitive sciences provide intellectual resources for advancing beyond this limiting configuration of methodologies? How might cognitive theory help us to redraw the nature/culture dichotomy? What models might be formulated to analyse cultural objects and forms that draw upon philosophy of mind, cognitive neuroscience and evolutionary accounts of mental and emotional processing? How could these models be applied systematically and sustainably by humanists? Into what wider post-humanist landscape (eco-criticism, systems theory, object-oriented philosophy) might the cognitive turn take cultural theory? The key participants will be invited to address their approach to these questions at an inaugural symposium, identifying research questions that will be examined by a wider academic audience at two major conferences linked to the network, including postgraduate researchers (8 PGR conference bursaries will be made competitively available). The project will thus contribute to knowledge and the development of new ideas within literary criticism, cultural theory, linguistics and empirical aesthetics. The outcomes will be of interest to scholars, scientists and creative practitioners working in relation to these fields, as well as to the growing academic audience for literature and science from a historical perspective. It will also increase public engagement with science regionally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005614/1","grantId":"AH/J005614/1","fundValue":"36073","fundStart":"2012-04-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Peter  Garratt","coPersons":["Vyvyan Frederick Evans"],"organisation":"Northumbria University","findingsText":"","dataset":"gtr"}