{"id":"9A46C14D-F498-43F0-8264-E6BB3B3E9CDB","title":"Clathrates for Energy Storage","abstractText":"There is a global need to conserving our natural hydrocarbon resources and a new urgency in controlling greenhouse gas emissions and consequential global warming. Development and implementation of alternative technologies based on renewable, non-fossil based sources will be key in the future. Some of these technologies / such as wind farms, solar power, and tidal power / are familiar to us, but these all relate to energy generation, not energy storage. There is a major need to replace hydrocarbon fossil fuels in applications where we are currently reliant on them. Some of the largest challenges centre around transportation, where fuel cells and gas-based (initially methane-based) vehicles are anticipated. A common technological problem is the safe and cost-effective storage of gas. Issues such as low efficiency, ease of poisoning, and unacceptable system weight/volume are all barriers which must be addressed for such technologies to succeed. This proposal focuses on the development of clathrate systems which trap gases such as methane in molecular cages. These systems are environmentally-friendly since they are mostly based on water. A major problem, however, is the timescale for clathrate formation - often of the order of days. Clearly, such timescales are unacceptable for transportation applications. This proposal focuses on developing and patenting a new technology for greatly accelerating the storage of gases in clathrates - for example, reducing formation times from hours to a few minutes. This could open up the commercialisation of such technologies and help to address this major environmental and societal problem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G006091/1","grantId":"EP/G006091/1","fundValue":"93782","fundStart":"2008-11-10","fundEnd":"2009-11-09","funder":"EPSRC","impactText":"  Dry water technology for gas storage was developed by us in this project and has since been exploited by other teams (e.g., Prof. Bernie Binks in Hull). As yet, there are no commercial exploitations to our knowledge. Energy ","person":"Andrew  Cooper","coPersons":[],"organisation":"University of Liverpool","findingsText":" We discovered that the rate of methane uptake in water can be greatly accelerated by using 'dry water' - a finely divided 'powdered' form of water. This material was described by Prof. Cooper on the Radio 4 programme Materials World. It was also features in Nature News and gained board media coverage world-wide. The material could be used to store and transport methane gas more economically. Energy","dataset":"gtr"}