{"id":"9A4EE539-00F3-445F-B2F1-7D4339E19058","title":"T2K construction - bridging funds","abstractText":"Understanding the nature of neutrinos and their role in the Universe answers questions beyond the current frontier of our knowledge. During the past few decades, particle physics has made unprecedented progress in understanding the laws of nature at the most fundamental level. Based on this understanding, a framework, the Standard Model of Particle Physics, capable of describing the whole variety of observed particles and interactions in terms of a few fundamental interactions and elementary particles, has been developed. The Standard Model was formulated in the 1960's based on the current knowledge of the existing elementary particles. The scientific value of the Standard Model rests not only on its ability to describe the fundamental properties of the elementary components of the Universe, but also on its success in describing properties of the Universe on cosmological scales, when used together with astrophysical and cosmological models based on general relativity. However, the first and most striking evidence of a shortcoming of the Standard Model comes from neutrinos. The experimental picture developed in the last ten years is consistent with three neutrino families undergoing oscillations, i.e. neutrinos created with a specific lepton flavour can later be measured to have a different flavour, which can only happen if neutrinos have masses and mix. Detecting neutrinos is very difficult as they interact very weakly with matter, so a detector with high sensitivity is required to detect them. The T2K experiment will consist of the world highest intensity muon neutrino beam produced at the 50 GeV Proton-Synchrotron at J-PARC (Tokai) being directed at a far detector, Super-Kamiokande, 295 Km away from J-PARC. A near detector, only about 280 m away from the source, is being constructed to measure the beam spectrum before the oscillations take place and the events are collected by Super-Kamiokande. The near detector has a critical role within T2K, since only with the knowledge of the composition of the neutrino flux before the oscillation takes place can we understand the results obtained at the far detector. UK has a critical role within T2K and particularly the construction of the near detector. The current grant is needed for the completion of the near detector, performing several crucial roles for the construction of the electromagnetic calorimeter. This grant is against already approved 'bridging' funds for supporting the responsibilities taken by UK in the T2K construction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H000372/1","grantId":"ST/H000372/1","fundValue":"69168","fundStart":"2009-10-01","fundEnd":"2010-09-30","funder":"STFC","impactText":"","person":"Francesca  Di Lodovico","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}