{"id":"9A56853D-4D34-4F9C-AE89-2F77B2C81C43","title":"A pragmatic and scalable strategy using mobile technology to promote sustained lifestyle changes to prevent Type 2 diabetes in India and the UK","abstractText":"Type 2 diabetes is a major healthcare problem in the developed and developing world.\nRecent clinical trials have demonstrated that it may be prevented in many instances by\nlifestyle intervention focused on diet and physical activity. Translating these known\nbenefits to the population at large has been hampered by the intensive nature and\nexpense of the successful lifestyle modification programmes and by the difficulties and\nexpense involved in ascertaining those in the population who are at high risk. We\npropose a randomised controlled trial (RCT) comparing intervention using mobile phone\ntechnology versus conventional management to induce lifestyle modification in people\nwith impaired glucose regulation in both India and the UK. In India people at risk will be\nascertained using simply the Indian Diabetes Risk Score followed by measurement of\nHbA1c in those with high risk scores. In the UK, high risk subjects will be ascertained\nfrom the NHS Health Check Scheme and from routine screening in primary care. The\nNHS Health Check scheme is a recently introduced government scheme in England\noffered to people aged 40-74 years. UK recruitment will also be based on HbA1c\nmeasurements. The mobile phone based intervention will use short messaging service\n(SMS or text messaging) to deliver education, treatment targets, advice, support and\nmotivation. Subjects will be invited to participate and, once recruited, will be randomised\nto usual care or the SMS intervention group. Usual care will consist of a one-to-one 30\nminute interview, conducted by the research team, delivering personalised diet and\nexercise advice. This will be supplemented by standardised written material and\neducation regarding IGR and diabetes. This will be delivered once at the beginning of the\nstudy. The intervention group will undergo the same initial interview and, in addition, will\nreceive 3 times weekly text messaging with education, advice, support and motivation.\nThese messages will be personalised to individual targets set at the initial interview.\nLifestyle modification will be achieved by physical activity and dietary means. The\nprimary outcome will be progression to diabetes, as defined by HbA1c, with and without\nSMS intervention. Secondary outcomes will be improvements in objectively measured\nphysical activity, body weight and other cardiovascular risk factors (blood pressure, total\nand HDL cholesterol and serum triglycerides). The study programme is compatible with\nmajor initiatives in both the UK and India for the prevention of diabetes and\ncardiovascular disease (CVD).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000183/1","grantId":"MR/J000183/1","fundValue":"819872","fundStart":"2012-02-29","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"Desmond  Johnston","coPersons":["Ian F Godsland","Nishi  Chaturvedi","Nick  Oliver","Peter Charles Smith","Azeem  Majeed","Nicholas John Wareham","Ara Warkes Darzi"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}