{"id":"9A56DF0D-ACD7-48DE-B57F-3C7202A250E8","title":"Quantum Control: Feedback Mediated by Channels in Non-classical States","abstractText":"Quantum Control is a rapidly developing interdisciplinary field drawing on Mathematics, Physics and Engineering. It is be critical to realizing future quantumnanoscale technologies. This project aims to advance recent developments in quantum feedback networks and quantum control. Specifically, we wish to extend recent research on the control of linear quantum dynamical systems to include connections mediated by quantum field channels in non-classical states, in particular, to include squeezed input processes.We seek to invite Dr Hendra Nurdin to Aberystwyth University for a period of 5 weeks in October-November 2009. He will work with Professor John Gough and Dr Rolf Gohm in the Quantum Systems, Information and Control research group.Dr Nurdin is currently a research fellow at the Australian National University, Canberra, and is an expert in robust quantum control.The common interests of these researchers are in closed-loop quantum control where the feedback is mediated by quantum input/output processes. Professor Gough and Dr Gohm represent the Mathematical Physics community and have expertise in open quantum systems and non-commutative stochastic calculus. Dr Hendra is currently investigating robust quantum control theory and represents the Engineering community. Each member will bring complementary skills to the project.Previous analysis of linear quantum feedback networks has dealt with state-based models where the systems that are internal stable in the usual Hurwitz sense - that is the systems are damped oscillators. It is easy to extend this to amplifier models and this is on considerable interest to experimentalists. It is noteworthy that the steady-state limit of a degenerate parametric amplifier performs an effective canonical transformation (of non-trivial Bogoliubov type) on the input to produce the output fields. This has been used by theoreticians and experimentalists to generate squeezed fields, that is, optical fields with one quadrature reduced at the expense of the other quadrature. There are a number of mathematical technicalities to overcome to model this satisfactorily. Our aim is to develop an extended theory of linear quantum feedback networks including idealized components capable of squeezing inputs. In the same project we wish to discuss the physical realization of such models, and initiate the theory of robust control in this context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H016708/1","grantId":"EP/H016708/1","fundValue":"16284","fundStart":"2009-10-05","fundEnd":"2010-01-04","funder":"EPSRC","impactText":"","person":"John Edward Gough","coPersons":["Rolf  Gohm"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}