{"id":"9A57ECF7-3EEA-4F55-967B-487DC1E7DBCC","title":"Test Facility for High Speed, High Power, Drives","abstractText":"Over the last decade there has been a trend towards the use of variable speed electrical drives in new applications, where hitherto they had been too expensive, too bulky or unable to cope with the extreme environmental conditions. The torque capability of an electrical machine is generally proportional to its size, consequently power per unit mass can be increased by resorting to very high speed machines. Advances in materials, fast switching power electronics and fast digital signal processing provides the framework to enable us to build higher speed systems, whilst new semiconductor materials, such as silicon carbide, permit power electronics to operate at temperatures of 400 degrees centigrade. This project will create a high speed test facility for novel aerospace drives, which have been developed to achieve very high reliability through fault tolerance, along with high speed automotive drives which can be used in future generations of vehicles. It will also permit testing of a range of other electrical drive solutions which are being developed in blue sky research projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D022142/1","grantId":"EP/D022142/1","fundValue":"200003","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  The aim of this project was to research new forms of high power, high speed electrical drives, developing and demonstrating improved performance and reliability.\n\nSpecific objectives were as follows:\n\n1. To build a 150 kW high speed test facility for the testing of novel forms of electric machine and drive.\n2. To undertake detailed testing of the following electrical drives:\n(a) A 100kW, 20,000 r/min aircraft main engine fuel pump.\n(b) A 150kW, 13,000 r/min embedded aircraft starter-generator. Absolute performance, mechanical integrity and fault tolerance will be tested.\n(c) Novel automotive electric drives for use with fuel cell, hybrid and battery powered vehicles. \n(d) A range of high speed drives emanating from blue sky research, including high speed wind generators, gas turbine generators and use of new materials. Aerospace, Defence and Marine,Energy,Transport Economic","person":"Barrie Charles Mecrow","coPersons":["John W  Finch","Bashar  Zahawi","Chris  French","Volker  Pickert","Alan  Jack","David John Atkinson","Damian  Giaouris"],"organisation":"Newcastle University","findingsText":" We have demonstrated that\n(a) Fault tolerance can be produced in aerospace drives for flight actuation systems.\n(b) That high performance reluctance drives can be made to be suitable for electric vehicles.\n(c)That ultra high speed, high power machines can be produced with acceptable thermal performance when designed with due diligence. Work has since been exploited with a range of companies, including JLR, QinetiQ and Airbus. Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}