{"id":"9A58B7D9-3602-4551-B929-44319DCC0688","title":"What makes a specialist special? The physiology of ecological specialization in plant-fungal mutualisms","abstractText":"Ecological specialization is the process whereby an organism adapts to a narrower range of conditions than a generalist, and the process is central to the distribution and maintenance of global biodiversity. Yet, theory underpinning the evolution of ecological specialization has failed to i) fully consider situations where both generalist and specialist organisms form close associations with the same partner, and ii) identify the physiological mechanisms that lead to specialization in organisms that form mutually-beneficial relationships. The situation in (i) is prevalent in the widespread and globally-important mutualism that occurs between many tree roots and soil-borne 'ectomycorrhizal' fungi. Thus our understanding of the factors that drive the evolution of specialists and generalists in ectomycorrhizal symbioses is presently inadequate. \n\nIn this proposal, we will test the hypothesis that differences in resource transfer between plants and ectomycorrhizal fungi (carbon from plants to fungi, and nitrogen and phosphorus from fungi to plants) are key fitness consequence of specialization. We predict that specialist ectomycorrhizal fungi, i.e. those that often associate with just one genus of host plant) transfer more mineral nutrients to host plants for a given unit of carbon received from the host plant compared to generalists (i.e. they have a more favourable 'resource exchange rate'). We predict this efficiency in resource exchange makes them better competitors, however, we expect competitive advantage to be seen only under a limited breadth of niches. For example, such a situation may occur when specialist and generalist fungi are competing for resources from litter belonging to the 'specialist' host plant. We will also test the hypothesis that the spatial distribution of generalist and specialist ectomycorrhizal fungi on individual root systems affects acquisition of carbon from plants, and its subsequent allocation to external mycelium, and thus their ability to coexist. \n\nTo test these hypotheses, we will establish microcosms in which plants are colonised by host specialist and generalist ectomycorrhizal fungi in which the spatial distribution and scope for competition between the fungi is manipulated. We will also introduce different litter types to provide substrates that differ in suitability for the specialist. Stable and radioisotope tracers will be used to quantify resource exchange between partners and the efficiency of carbon use by ectomycorrhizal fungi relative to mineral nutrient transfer. These experiments will be complemented by field-based bioassays using seedlings inoculated with specialist and generalist ectomycorrhizal fungi, which are transplanted to environments that are deemed either favourable or unfavourable for specialists and generalists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M015653/1","grantId":"NE/M015653/1","fundValue":"484242","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"NERC","impactText":"","person":"David  Johnson","coPersons":["Andrew Forsyth Taylor"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}