{"id":"9A62DC6E-B208-47D7-AE32-FE916924EB87","title":"The mechanism of oxygen sensing by the global transcriptional regulator FNR","abstractText":"Bacteria inhabit almost every environmental niche on Earth, including some that are so harsh that many other forms of life cannot survive. This success is at least in part due to the ability of bacteria to adapt to changes in environment, and this adaptation is rooted in their capacity to alter patterns of gene expression in response to external and internal cues. A key environmental parameter that is monitored by many bacteria is oxygen concentration. We are particularly interested in the bacterium Escherichia coli (E. coli). One of its remarkable properties is that it is able to thrive both in the presence and absence of oxygen. To do this it has to dramatically alter its metabolism, but this has consequences because without oxygen the potential for energy conservation and growth are limited compared to when oxygen is present. To test whether oxygen is present E. coli uses a protein called FNR, which acts as an oxygen sensor. It has a special co-factor called an iron-sulfur cluster that reacts with oxygen in a way that switches FNR off. In the 'off-state' (no iron-sulfur cluster) FNR cannot bind to DNA to activate expression of genes that are used during growth in the absence of oxygen. When there is no oxygen the iron-sulfur remains associated with FNR and so the protein can bind to DNA and activate expression of genes that are needed for growth in the absence of oxygen. For the last few years we have studied the reaction of oxygen with the FNR iron-sulfur cluster. These studies have revealed the complex biochemistry of the reaction and how this makes the FNR protein an exquisitely sensitive oxygen sensor. However, our studies have raised even more questions. We now propose to address some of these by determining the molecular choreography of the reaction of oxygen with the FNR iron-sulfur cluster and how this leads to altered DNA-binding properties. We will also investigate how the potentially toxic reaction products are managed by the cell, and why some bacteria have more than one FNR protein; could it be that different FNR proteins have evolved to operate in different ranges of oxygen concentration? The work is important at several levels. It will allow us to understand more about a basic biological process that is fundamental for the virulent properties of many bacterial pathogens, such as Salmonella and E. coli. It will provide new insight and a deeper understanding of an ancient class of proteins that evolved in an anaerobic world. It has wider significance for how signal perception and signal transduction are linked in a ubiquitous family of bacterial gene regulators. And finally, it offers possibilities of designing molecular switches that will respond to changes in oxygen levels for use in biotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G018960/1","grantId":"BB/G018960/1","fundValue":"276192","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"BBSRC","impactText":"  Improved quality of life by increased understanding of a fundamental biological process. Education Cultural","person":"J  Green","coPersons":[],"organisation":"University of Sheffield","findingsText":" Bacteria inhabit almost every environmental niche on Earth and this success is in part due to their ability to adapt to changes in environment, which is in turn rooted in their capacity to alter patterns of gene expression. A key environmental parameter that is monitored by bacteria is oxygen (O2) concentration. The bacterium Escherichia coli (E. coli) can thrive both in the presence and absence of O2. E. coli uses a protein called FNR that acts as an O2 sensor. FNR has a co-factor (an iron-sulfur cluster) that reacts with O2 to switch FNR off. In the 'off-state' FNR cannot bind to DNA to activate expression of genes that are used during growth in the absence of O2. When there is no O2 the iron-sulfur cluster remains associated with FNR, which can then bind DNA and activate expression of genes that are needed for growth in the absence of O2.\n\nOur research has focused on the reaction of O2 with the FNR iron-sulfur cluster, which exists as a [4Fe-4S] cluster in the absence of O2 but as a [2Fe-2S] form in the presence of O2. We made important discoveries about this conversion reaction showing that the sulfide ions that are released from the cluster during the conversion reaction is retained by the protein through a covalent attachment to the thiol groups of cysteine residues that bind the cluster. Studies of other iron-sulfur cluster proteins indicate that this is probably a common phenomenon. Our work also revealed a new type of cluster assembly pathway that does not require the intervention of the complex iron-sulfur biosynthetic machineries that are present in E. coli. Because sulfur is stored on the protein when it is in the [2Fe-2S] form, we hypothesised that conversion back to the DNA-binding [4Fe-4S] form should only require the addition of iron - and this turned out to be the case - suggesting a means by which the protein could cycle back and forth between its on- and off-states.\n\nIron-sulfur cluster proteins are also involved in sensing another biologically important gas - nitric oxide (NO). Through studies of a family of proteins called Wbl proteins, we obtained a detailed understanding of the cluster nitrosylation reaction. Remarkably, this resulted in an extremely rapid, multi-step reaction of 8 NO molecules with each [4Fe-4S] cluster, resulting in products that are known as iron-nitrosyl species. The rate at which the reaction proceeds and the nature of the products are highly unusual features of the sensing reaction. It was shown some time ago that FNR not only senses O2, but is also responsive to NO. We were also able to show that [4Fe-4S] FNR also reacts extremely rapidly with NO and forms, via the same mechanism, what appear to be the same iron-nitrosyl products as observed for the Wbl proteins. FNR and Wbl proteins are unrelated and the observation of a common mechanism suggests that this reaction may have wide importance in biology, particularly amongst iron-sulfur cluster regulators.\n\nFinally, we considered the roles of the three FNR proteins of another bacterium Pseudomonas putida. We found that the three proteins appeared to have evolved to fulfil distinct roles in the cell. One (ANR) reacted rapidly with O2 and was inactivated at low O2 concentrations, the other proteins (PP_3233 and PP_3287) reacted more slowly with O2 and were only inactivated at the highest O2 concentrations tested. In addition, the reactions of the iron-sulfur clusters of these proteins with NO were investigated. ANR conformed to the same overall mechanism as FNR, but the rate of reaction was apparently much slower. PP_3233 and PP_3287 also reacted slowly relative to FNR and the final phase of the reaction was not observed. Furthermore, rather than being inactivated by NO the PP_3287-dependent gene expression was increased. These observations are leading to a deeper understanding of how protein-bound iron-sulfur clusters discriminate between similar signalling molecules and how the signal is transduced into altered gene expression. Understanding the properties of iron-sulphur cluster based sensors and their ability to regulate gene expression offers opportunities to develop new biosensors and better control oxygen supply in IB processes. Education,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}