{"id":"9A6B9B43-B959-4807-8C96-01201A59C23F","title":"Decision-making frameworks in management of livestock disease: interaction of epidemiology, economics and politics","abstractText":"<p>Infectious diseases of livestock are important because sick animals produce less (productivity) and suffer (welfare). Consumer demand and international trade are greatly influenced by disease. How is policy decided? What is the relationship between regulation and control? Who should decide the target level for control? The factors known to influence these decisions include the epidemiological and biological, the economic, the political and the legal.</p>\n\n<p>There are many groups involved: farmers, public (consumers), retailers, elected representatives, veterinarians, and Government officials. We analyse how these groups interact, decisions get made and policy enacted, including interviewing individuals to develop a network model of the interactions.</p>\n\n<p>The research concentrates on 6 diseases of cattle that serve as examples of the important infections afflicting cattle in the UK and about which we already have considerable information. We will collect data on how farmers make decisions and construct computer models of the important processes to seek better ways of controlling diseases. </p>\n\n<p>The proposal has two important differences to previous research. First, we consider different infections at the same time, and secondly, we consider all the different organisational levels at the same time to get a holistic understanding and put processes in their proper context.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E01092X/1","grantId":"ES/E01092X/1","fundValue":"840862","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"","person":"Graham Francis Medley","coPersons":["Laura Elizabeth Green","Matthew  Keeling","Wyn Paul Grant","John Francis McEldowney","Jonathan Ara Cave"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}