{"id":"9A71AFEA-A39E-416E-82F0-B1AFBC43C68C","title":"Hypoxanthine metabolism in salmon: roles in osmoregulation and the innate immune response.","abstractText":"Atlantic salmon accumulate various metabolites in the skin and fin when fish are in seawater (SW) environments. One metabolite, called guanine, is known to be responsible for the skin &quot;silvering&quot; that accompanies developmental changes associated with the migration of young salmon (called smolts) to SW. The elevated concentrations in the skin result in the formation of guanine crystals that give the skin its classic iridescent/pearlescent metallic lustre, characteristic of all salmonids. Recently we have identified that a structurally related metabolite called hypoxanthine, is also found at high levels within the skin and fin of Atlantic salmon. The functional role of this metabolite however, appears to be completely different from guanine. Although guanine is essentially insoluble in the aqueous environment of the skin cells (and hence explains its precipitation as translucent crystals), hypoxanthine is eminently soluble and in SW salmon, accumulates to very high concentrations suggesting that it may function as an organic osmolyte. Organic osmolytes increase the concentration inside cells to near-equivalent concentrations to that of the sodium chloride and other ions in the surrounding SW. This equilibration of solute concentrations inside and outside the cell limits the osmotic loss of cell water to the extracellular SW environment and therefore prevents cell dehydration, shrinkage and inevitable cell death. Another potential function of hypoxanthine, is that of an anti-microbial compound. In addition to being a precursor of guanine, hypoxanthine can be enzymatically converted to uric acid, but at the same time this processes releases hydrogen peroxide. Essentially three times as much hydrogen peroxide can be generated as hypoxanthine present within the cell. It is proposed that this highly reactive metabolite acts as a cellular disinfectant and the first line of the host's defense against microorganisms or parasites that invade the skin or fin. In higher vertebrates, hydrogen peroxide and uric acid are known to function as so-called chemo-attractant molecules, stimulating the recruitment of blood lymphocytes and macrophages to sites of injury and initiating an immune response against any invading organism. The same functions are proposed to take place in the salmon. Preliminary results suggest that this hypothesis may indeed be the case as skin regions chronically infected with sea lice exhibit higher levels of expression of a key enzyme involved in this hydrogen peroxide generating pathway. Salmon are an important species in the aquaculture industry, especially in Scotland, and a critical period in the farming of this fish is during and just after SW transfer. This is a very stressful period of the salmon's life cycle and if fish are not transferred at the optimal time the physiological adaptations required for life in SW can be compromised, resulting in increased fish mortalities from osmotic disturbances or increased infection rates. Virtually nothing is known about the roles of hypoxanthine during this critical period of the salmon's life cycle. This project will characterize the role of hypoxanthine as an osmolyte in cell volume regulation and its potential function as a hydrogen peroxide generator in skin and fin cells during sea lice infestation. The project will also determine whether various nutritional supplements added to the diet of pre-SW transfer smolts will i) affect the expression of enzymes and transporters associated with the general metabolism of hypoxanthine, ii) influence hypoxanthine levels in skin and fin, iii) alter the osmoregulatory capacity of fish following acute SW transfer and determine if iv) selective nutritional supplements can reduce the incidence of stress-induced skin lesions/infections and mortalities that often arise within 2-3 months of SW transfer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026019/1","grantId":"BB/M026019/1","fundValue":"245158","fundStart":"2015-12-01","fundEnd":"2017-11-30","funder":"BBSRC","impactText":"","person":"Gordon  Cramb","coPersons":["Neil  Hazon"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}