{"id":"9A76024B-F42E-45DB-B49D-A28E78E36311","title":"IS CLASH OF INSTITUTIONS A CAUSE OF RURAL POVERTY?","abstractText":"<p>Escaping from poverty depends on the rules governing access to vital resources. Rural societies are a historically determined mix of varied and sometimes competing &quot;formal&quot; and &quot;informal&quot; institutions.The focus of this research is to investigate whether a &quot;clash of institutions&quot; is a factor determining poverty in developing countries, with a specific focus on land, labour, seeds and rural credit.</p>\n\n<p>The research constitutes a cooperation between anthropologists and economists intended to ensure a rounded approach to the full range of institutions at play in determining poverty and poverty-alleviation. We focus on a conflict recovery region -cross-border communities in Guinea, Liberia and Sierra Leone. War often leads to the collapse of institutions, and during post-war recovery institutional arrangements are (re)built, and clashes (re)ignite. We deploy experimental methodologies to test key hypotheses concerning institutional behaviour. We run these games with village populations to assess whether and how institutional values clash. We then work with participants to develop a reflexive understanding of the institutional values and conflict (mitigation).</p>\n\n<p>The results are important to a wide range of civil society groups, organisations engaged in post-war recovery programmes, and entrepreneurs seeking to provide new services such as seed supply and rural banking. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J017620/1","grantId":"ES/J017620/1","fundValue":"470186","fundStart":"2013-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"  Our team has been actively participating in providing input, through written documents, discussions online, by phone, in meetings with CDC, DFID, WHO and the British Army Agriculture, Food and Drink,Communities and Social Services/Policy,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Erwin  Bulte","coPersons":["Andreas  Kontoleon","Eleonora Elisabeth Matheus  Nillesen","Maarten Jan Voors","Peter  Van Der Windt","Paul  Richards"],"organisation":"Wageningen University","findingsText":" Social factors, such as mobility, where people turn to for help, and processes related to marriage, funerals and land tenure are key to understanding the Ebola outbreak as well as possible remidies to stop it. The Ebola response community may use the insigts generated in this project for designing and improving Ebola response strategies Agriculture, Food and Drink,Communities and Social Services/Policy,Environment,Government, Democracy and Justice","dataset":"gtr"}