{"id":"9A7CB23E-625A-4607-867E-2C4FFEF05686","title":"Half-metallic ferromagnets: materials fundamentals for next-generation spintronics","abstractText":"Semiconductors (such as silicon) underpin so many aspects of modern life, through electronics and data processing for the WWW, telecoms, medicine, transport, etc., that it is hard to overstate their importance. However, silicon chip technology is approaching hard physical limits and alternatives are needed. One radical approach is spintronics, where the both the &quot;spin&quot; and charge of electrons are used for data storage and processing. Spin is a fundamental property of electrons related to magnetism: in a magnetic field, a spin prefers to align in one of two ways, along or against the field. Full utilisation of spin would enable revolutionary new chip designs, which are fast, energy-efficient and fully integrate data storage with logic. \n\nWe will study half-metallic ferromagnetic (HMF) materials. HMFs are a class of materials discovered theoretically in the 1980s which combine the properties of a semiconductor and a ferromagnetic metal. Only one of the two electron spin alignments can easily move inside an HMF - they are &quot;100% spin-polarised&quot;. They should hence be ideal materials for use in spintronics. However, despite major research efforts to make HMF devices, in most cases HMFs do not outperform ordinary magnetic materials (which are typically 30-40% spin-polarised). There is no clear understanding of why this is the case, which prevents the potential of HMFs being unlocked for advanced spintronics. We propose to solve this outstanding problem with a comprehensive and rigorous study of HMFs in the physical form which is actually used in devices, i.e. in thin-films on an oxide or semiconductor substrate. \n\nWe will combine our expertise in four areas: (1) production of high quality thin films of HMFs, (2) characterisation of magnetic thin films down to the atomic level, (3) accurate theoretical description of these materials, and (4) fabrication of HMF spintronic devices. This will enable us to study holistically the most likely culprits for weakened HMF performance, namely temperature, defects and the HMF /substrate interface. Spin-polarisation collapses as an HMF heats up, and this cut-off, for a practical device, must be well above room temperature. We will measure this explicitly and model it with state-of-the-art theory developed recently in Warwick. Residual defects in the thin films can destroy spin polarisation and we will both understand these via atomic-scale imaging / modelling and adjust our thin film growth to minimise them. Finally, there must always be an interface between the HMF and its substrate, which also influences the spin polarisation and functional performance. We will image and model the interfaces, and again adjust our growth to optimise them. Atomic-scale imaging and analysis is possible using cutting-edge aberration-corrected electron microscopes (York and Warwick each have such a microscope, with complementary capabilities). Finally, this fundamental work will be correlated with the functional performance of the HMFs in prototypical spintronic devices. We will be able to fabricate devices, using established designs, and subsequently measure the atomic-scale interfaces and defects on the actual device structure. \n\nThis unique combination of capabilities ranging from first-principles theory to device performance will enable the first comprehensive and rigorous study of half-metallicity in real thin film structures. Our goals are to understand in a fundamental way the limitations of HMFs in real structures, to guide future HMF device design, and also develop the highest possible room temperature spin polarisation in HMF thin films. Between York and Warwick, we have growth expertise in three different classes of HMF material (transition metal pnictides, magnetite and Heusler alloys) which will enable us both to produce a generalised understanding of HMFs and find the best materials for ultra-high spin polarisation films.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K032852/1","grantId":"EP/K032852/1","fundValue":"622825","fundStart":"2013-09-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"  We are 1 year into a 4 year collaborative project. So far we have achieved our two year 1 milestones which related to material quality targets. One important aspect of the project is that we are supporting a substantial team of early career researchers in York and Warwick, including 3 UK PhD students and 4 overseas PhD students.  ","person":"Gavin Richard Bell","coPersons":["Ana M  Sanchez","Thomas Paul Anselm Hase","Julie  Staunton"],"organisation":"University of Warwick","findingsText":" We are working on 3 types of advanced magnetic material and set goals for the quality of two types in year 1, successfully achieving them. The third type of material is looking very promising and in all 3 cases we are demonstrating world-leading growth and analytical capabilities. Structures including our materials will enable new types of efficient electronic devices to be made. We are working with Toshiba (in Cambridge) to make electronic devices with our advanced materials which could provide low-power, efficient data storage and processing for next-generation computer devices. Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}