{"id":"9A8733D7-C55D-40D7-ADB0-5CC9EF683DD0","title":"Conformational selection in Aurora-A kinase: competition between activator- and inhibitor- promoted forms","abstractText":"The biological cell is an exquisite machine which can divide and respond to signals from its exterior in a coherent and coordinated manner. Much of this control is brought about by the activity of a class of molecules called protein kinases which interact with each other in complicated networks. Despite the complexity of the overall response, each individual kinase carries out a simple chemical reaction. By understanding the fundamental principles that govern this reaction and how it is regulated we can better understand the overall cellular behaviour.\n\nRegulation of protein kinases involves activators and inhibitors. Many of these bring about their effect by modifying the shape of the protein kinase. One shape promotes kinase activity, another inhibits it and the details of this are already being studied in my laboratory. What we don't understand is what happens when activators and inhibitors act together on the same kinase molecule. The usual shapes induced by activators and inhibitors are so different that a single kinase molecule cannot adopt both at once, but the evidence for what happens instead is weak and contradictory.\n\nIn this work we will address this question directly for the first time. We will develop a new method and monitor the number of different shapes adopted by an example kinase in solution. From this we can determine whether there are two populations of kinase in solution (one modified by activator, one modified by inhibitor) or one population modified by both (in which either activator or inhibitor must change how it interacts with the kinase). This is important in understanding the underlying mechanisms that govern cellular behaviour. It also opens the way to using inhibitors to probe kinase complexes in cells. Finally, this work is directly applicable in drug design: kinase inhibitors are shape-specific and this work will enable medicinal chemists to be certain that they are designing inhibitors against the most appropriate shape of the kinase. It will also enable them to decide whether they should design certain classes of inhibitor at all for some kinases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M021149/1","grantId":"BB/M021149/1","fundValue":"156908","fundStart":"2015-09-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Charlotte Anne Dodson","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}