{"id":"9A88EF0C-BA07-4240-A288-D4A642FE3CE4","title":"UNDERSTANDING PUBLIC PERCEPTIONS OF AND RESPONSES TO HEAT WAVES: A BEHAVIOURAL DECISION RESEARCH APPROACH","abstractText":"<p>Heat waves cause excess deaths, illness and discomfort. Although heat waves have been relatively rare in the UK, they are projected to become more common and intense under a changing climate.</p>\n\n<p>The summer of 2013 brought the first heat wave in seven years. To promote public protection against heat, the National Health Service and Public Health England released a heat wave plan. Recommended heat protection behaviours include staying in the shade, drinking plenty of liquids, and keeping an eye on vulnerable individuals. However, there is reason to believe that UK residents often have positive feelings about hot summer weather, which may undermine their willingness to implement recommended heat protection behaviours.</p>\n\n<p>This UK-wide project examines whether UK residents’ positive feelings about hot summer weather did indeed undermine their willingness to implement heat protection behaviours during the 2013 heat wave. It also tests four strategies for promoting heat protection behaviours, including ones that invoke negative memories about extreme summer heat. Follow-up work will apply any new insights to other extreme weather events, like floods, droughts or snow. Findings will impact theory and practice about how to design effective risk communication, and help to promote public preparedness and resilience regarding extreme weather.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L00805X/1","grantId":"ES/L00805X/1","fundValue":"166248","fundStart":"2013-10-02","fundEnd":"2015-01-01","funder":"ESRC","impactText":"  Although our project is still ongoing, our data have already been used in panel discussions and seminars with academics and policy makers at conferences organised by Public Health England, EPSRC's ClimathNet, Behavioral Decision Research in Management, Eindhoven University Centre for Innovation Studies, and University of Bristol's Climate Change Adaptation Meeting. Environment Policy & public services","person":"Wandi  Bruine De Bruin","coPersons":["Sari  Kovats","Suraje  Dessai","Baruch  Fischhoff"],"organisation":"University of Leeds","findingsText":" Heat waves cause deaths, hospitalizations and discomfort. Although heat waves are rare in the UK, they are projected to become more common as a result of climate change. The goal of our project was therefore to understand public perceptions and preparedness for heat waves in the UK. We report on three main findings: \nFinding 1: In a national survey, we found that UK residents perceived the frequency of hot weather to have decreased over the course of their lifetime. Perhaps as a result, their climate change concerns were more strongly driven by their perceptions of increases in wet weather over the course of their lifetime.\nFinding 2: In a UK-wide survey, we found that heat protection warnings were heard by 50% of participants during the 2013 UK heat wave. Hearing heat protection warnings about impending heat increased the perceived effectiveness of heat protection behaviors (such as staying in the shade, and drinking plenty of water). However, it also evoked positive feelings about heat, which undermined people's willingness to implement heat protection behaviors. \nFinding 3: In a UK-wide survey-based experiment, we found that public preparedness for heat waves could be improved by invoking unpleasant experiences with hot weather (as compared to traditional messages that remind people about their experiences with hot weather). Our findings are important for organisations such as the National Health Service (NHS) and Public Health England (PHE), which design communications to improve public heat protection. Follow-up work will test insights relevant to public responses to other extreme weather events, such as floods, droughts and snow. Ultimately, we aim to inform communications that promote public preparedness and resilience in the face of extreme weather. Environment","dataset":"gtr"}