{"id":"9A8AF238-D18B-4E24-B992-27E7C753628D","title":"Functional dissection of the genetic interaction network that affects growth of cells with telomere defects: implications for health and disease","abstractText":"The genetic material DNA contains the instructions to make cells and organisms. For these reasons stability of DNA is important to pass on genetic information from one generation to the next. In humans and many simpler organisms such as yeast, DNA is found in chromosomes that contain extremely long, linear, double stranded DNA molecules, in a sense like very long shoelaces. Just as with shoelaces, a chromosome that is broken or damaged in the middle is much less useful than a chromosome that is damaged at the end. Even so, just as with shoelaces, it is normally important that the end of each chromosome is properly &quot;capped&quot;. The caps at the ends of shoelaces are called aglets, and those at the caps at the ends of chromosomes are called telomeres. If telomeres fail, then genetic material near the telomeres can be damaged or lost and cells with uncapped telomeres may no longer be permitted to divide. Cellular responses to defective telomeres are largely regulated by the same pathways that respond to DNA damage elsewhere in the genome. In human beings these mechanisms play important roles in ageing and cancer.\n\nThis project examines how specific intra-cellular defense mechanisms interact with other mechanisms to respond to telomere defects. Some of these mechanisms can be likened to the mechanisms used to slow down vehicles. When telomere damage occurs inside cells, the cells also slow or even stop cell division. We are particularly interested in measuring and understanding interactions between different mechanisms and seeing what happens if two mechanisms, rather than a single mechanism, are defective. In a car we know that the footbrake, the handbrake and gears provide different mechanisms to reduce speed and all the mechanisms are useful. We also know that there is some redundancy between mechanisms in a car. That is, if the hand brake fails then the foot brake and gears become more important. Taking this analogy further, we are interested in studying how brake mechanisms interact, inside cells. \n\nYeast is a good experimental system to study these fundamental questions. Yeast has been cultured for thousands of years for making bread, wine and beer and is very easy to grow and study in the lab. Furthermore telomere structure in yeast cells is similar to that in human telomeres, making studies in yeast cells relevant to human health and disease. We will make use of traditional yeast methods and more modern robotic genetic methods to examine large numbers of interactions inside yeast cells. Such experiments are not possible or are too expensive to perform in mammalian cells. We expect that many of our discoveries will also be relevant to human telomere function since many of the proteins and pathways we study in yeast are conserved. \n\nBased on our studies in yeast we will examine genomes from human beings, particularly those who have lived to the age of 85 or more, to see if the same pathways are likely to be affected in human beings. If so, such persons might be particularly resistant or susceptible to telomere related human diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L001284/1","grantId":"MR/L001284/1","fundValue":"506232","fundStart":"2013-11-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"David Anthony Lydall","coPersons":["Darren James Wilkinson","Heather  Cordell"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}