{"id":"9A8A7472-2D21-449A-9AAB-61DB88172A06","title":"The role of a novel family of eukaryotic DNA polymerases in mitochondrial DNA replication","abstractText":"Our cells contain DNA, the so called 'genetic blueprint of life' which encodes the information for our genes. DNA has a simple repeating structure composed of two complementary strands of DNA, which form a double-helix structure. This structure is contained in nearly every cell and must be copied as cells divide. Our cells produce a large number of proteins responsible for 'photocopying' this DNA in a process called DNA replication and it does this task with great accuracy. However, if this process goes wrong it can lead to the development of diseases, such as cancer. DNA polymerases are protein 'machines' that read the message of the 'parent' DNA and copy this to produce a new daughter DNA. We have discovered a new family of polymerases in human cells whose function is currently unknown. The focus of this work is to understand if these newly discovered proteins also have roles in replicating and repairing DNA and, if so, what specific role do they play in DNA replication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H019723/1","grantId":"BB/H019723/1","fundValue":"655689","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"","person":"Aidan  Doherty","coPersons":[],"organisation":"University of Sussex","findingsText":" Our cells contain DNA, the so called genetic blueprint of life which encodes the information for all our genes. DNA has a simple repeating structure composed of two complementary strands of DNA, which form long, string-like, double-helix structures that make up the genome. Our genome is packaged away into chromosomes, contained in the nucleus of nearly every cell, which must be copied as cells divide to produce daughter cells. Cells produce a large number of proteins responsible for photocopying this DNA blueprint. The proteins tasked with accurately copying the several billion letters of our genetic code are called DNA replication polymerases. During this copying process the replication machinery is frequently stopped by damage DNA and this can lead to failure to replicate or the production of mutations to the sequence of the DNA that can, eventually, lead to the development of disease states, such as cancer. \n Fortunately, our cells produce damage tolerance proteins whose role it is to prevent this from occurring or restart replication when if stalls. We have recently discovered a novel human lesion bypass polymerase in human cells called PrimPol and shown that this protein, together with other cellular factors, plays an important role in helping the cells replication machinery to bypass DNA damage it encounters during every round of cell division thus ensuring efficient genome replication. In particular, we have shown that loss of PrimPol leads to replication slowing, particularly past lesions produced by UV light, suggestive that it is required for efficient replication through these kinds of DNA damage. During this project, we have identified how these molecular machines are able to bypass DNA damage, what the cellular and organismal consequences of deletion or mutations in this gene (e.g. diseases associations) and, finally, how PrimPol co-operates with other bypass proteins to ensure that DNA replication proceeds in a faithful and complete fashion.\nThe accumulation of mutations can lead to uncontrolled cell growth that leads to the development of diseases, such as cancer. It is therefore important to understand how cells respond when the replication machinery stops at sites of damage. An &quot;Achilles heel&quot; of cancer cells is that they grow more rapidly than other cells in our body and thus they replicate their DNA more often. Because of this, many cancer treatments deliberately introduced damage to DNA replication in order to selectively slow/kill cancer cells. This work has led to a better understanding of how the replication machinery tolerates such damage and, in the future, this knowledge may allow us to increase the efficiency of cancer treatments by finding ways of making cancer cells even more likely to be killed by drugs that block DNA replication. The protein studied (PrimPol) in this project has been show to be an enzyme required to maintain DNA replication under stress and loss of the gene results in genomic instability. And recently it has been shown to be associated with human disease (highmyopia). Many common genetic disorders are associated with DNA instability and therefore PrimPol is an excellent candidate gene to screen human cell lines, from patients with such disorders, for mutations associated with this novel gene. This work could potentially pave the way for the development of simple diagnostic markers for particular conditions (e.g. high myopia), provide insights into the role mutations of this gene may play in the progression of such diseases and exploit the molecular information gleaned from these studies to develop potential lead compounds for future drug development. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}