{"id":"9A8BB6A8-A841-42B1-A658-1BB6DDE0B91A","title":"Synthesis of glycosyl-novobiocins: probes of Hsp90 C-terminal affinity binding and novel anti-cancer drugs","abstractText":"Cancer is a leading cause of death worldwide, accounting for 7.6 million deaths (around 13% of all deaths) in 2008 (WHO cancer, 2012). There are an estimated 12.7 million cancer cases around the world every year, and this number expected to increase to 26 million by 2030.Chemotherapy has proven to be very useful in addition to surgery in treating cancer. However, its effectiveness is often limited with the number of useful drugs and their toxicities. Designing effective drugs are always required to treat cancer for public health. Here we report a new approach to target Heat Shock Protein 90 kDa (Hsp90) using glycosylation technology. Hsp90 mediates protein folding which is important to cancer cell survival. Inhibition to Hsp90 maysimultaneously inhibit multiple therapeutic targets and pathways crucial to tumour survival.\nNovobiocin was originally approved for clinical use in the 1960s under the trade name Albamycin (Pharmacia and Upjohn) as an antibiotic drug. Recently, Novobiocin has also been shown to have low anticancer activity via binding to Hsp90. Previously, the poor affinity to Hsp90 and higher affinity for type-II topoisomerases prevented novobiocin being evaluated as a clinical useful Hsp90 inhibitor. Recently, we demonstrated that a glycosylation approach can separate the anti-cancer activity from the antibacterial activity (as a proxy of topoisomerase) to 27,000 fold providing a useful alternative strategy for anti-cancer drug discovery. However, the mechanism on how the drug interacts with Hsp90 C-terminal is not fully clear. \nThe important biological roles of glycosylated novobiocins suggest that carbohydrate modifications are central to the biological function of these molecules. We propose that these glycosyl-based modification strategies are a potential route to the rational design, modification of lead compounds and repurposing of existing drug molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K023071/1","grantId":"EP/K023071/1","fundValue":"99143","fundStart":"2013-08-19","fundEnd":"2015-08-18","funder":"EPSRC","impactText":"","person":"Min  Yang","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}