{"id":"9A91CC70-2920-4D9B-9FAA-4FD53B8A4FEA","title":"Battery Characterisation and Management - the key to Smart Grids and the Integration of Electric Vehicles","abstractText":"As recently as the 9th November 2012, the UK Chancellor, Mr George Osborne, stated in a speech to the Royal Society that &quot;there is the challenge of storing more electricity for the Grid. Electricity demand peaks at around 60GW, whilst we have a grid capacity of around 80GW - but storage capacity of around just 3GW. Greater capability to store electricity is crucial for these power sources to be viable. It promises savings on UK energy spend of up to &pound;10 billion a year by 2050 as extra capacity for peak load is less necessary.&quot; China, by contrast, has a grid capacity of over 1,000GW and an electrical demand growth rate of over 11% p.a, and in 2011 installed more wind capacity than the rest of the world put together. Concurrently, plans to clean up emissions from the transport sectors are leading to ambitious plans to expand the use of electric vehicles which will both challenge the electricity system due to the substantial need for battery charging, but also provide opportunity as these batteries can be used to provide energy storage.\nHence the challenge for both the UK and China is, recognising the current global EV market is forecast to grow from 1.7 million units in 2012 to 5.3 million units in 2020, how to utilise this massive aggregate electrical energy storage capacity from EV batteries to deliver essential power network services such as frequency support, load levelling, 'firming' of renewable generation and so forth. The dual use of such vehicle energy storage (to provide its core vehicle transportation duty and grid support when connected to the network for recharging) is referred to as Vehicle-to-Grid (V2G) operation. V2G has many technical challenges to overcome as well as requiring careful cost benefit analysis of the effect of increased charge/discharge cycling of the battery, and associated degradation, versus the grid support benefits achieved. \nThe dual use of EV batteries to provide grid support will make available very fast acting (&lt;5 sec) and, crcially, low cost (Euro22/kW) aggregated energy storage, at cost levels significantly below dedicated grid battery installations (e.g. Euro3180/kW (@$1=Euro0.75) for the PGE 5MW, 1.25MWh Li-ion battery grid support project in Salem, Oregon, US) or competing energy storage technologies like compressed air energy storage (CAES).\nCritically this proposal aims to focus on V2G operation from a battery perspective 'upwards' and not from a network level 'downwards', as the key factors relating to the success of V2G are those concerned with the battery technology. The research challenges identified with this work are:\n1) Determining the anticipated patterns of battery cycling associated with driving and V2G operation for specified grid support functions e.g. frequency support, peak shaving etc.\n2) Investigating the impact of the anticipated V2G operation on battery cell, module and pack cycle life, failures and thermal behaviour (i.e. thermal cycling and impact on cold/hot battery charging behaviour). Additionally more accurate determination of battery state of charge (SoC) and state of health (SoH) is required, including ensuring cell balance within the battery pack.\n3) Investigating the communication and control temporal and physical information requirements from the battery management system (BMS) to the grid control system and vice versa.\n4) Demonstrating V2G operation within distinct UK and Chinese environments, employing the new BMS software with cycling/thermal control, and improved SoC/SoH prediction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001004/1","grantId":"EP/L001004/1","fundValue":"1338720","fundStart":"2013-07-11","fundEnd":"2016-07-10","funder":"EPSRC","impactText":"","person":"Andrew  Cruden","coPersons":["David  Infield","Paul Anthony  Jennings","David Andrew Stone","Jihong  Wang","Suleiman  Sharkh","Peter Joseph Hall","Lin  Jiang","Jing  Chen","Yongmann Manny Chung"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}