{"id":"9AA7D210-B2B9-4072-B319-D8D1E3F695DF","title":"MEASURING AND REPRODUCING THE 3D APPEARANCE OF HUMAN FACIAL SKIN UNDER VARYING ILLUMINATION CONDITIONS: A 3D IMAGING SYSTEM FOR HUMAN FACIAL SKIN","abstractText":"Understanding human skin appearance is a subject of great interest in science, medicine and technology. In medicine, skin appearance is a vital factor in surgical/prosthetic reconstruction, medical make-up/tattooing and disease diagnosis. The production of facial prostheses to replace missing facial structures requires the skills of highly trained anaplastologists to correctly match the shape and colour of the prosthesis to that of the host skin. With the 3D printing of human skin now available the process involved in matching natural and manufactured skin samples has become essential; a robust, accurate and efficient imaging system is required that acquires the relevant skin information and predicts a good match and translates this information through this new and innovative manufacturing process. \n\nA major problem with manufactured skin is that the match to the individual's natural skin must hold not only be accurate under a particular ambient illumination but the match needs to be preserved when the individual is moving between different environments, e.g. when the individual moves from office or LED lighting into daylight. To achieve this illumination invariance, the physical properties of the skin need to be taken into account. A further requirement for successful skin reproduction is the development of appearance models. These can be considered as individual &quot;recipes' or 'blueprints&quot; for each skin type and these not only represent inter-personal differences - different ethnic groups and age ranges, but also intra-personal differences - for each individual. Features of the human skin (wrinkles, pores, freckles, spots etc) make human skin as individual as a finger prints and thus, for facial prosthetics applications, skin appearance models also need to be fine-tuned for each individual area. \n\nThe purpose of this work is to develop a complete spectral-based 3D imaging system which will allow us to additively manufacture soft tissue prosthetics or deliver predictable tattooing techniques that will exactly match the skin colour of a particular individual (Application 1) or have the capability to rapidly manufacture/3D print soft tissue replacements representative of a particular ethnic/age/gender group with a high degree of accuracy (Application 2). In application 1, the input to this 3D imaging system will consist of a 3D colour skin image (of a particular individual) obtained with a 3D camera in conjunction other specific skin characteristics. The skin sample will then be printed using a printer profile that maximises the match between the natural and printed skin across different ambient illuminations. In application 2, the skin manufacturing process will not be fine-tuned for a particular individual, but input to the 3D imaging system will consist of basic information about the age, gender and ethnicity. Representative skin samples (colour; texture; translucency; geometry) for this group will then be loaded from a pre-computed library instead of using the measurements from an individual.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K040057/1","grantId":"EP/K040057/1","fundValue":"350358","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  The project started about 1 year ago, in October 2013. We have already presented our work at several conferences (AIC, CIC). In addition, we have made contact with two local hospitals who are interested in collaborating on this project. A further collaboration with the Engineering Department (Mass Spectronomy) is underway. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare Societal,Economic","person":"Sophie M Wuerger","coPersons":["Christopher John Sutcliffe"],"organisation":"University of Liverpool","findingsText":" To date, we have (1) characterised the systematic skin differences in different ethnicities (Caucasians, oriental, sub-oriental), and (2) have developped an algorithm to reconstruct spectral information about skin from 3-channel camera images. The final goal of this project is to use this spectral skin information for the additive manufacturing of skin such that the synethic skin matches the original (natual) skin in colour and texture even if the ambient illumination changes. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}