{"id":"9AABE94A-CAB7-4DDA-9ED4-7B31721565D0","title":"Coating Substitution for Reduced Environmental Impact (SUSCOAT)","abstractText":"The desire for low-toxicity coating replacements for electroplated cadmium is a continuing industrial issue - particularly for aircraft manufacturers and their component suppliers. Although partial solutions exist (eg. electroplated Zn-Ni for steels; IVD-Al for titanium), no coating system can so far satisfy the combined barrier and sacrificial corrosion protection afforded by Cd-plate - together with its lubricious, anti-seizure, anti-fretting characteristics. Numerous Cd-replacement initiatives over the last decade have yielded promising Zn- and Al-based coating systems; however, all still retain significant limitations when measured against the complex requirements of the aircraft industry. Planned increases in Ti-alloy (and Ti-CFRP composite) usage for weight reduction mean that new coatings and techniques are vital, to meet future qualification and design needs. Sprayed or IVD-Al coatings can be effective in protecting Ti-alloys against galvanic corrosion &amp; fretting but against steel become galvanically less stable over time and can exhibit passive behaviour when damaged which, unlike cadmium, inhibits sacrificial protection. Al-based films tend also to work best when chromated after coating - raising other legislative issues (ie. hexavalent Cr residue disposal). Modern plasma-assisted physical vapour deposition (PVD) techniques are now widely-accepted as a means to produce wear-resistant ceramic thin films, but have not been fully exploited to deposit metallic coatings with the 'multifunctional' characteristics of seizure-, fretting- and corrosion-resistance exhibited by cadmium. Other techniques used presently do not provide the coating adhesion &amp; structure, surface finish and dimensional accuracy required in modern aircraft applications; nor do they lend themselves to complex and/or functionally-graded coatings with multifunctional behaviour. This project explores the potential for PVD metallic nanostructured and glassy-metal films to address (either alone - or with ceramic constituents) complex industrial wear and corrosion issues - and particularly those where acute environmental concerns exist regarding coating toxicity, effluent disposal and materials recycing and re-use. This relates not just to Cd, but also to Cr- and Ni-plating, hard anodising and chromated &amp; phosphated surfaces.Co-based overlays are used to reduce turbine blade supersonic water droplet erosion (SWDE) and valve sliding wear. The price and availability of cobalt is volatile, causing uncertainty for manufacturers of power generation plant. There are also issues of recyclability and re-use of expensive turbine components and, similarly, of costly Co-based weld overlays - that are difficult to remove and recoat. This project aims to substitute scarce (Co) and health- and environment-threatening (Cd) coatings in the electricity generation and aerospace industries. These objectives will be met through the development of a new, innovative suite of nitrogen-modified Al-Cr and Ni-Ti based PVD coatings with properties that can be tailored to suit many different applications. The new multifunctional metallic nanocomposite (MMNC) coatings will integrate Al-rich amorphous metallic layers into nanostructured and self-lubricating hard coatings, to provide tailored properties of barrier corrosion resistance and sacrificial protection with lubricity (for Cd replacement). The same MMNC coating concept will be tailored to provide improved SWDE resistance (for Co replacement) by incorporating nanocomposite layers based on a nitrogen-modified NiTi superelastic alloy, which offer corrosion protection, sufficient strength to resist impact wear, yet are ductile enough to withstand limited plastic strain. Processes will also be developed for the stripping of these coatings to promote recycling/reuse. Metrology requirements for erosion resistance testing will be addressed through the development of the UK's first instrumented rig to evaluate SWDE.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H000658/1","grantId":"TS/H000658/1","fundValue":"379145","fundStart":"2010-01-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"  New multifunctional metallic nanocomposite coatings based on aluminium have been developed that show real potential for breakthroughs in long-standing (and increasingly critical) aerospace industrial problems of replacing cadmium and chromium-based coatings with non-toxic alternatives.\n\nFurthermore, significant insights into coating property and performance requirements in the extreme impact wear conditions of supersonic water droplet erosion (SWDE) have been acquired - which could have profound implications in (for example) efficiency and reliability of energy supply from steam turbine power generation. Aerospace, Defence and Marine,Energy,Environment,Transport Societal,Economic","person":"Adrian  Leyland","coPersons":["Allan  Matthews"],"organisation":"University of Sheffield","findingsText":" In conjunction with industrial partners (under a Technology Strategy Board funded Collaborative R&amp;D project) we have developed a range of new, multifunctional metal-alloy coatings, based on aluminium. The use of Physical Vapour Deposition (PVD) to produce such coatings in a vacuum chamber is an inherently green and environmentally-benign processing technique - and has the potential to replace toxic metallic coating deposition techniques currently used by industry The aluminium-based PVD alloy coatings can be exploited by the commercial aircraft supply chain, to substitute toxic cadmium and chromium coatings in key applications on moving and/or load-bearing parts.\nOur proposed chromium- and titanium-based metallic and metallic/ceramic (respectively) coating architectures (deposited by Tecvac and then tested by NPL) for WDE resistance have the potential to be developed towards commercial solutions for steam turbine plant (where WDE damage incubation periods were demonstrated in this project to increase by several orders of magnitude over existing turbine blade (or hardfaced blade) materials, if an appropriate PVD coating was selected. The improved understanding of coating behaviour in the extreme case of supersonic WDE also has spin-out implications for many other erosion-resistant coating applications (eg. in cavitation or particulate impact).\nAs indicated above, these important results would probably not have emerged without the shift of emphasis (instigated by the industrial partners) in this part of the TSB project focus. Aerospace, Defence and Marine,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport,Other","dataset":"gtr"}