{"id":"9AAD30A0-4DAB-4C48-B806-60AAD3C42846","title":"Exploiting Synthetic and Structural Synergism in Alkali-Metal-Mediated Organotransitionmetallation (AMMO)","abstractText":"The metallation reaction, where hydrogen is exchanged for a metal, is one of the most fundamental and important chemical transformations, being practised everyday in academic and industrial laboratories across the world. It is particularly useful in the manufacture of fine chemicals, pharmaceuticals, and polymers. Usually the metal employed in these reactions is lithium because of its high polarity and high reactivity. To attach a transition metal to carbon (aromatic) frameworks one would normally have to prepare the lithium derivative beforehand, then carry out a metal exchange reaction using a transition metal salt. This is necessary because transition metals are not generally reactive enough to be directly attached to an aromatic framework. However, there are limits to the usefulness of such exchange reactions due to solubility problems of the ionic salt in covalent organic solvents and to temperature sensitivities. This project will revolutionise this area as it will enable the development of the new concept of alkali-metal-mediated organotransitionmetallation (AMMO). Designing reagents containing an alkali metal and a transition metal within the same molecule, can lead to unique compounds that exhibit special synergic (mixed-metal) reactivities which cannot be replicated by alkali metal compounds or by transition metal compounds on their own (i.e. the single metal systems). Consequently using these two-metal based reagents, it is now possible to directly attach transition metal centres to aromatic frameworks. We have built prototype reagents based on lithium-manganese and sodium-manganese systems which can directly attach manganese to the carbon framework of the metallocene ferrocene, thus proving the concept. The innovative programme proposed will develop the synergic alkali metal chemistry of manganese with a range of other aromatic organic compounds and pioneer the same for other important transition metals including chromium, iron, cobalt and nickel. Incorporating transition metals with access to a large portfolio of properties (for example in redox chemistry, magnetochemistry and catalysis) within aromatic frameworks, will open up a treasure chest of new chemical opportunities outside the scope of conventional lithium-based aromatic compounds. The first transition metal host inverse crown macrocycles (special cyclic compounds with cationic host rings and anionic guest cores) will be prepared using AMMO. It is envisaged that, depending on the transition metal, some inverse crowns will exhibit interesting magnetic and material properties radically different to those of known inverse crowns which are based on magnesium and are therefore non-magnetic and non-redox active.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F063733/1","grantId":"EP/F063733/1","fundValue":"511072","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Robert  Mulvey","coPersons":["Alan  Kennedy"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}