{"id":"9AB2202E-968C-449D-A138-2A085D4CEC1D","title":"Multiscale modelling and analysis of mechanical properties of plant cells and tissues","abstractText":"One of the major challenges facing mankind is to provide enough food for the expanding world population. This problem is compounded by extreme wet-dry weather cycles induced by rapid climate change, which alters both soil structure and nutrient availability leading to yield reduction in staple and cash crops. These factors combine to present a significant problem for agriculture in both developed and developing countries. Hence, there is an immediate need to develop a new range of crops that can maintain or indeed increase yields in the face of worsening conditions and reduction in the availability and use of fertilisers and pesticides. In order to manipulate and improve plant responses to environmental changes and external mechanical forces we need to evaluate the most important physical and biochemical factors responsible for plant cell biomechanics and for the growth limitation of plant tissues.\n\nThe mechanical properties and growth of plant tissues are strongly determined by the structure of the cell wall (the main structural feature of plant cells) and the adhesion between the cells. The high complexity of the microstructure and biochemical processes in the cell wall requires mathematical modelling at the scale of its structural elements to help to close some gaps in the experimentally obtained understanding of the plant mechanics and biochemistry. New mathematical microscopic models for biomechanics of the plant cell wall and tissue will be developed in this project. A microscopic model on the scale of cell wall microfibrils will allow us to consider non-homogeneous distributions of cell wall structural elements and the biochemical interactions between them, as well as changes in the microstructure in response to internal and external stimuli.\n\nAs there are thousands of microfibrils in a cell wall and of cells in a plant tissue, effective numerical simulations of the complex microscopic models on the time and length scales of practical interest are not possible and asymptotic analysis techniques need to be applied. The techniques of periodic and locally-periodic homogenisation will be generalised to address non-periodic microstructures of plant cell walls and tissues. By applying asymptotical analysis, the macroscopic properties of plant tissues will be defined from the microscopic description of biochemical and mechanical processes. This multiscale approach and analysis of the macroscopic model will enable us to predict the influence of microscopic interactions on the macroscopic mechanical behaviour.\n\nThe new modelling and analytical approaches to be developed in this project will help us to better understand the biomechanics of plant cells and the influence of external mechanical forces on bioche- mical processes inside plant cells. The analytical and numerical results of the mathematical models combined with data from biological experiments will help us to identify new approaches to select, breed and genetically engineer improved cultivars. A better understanding of plant cell biomechanics will enable experimentalists to manipulate plant cell wall properties which in turn will lead to an improvement in the efficiency of wood, paper and biofuel production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K036521/1","grantId":"EP/K036521/1","fundValue":"93761","fundStart":"2013-11-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"  The main objectives of this research project are the generalisation of multiscale analysis techniques and the derivation and multiscale analysis of novel mathematical models for plant biomechanics. The results of the research funded on this grant have academic impact on the development of multiscale analysis techniques and mathematical modelling of plants. There no economic impact of the research funded on this grant yet. Further analysis and comparison of solutions of mathematical models with experimental data will provide a better understanding of plant cell walls and tissues biomechanics. A better understanding of the chemical and physical processes considered on the scale of plant cell wall microfibrils will then help to select, breed or genetically engineer improved cultivars.  ","person":"Mariya  Ptashnyk","coPersons":[],"organisation":"University of Dundee","findingsText":" The main results of my research are multiscale modelling and analysis of mechanical properties of plant cell walls. Plant cell walls have complex a microscopic structure composed of thousands of microfibrils embedded in a wall matrix of proteins, hemicellulose and pectins. Thus, it is important to consider multiscale modelling approach, which links microscopic structure and processes at the level of microfibrils to the macroscopic mechanical properties of cell walls. \n\nThe first key result is the generalisation of multiscale methods, which allows the analysis of nonlinear models describing physical or biological processes possed in composite domains with non-periodic microstructures.\n\nThe second key result is the new mathematical model for biomechanics of plant cell walls. This new model consider the interactions between chemical processes in a plant cell wall and its elastic-viscoelastic properties on the scale of cell wall microfibrils. Applying the multiscale analysis techniques we derive macroscopic model describing effective mechanical properties of a plant cell wall. The macroscopic model is now used to analyse how the changes in chemical processes in a plant cell wall (changes in chemical configurations of pectins) influence its mechanical properties, as well as how mechanical forces affect chemical reactions inside the cell wall. \n\nAn additional result obtained through the research funded on this grant is related to a better understanding of how plants regulate the uptake of heavy metals through their roots. Metals like zinc, iron and copper are important for plants growth and development but can be toxic at high levels. Therefore, plants have to control and adjust the uptake of heavy metals depending on their concentrations in the surrounding soil. Results of our research suggest that buffering of zinc by ligands has a key role in zinc homeostasis in plant cells. The locally-periodic unfolding method, developed through the research funded on this grant, can be used by other researches to analyse the influence of microscopic structures on the macroscopic behaviour of biological or engineering materials and to derive effective macroscopic properties of composite materials with non-periodic microstructures. The knowledge of effective properties of composite materials is important for e.g. engineering applications, biomimetics. \n\nThe derivation of the mathematical model for plant cell wall biomechanics induced new biological questions, which will be tested experimentally by experimental partner. Also, in the next step of the project, numerical solutions of the mathematical model will be compared with experimental date on the distribution and chemical configuration of pectins in plant cell walls. New experimental results and the analysis of the mathematical model will provide a better understanding of mechanics and biochemistry of plant cell walls and tissues, which is important for a possible improvement of crop yield and biofuel productions. \n\nOur mathematical model for plant cell wall biomechanics also allow us to analyse the interactions between external forces and biochemical processes in cell walls. This will be used to better understand the impedance of plant root growth caused by hard soil. Agriculture, Food and Drink,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}