{"id":"9AB20DF0-2224-4117-9428-9B5C258F5B70","title":"Knowledges, resources and legal regimes: the new geopolitics of the Polar Regions","abstractText":"<p>This ESRC Seminar Series is designed to investigate critically the contemporary Arctic and Antarctic. The Polar Regions have recently returned to widespread public attention. Media reports of melting sea ice, the plight of polar bears, the sustainability of indigenous livelihoods and the claiming of the Arctic and Antarctic seabeds have garnered international interest. Geopolitical machinations in both Polar Regions have been in evidence. Resource speculation, particularly in the Arctic, has added extra interest and verve to policy-related discussions. Such discussions increasingly now involve a range of actors, including not only the coastal states and the Arctic Council, but also organisations such as the European Union, extra-regional states such as China, NGOs, and political representatives of indigenous peoples.</p>\n\n<p>There are a series of activities, including four seminars bringing together an international, interdisciplinary network of researchers, as well as other user communities within government, NGOs and media. The development of future research capacity is facilitated by integrating participation by postgraduates, postdoctoral fellows and early career researchers through special bursaries for attendance, invitations to speak at seminars, and other opportunities to interact in the network. The series is publicised through its own website, http://www.polargeopolitics.co.uk, and other media.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H000763/1","grantId":"ES/H000763/1","fundValue":"3760","fundStart":"2010-04-01","fundEnd":"2010-08-31","funder":"ESRC","impactText":"  Grant moved to Oxford -- see other entry  ","person":"Richard Charles Powell","coPersons":["Klaus  Dodds"],"organisation":"University of Liverpool","findingsText":" Grant moved to Oxford -- see other entry Grant moved to Oxford -- see other entry Government, Democracy and Justice","dataset":"gtr"}