{"id":"9AB755C9-B44C-4AB4-97AE-EABE46D7D2A2","title":"Long-term performance of geotechnical transport infrastructure","abstractText":"Field monitoring has provided many important insights into the real behaviour of geotechnical transport infrastructure such as embankments, tunnels and retained or battered cuts, resolving uncertainties for research, design, construction control or economic purposes. Where such monitoring is carried out, it is usually over a relatively short period of time for example during construction or in connection with a specific maintenance or remediation requirement. Professor Robert Mair's March 2006 Rankine lecture demonstrated the value of longer term field measurements, which may indicate unexpected and unforeseen continuing changes in the behaviour and condition of the infrastructure and the state of the surrounding ground. As the owners and custodians of our transport infrastructure seek to extend its economical life through sometimes extensive in-service maintenance and refurbishment, an understanding of the factors governing its long-term behaviour and state will become increasingly important.In recent years, the Geomechanics Research Group at the University of Southampton has installed loggable instrumentation in connection with a number of research projects to investigate the performance during and for a short period after construction of geotechnical structures such as slopes and retaining walls for transport infrastructure. In some cases, this instrumentation is still in place and working, offering a unique opportunity to continue monitoring to gain an insight into the long-term performance of the structures as equilibrium conditions are gradually reached, perhaps in response to new or unforeseen boundary conditions such as changing climate patterns and groundwater conditions or further construction nearby. The proposed research offers the opportunity to answer some questions concerning the long-term performance of geotechnical transportation infrastructure whose answers have remained elusive for decades. These are the potential for the re-establishment of in situ lateral stresses on retaining structures in overconsolidated deposits; the interpretation of strain gauge readings in underground concrete structures as the concrete ages; the impact of cyclic seasonal variations on the stability of unreinforced and remediated cutting and embankment slopes; and the interactions between buried structures and the groundwater regime. All of these will have major benefits in terms of the design of new infrastructure and predicting the service life and impacts of climate change on existing structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F063482/1","grantId":"EP/F063482/1","fundValue":"513021","fundStart":"2008-10-01","fundEnd":"2013-03-30","funder":"EPSRC","impactText":"","person":"William  Powrie","coPersons":["David John Richards"],"organisation":"University of Southampton","findingsText":" Field monitoring has provided many important insights into the real behaviour of geotechnical transport infrastructure such as embankments, tunnels and retained or battered cuts, resolving uncertainties for research, design, construction control or economic purposes. Where such monitoring is carried out, it is usually over a relatively short period of time, for example during construction or in connection with a specific maintenance or remediation requirement. Professor Robert Mair's March 2006 Rankine lecture demonstrated the value of longer term field measurements, which may indicate unexpected and unforeseen continuing changes in the behaviour and condition of the infrastructure and the state of the surrounding ground. As the owners and custodians of our transport infrastructure seek to extend its economical life through sometimes extensive in-service maintenance and refurbishment, an understanding of the factors governing its long-term behaviour and state will become increasingly important.\n\n\n\nIn recent years, the Geomechanics Research Group at the University of Southampton has installed loggable instrumentation in connection with a number of research projects to investigate the performance during and for a short period after construction of geotechnical structures such as slopes and retaining walls for transport infrastructure. In some cases, this instrumentation was (and still is) in place and working, offering a unique opportunity to continue monitoring to gain an insight into the long-term performance of the structures as equilibrium conditions are gradually reached, perhaps in response to new or unforeseen boundary conditions such as changing climate patterns and groundwater conditions or further construction nearby.\n\n\n\nThe research carried out in this project has investigated a number of questions concerning the long-term performance of geotechnical transportation infrastructure whose answers have remained elusive. These are the potential for re-establishment of in situ lateral soil stresses on retaining structures in overconsolidated deposits; the interpretation of strain gauge readings in underground concrete structures as the concrete ages; the impact of cyclic seasonal variations on the stability of unreinforced and remediated cutting and embankment slopes; and the interactions between buried structures and the groundwater regime. The findings have major benefits in terms of the design of new infrastructure and predicting the service life and impacts of climate (and climate change) on existing structures. See 'exploitation routes' The beneficiaries of the research will be the custodians, owners and users of the infrastructure through both reduced costs and increased availability, utility and longevity of the assets. The long-term observation of a number of geotechnical structures has revealed important insights into their performance that had not necessarily been foreseen or expected. Some of the findings of the research will feed directly into improved design and construction approaches for new infrastructure.\n\n\n\nThe work is also of immense benefit to the research community, through the generation and publication of new case study data that can be used by others to assess and benchmark new methods of analysis and design. Construction,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}