{"id":"9ABDCC96-8621-4C15-BAE1-DC2805ABCE9A","title":"Time-dependent deformation: bridging the strain rate gap in brittle rocks.","abstractText":"Earthquake rupture and volcanic eruptions are the most spectacular manifestations of dynamic failure of critically-stressed crust. However, these are actually rather rare, discrete events in both space and time. Most of the crust spends most of its time in a highly-stressed but sub-critical state. Furthermore, water is ubiquitous in the crust. It is well-known that water-rock chemical reactions can lead to time-dependent deformation enabling rocks to fail over extended periods of time at stresses far below their short-term failure strength; a phenomenon known as 'sub-critical crack growth'. Quantifying sub-critical crack growth is crucial to unravelling the complexities of the evolution and dynamics of the brittle crust. The presence of cracks allows the crust to store and transport fluids, and even modest changes in crack size, density or linkage can produce major changes in fluid transport properties. Time-dependent rock deformation therefore has both a scientific and a socio-economic impact since it controls the duration and detectability of any precursory phase of important geohazards such as earthquake rupture and volcanic eruptions. Such deformation mechanisms cause compaction and cracking, both of which affect porosity and permeability. The results may therefore also be of relevance in the effective recovery of hydrocarbon and geothermal energy resources, and the integrity of long-term storage facilities for hazardous waste. Our current lack of understanding in this area has recently been highlighted by UNESCO, and 'Understanding Slow Deformation before Dynamic Failure' is one of the two priority areas for study within the Natural Hazards theme of its International Year of Planet Earth. We are therefore seeking funds for an integrated laboratory experiment, deep-sea observatory and quantitative analysis study of time-dependent brittle rock deformation, involving the Rock &amp; Ice Physics Laboratory (RIPL) in the Department of Earth Sciences at University College London (UCL), the School of Geo-Science at Edinburgh University (EdU) and the Italian National Institute of Geophysics and Volcanology (INGV). The aim of the project is to discriminate between competing models of time-dependent rock deformation. That is currently not possible given the range of strain rates achievable in conventional laboratory experiments. Our main objective is therefore to use the deep-sea environment to bridge the strain rate gap between laboratory and crustal strain rates. The project will build on previous collaborative work between the groups, and take advantage of recent developments in experimental methodology (RIPL) and theoretical analysis (EdU), and preliminary results achieved during a deep-sea observatory pilot study funded by NERC, where infrastructural support was provided by INGV. The pilot study was originally proposed as a feasibility study for the current proposal, and achieved positive results. We now have a timely opportunity to build on this earlier collaboration and take advantage of access to a unique, new, multi-million Euro deep-sea observatory facility established by INGV on the bed of the Ionian Sea off the east coast of Sicily.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G016909/1","grantId":"NE/G016909/1","fundValue":"663553","fundStart":"2009-09-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"","person":"Philip George Meredith","coPersons":[],"organisation":"University College London","findingsText":" We have demonstrated that time-dependent deformation of rocks can occur at constant stress in a wide varity or rock types (sandstones, carbonate rocks, granites, and basic rocks). This process is known as &quot;brittle creep&quot; and leads to the phenomenon known as &quot;static fatigue&quot;, where rocks can fail over extended periods of time at stress levels well below their apparent short-term strength. We have shown that deformation accelerates towards catastrohic failure once some threshold damage level has been reached regardless of the time taken to reach that level.\n\n\n\nPreviously, this phenomenon had only been demonstrated in silica rich rocks, but we have shown that it also occurs in limestones and basalts. We have shown that its occurrence in basalt has important implications for the deformability and stability of basaltic volcanic edifices since these are subject to long term and cyclic loading at elevated stresses.\n\n\n\nWe have shown that the rate of deformation is a strong and non-linear function of differential stress, effective confining pressure and temperature. This makes extrapolation of laboratory data to natural tectonic deformation fraught with difficulty. We have therefore developed a novel apparatus to extend the range of accessible strain rates by using the stable environment of the pressure and temperature at depth in the Mediterranean Sea to control ultra long term deformation experiments. It is unlikelt that this reserach could curently be used in a non-academic context. However, there is potential for use by civil protection authorities when it is further developed. The findings from this research have the potential to be used in assessing the approach to instability of rock structures in general and volcanic edifices in particular. Environment","dataset":"gtr"}