{"id":"9AC14E8E-BD4A-4624-BF72-03984F536843","title":"Role of CIDE proteins in lipid droplet formation and adipocyte metabolism","abstractText":"Population statistics indicate an ever-increasing number of obese people in western societies. The situation is alarming due to the side effects of excessive fat storage which are health risks for cardiovascular disease, diabetes, and even cancer. Excessive fat storage results from an imbalance between energy intake and energy expenditure. Research over the past 10 years has changed our view of adipose tissue so that today we consider it to be an active hormone-producing organ that communicates with the muscle, liver, pancreas, heart, and the brain. Furthermore, in people with excess body fat, adipocytes (fat cells) produce factors that cause metabolic disorders, such as diabetes. Mammals store excess energy in the form of fat, predominantly in adipocytes. Fat tissue comes in two types, white fat for storing energy and brown fat for burning fat. Until very recently human brown fat was considered only to be present in newborn babies. However, imaging methods have identified distinct brown fat depots above the collarbones and in the upper chest. The activity of this tissue was higher in thin compared to obese patients and was rapidly switched on by exposure to cold temperatures. These findings have ignited interest in this elusive tissue due to its potential to burn fat and therefore aid weight loss. There are a number of fundamental differences between brown and white fat cells including the size and shape of fat droplets. Although on first inspection they appear to be simple fat-containing structures, a more thorough analysis reveals the droplet to be surrounded by a membrane structure and coated by a complex mix of proteins. These proteins are the key to how the cell manages the lipids stored within the droplet. They determine whether the droplets formed are large or small and control the release of stored energy. A white adipocyte has a single large droplet that almost completely fills the space inside the cell. In contrast, brown adipocytes contain many small droplets. We will investigate how the CIDE family of proteins leads to the appearance of lipid droplets. The first member of the family, CIDEA, is present at high levels in brown adipocytes and initiates the appearance of lipid droplets. We aim to understand how CIDEA and the other family members associate with and control the size and shape of lipid droplets. In addition, we will define their roles in essential metabolic processes and study the importance of these genes in switching on and off of brown fat activity in the body's different fat depots. Our understanding of how genes control the appearance and activity of lipid droplets is crucial in the identification of new targets for the treatment of metabolic diseases such as obesity, fatty liver, and type 2 diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H020233/1","grantId":"BB/H020233/1","fundValue":"394944","fundStart":"2011-02-01","fundEnd":"2013-02-28","funder":"BBSRC","impactText":"  UK economic competitiveness is facilitated by training and skills acquisition. The project has succeeded in providing an excellent training of the appointed Post Doc David Barneda. He developed the molecular tools used in the study and through an international visit to Cornell University acquired additional skills in yeast manipulations. The wide range of skills acquired from the project (e.g. time management, problem solving, information technology, presentation skills, record keeping, budgeting, innovative thinking and mentoring) are applicable to career progression both within and outside academia. Thus, David has benefitted as an individual from the training, and the UK institutions where he applies his skills and training will benefit. David is continuing his scientific career at Queen Mary University of London.\n\nWith this project, we have contributed to increasing public awareness and understanding of science. This was undertaken at fundraising events to raise the profile of our research with the general public. We have contributed to changing public perceptions of brown adipose tissue, which is currently limited. For this, I have given advice given to a scientific writer on a recently published article describing brown fat activation as a potential anti-obesity treatment. The discussion and advice given was to ensure the scientific accuracy of article at the same time as contributing to increasing public awareness and understanding of the importance of brown fat in health.\n\nThe international multidisciplinary collaboration network (UK-USA-Italy-China) established through this project has served to enhance the research capacity and skills base. The management skills involved in coordinating a multicentre collaboration are important on a personal development perspective and are applicable to economic advancement. The network has served to raise the profile of UK research with a group of influential scientists and policy makers within their different fields.  Societal,Economic","person":"Mark  Christian","coPersons":[],"organisation":"Imperial College London","findingsText":" We have determined the key molecular actions of CIDEA required for lipid droplet (LD) enlargement. Fundamental differences between brown and white adipose tissues (BAT &amp; WAT) include the high levels of CIDEA in BAT, and the multilocular LD morphology in BAT compared to the unilocular LD in WAT. This project facilitated the establishment of a multidisciplinary international research network including experts in biophysics, yeast biology, computer modelling, and adipose tissue morphology.\n\nWith a comprehensive structure-function analysis we have defined the CIDEA protein regions required for the discrete steps in its function to promote LD enlargement: (i) LD targeting, (ii) LD-LD docking, and (iii) LD fusion by fat transference.\nA key finding is that the ability of CIDEA to enlarge LDs is dependent on it directly binding phosphatidic acid (PA), which is a cone-shaped anionic phospholipid that participates in membrane fusion by favouring its curvature. \nWe have computer modelled a C terminal amphipathic helix and determined experimentally that it is present and essential for CIDEA function in LD enlargement.\nWe determined experimentally that PA binds to the conserved amphipathic helix and computer simulations revealed that the helix was able to reorient itself to penetrate the LD phospholipid monolayer prior to becoming fully embedded in it. The same mechanism of PA binding was essential for function of the related WAT-expressed protein CIDEC/FSP27. Further, we revealed that a mutation in this gene (hCIDEC-E186X), which is associated with a human lipodystrophy, produces a protein that lacks PA binding and is defective in LD enlargement.\nA surprising observation was that CIDEA mimics its adipocyte selective LD-enlargement activity when expressed in yeast cells (lacking an orthologous gene), has offered novel experimental approaches to unravel essential features of this process. This finding has significant biotechnological potential for increasing lipid yield for food and biodiesel production in microorganisms.\nFocusing on adipose tissues in response to cold we undertook a targeted approach to assess gene expression changes that occur in BAT and WAT depots. We found that most LD proteins are expressed at higher levels in BAT, with the greatest differences observed for CIDEA. Prolonged cold exposure, which induces the appearance of brown-like adipocytes in WAT depots, was accompanied with the potentiation of the lipolytic machinery. However the major change detected in WAT was the enhancement of CIDEA mRNA levels. Together with the increase in CIDEC, it indicates that LD enlargement through LD-LD transference of fat is an important process during the WAT browning. \nWe revealed the existence of a LD remodelling futile cycle, with progressive reduction in LD size by lipolysis, followed by formation of new LDs, which were subjected to an enlargement process, likely to be CIDE-triggered. Importantly, this implies the release of substantial amounts of heat that will constitute a thermogenic system to facilitate the molecular mechanism for the unilocular to multilocular transformation during WAT browning. \nFuture directions include regenerative therapy as we found CIDEA highly expressed in stem cells coincident with the presence of large LDs (5?m). We aim to study the role of CIDEA and LDs in the metabolism of ES cells and their importance in maintaining pluripotency and self-renewal. The findings from this project can be taken further by academic researchers, industry, and the commercial sector. Our study has revealed a key molecular mechanism of lipid droplet enlargement. As lipid droplets are ubiquitous organelles present in all types of eukaryotic cells such as plants, mammals, algae and yeast our findings impact on many biological systems.\nEnergy storage in cells has profound implications for a wide spectrum of diseases and therefore the targeting of lipid droplets to affect cellular metabolism. Thus, further studies would target disorders of energy storage such as obesity and fatty liver disease as well as lipodystrophy, in which we revealed a new mechanistic link with a mutant form of CIDEC. Profound changes in cellular metabolism occur in both cancerous cells and stem cells, both linked with lipid droplet changes. Thus, lipid droplet manipulation could affect cancer cell viability and stem cell development. Lipids are toxic to cells, but packaging them into lipid droplets facilitated by CIDEA will be protective for the cell. Thus, in the biotechnology industry, CIDEA expression represents a valuable tool to increase the accumulation of yield of valuable lipids in microorganisms used for food production, biodiesel, bioplastics and lipid-based drugs. Agriculture, Food and Drink,Chemicals,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}