{"id":"9AC3ABC0-81EA-4769-B7FE-940858BAF0D9","title":"Standards for the Design and Engineering of Modular Biological Devices","abstractText":"Synthetic biology is a new discipline in which scientists are applying techniques more commonly found in engineering to the design and construction of biological devices which have programmed function. The approach uses small parts known as BioBricks which can be quickly and easily joined together to give a desired function. This parts based approach was inspired by standardisation, something commonplace in engineering and everyone's daily lives. Standards can be found everywhere from the supermarket, a kilo of apples weighs the same anywhere, to the building site, a door made in Wales will fit a Scottish doorframe in an English wall! There have been a number of synthetic biological devices made, most of which have shown unusual and interesting behaviour such as pulsing fluorescence or sensing the edge of a shadow for example. We are on the cusp of a revolution in which many valuable products, from drugs to fuel, will be synthesised within biological organisms which have been reprogrammed to achieve this. To help enable this technology there has been the realisation that the standards are in urgent need of refinement. There are many unanswered questions regarding the standards which need to be addressed. For example, how can we measure a part's performance in such a way that everyone can know how the part will function in their particular device? Another example might be how do can we build a computer simulation to predict device performance from these descriptions of parts? We have assembled a group of Britain's leading synthetic biologists who will meet regularly to discuss, define and develop robust standards for synthetic biology. This group will meet in the UK and in the US with invited experts in the field. Importantly, we will consider other aspects of parts based synthetic biology such as who owns intellectual property rights to parts and how the field should be regulated. To assist us in this we have been joined by leading social scientists and lawyers who have established expertise in biotechnology and genomics. The results of the discussions will help to communicate the agreed standards throughout the synthetic biology community. We will also create resources such as validated protocols for synthetic biologists to use. These activities have significant potential to energise the synthetic biology community both at home and abroad and help to put the UK at the front of synthetic biology in Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F018746/1","grantId":"BB/F018746/1","fundValue":"188181","fundStart":"2008-06-01","fundEnd":"2011-11-30","funder":"BBSRC","impactText":"","person":"Alistair Philip, David Elfick","coPersons":["James Phillip Haseloff"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}