{"id":"9AC5E391-202D-4928-9FAB-775E0A6D3075","title":"Design for Service Innovation and Development. A scoping study","abstractText":"This is a proposal for a scoping study into the contribution of Design for Service Innovation and Development that will combine literature review into Service Innovation and New Service Development with survey and case studies research into Service Design innovation practices.\n\nThe context of the research\nSince the 1990s, the emergence of Service Design as a discipline and as a profession has grown with the opening in 2000 in London of the first distinctive Service Design studios (LiveWork and Engine). Consequently, interest in the field has grown across design research, education and the professional community. Although the number of Service Design studios in the UK is increasing, and also influencing the international design scene, they currently still only make-up 1% of the overall UK design industry. Despite this there is agreement on the potential of Service Design to deliver innovative service solutions that meet the challenges facing society and the economy, both within the public and private sector.\n\nEarly work has explored a range of Service Design related issues, such as the emergence of this field, individual Service Design methods or approaches such as co-designing. However, currently the knowledge on the contribution made by Service Design agencies to service innovation is fragmented and limited. More recently, designers have been critiqued for the often-opaque attention given to economics and the absence of recognition to organisational issues and cultures so necessary for the implementation of design led service innovation. Focus has also been drawn to the need for designers to uplift and upscale their service solutions if they need to work effectively for public sector clients. \n\nAims and objectives\nThis research will conduct a scoping study into the contributions Service Design brings to Service Innovation and Development starting from service idea generation toward service implementation and measurement. It aims:\n- To create and test an interpretative model for a better understanding and communication of Service Design innovation practices;\n- To map and evaluate case studies into 6 Service Design agencies' projects along the New Service Development process and Service Innovation dimensions;\n- To inform a multidisciplinary debate on Service Design contribution to service innovation and New Service Development based on collected data;\n- To inform future research to cover knowledge gap and enhance Service Design integration and contribution to service innovation. \n\nPotential applications and benefits\nDeSID aims to support different audiences with either a direct or indirect role in supporting UK service sector innovation: academics, design consultancies, innovation agencies, private and public service sector organisations and policy makers. As a design research community, DeSID will contribute to the current gaps in knowledge relating to service innovation practices. The research will provide a systematic study to strengthen Service Design theory and practice. The work will also assist in consolidating service design knowledge and support convergence and integration with existing models and studies of New Service Development and Service Innovation. \nService innovation is a priority area at national level in both the public and private sector. By better understanding Service Design innovation and measurement, DeSID will enable design consultancies to extend their skills and knowledge in this field in order to maintain their competitive edge. Finally the interpretative model and collected evidence on Service Design projects will inform Design Council design awareness activities and will form part of a policy document to bring the new evidence about how design supports innovation to an important target audience including central government departments, local government, commissioners, as well as wider interested parties (e.g. Nesta, think tanks, etc.).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013657/1","grantId":"AH/L013657/1","fundValue":"39833","fundStart":"2014-05-01","fundEnd":"2014-11-30","funder":"AHRC","impactText":"","person":"Daniela  Sangiorgi","coPersons":["Alison  Prendiville"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}