{"id":"9AC93811-4F20-4A68-B25E-D68A82BE251A","title":"Imperial College Astrophysics: Consolidated Grant 2012-2014","abstractText":"Imperial College Astrophysics uses data from the most sophisticated astronomical instruments in the world and in space to understand some of the most important scientific questions of the day:\n - What is the universe made of and how does it evolve?\n - How do galaxies, stars and planets form and evolve?\n\nTo address these questions, we must confront the data with sophisticated models for the overall structure of the Universe as well as its constituents.\n\nOn the very largest scales, we will be using the Cosmic Microwave Background (CMB), photons which last interacted with other matter only 400,000 years after the big bang. The CMB gives us a snapshot of the early Universe when it was hot, dense and simple. Combined with our understanding of the physical laws, our observations give us a wealth of information about the Universe on its largest scales: we can test the so-called Copernican Principle, our assumption of the isotropy of the Universe. We can also observe the effects of cosmological inflation, an early period of accelerated expansion thought to be responsible for the distribution of matter in the Universe. Similarly, data such as observations of distant supernovae will allow us to map the expansion of the Universe slightly closer to home, roughly half way to the surface probed by the CMB.\n\nCombining these data with information from other telescopes and experiments such as the LHC at CERN, we can probe the fundamental constituents of matter, and identify the dark matter which accounts for roughly fives times more matter in the Universe than the atoms we are made of.\n\nArmed with these models of particle physics and cosmology, we have the necessary background to understand the evolution of galaxies and the stars within them, probed using large surveys with ground and space-based telescopes. The Herschel Space Observatory is the most sensitive instrument capable of observing the roughly 50% of all photons in the Universe that are emitted by the dust that lurks between the stars of most galaxies (dust that itself is produced by earlier generations of stars in those same galaxies). By understanding the processes responsible for this radiation we can build a picture of the assembly of galaxies like our own Milky Way.\n\nLarge surveys of the sky also give us a potential window for finding extreme objects: the most distant, or most massive, or coldest objects that lurk at the outskirts of our data. However, finding them requires not only lots of data, but also robust statistical techniques to sift through them. These techniques have already found the most distant quasar and we are poised to find yet more unusual objects in new datasets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001368/1","grantId":"ST/J001368/1","fundValue":"370701","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"","person":"Andrew Howard Jaffe","coPersons":["David  Clements","Michael  Rowan-Robinson","Daniel John Mortlock","Roberto  Trotta","Stephen John Warren","David A Van Dyk"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}