{"id":"9AD37C6F-8ACD-47AF-82B0-B924382E6404","title":"An automated in vivo screening platform for the UK zebrafish research community","abstractText":"Much of what we know about the function of genes and drugs has arisen from so-called screens. Screens are unbiased methods to test gene and chemical compound function. For example, scientists can test how disruption of large numbers of genes affects a biological process of interest to discover which gene controls a given process. Similarly one can test how large numbers of chemical compounds affect specific biological events and discover, for example, how future drugs might affect different cells. Carrying out screens on living animals is very difficult, because one cannot manipulate genes or use chemicals in a sufficiently large number of animals in a time, cost, or ethically reasonable manner. Zebrafish, however, are a laboratory organism in which genetic and chemical screens can be carried out readily. This is because their embryos are available in very large numbers (1000s per day), they develop very rapidly, going from a fertilized egg to a tiny entity with the majority of organs that humans have in under 3 days- before they are technically considered animals. These young organisms are also transparent, such that one can directly observe biological events as they happen over time. New genetic technologies have further refined the ability to visualize in living zebrafish, e.g. by creating fish strains in which cell types of interest fluoresce. Genetic and chemical screens in zebrafish have already taught us a great deal about the fundamental molecular and cellular mechanisms of life and have even led to new clinical trials for the treatment of disease. However, despite being possible, such screens have remained very laborious, manual procedures, that take extended periods of time and that often rely on immediate experimenter's ability to link a gene or chemical treatment with biology. Therefore there is a great need to increase the efficiency of such screens because this will translate directly into new knowledge and insights of importance to health. Our proposal combines two elements, an electronically controlled system that can automatically transfer large numbers of embryonic zebrafish from their dishes via small capillaries onto a microscope stand in a rapid and uniform manner one by one. The second element is the microscope itself, which can carry out high-speed imaging of the individual zebrafish as they pass through the system. One can take overview snapshots of the entire animal to assess general health or organ function, or very detailed 3D images of specific cells of interest. Therefore it is possible to use this system to automatically image and screen hundreds of zebrafish throughout a day in a systematic manner and create a permanent record of the data, all of which represents an enormous increase in the efficiency of current approaches.\nThis new system will be installed at the University of Edinburgh, where there is a concentration of world-experts in the use of zebrafish as a laboratory model. During the funding period of this award, the applicants will install the system in Edinburgh, and launch it to the wider community. In Edinburgh, the system will support projects focused on understanding the development of motor neurons and glial cells in the nervous system- cell types that are important for normal nervous system function and disrupted in diseases such as motor neuron disease and MS. The system will also be used to gain new insights into pigment cell development and how these cells are transformed in melanoma. Further screening studies will be carried out to better understand how our immune system can sometimes promote tumour growth and to learn how the resident network of immune cells in our brain develops and responds to injury. The wider UK community of zebrafish researchers who have already expressed great interest will use this new technology to elucidate yet further aspects of biology. Thus this new automated screening system for zebrafish will greatly strengthen UK Bioscience for health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012239/1","grantId":"BB/M012239/1","fundValue":"526657","fundStart":"2015-01-15","fundEnd":"2016-01-14","funder":"BBSRC","impactText":"","person":"Catherina G. Becker","coPersons":["David Anthony Lyons","Elizabeth  Patton"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}