{"id":"9AD65BED-E391-4BC9-84D5-3A505C63A271","title":"Intergenerational Justice, Consumption and Sustainability in Comparative Perspective","abstractText":"The creation of 'a society for all ages' is one of the United Nation's key goals. Intergenerational solidarity is fundamental if we are to achieve the social change necessary to fulfil this ideal. Yet this solidarity is threatened by environmentally unsustainable models of consumption that raise fundamental questions about justice between generations in the Global North, rising powers, and the developing world. However, intergenerational justice has overwhelmingly been researched from a Western perspective. \n\nINTERSECTION will internationalise this debate though innovative, multi-method, cross-national research to explore inequitable consumption practices between different generations across time and space. The research will be located in three contrasting national contexts: China, Uganda, and the UK, where we will work in partnership with academic colleagues at Makerere University (Uganda) and Beijing University (China) and key stakeholders from international and national Non-Governmental Organisations (e.g. The Beth Johnson Foundation, Foundation for the Rights of Future Generations, World Council's Commission on Future Justice and Citizenship Foundation). These national contexts have been chosen because they are differentially positioned in terms of demographics (e.g. the composition and spacing of generations); cultural values (e.g. understandings of familial obligations, moralities and notions of personhood); histories; material cultures; patterns of consumption; environmental assets and problems. \n\nINTERSECTION is organised into three core elements (theoretical; methodological and analytical) and three strands of enquiry - Strand A, Who is Entitled to What? Generational Views on Entitlements to Consumption; Strand B, Who Wins and Loses? Perceptions of Intergenerational Equity in Consumption; Strand C, Who Owes What to Whom? Strategies to Produce a Society for All Ages. It brings together expertise from Geography (Valentine &amp; Vanderbeck), Linguistics (Chen), East Asian Studies (Zhang) and English/ African Studies (Plastow). \nThe research involves active collaboration with partners from the creative sector: the sculptor Anthony Bennett and the animated film-maker Nick Bax. They will create public art that will be: used as research tools; act as a focal points for the development of public engagement and knowledge exchange activities with our non-academic stakeholders; and will provide impact beyond the award by providing a lasting reminder of our obligations towards future generations\n\nThe findings will meet the challenge of developing new international and interdisciplinary understandings of intergenerational justice by developing an evidence base about how changing consumption values and practices relate to and/or impede the production of intergenerational solidarities. In doing so, it will produce new insights into how the relationship between consumption practices and intergenerational justice are understood outside of the global North. The research will also further develop cross-national research methods for understanding questions of intergenerational justice, promote transdisciplinary networks, and build research capacity through facilitating training and collaboration between researchers in different national contexts.\n\nINTERSECTION will achieve impact by contributing to transnational questions about how to achieve cultural change in consumption practices and will inform government and international priorities in relation to building sustainable societies, and addressing intergenerational inequalities in national and international contexts. In doing so, it will contribute to the shaping of the future development of the AHRC's Care for the Future Programme, providing a leadership role by highlighting the significance of non-Western and international ways of thinking about intergenerational justice and sustainability and will contribute to the United Nations goal to produce a society for all ages.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006215/1","grantId":"AH/K006215/1","fundValue":"867356","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"AHRC","impactText":"","person":"Gill  Valentine","coPersons":["Mei  Zhang","Jane Elizabeth Plastow","Lily  Chen","Robert  Vanderbeck"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}