{"id":"9AD93CF0-972B-4DBE-8360-503F9BB990F2","title":"SPECIFIC Tranche 2: Heat, Water, PV and Bio-inspiration","abstractText":"Every day more solar energy falls on the Earth's surface than the whole of human kind will use in 27 years. At this point we do little to harvest this energy. Buildings are major consumers of energy and yet they are often clad in metal and glass, both materials which can be capable of sophisticated engineering. In the UK annual production of metal and glass for construction of the outside faces of buildings is running at around 300 million square metres per annum. The aim of SPECIFIC as an Innovation and Knowledge Centre (IKC) is to rapidly adapt excellent small scale devices that have been demonstrated in UK universities, scale up their application and ensure their stability so that the outsides of building can become active surfaces, essentially converting buildings into power stations. The key feature will be to combine technologies such that the panels will generate, store and release energy. This will create a whole new manufacturing sector for the UK as well as making a serious contribution towards our renewable energy targets and reducing carbon dioxide emissions.\n\nIn the first two years the SPECIFIC has developed a full pilot manufacturing facility to enable the manufacture of 1 square metre panels of functional coated materials on any substrate (glass, steel, aluminium, plasterboard, wood) which can be applied to buildings at demonstration scale. These production facilities build on the world class labs that were part of the 9 month start up phase for the IKC. Three principal concepts have developed considerable momentum and are the focus for the next phase of the project;\n\n(1) the 'hot tile' concept is a functional coating that uses DC electricity to heat raised access floor panels common in most buildings such and offices, schools, hospitals and supermarkets built in the last 15 years. It allows for new build and retrofitting of a low energy electrical heating system that can eliminate the need for a gas connection and wet trades.\n(2) a new heat treatment method has been applied to a titanium dioxide coating used as part of the photovoltaic development which is able to sinter the film (making it robust) whilst at the same time retaining the crystal structure and surface area required for high photoactivity. This has been used as a single coat solar water purification coating which has reduced the decolouration time of dyed water from 11 hours to 4 minutes. This has obvious applications in developing countries where UK textiles are manufactured.\n(3) emerging PV technologies; the centre has developed an innovative solid state dye sensitised solar cell design in conjunction with BASF. Much of the learning in this project (in terms of electrode design and device optimisation) is directly transferable to other emerging solar cell types such as the earth abundant PV made of copper, zinc, tin and sulphur (attractive since it contains no rare or toxic elements) or the perovskite meso-scopic solar cell first reported in 2012. Much of this work will be conducted at the IKC funded by a recently announced &pound;6m grant from the Welsh Government under the Ser Cymru (Welsh Stars) programme. \n\nIn addition, in a side project the team have developed a novel self cleaning surface based on hydrophobins which can be applied to provide an ultra-hydrophobic or hydrophilic surface. These have obvious applications in solar devices on buildings as well as a number of other areas and a fourth strand of work with Manchester University in a one year feasibility study entitled Bio-Coat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L010372/1","grantId":"EP/L010372/1","fundValue":"1626980","fundStart":"2013-06-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"","person":"David  Worsley","coPersons":["Geraint  Williams","Tim  Claypole","James Henley Sullivan","Hamilton Neil McMurray","Robert  Akid"],"organisation":"Swansea University","findingsText":" This project has developed some interesting new coatings which can be used to functionalise metal and glass surfaces\n\nHeating: a new coating system has been developed which used carbon nanotubes and graphite in a low cost embodiment which when DC current and low voltage is applied heats up. This is an excellent potential replacement for wet plumbing systems since the coating can be applied to floor systems, tiles, walls and so on to provide heat. \n\nWater: 17% of water pollution in the world now comes from colours released by textiles plant. Here we have developed a very low cost photoactive coating which can be applied to glass fibre and metal and in the presence of sunlight it can remove the colour from water.\n\nBio-inspiration: a range of Chaplin moulds have been developed which are extremely hydrophobic. These have been extracted into a water based system and can be used as a self cleaning coating or a molecular layer to prevent corrosion. Three product developments have arisen from this work. Firstly a DC heating system based on a carbon containing coating developed during the project. This can be applied to any substrate or surface and it heats up with an applied DC current and low voltage. This is a potential electrical heating system that will work well with low cost PV. A second development is a metal mounted or high surface area glass mesh mounted photocatalytic water purification coating. This is of potential significance for the removal of coloured effluent from the textiles industry and is being explored by the IFC. A third area of bio-inspired coatings has developed a very hydrophobic monolayer system which can act as a self cleaning surface and corrosion preventative layer. Construction,Energy,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}