{"id":"9ADA584B-BB3F-41A6-ABA9-18FC9B7A7F71","title":"Meaning in Language Learning","abstractText":"During 2013, the 'crisis' in language learning in the UK was much in the news, with reports of low numbers taking A-level languages, university language department closures, and poor foreign language skills among UK teenagers. Within today's global society, this language skills deficit means that the UK is losing out both economically and culturally. Against this backdrop, the aim of the Meaning in Language Learning Network is to create a new forum for dialogue among language learning experts and stakeholders from a range of perspectives, who would not typically come into contact with each other. The theme of the dialogue will be the most fundamental aspect of cross-cultural communication: transmission of meaning from one language to another. \n\nThe focus on meaning, or semantics, comes out of state-of-the-art theoretical linguistic research into the role that grammar plays in the multiple ways that different languages express meaning. Recent linguistic research has found that comparative linguistics can shed light on numerous 'bottlenecks' in the acquisition of meaning in a foreign language. For example, linguistic findings are informative about why it is difficult for English-speakers learning Spanish to master the two different Spanish past tense forms (preterite and imperfective), whose meanings overlap with meanings expressed by the single past tense in English. Such information is potentially useful to language teachers and learners, yet there is currently little interaction between theoretical linguistics and the broader language learning community. Nor are insights from the language classroom incorporated into linguistic research, even though the classroom is central in shaping language learners' knowledge. This network aims to fill this gap, by bringing together teachers of different languages, linguistic researchers, language education researchers, experts on languages curriculum development, and language education policymakers. The network will address questions of (1) how linguistic research into meaning in language learning can inform and be informed by perspectives on meaning in classroom practice; (2) how instruction on meaning affects the nature of language learners' semantic competence; (3) how effective communication can be maintained among the different stakeholder groups in the network in the long term. Two key goals are to develop collaborative research projects that differ from existing research by incorporating insights from both theoretical linguistics and classroom practice; and to communicate linguistic findings about language learning to a wider audience.\n\nThe network includes 7 core and 11 associate members in the UK, as well as 4 international members. Members' expertise ranges across theoretical linguistics, second language acquisition, language education research, language teaching, and UK language policy. The broad aim of reversing the current downward trend within languages in the UK will inform a programme of workshops, focus groups, a conference colloquium, and outreach activities. Three workshops, in York, Southampton and Reading, will be open to and accessible to local language teachers as well as network members, and will include talks by speakers from within the network, small group discussion, and plenary discussion, all designed to stimulate exchange of expertise and development of new research and outreach collaborations. Focus groups will be held with primary- to tertiary-level language teachers, with the aims of sharing research findings, exploring language teachers' perspectives on meaning, and building networks for new joint projects. An extensive academic audience will be reached through a colloquium at EuroSLA, a key language learning conference. Finally, a public event, &quot;Hidden meanings in foreign language learning&quot;, will be held at the 2015 York Festival Ideas, to showcase research findings that impact on language learning through an interactive video and talk exhibit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M002020/1","grantId":"AH/M002020/1","fundValue":"34434","fundStart":"2014-09-30","fundEnd":"2016-03-29","funder":"AHRC","impactText":"","person":"Heather Lynn Marsden","coPersons":["Roumyana  Slabakova"],"organisation":"University of York","findingsText":"","dataset":"gtr"}