{"id":"9ADA99A9-8663-411C-81BF-A8D87B4FACA3","title":"Generation of an interactive online atlas of developmental neuroanatomy of the zebrafish brain","abstractText":"For the brain to properly function, many highly complex events need to occur in a highly coordinated way during embryonic development. Nerve cells, or neurons, need to be generated in the correct locations with the correct identities and in the correct numbers. The neurons must establish connections with other neurons often located in far distant regions of the central nervous system. Somehow, all these events occur with precision and accuracy and the brain is able to process sensory input and direct motor output. One major goal for researchers is to understand how neurons are connected in the circuits that regulate behaviours. Given the billions of neurons in the adult human brain, this is an impossible task with currently available technologies. However, in simpler model systems, it is more feasible to attempt to describe the full repertoire of neurons and their connections as a prelude to understanding how the neurons function in neural circuits and malfunction in neurological conditions. In this project, we will use high resolution imaging techniques to examine and document the repertoire of neurons and their connections in the developing zebrafish brain over the first few days of development. This is a very timely project as thousands of discrete populations of fish in which different subsets of neurons in the brain are specifically labelled have recently been generated. Together with other approaches such as labelling individual neurons in the intact brain, analysis of these lines will allow us to construct the highest resolution atlas of developmental neuroanatomy and connectivity in any vertebrate animal. This atlas will be available to the community in the form of a user-friendly web-based database that will allow the user to navigate around the brain, homing in on structures of primary interest. The database will house text, images and some movies, all aimed at presenting the full extent of current knowledge about the specific neural structures. The atlas will be the leading resource of its kind and we anticipate that it will be very widely used throughout the international scientific community. We will also maintain many of the fish lines with subsets of neurons labelled in the brain as these will be an excellent resource for neuroscience research in the community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H012516/1","grantId":"BB/H012516/1","fundValue":"917428","fundStart":"2010-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"  Our data is being used by other academics to inform their studies of nervous system development. Our images have been used by various publications, museums and galleries and in education. Healthcare,Culture, Heritage, Museums and Collections Cultural","person":"Stephen William Wilson","coPersons":[],"organisation":"University College London","findingsText":" We have established an online atlas of developmental neuroanatomy of the zebrafish brain, primarily through analysis of transgenic lines in which subsets of neurons are labelled by fluorescent proteins The atlas provides a resource for neuroscientists studying CNS development and function in zebrafish Healthcare","dataset":"gtr"}