{"id":"9ADC6888-E311-4EB4-AE11-06BF18B423F8","title":"Complexity of Social Construction: Bridging Contemporary Meta-Theories in Social Sciences","abstractText":"<p>The aim of the project is to identify the similarities and differences between fundamental assumptions underlying complexity theory and social constructionism.This is important because both complexity theory and social constructionism have brought about theoretical and methodological innovations.There are also connections between some of the main insights emerging from the two meta-theories, such as those between heterogeneity and multiple realities, path and history dependence, social networks and social embeddedness.</p>\n\n<p>Yet researchers following these meta-theories have very different research orientations and use different methods. Hence, it is not always obvious how researchers at both sides can benefit from each others' work, or work together synergistically in interdisciplinary projects.</p>\n\n<p>This project will consist of workshops and a conference aiming to initiate a dialog between 80 early career and senior researchers working on complexity theory, social constructionism or new institutional economics.There are already established networks of researchers in these separate domains.This project will connect these separate networks by linking researchers with methodologically innovative research agendas. By shedding a light on the pathways between complexity theory and social constructionism, the project will promote the 'creative destruction' of the wall between researchers working in these fields.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J019704/1","grantId":"ES/J019704/1","fundValue":"25304","fundStart":"2013-06-27","fundEnd":"2015-06-26","funder":"ESRC","impactText":"  Grant still in progress: no findings as yet  ","person":"Nigel  Gilbert","coPersons":["Flaminio  Squazzoni","Ozge  Dilaver Kalkan","Elvira  Uyarra","John  Bragin","Michael  Agar","Kieron  Flanagan"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}