{"id":"9AE9B7BB-BBAA-4BC5-AAE6-C6BAB6C2E06B","title":"Analysis of multi-scale problems in mathematical chemistry","abstractText":"The past decades have witnessed an explosion of interest into science and engineering at micrometre and nanometre scales, which has given rise to whole new fields such as nanotechnology and biomolecular modelling. As a consequence molecular dynamics (MD), which originated in the 1950s as a branch of statistical mechanics, has become a key technique in many areas of applied science, including chemistry, physics and biology, and is also an emerging method in many applications in materials science and engineering. MD poses fascinating challenges to mathematicians, since the systems are large, complex, multiscale, and in particular discrete. Systematic research on discrete models is still in its infancy. A Bath team of mathematicians and scientists has identified three problems we would like to understand in great detail: (i) Minimal energy path connecting the minima of a protein energy landscape: Many systems in chemistry and biology can attain several configurations. A change from one configuration to another is a rare but normally important event. How can we calculate the corresponding trajectories in a reliable way? (ii) Dynamic phase transitions: A fascinating new topic are phase transitions in trajectory space, which are motivated by glassy materials. We aim to develop the first steps toward a mathematical theory of such space-time phase transitions. (iii) Multiscale modelling of martensitic phase transitions in NiTi: Many materials and substances are modelled by highly complex energy landscapes. While the first topic aims at understanding trajectories in such a landscape, we also seek to model the landscape for one particular material with data from ab initio calculations. This activity will - foster emerging mathematical research on multiscale problems in physical chemistry in the UK, - explore new scientific areas and prepare the ground for subsequent applications,- and expose users of MD to state-of-the-art mathematical techniques. We envision this activity as a nucleation point for a long-term two-way interaction between scientists and mathematicians. The vision is that mathematical contributions potentially lead to more robust and efficient techniques in MD simulations, while the input from the Sciences serves as a paradigm for complex systems and may stimulate the development of new mathematical tools dealing with complexity. For example, the analysis of DNA dynamics is a challenging test case for mathematical algorithms to compute Hamiltonian trajectories. We aim to apply methods recently developed in Bath to such a test case, namely the protein G (9) which, despite being relatively small (56 residues), nevertheless includes typical secondary structure elements of proteins, one alpha-helix and two beta-strands. We believe that such interdisciplinary interaction will be very fruitful in MD, which will be a dominant technology in this century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H05023X/1","grantId":"EP/H05023X/1","fundValue":"16187","fundStart":"2010-07-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  Computational material scientists in the US now start to employ insights from the thermodynamic scale-briding approach we developed for diffusion for phase field simulations. Energy Economic","person":"Johannes  Zimmer","coPersons":[],"organisation":"University of Bath","findingsText":" One outcome of the research funded by this grant is the analysis of a microscopic model for moving phase boundaries, and an effective description of the ensuing macroscopic behaviour in a nonequilibrium setting. One feature is that the microscopic (atomistic) model is studied with a novel analytic approach that allows us to consider the physically relevant case of a smooth so-called &quot;spinodal region&quot; (a concave part of the energy landscape between two wells corresponding to different stable phases or variants). For ferroelectric materials, it has recently become possible to measure the quantities we derive analytically, albeit in a different setting and notably at lower velocities. The combination of mathematical and experimental techniques might lead to a better ability to understand or ultimately design materials with microstructures. Energy,Other","dataset":"gtr"}