{"id":"9AEA42D5-5AE0-48B3-AE8E-3538F68C2FB1","title":"AUTONOMIC SUPPLY CHAINS IN COMPUTATIONAL ECONOMIES","abstractText":"This project will develop techniques and methods that enable the automatic establishment, maintenance and operation of supply chains in highly dynamic, multi-stakeholder environments. It will also focus on the associated supply chain business models for such agile and dynamic environments. In more detail, the various actors within the system, each with their own aims and objectives, will be represented as autonomous software agents that interact in a number of on-line markets in order to procure the goods and services they require in a timely fashion. The markets will also be represented as autonomous agents and so will adapt their offerings and their terms and conditions in order to attract traders and better differentiate themselves from similar competing markets. Given this, the ensuing supply chains will need to be autonomic / self-organizing, selfhealing, and self-optimizing / in order to cope with the high degrees of dynamism and uncertainty that are present in the system. Moreover, through its continual adaptation in response to change, the resulting computational economy will offer significant advantages to all its participants in terms of agility, lead-times, and profitability. To provide a specific illustration of this vision, this feasibility study will examine the supply chain associated with engine aircraft repair and overhaul in conjunction with end-users at Rolls-Royce.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F067143/1","grantId":"EP/F067143/1","fundValue":"119785","fundStart":"2008-04-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Nick  Jennings","coPersons":["Alexander Carl Rogers","Douglas  Macbeth"],"organisation":"University of Southampton","findingsText":" This project developed techniques and methods that enable the automatic establishment, maintenance and operation of supply chains in highly dynamic, multi-stakeholder environments. The various actors within the system, each with their own aims and objectives, were represented as autonomous software agents that interacted in a number of on-line markets in order to procure the goods and services required in a timely fashion. The markets were also represented as autonomous agents who adapted their The feasibility study examined the supply chain associated with engine aircraft repair and overhaul in conjunction with end-users at Rolls Royce.\n\n\n\nWithin the scope of a larger project, this workhas the potential to make significant improvements to a significant number of end-users. With global supply and demand markets the need to find ways to be an effective player in such a dynamic environment is a global issue in many product and service industries. The White Paper associated with the feasi Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}