{"id":"9AEBAB77-CCBC-4C5E-8FB8-72F9169BA9FB","title":"Structure and transport properties of jets in the atmosphere and oceans","abstractText":"Over the last several years, the strongly inhomogeneous nature of\natmospheric and oceanic mixing in diverse situations has become\nincreasingly apparent, as high resolution numerical simulations and\nobservations begin to represent accurately the detailed spatial\nstructure of air and water masses and their constituents. Mixing is\nnow known to be confined to distinct latitudinal regions, often\nseparated by sharp gradients that indicate dynamical transport\nbarriers. Inhomogeneous mixing by waves and eddies in atmospheres and\noceans is intrinsically linked to the presence of zonally aligned\njets, which not only arise as a result of the eddy mixing, but also\norganize the mixing in distinct latitudinal regions. The combined\neffect is a dynamical feedback that is now known to operate under very\ngeneral conditions. Inhomogeneous mixing is important for the\ntransport of constituents such as water vapour, carbon dioxide, ozone,\nheat, and salinity; their inhomogeneous re-distribution impacts both\nglobal radiative balances and regional climate change.\n\nDespite recent advances, a complete understanding of the way zonal\njets organize inhomogeneous mixing, in particular the vertical\nstructure of such mixing, remains elusive. Progress in understanding\nthe horizontal structure of jets and mixing has been made recently, in\nparticular by focusing on the potential vorticity, a key dynamical\nquantity that contains information about both horizontal rotational\nmotion and density stratification. The aim of this project is to\nbuild on that recent work to develop a complete theory for the\nvertical structure of jets and mixing. In doing so, it will\ncontribute to our understanding both of the structure of the dominant\njet structures in the atmosphere and oceans, as well as providing\npredictions of how they will reach dynamical equilibrium under\ndifferent forcing conditions, conditions that may change in a changing\nclimate. It is anticipated that the new theory will allow us to\nassess the robustness of predictions made by climate models, which are\nnow beginning to accurately represent the complexities inherent in jet\nstructures.\n\nAs well as advancing our fundamental understanding of basic dynamical\nprocesses, we will study four specific issues of current importance in\nclimate science: (i) systematic transport of trace chemicals within\nthe stratosphere; (ii) the coupling of the stratospheric and\ntropospheric circulations; (iii) the consequences of a climatic shift\nin the tropospheric jet stream; and (iv) inhomogeneous transport and\nmixing associated with jets in the Southern Ocean. The project\nhighlights how advances in fundamental science can be effectively\ncombined with directed goals driven by specific applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M014983/1","grantId":"NE/M014983/1","fundValue":"283032","fundStart":"2015-05-18","fundEnd":"2018-05-17","funder":"NERC","impactText":"","person":"Richard Kirkness Scott","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}