{"id":"9AEB37C7-412D-4199-9CD1-7A464B49A5E6","title":"Integrated systems for farm diversification into energy production by anaerobic digestion: implications for rural development, land use &amp; environment","abstractText":"<p>This project examines the potential for development of anaerobic digestion on farms, and the contribution this could make to rural development and agricultural diversification.</p>\n\n<p>Policy issues are addressed through analysis of regulatory measures within the EU and those specific to the UK, identifying drivers and obstacles that could stimulate or inhibit the development of on-farm digestion as part of a wider strategy for rural development, while meeting the cross compliance criteria included in the reformed Common Agricultural Policy. The work will develop models to analyse the economics, energetics and land use implications of diversification into on-farm energy production; assess the benefits and potential drawbacks regarding environmental protection and sustainable agricultural practice, through environmental risk-based analysis methodologies; seek farmers' opinions on diversification and renewable energy production; and explore the potential benefits to the rural community from uptake of anaerobic digestion in integrated farming systems.</p>\n\n<p>Research groups at the Universities of Southampton and Reading will draw together information to produce reliable datasets for modelling different land usage scenarios, which can then be used to make economic evaluations and environmental risk assessments. Both approaches will be developed within a framework model allowing application to a wide variety of situations.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E010989/1","grantId":"ES/E010989/1","fundValue":"622726","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"ESRC","impactText":"","person":"Charles  Banks","coPersons":["Andrew Michael Salter","Guy Matthew Poppy","Alan  Swinbank","Philip J Jones","Richard Bartlett Tranter"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}