{"id":"9AFD86C4-6C4E-4991-9E8B-C25838DCA154","title":"US-UK EEID Collab: Risks of Animal and Plant Infectious Diseases Through Trade (RAPID trade)","abstractText":"The dispersal of animal and plant diseases is among the most important side effects of a closely-integrated global economy. Disease impacts on crop yields and livestock puts global food supplies at risk, and the movement of zoonotic pathogens puts human health at risk. Yet trade is also a principal driver of income growth. Striking the right balance in trade decisions between disease risk and opportunities for economic growth is critical to the wellbeing of people in both developed and developing countries. There is therefore an urgent need for developing risk assessment tools for managing animal and plant disease risk at both national and international scales that capture the risks and opportunities in evolving trade patterns, and hence help to identify opportunities for economic growth.\n\nThe broad aim of the project is to combine state-of-the-art ecological network modelling with multi-scale economic modelling to assess the infectious disease risks posed to animals and plants by world trade networks. We will first examine how factors that inform trade decisions, such as relative prices, taxes and import duties affect risks. We will then investigate the effect of interventions in the market by (a) animal/plant health managers at the local scale, (b) border control agents at the national scale, and (c) multilateral agreements and intergovernmental organizations at the international scale. At the local scale we will examine the effect of controls implemented during outbreaks, and the impact these have on disease risks, e.g. the effect of compensation measures introduced during the 2001 UK Foot and Mouth Disease outbreak. At the national scale we will consider the design of trade-based risk assessment, taking into account potential post-importation risks within the importing country, and investigate how imports should be categorized into groups based on potential future risks. At the international scale, we will examine the potential for reducing disease risks through cooperation between national border control agencies.\n\nThrough partnerships with US APHIS and UK FERA we will access data on selected animal and plant diseases to extend scientific understanding of the nature of anthropogenic animal and plant disease risk. The trade-based risk assessment methods will provide animal and plant health authorities at both the national and international level with the capacity to make improved assessment of the animal and plant health risks associated with imports, and of the effects of trade responses. This may enhance national security by improving disease risk management. It may also enhance national wellbeing by reducing the losses caused by trade interventions. Internationally, we expect to partner with the Food and Agricultural Organization, the World Organization for Animal Health (OIE), the International Plant Protection Convention (IPPC), the Codex Alimentarius Commission (Codex) and the Sanitary and Phytosanitary Agreement. We will develop novel methods for communicating risk to public and private sector organisations and policy-makers, engaging them in the development of a web-based interface that will illustrate how opportunities and risks vary in response to trade interventions. \n\nThe project will build research infrastructure by strengthening an existing network of US universities concerned with the management of disease risks, and by extending that network to include universities in the UK. We will complement the scientific work within the project with an extensive training programme for PhD students and early career researchers, and over the four years of the project, we expect to train 5 PhD students (supported by research assistantships) and 4 postdoctoral fellows (supported by postdoctoral fellowships) in modeling anthropogenic factors in the spread of infectious diseases, in assessing trade related disease risks, and in risk communication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M008894/1","grantId":"BB/M008894/1","fundValue":"475364","fundStart":"2014-10-13","fundEnd":"2017-10-12","funder":"BBSRC","impactText":"","person":"Piran  White","coPersons":["Adam  Kleczkowski","Julia  Touza-Montero","Jon  Timmis"],"organisation":"University of York","findingsText":"","dataset":"gtr"}