{"id":"9B0EBB0F-7723-4387-BAB0-1BC8744DCC54","title":"Nanoelectronic Based Quantum Physics- Technology and Applications.","abstractText":"Electrons flowing through semiconductor devices are of immense importance in modern life. When devices are made sufficiently small, such that one of the dimensions is in the nanometre regime, the quantum nature of the electron comes to the fore and must be considered in detail. Working at very low temperatures reduces the mutual electron-electron scattering and results in the wave nature of electron transport becoming observable over distances which can exceed the size of the device. Experiments using devices which are smaller than the coherence length of the wavefunction, or the distance between impurity scattering events, have allowed observation of a range of quantum effects.\nIn recent years theories have proposed that a &quot;quantum computer&quot; has certain advantages over conventional computers as they allow a massively parallel mode of operation. This is based on quantum principles, thus if two electrons are in a quantum state then their total spin wavefunction reflects the range of possible states that can be present. It is this superposition of states which is the basis of a quantum computer. It is a purely quantum phenomenon and has given rise to concepts such as &quot;Schrodinger's Cat&quot; which exemplify the non-intuitive nature of quantum mechanics. Another property which could give rise to new technological applications is the remarkable entanglement. This purely quantum effect results in two electrons being in the same quantum state and &quot;knowing&quot; about each other's existence, consequently if the spin of one is rotated then the spin of the other is affected despite there being a considerable distance between them.\nIn this work we propose to utilise semiconductor nanostructures to find new quantum effects and combine them to create integrated quantum circuits for practical exploitation. The project integrates theory, semiconductor growth/fabrication and measurements in three different centres, it has as initial targets the design and fabrication of key quantum components forsubsequent integration. A principal component is the Quantum Pump which can transmit controlled numbers of electrons at high frequencies with very high accuracy. This device can be used for the generation of entangled electrons which can then be investigated and put to use. Another component which is of importance is the electronic analogy of the polarising beam splitter in optics, here by using localised electron spins an incoming electron is either transmitted or reflected depending on its spin direction. We also propose to exploit the spin-orbit coupling which allows a spin polarised current to be established in a nanostructure which can then be utilised in a quantum device.\nIt is further proposed to build on the use of an indirect electron interaction mechanism to transmit spin information between different devices. A system which may have novel properties in this regard is the incipient Wigner lattice which can form when a line of electrons is weakly confined and minimisation of the electron-electron repulsion forces the electrons to form two separate rows. Here they can be entangled and constitute a continuous supply of entangled electrons in a manner which is complementary to the pump.\nNew types of quantum components will be developed. They will then be integrated to form an early type of circuit in which quantum effects dominate the properties. It is intended to develop basic quantum processors in particular a CNOT gate in which the spin of an electron is rotated depending on the direction of the spin of another. In addition to these objectives a number of spin-off achievements will have an impact on other fields. For example it will be necessary to develop techniques of measurement of electronic properties at ultra low temperatures, 1 milliKelvin, and the spin polarised currents to be developed will have applications in the important field of spintronics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K004077/1","grantId":"EP/K004077/1","fundValue":"6576300","fundStart":"2012-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"  The project is now realising original results which throw new light on the manner in which electrons interact with each other in semiconductor nanostructures. At the moment they are just helping us to modify the experimental  Economic","person":"Michael  Pepper","coPersons":["Michael J Kelly","John  Saunders","Huiyun  Liu","David  Ritchie","James Thomas Nicholls","Andrew James Casey","Charles Gordon Smith","Sougato  Bose"],"organisation":"University College London","findingsText":"","dataset":"gtr"}