{"id":"9B12B950-EC90-4257-9390-BB6F65B2969F","title":"Pioneering post-genomics approaches for studying algal host-pathogen interactions, using the ectocarpus/eurychasma model.","abstractText":"Just like humans, algae are plagued by diseases caused by fungi, bacteria or viruses. This is of ecological importance since entire populations can be periodically decimated, or impacted in a variety of other ways. Also seaweeds, like ourselves, have defenses resembling aspects of our immune system that are produced response to infection. Among the chemical compounds involved, some may display some useful properties from a biotechnological perspective. However, few studies have focused on algal diseases, and data on this topic are scarce. During the last few years, major technical improvements have been made in the field of large scale protein and chemical identification. Furthermore, the complete DNA sequence of a brown alga named Ectocarpus will soon be deciphered. This will be the very first seaweed of which the entire genetic information will be decrypted. Because of those advances, the tools are now available to address the question of algal diseases in a previously unequalled, efficient manner. This project aims to combine these techniques to determine precisely what happens when the brown alga Ectocarpus gets infected by a fungus-like disease-causing organism called Eurychasma. Firstly, infection experiments will be performed on different Ectocarpus strains in order to identify one that would be sensitive to the fungus (i.e. that would get seriously diseased), and another one that would be resistant. Then, by comparing the differences between those two algal strains, it will be possible to determine which proteins and exactly which chemical substances are important for the alga to be resistant against the fungus. The proposed research will contribute to a basis for future comparisons on how algae, animals and terrestrial plants defend themselves against infection. From the existing studies, it can already be inferred that algae share some very old defence mechanisms with them, but that they also have some particularities. Among those, the most widely known is the production of halogenated compounds which are the major natural source of volatiles with the potential to degrade the ozone layer. The fate of iodine and bromine accumulated in Ectocarpus under pathogen attack will be monitored using X-ray absorption spectroscopy, a physical technique that was recently adapted for studying such question in marine organisms. Also, there will be insight about the actual infection mechanism of Eurychasma attacking seaweeds. Since this is the most primitive member of this mostly pathogenic group of organisms, of the oomycetes, this will shed more light on the infection strategies shared by other members of his kind and particularly by some of its close relatives of great economic importance which infect crop plants, most notably the mildew on grape and potato. Finally, since Eurychasma cannot survive without infecting seaweeds, it must have evolved very closely together with these. By sampling the fungus in different parts of the world and trying to infect a large number of algae from different geographical origins, we will try to understand how the pathogen and the algae might possibly have co-evolved. This knowledge of the biological diversity of both the alga and its parasite will also be useful for future studies on epidemics in natural habitats and to assess their role in ecosystem dynamics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D521522/1","grantId":"NE/D521522/1","fundValue":"50312","fundStart":"2006-05-29","fundEnd":"2009-05-28","funder":"NERC","impactText":"","person":"Frithjof Christian Kuepper","coPersons":[],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}