{"id":"9B144579-34F2-457A-A5B6-19DC49E86B8D","title":"Understanding the Genetic Basis of Traits for Rootstock Improvement in Vegetable Crops","abstractText":"Root traits are an important target for improving sustainable crop production as they control capture of water and nutrients from the soil, and have many other influences on the performance of the above ground part of the crop. In horticulture, many annual crops for the fresh market (e.g. tomato, pepper, cucumber and melon) are produced predominantly as grafts between a rootstock cultivar and a scion (shoot) cultivar. These rootstock cultivars are currently used to manage crop vigour and resistance to root diseases, and the sale of vegetable rootstock seed and grafted transplants is a large and profitable business because of the substantial beneficial effects of employing rootstocks. The global market for tomato rootstock seed alone is approximately &pound;100 M. Increased consumption of fresh fruits and vegetables is known to reduce the incidence of debilitating chronic diseases which are a major burden on the health system; improving our ability to grow and therefore deliver high quality fresh produce at competitive prices is important to stimulate increased consumption. \nCurrent research indicates that rootstocks can also confer resistance to stresses such as salinity, cold and nutrient limitation by providing improved root functions or by sending signals to the scion, but the genetic basis for these resistances, and of vigour, is poorly understood making breeding for these traits difficult and slow. This contrasts to the breeding of resistance to soil-borne diseases where many resistance genes are known and they are routinely and easily combined into new cultivars to provide multiple resistances. Improving our ability to breed for vigour and cold tolerance are the priorities for the rootstock seed industry because crop growth is limited in the cool early season and because sustaining the correct balance between vegetative and reproductive growth throughout the season can greatly increase crop yield. \nThe aims of this proposal are to fully characterise, with respect o gene identity and mechanism of action, current and novel loci that impact on rootstock performance including root system architecture, vigour and cold tolerance in tomato, our target crop. We have already identified loci for tomato root system architecture from the wild tomato species Solanum pennellii and obtained several monogenic mutants with altered root traits; in this project we will fully explore their genetic basis and mode of action. To further harness wild species genetic variation, we will generate a novel large recombinant inbred line (RIL) population from two S. habrochaites parental lines because this is the wild species most commonly used in commercial rootstocks and it is adapted to grow in the cool slopes of the Andes.\nWe will use the tomato reference genome, published in 2012, and the most recent high-throughput sequencing and genotyping technologies to map loci and to measure gene expression; this will allow candidate genes to be identified. These candidates will be tested to see if they are responsible for the observed phenotypes by altering their expression using genetic modification and by the selection of plants with mutations in these genes (TILLING). We will use state-of-the-art methods to measure how rootstock genotypes influence the growth and physiology of the shoot and to search for hormonal signals that control scion phenotypes. \nThe project team is made up of experts in root biology and tomato genetics who will work closely with a commercial seed company to deliver genetic markers and mechanistic understanding that will improve the ability to breed rootstocks with improved vigour in the short term, and to improve our understanding of the genetic control of root traits in all dicotyledonous crops for the benefit of crop improvement in the medium to long term.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L01954X/1","grantId":"BB/L01954X/1","fundValue":"253446","fundStart":"2014-09-15","fundEnd":"2018-09-14","funder":"BBSRC","impactText":"","person":"Andrew John Thompson","coPersons":[],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}