{"id":"9B1F0DF0-81E1-4499-B452-16378462FB12","title":"Built Infrastructure for Older People in Conditions of Climate Change (BIOPICCC)","abstractText":"SummaryThe functioning of health and social care systems and infrastructures supporting them is likely to be influenced by climate change, especially increasing frequency and severity of weather-related hazards such as floods, heat waves and storms. Recent experience of extreme climatic events had significant repercussions for health of older people. People aged over 65 years comprise a growing proportion of the total population in the UK. Thus we face a major challenge concerning how to adapt infrastructures, essential for health and social systems serving the older age group, to impacts of a changing climate. This project will focus on this challenge. The project is aimed to develop a methodology for selecting efficient adaptation strategies during the period up to 2050 to ensure that the infrastructures and health and social care systems supporting well-being of older people (i.e., those aged 65 and over) will be sufficiently resilient to withstand harmful impacts of climate change. This will be achieved with active engagement of stakeholders and demonstrated through case studies. The problem is complex involving climate change, socio-demographic trends, and infrastructure performance, therefore the research will be conducted by a multidisciplinary team from Durham University and Heriot Watt University, combining expertise in engineering, climate modelling, and health and health care research and expertise from University of Newcastle, Australia. The programme of work will be divided into five stages:Stage 1 - Identification of areas most at risk from climate change related hazards;Stage 2 - Identification of study communities with high concentrations of older people and a range of socio-economic conditions, in urban and rural settings;Stage 3 - Identification of key elements of health and social care systems and built infrastructures in selected study sites;Stage 4 - Identification of design and management solutions including a probabilistic evaluation of their life-cycle costs to improve resilience of health/social care systems and related infrastructures; andStage 5 - Dissemination: knowledge exchange on adaptation strategies, building local capacity and risk mitigation strategies.We will also draw on an extensive international network of advisors representing a wide variety of stakeholder groups. By focusing especially on infrastructure that is important for older people, considering rural as well as urban settings, and involving stakeholders as participants in the research as well as users of the results, our project complements and extends other recent studies on impacts of climate change funded by ESRC and EPSRC. We will aim for local, national and international dissemination of our research findings, in accessible formats, to key informants, stakeholders, and international experts. Although our practical recommendations will have local relevance in our study areas, the methodology which will be developed is general and can be applied to other identified areas across the UK, where similar conditions may apply. The approach and general aspects of the strategies we develop will also have international relevance to for planning and policy and for academic debates about the social and physical determinants of risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G060843/1","grantId":"EP/G060843/1","fundValue":"415274","fundStart":"2009-11-01","fundEnd":"2012-11-14","funder":"EPSRC","impactText":"  1. Strengthening of existing stakeholder-research links or networks\nBIOPICCC dissemination and networking events involved liaison with 6 local authorities and with the Environment Agency who provided feedback on the prototype BIOPICCC toolkit.\n\nWe have held consultations and feedback meetings with partners in our two case study areas and produced bespoke reports on our research for their local use. The findings from the BIOPICCC study are also helping to shape the development of policy in these areas. \n\nWest Sussex County Council Adults' Services 'Climate changes and older people: quick reference guide' produced following working with the BIOPICCC team: https://www.westsussex.gov.uk/your_council/strategies_policies_and_publi/policies/social_care_-_adults_services.aspx\n\nTwo of the local authorities with which we have engaged (West Sussex and Essex) have used this experience with BIOPICCC to put forward bids to fund further work in this field that they would carry forward independently. \n\n2. Submissions to government consultations or inquiries\nThe BIOPICCC Team:\n- were consulted in 2011as part of Defra's Climate Change Risk Assessment for the Built Environment Sector regarding the heatwave definitions developed for the study: http://randd.defra.gov.uk/Document.aspx?Document=CCRAfortheBuiltEnvironmentSector.pdf \n- met with Cabinet Office Community Resilience Unit in Summer 2012 to brief them on BIOPICCC.\n- met with Cabinet Office Community Resilience Unit in Summer 2013 to update them on BIOPICCC and provided a briefing note on 'Understanding community resilience at the local level'. See Appendix A.\n- contributed in February 2012 to DEFRA's National Adaptation Programme chapter on Health and social vulnerability. Guidance was incorporated in the 'National Adaptation Programme: Making the country resilient to a changing climate'. July 2013\n- contributed advice in summer 2012 to the consultation for the NHS Sustainability Unit Guidance on adaptation to climate change NHS Sustainability Development Unit 2012 &quot;Adaptation to Climate Change for Health and Social Care organisations \n'Co-ordinated, Resilient, Prepared'&quot; \nhttp://www.sdu.nhs.uk/documents/publications/Adaptation_Guidance_Final.pdf which cites BIOPICCC\n- Cited in DEFRA's Economics of Climate Resilience: Health and Well-Being Theme: \nhttp://randd.defra.gov.uk/Default.aspx?Module=More&amp;amp;amp;Location=None&amp;amp;amp;ProjectID=18016\n\n3. Interactions and events focused on policy engagement\n\nSarah Curtis participated in ARCC/Health Protection Agency seminars on health risks of climate change.\n\nSarah Curtis participated in an event organised by the King's Fund on 'Environmentally sustainable health and social care: A routemap for research' in December 2011. BIOPICCC was cited in their review.\n\nJonathan Wistow was an invited participant to the Social Care Institute for Excellence (SCIE) expert seminar on 'The ethics of sustainable health and social care: Towards a framework for decision-making' in May 2011. \n\nJonathan Wistow gave a short presentation at the SDU NHS Sustainable Development Unit conference on 'Social, Economic and Environmental Sustainability and the Future of Social Care' in June 2013\n\nSome of the early results were presented at a LWEC/ARCC Meeting with the Scottish Government Climate Change Adaptation team, June 2011, Edinburgh.\n\nSarah Curtis was a , panel member and discussant at the LWEC/ARCC Health Confrerence in London on 8th October. A recording of her participation in the panel discussion is at:\nhttp://www.youtube.com/watch?v=rOm5qxRUevI&amp;amp;amp;list=PLddRfvph7URRxtAeam_E3gLukQVUZprlH&amp;amp;amp;index=9\n\n4. Provision of new decision support tools, methods or protocols\n\nThe BIOPICCC toolkit has been produced and refined in light of extensive consultation with stakeholders. \n\nDissemination of the Toolkit has taken place across a variety of mechanisms. For example, via the NHS SDU Route Map bulletin; it was included as a news item on the Climate Ready, e-bulletin, issue ten, May 2013; and the Australian Climate Change Adaptation Research Network for Settlements and Infrastructure (ACCARNSI) Library Database added the toolkit to a recommended readings database.\n\nFollowing the launch of the toolkit it has been cited widely. For example, see:\nhttp://www.climatenorthernireland.org.uk/resources/index.php?tags=1&amp;amp;amp;page=2\n\nhttp://media.claspinfo.org.ccc.cdn.faelix.net/sites/default/files/March2013%20Sustainability%20Update.pdf\n\nhttp://www.climatechangenorthwest.co.uk/news/new-national-news-and-resources\n\n5. Interactions/events focused on public participation and engagement\nBIOPICCC team members contributed actively to ARCC-CN stakeholder events including:\n- ACN Conference Adapting our Built Environment - ARCC Contributions and Challenges, Oxford (April 2011)\nThe BIOPICCC Team 'Making infrastructure for older people's care more resilient to climate change: joining up environmental, social and engineering perspectives' \n-ARCC Co-ordination Network Meeting with the Scottish Government Climate Change Adaption Team, Edinburgh (June 2011)\n- The BIOPICCC team participated in 6 ARCC coordination and stakeholder liaison meetings, one of which was held at Durham University.\n-Participated in SCIE /Local Government Group meeting on Health Inequalities, Wellbeing and Climate change 21.7.11, Local Government House, Westminster -participation by team members.\n-Provided information about the BIOPICCC project and toolkit to the Development and Environment Climate Change Adaptation Team in the Greater London Assembly in Spring 2013.\n- Provided feedback on research with an Iranian Elders' Group and an African-Caribbean Group in London in Summer 2013.\n\n6. Publications aimed at policy makers \n\nBIOPICCC Research Briefing #1 available at: http://www.dur.ac.uk/geography/research/researchprojects/biopiccc/\n\nReport on ARCC/SCIE cross Sectoral symposium October 2011 \nJoint ARCC/SCIE briefing on Climate Change, Risk and Resilience: Lessons for Health and Social Care: http://www.dur.ac.uk/geography/research/researchprojects/biopiccc/\n\n\nReport on the BIOPICCC Pilot study was submitted to Gateshead Local Authority.\n\nAn article re weather related risks was published in the Health Protection Agency's Chemical Hazards and Poisons Report. The report reaches a range of stakeholders across the HPA, the NHS, government departments and association organisations, fire and ambulance services: \nhttp://www.hpa.org.uk/Publications/ChemicalsPoisons/ChemicalHazardsAndPoisonsReports/Issue21ChemicalHazardsandPoisonsReport/\n\nBespoke reports to two local authorities where we carried out case study work.\n\nA briefing note on the findings of BIOPICCC has been prepared for the LWEC policy and practice notes services. The briefing note is called, 'Planning care for older people in conditions of climate change: How can services continue to support the well-being of older people and withstand the challenges of climate change?' http://www.lwec.org.uk/sites/default/files/attachments_biblio/LWEC%20PP%20Note%2006.pdf \n7. Internationalisation of knowledge exchange \nEuropean Health Property Network Workshop, Bologna (October 2011)\nDominelli, L. on behalf of the BIOPICCC Team 'Infrastructures Matter: Climate change, social capital and interdisciplinary approaches to health and social care provisions'. Presentation and workshop for practitioners in the healthcare infrastructure community (planners, designers and finance experts), academics, R&amp;amp;amp;D professionals and policy makers. The workshop involved around 70 participants in total, representing 15 different European countries.\n\nA successful application for EPSRC KTA funds in 2011 allowed further international dissemination of BIOPICCC findings at a workshop in Utrecht, Netherlands. Environment,Healthcare,Government, Democracy and Justice Policy & public services","person":"Sarah  Curtis","coPersons":["Christine Elizabeth  Dunn","Simeon Matthew Reaney","Ralf  Ohlemuller","Mylene  Riva","Karen Julia Bickerstaff","Jonathan  Erskine","Lena  Dominelli"],"organisation":"Durham University","findingsText":" The research has used the latest 'weather generator' model to generate original knowledge demonstrating, across England, the locally variable hazards, vulnerabilities and risks of extreme weather related events which are projected for different parts of England in future. We have also explored the complexity of the system of infrastructure supporting older people's health and social care that may be vulnerable to these events through research engaging with a range of stakeholders in two case studies areas we have developed toolkits. This allowed us to elucidate the networks of buildings, utilities and communication infrastructure upon which older people, their informal carers and professional caring services rely for provision of health and social care. We have explored how human, social and organizational systems interact with built infrastructure and how these may need to be adapted in our study areas in future. The lessons learned from this research have informed local adaptation planning in our two case study areas and have also fed into national adaptation guidance being produced by government bodies including the NHS Sustainability Unit, defra and the cabinet office community resilience unit. \n\nIn addition to academic publications in print and under review, outputs from the research include the BIOPICCC online toolkit (http://www.dur.ac.uk/geography/research/researchprojects/biopiccc/toolkit/). We are arranging for this to be accessed via the government Cabinet Office Community Resilience Unit in London. \nAlso we have produced plain language reports for our collaborators in the study areas supporting their adaptation planning locally, and briefing documents based aspects of our findings which are available at: http://www.dur.ac.uk/geography/research/researchprojects/biopiccc/publications/ .\n\nThe team and our stakeholder advisors have participated very actively in the wider ARCC CN programme. We also took the lead in coordinating, with support from ARCC, three dissemination meetings in London, Durham and the Netherlands, for stakeholders particularly interested in outputs from BIOPICCC and sister projects in the ARCC programme relating to health and social services. BIOPICCC is continuing to contribute to ongoing events surrounding the recent publication of the National Adaptation Plan. Key messages for Policy and Practice from BIOPICCC:\no Infrastructure that is important for older people's health and social care includes not only buildings but also networks for supply of utilities and communication. These need to be considered as part of a resource network, rather than as isolated elements, as demonstrated in this project. Availability Resources and information from of the different parts of these networks is not always available for the stakeholders tasked with planning and adaptation at local level. \no Human knowledge, behaviour and organization are important to consider when developing strategies to adapt built infrastructure for older people's care to extreme weather events. Local civic intelligence and informal, community based capacities need to be combined more effectively with scientific and expert knowledge and resources of professional agencies in order to build resilience, as illustrated in BIOPICCC case studies using participative mapping methods.\no A cross-sector, multi-scalar approach is required to address the challenges of climate change on health and social care. BIOPICCC illustrates how to adopt this approach, working with partners at various 'levels' of the system.\no While the current trend towards more localism in government presents opportunities for strengthening local action on climate change, sound information and guidance, provided to local agencies and communities by central government, is essential to support capacity building. BIOPICCC has contributed to new guidance that is being issued by central agencies.\no Changes in health and social care delivery are leading to a much more diverse and complex system of service agencies and providers in localities. This presents a number of challenges for the mainstreaming of climate change adaptation strategies. They also have implications for emergency response procedures. Our BIOPICCC toolkit demonstrates ways for these different actors to collaborate more effectively. \no Developing appropriate health and social care services will require strong partnerships between formal service providers providers in different sectors and as well as informal carers. The local case studies in BIOPICCC illustrate the potential for, and barriers to such coordination.\no Both short-term and long-term planning for climate change and extreme weather events are required. It is important to ensure that health and other social inequalities are not created or exacerbated as a result of changing risks of extreme weather. BIOPICCC demonstrates the potential (and limitations) of existing long range projection models on hazards and vulnerability affecting risks to extreme weather events. Communities and Social Services/Policy,Environment,Healthcare,Government, Democracy and Justice","dataset":"gtr"}