{"id":"9B1FA04A-70EA-402A-B91D-8F96DCF2B80B","title":"Profiling the mental lexicon: Psycholinguistic phenotyping of lexical retrieval preferences through an analysis of word association behaviour","abstractText":"<p>This project uses word association response data to investigate lexical retrieval processes.&nbsp; The study uses a taxonomy of response types to create individual participant profiles reflecting that person's preferred lexical access routes. The linguistic frameworks used to process the data are complemented with analytic techniques from genetics research.&nbsp; </p>\n\n<p>These data are part of a larger set collected from the same participants, and therefore offer a number of analytic approaches.&nbsp; Firstly, because the data used are genetically informative (from identical and non-identical twins), response patterns related to heredity and environment can be identified.&nbsp; Secondly, because the data are from two age cohorts, adolescents and over-65s, age-related variations in response behaviour can be examined.&nbsp; Thirdly, cognitive test data will be used to investigate links between cognitive function and association behaviour. </p>\n\n<p>Project findings will be relevant to medical and educational contexts.&nbsp; Improved understanding of semantic and lexical networks can inform the diagnosis and treatment of aphasias, dementia and schizophrenia.&nbsp; Identifying differences in associative links of the two age cohorts will contribute to a &quot;healthy ageing&quot; profile which can be used in screening for cognitive decline.&nbsp; Enhanced understanding of individual differences in preferred lexical association routes will inform language learning and testing techniques.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H036334/1","grantId":"ES/H036334/1","fundValue":"61379","fundStart":"2010-10-04","fundEnd":"2012-06-30","funder":"ESRC","impactText":"","person":"Tess  Fitzpatrick","coPersons":["Alison Margaret Wray","Jeremy  Tree","Cristina  Izura"],"organisation":"Swansea University","findingsText":" Age and lexical retrieval:\n\nThe norms lists, used to produce stereotypy scores, were found to be sensitive to age, indicating the importance of evaluating data only against norms lists appropriate to the target population. \n\nAlthough the items on the norms lists differed between age groups, there was no difference between the two groups' propensity to produce a stereotypical response (i.e. the response most often produced by participants of the same age). However, the type of cue-response link made did differ with age: the younger group produced more responses that were erratic, involved changing or adding an affix to the cue, or were linked to the cue by sound but not by meaning. The meaning links they made tended to be less specific than the older group's. The older group produced more synonyms and more collocational responses (words commonly found together, such as bread-butter). \n\n\n\nCognitive performance and lexical retrieval:\n\nThe cognitive performance comparisons for the adolescent group revealed that key cognitive measures, in particular verbal IQ and working memory, were closely associated with certain lexical retrieval patterns. Specifically, unweighted stereotypy scores were predicted by relational complexity and verbal IQ scores. \n\n\n\nGender and lexical retrieval:\n\nThere is some indication that males and females performed differently on the word association task, with females producing more collocational, fewer form-based responses and fewer idiosyncratic responses than males. \n\n\n\nHeredity and lexical retrieval:\n\nInitial heredity analyses, designed to tease apart the relative influences of shared environment and shared genes on word association behaviour, were inconclusive, with no solid evidence found for a genetic contribution to the variation between individuals. However, the findings indicated that a larger data set might reveal a genetic contribution. The study has potential for future impact beyond academia, particularly in relation to the identification of abnormal linguistic behaviour in cognitive impairment, semantic dementia and dementia of Alzheimers type. The study found differences in the lexical retrieval behaviour of the two age groups, and this can help to identify characteristics of healthy and cognitively impaired language function. \n\n\n\nFuture investigations using norms list protocols will be influenced by the finding that norms lists have to be matched to the target population. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}