{"id":"9B20A56B-835D-4F10-9EE2-E155C6085FD3","title":"HydroCitizenship. Re envisioning and reconnecting communities as eco-social formations through arts and humanities centred interdisciplinary research.","abstractText":"This research funding provides opportunities for a large arts and humanities centred interdisciplinary research team to continue the development of an innovative strand of collaborative research which was conceived at the &quot;Communities, Cultures, Environments and Sustainability Research Development Workshop, Bristol, 22-24 May 2012&quot;. This has been subsequently developed in team meetings and email exchanges.\n\nThe aim is to develop the notion of hydrocitizenship through a multi-faceted programme of arts and humanities research in collaboration with other related disciplines - particularly geography, planning, landscape design and community studies. This research will involve non HEI partners (Landscape Institute) and will be co-developed with key stakeholders including the Environment Agency, local authorities other water/environment focused agencies. It will be located in three major national science and research contexts; United Kingdom Water Research and Innovation Framework (UKWRIF); National Ecosystem Assessment (NEA), and Making Space for Water (DEFRA 2005). The development programme will explore basic questions about how arts and humanities centred interdisciplinary research can investigate conflicts, issues and potentials relating to water resources and within communities. And from that base, make a difference in communities in terms of both social and environmental transition and resilience. Broader findings regarding the co-development of social and environmental sustainability in communities in the UK will be disseminated to both academic and policy communities. The research will focus on how a range of values, such as sense of place, can be integrated into emerging polcy/goverencance agenca of ecosystems services and cultural ecosystem services.\n \nA basic tenet of this proposal is that thinking beyond the social is a vital element of any large Connected Communities initiative which seeks to address questions of sustainability. Communities are often not aware of the systems which bring them a range of ecosystem services (and risk e.g. flooding) and this includes hydro-social cycles. Water is taken as a fundamental and pressing area of environmental concern and social justice. Questions of water security (flood, drought, water quality, access, water based ecosystem services) are some of the most important facing communities today in the UK and globally. Water issues interconnect local, regional, national, and global territories, and relate to multiple eco-social interdependences within and between communities. They also ask challenging questions about what communities are, how they work internally, how they are embedded in wider networks of connectivity (e.g. in river catchments). Water issues also offer very palpable examples of how individuals and communities (human and non-human) depend on, and are linked by, physical processes. Water is a particularly accessible way to engage communities with questions of sustainability in relation to a range of high profile eco-social challenges. We also seek to explore the challenges and benefits of moving water focused research from single issue foci (flood, drought) to a holistic approach, and how can the arts and humanties research play a central part in this?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003992/1","grantId":"AH/K003992/1","fundValue":"8560","fundStart":"2013-02-11","fundEnd":"2013-06-10","funder":"AHRC","impactText":"","person":"Owain  Jones","coPersons":["Stephen James Bottoms","Michael  Buser"],"organisation":"University of Gloucestershire","findingsText":" This was a Connected Community Environments and Sustainability Development grant. The main aim of which was to write a large grant proposal for the same programme. That was done and submitted and was successful. The large project that stemmed from this reward began 01 05 2014. It has already gathered an online community of researchers around it. See http://www.hydrocitizens.com/ Creative Economy,Education,Energy,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}