{"id":"9B21BAAC-B8D2-4663-A107-E212AAE99562","title":"Uncovering the pharmacology of the G protein-coupled receptor GPR40","abstractText":"G protein-coupled receptors (GPCRs) are both the largest family of transmembrane signalling proteins in man and the most successfully targetted as sites of action by therapeutically active small molecule medicines. Despite this, the ligands that activate many GPCRs remain either unknown or poorly characterised. Recently, the group of GPCRs named GPR40-GPR43 were shown to respond to medium- and long-chain fatty acids that circulate in the bloodstream. GPR40 is highly expressed by pancreatic beta-cells that produce and secrete insulin. It is known that, in the short term, elevation of blood fatty acid levels increase insulin secretion. However, in the longer term elevated blood fatty acids are detrimental to beta-cell function and it is known that the concentration of fatty acids is elevated in the blood of obese diabetics. At the moment, no GPCR targeted medicines are used to treat diabetes. However, we have recently shown that a group of clinically used medicines, called glitazones, activate GPR40 although their accepted mode of action is via activation of a completely different group of non-GPCR, nuclear receptors called Peroxisome Proliferator-Activated Receptors of the gamma subtype (PPARgamma). Although glitazones are used clinically they have side effects that limit their use and because they require to be used for significant amounts of time to produce benefits it is possible that at least some of their side effects reflect their ability to activate GPR40. Recently, models of how molecules related to medium-chain length fatty acids bind to their target GPCRs have been published. Comparing these models with the sequence of GPR40 has provided hypotheses on the molecular basis of how fatty acids interact with GPR40 and I will use combinations of mutagenesis and novel assays we have recently developed to measure activation of GPR40 to test these. I will also test if these mutations interfere with the activation of GPR40 by glitazones and by a group of small molecule chemicals also recently reported to activate GPR40. The major difference between fatty acids that activate GPR40 and those that active GPR41 and GPR43 is the length of the molecule. Comparisons of the sequences of GPR40 with GPR41 and GPR43 suggest key amino acids that may control this selectivity. This will also be tested by combinations of mutagenesis and functional assay. It can be hypothesised that a molecule that activates PPARgamma but inhibits GPR40 would be useful in the treatment of diabetes. I will thus also assess the activity of a range of other ligands that are related to the active glitazones but do not activate PPARgamma, for their ability to either activate or block activation of GPR40. Such mapping of the requirements for ligands to bind and to active GPR40 will provide new insights into how this GPCR is regulated and may, in the longer term help with further development of small molecules able to either activate or inhibit the function of this receptor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E019455/1","grantId":"BB/E019455/1","fundValue":"360791","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  They were central to my contributon to a large grant funded via the Danish Agency for Science, Technology and Innovation (2012-2016). \nFFARMED-The molecular effects of food on metabolic diseases through nutrient sensing free fatty acid receptors. \n\nThis is turn has led to discussion on the potential to form a 'spin out;' company involving both University of Glasgow and University of Southern Denmark Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Cultural,Economic","person":"Graeme  Milligan","coPersons":[],"organisation":"University of Glasgow","findingsText":" These studies provided novel insights into how ligands bind to the receptor FFA1/GPR40. This receptor has become a key target in efforts to target new strategies for treatment of diabetes and it remains a key receptor being studies at a number of levels within my group They have resulted in a number of applications for further support eg Danish Agency for Science, Technology and Innovation (2012-2016). FFARMED-The molecular effects of food on metabolic diseases through nutrient sensing free fatty acid receptors. &pound;190,345 (100%) of GU. With Professor Trond Ulven, University of Southern Denmark. Total value 17,351,016 DKK\nA substantial number of publications have flowed from this work including:\nWatterson, K.R., Hudson, B.D., Ulven,, T., and Milligan, G. (2014) Treatment of type 2 diabetes by free fatty acid receptor agonists. Front Endocrinol (Lausanne).5:137.\nMilligan, G., Alvarez-Curto, E., Watterson, K., Ulven, T. and Hudson B.D. (2014) Characterising pharmacological ligands to study the long chain fatty acid receptors GPR40/FFA1 and GPR120/FFA4. Br. J. Pharmacol. (in press).\nFjaere, E., Aune, U.L., Roen, K., Keenan, A.H., Ma, T., Borokowski, K., Kristensen, D.M., Novotny, G.W., Mandrup-Poulsen, T., Hudson, B.D., Milligan, G., Xi, Y., Newman, J.W., Haj, F.G., Liaset, B., Kristiansen, K.,and Madsen L. (2014) Indomethacin treatment prevents high fat diet-induced obesity and insulin resistance but not glucose intolerance in C57BL/6J mice. J. Biol. Chem. 289, 16032-16045\nHudson, B.D., Murdoch, H. and Milligan G (2013) The effects of species ortholog and SNP variation on receptors for free fatty acids. Mol. Endocrinol. 27, 1177-1187.\nChristiansen, E., Hansen, S.V.F., Urban, C., Hudson, B.D., Wargent, E.T., Grundmann, M., Jenkins, L., Zaibi, M., Stocker, C.J., Ullrich, S., Kostenis, E., Kassack, M.U., Milligan, G., Cawthorne, M.A., and Ulven, T. (2013) Discovery of TUG-770: A highly potent Free Fatty Acid Receptor 1 (FFA1/GPR40) agonist for treatment of type 2 diabetes. ACS Med. Chem. Lett. 4, 441-445.\nChristiansen, E, Due-Hansen, M.E., Urban, C., Grundmann, M., Schmidt, J., Hansen, S.V.F., Hudson, B.D., Zaibi, M., Markussen, S.B., Hagesaether, E., Milligan, G., Cawthorne, C.A., Kostenis, E., Kassack, M.U. and Ulven T. (2013) Discovery of a potent and selective FFA1 agonist with low lipophilicity and high oral bioavailability. J. Med. Chem. 56, 982-992.\nMilligan, G., Ulven, T., Murdoch, H. and Hudson B.D. (2014) G protein-coupled receptors for free fatty acids: nutritional and therapeutic targets. Br. J. Nutrition 111, S3-S7.\nChristiansen, E., Due-Hansen, M.E., Urban, C., Grundmann, M., Schroder, R., Hudson, B.D., Milligan, G., Cawthorne, M.A., Kostenis, E., Kassack, M.U. and Ulven, T. (2012) Free Fatty Acid Receptor 1 (FFA1/GPR40) agonists: Mesylpropoxy appendage lowers lipophilicity and improves ADME properties. J.Med.Chem. 55, 6624-6628.\nShimpukade B., Hudson, B.D., Hovgaaard C.K., Milligan, G. and Ulven, T. (2012) Discovery of a potent and selective GPR120 agonist. J. Med. Chem. 55, 4511-4515. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}