{"id":"9B22723D-EC83-42C8-8FB7-BD8E7D9335B6","title":"Development of analytical approaches in the analysis of RNA","abstractText":"The development of methodology in the isolation and characterisation of biological RNA has had a somewhat chequered history alongside comparable methods for the analysis of its macromolecular counterparts DNA and proteins. Moreover the extraction, isolation and analysis of RNA is routinely more difficult in comparison to that required for DNA. In approaching the problem of RNA isolation the stability is of immediate concern. RNA is susceptible to degradation, rendering the initial stages of extraction and the downstream storage of the purified material more challenging than for DNA. Total RNA extracted from cells contain two most abundant species corresponding to the two major RNAs (ribosomal RNAs). The other major RNA molecules include a species specific transfer RNA and smaller ribosomal RNA species. More recently the focus of much research has been performed into the roles played by a group of small RNA species referred to as small nuclear RNAs . These small RNAs are about 22 nucleotides in length and often function to regulate gene expression. The isolation and analysis of such RNAs remains problematic. The increasing importance in the identification of such RNA species requires the development of technology to overcome many of the caveats associated with current methods. The enrichment and isolation of high quality small RNAs in conjunction with rapid separation mechanisms and high sensitivity is the subject that this proposal wishes to address.Against this background it is proposed to develop analytical methodology in the analysis of RNA. The development of novel techniques in RNA analysis and its application in the study of miRNA is an ideal forum for a multi-disciplinary experimental programme, encompassing aspects of analytical techniques in the analysis of biological systems. The research will be performed within the Systems Biology group in the Department of Chemical and Process Engineering at the University of Sheffield","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D033713/1","grantId":"EP/D033713/1","fundValue":"124755","fundStart":"2006-07-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Mark  Dickman","coPersons":[],"organisation":"University of Sheffield","findingsText":" We have successfully elucidated the mechanism by which RNA is separated using ion pair reverse phase chromatography. Furthermore, we have applied the developed RNA chromatography to study a number of important biological systems. \n\nDuring the course of this study we have analysed how RNA is separated using ion pair reverse phase chromatography and demonstrated how this leads to the high resolution separation of a range of RNA molecules. Furthermore, we have extended this research to study ribosomal RNA and developed the RNA chromatography to study RNA:RNA interactions (Waghmare SP et al., J. Chromatography A, 2009, 1216 (9), 1377-8). This research highlights the fundamental understanding of the mechanism of RNA separation and the potential application of this technology to a wide range of researchers who study RNA in a number of important biological systems.\n\n In addition, we have developed and applied the use of stable isotope labeling of RNA prior to ESI MS analysis. This approach offers significant advantages for the characterisation and quantification of RNA, including RNA post transcriptional modifications in conjunction with MS analysis (Waghmare SP and Dickman MJ Anal Chem. 2011, 83(12):4894-901)\n\n\n\nFurther application of the RNA chromatography enabled the enrichment and analysis of a very important class of RNA molecules called small non coding RNAs. We have developed novel approaches utilising denaturing RNA chromatography to purify small RNAs directly from RNA-protein complexes. The developed technology was focussed on the study of a novel prokaryotic antiviral defence system termed CRISPR interference. Clusters of Regularly Interspaced Short Palindromic Repeats (CRISPRs) are genomic regions that have been recently identified. CRISPR interference is a recently discovered, widespread prokaryotic mechanism that provides immunity to phage or plasmid invasions. CRISPR interference promotes the destruction of invading DNA through the co-expression of short RNA sequences complementary to hostile DNA and a small number of CRISPR associated genes (cas genes). In collaboration with our international partners Stan Brouns and John van der Oost (Wageningen University, The Netherlands) the application of the chromatography we have developed enabled the efficient purification of small CRISPR RNAs (crRNAs). Moreover, we have successfully interfaced RNA separations to electrospray ionisation mass spectrometry and used these approaches to study CRISPR RNA processing in the bacteria E. coli. The results show for the first time the architecture of the crRNA, a 61-nucleotide RNA with a 5'-hydroxyl and 2',3'-cyclic phosphate termini (Jore MM et al., Nat Struct Mol Biol. 2011, (5):529-36). In addition we have also analysed the crRNA processing in Pseudomonas aeruginosa using ESI MS (Weidenheft B et al.,Proc Natl Acad Sci U S A., 108(25):10092-7).\n\n\n\nThese results have enabled us to gain further insight and understanding of how this important antiviral defence system works. Further insight into the structural and mechanistic properties of the CRISPR system is essential in the understanding and future application of this recently discovered defence system. There are significant opportunities for the exploitation of the CRISPR system in a variety of industrial applications. Therefore, these results will be of widespread interest in the bioprocessing, biotechnology and pharmaceutical/health industries The development of high throughput robust chromatographic systems that enable the high resolution separation of RNA is of significant interest within biotechnology and pharmaceutical industries. With the recent emergence of therapeutic oligonucleotides there is increasing demand for analytical tools to fully characterise these oligonueclotides in order to provide an overall assessment of both purity and related impurities. \n\n\n\nIn addition, further insight into the structural and mechanistic properties of the CRISPR system is essential in the understanding and future application of this recently discovered defence system. There are significant opportunities for the exploitation of the CRISPR system in a variety of industrial applications, including the dairy industry. Therefore, these results will be of widespread interest in the bioprocessing, biotechnology and pharmaceutical/health industries. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}