{"id":"9B24ABA7-E0F8-45FC-82C6-5359CB5A11A7","title":"Molecular basis for repairing DNA double-strand breaks by non homologous end-joining","abstractText":"Our cells contain DNA, the so called &quot;genetic blueprint of life&quot; which encodes the information for our genes. DNA has a simple repeating structure composed of two complementary strands of DNA which form a double-helix structure. The integrity of DNA is constantly being challenged by various DNA-damaging agents. These agents include high energy UV and X-ray radiation from the sun, chemicals both man-made and environmental and even the oxygen we breathe can attack and damage DNA. In recent years it has been realised that our own cells produce a large number of proteins responsible for repairing this DNA damage which, if left unchecked, would lead to the development of conditions such as cancer. These protein &quot;machines&quot; can cut out and replace aberrant DNA mutations/structures and splice together broken DNA strands. One such protein is called DNA ligase, which interacts with its partner proteins: Ku , polymerase and nuclease to form a DNA break repair complex. This repair apparatus is able to detect physical breaks in the DNA helices, bring the ends back together, remodel them if required and, finally, reseal these breaks to restore the continuity of the double-strand DNA. The focus of this work is to understand how these repair complexes can bridge the break and make the DNA ends come back together prior to the sealing step.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J018643/1","grantId":"BB/J018643/1","fundValue":"675515","fundStart":"2012-08-01","fundEnd":"2015-07-31","funder":"BBSRC","impactText":"","person":"Aidan  Doherty","coPersons":[],"organisation":"University of Sussex","findingsText":" Our cells contain DNA, the so called genetic blueprint of life,which encodes the information for our genes. DNA has a simple repeating structure composed of two complementary strands of DNA, which form a double-helix structure. The integrity of DNA is constantly being challenged by various DNA-damaging agents. These agents include high energy UV and X-ray radiation from the sun, chemicals (both man-made and environmental) and even the oxygen we breathe can attack and damage DNA. \n\nIn recent years, it has been realised that our own cells produce a large number of different proteins responsible for repairing this DNA damage which, if left unchecked, would lead to the destabilization of our genomic DNA. It is now recognized that genome instability is one of the major drivers for the development of major human diseases, such as cancer. These protein machines can cut out and replace aberrant DNA mutations/structures and splice together broken DNA strands. One such machine is the non homologous end-joining (NHEJ) DNA break repair complex. This repair apparatus is able to detect physical breaks in the DNA helices, bring the ends back together, remodel them if required and, finally, reseal these breaks to restore the continuity of the double-strand DNA. However, if unregulated, an over abundance of these repair machines could potentially also have dangerous consequences by interfering with normal cell processes, such as DNA replication and cell division. The major aim of this proposal was to provide an understanding, at the molecular level, of how the bacterial NHEJ complexes bring the ends of a DNA break together to form the synaptic complex, which is an essential process prior to the processing and ligation steps of repair. We have employed biochemical, biophysical and crystallographic approaches to &quot;visualise&quot; the steps that lead to end-synapsis. This research has significantly improved our understanding the basic principles of how double-strand breaks in DNA are repaired by the cells protein repair machinery. Misregulation of these repair processes is likely to be an important stage in the development of many diseases states, including cancer. This research has also provide a conceptual framework for delineating how breaks are brought together in human cells. The primary beneficiaries will be the biomedical community, the results of our research will contribute to a broader understanding of DNA repair processes and how they perform their role. Other beneficiaries include the healthcare and pharmaceutical industries. The insights gained from this work will bring us closer to developing novel therapeutics that can be used to inhibit states of uncontrolled cell growth, such as cancer. We have patented the Ku/ligase system as a molecular biology tool to assist in cloning of DNA fragments with non-homologous ends. This reagent should greatly enhance the production of random DNA libraries and therefore will benefit the general scientific community. Potentially, the repair enzymes studied in this work could be used for molecular biology application and we have patented this system to try and develop it as a tool for the market place. These enzymes are also potential targets for the development of novel therapeutics and antibiotics to treat particular antibiotic infections. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}