{"id":"9B2D080B-B7A5-4BAA-974E-4EFCFA78916A","title":"Tailored Surface Plasmon Enhanced Photocatalysis","abstractText":"Tune in to light and get a reaction This proposal is about research in the area of photocatalysis / chemical reactions triggered by light in the presence of a metal catalyst. A catalyst makes a chemical reaction proceed more easily because the molecules that take part in the reaction will stick to the surface atoms of the catalyst. Through this bond they share electrons with the catalyst, which can weaken the internal molecular bonds, thus making it easier for the molecules to react.While most catalysts need heat to get a reaction going, photocatalysts use energy in form of light.When light falls onto a flat catalyst surface, it cannot interact very well with the catalyst's electrons. To improve this interaction, we can structure the surface of the metal with a regular array of bumps or holes on a scale less than the wavelength of light - the scale we're talking about is around ten to hundred nanometres (a nanometre is a billionth of a metre).If light falls onto such a structured surface, it interacts with the metal electrons in such a way that they are bunched up into density waves along the metal surface. These periodic concentrations of electrons lead to much stronger electric fields near the metal surface than one would get on a flat surface - a hundredfold increase in field strength is possible, especially if the surface structure consists of crevices and steep walls. This surface structuring is similar to tuning a radio to a specific station!The increased electric fields near such a surface tuned to a particular frequency (colour) of light should increase the rate of chemical reactions triggered by this light.That this works in principle, has been shown on poorly tuned, rough metal surfaces. In our proposed research we now want to do two things. We want to understand exactly why this works and since electrons move about very quickly and since the basic bond making and breaking step in a chemical reaction happens in a very short time, we need extremely short laser pulses to illuminate what is going on. These pulses are only 100 femtoseconds long, where one femtosecond is a millionth of a billionth of a second.We also want to show that proper tuning by creating metal structures on a nanoscale will lead to much more effective photocatalysts, to one day make it easier to clean our air and water just using sunlight.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C01197X/2","grantId":"EP/C01197X/2","fundValue":"168207","fundStart":"2007-10-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Heike  Arnolds","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}