{"id":"9B34D603-DEC7-4F79-AA7A-FED2FFEB1BD9","title":"Scottish Readers Remember: Reading in Scotland in the Twentieth Century","abstractText":"The study of reading and reception as social phenomena is now central to our understanding of literature, history and culture. It has become an established field within Book History. Scottish Readers Remember represents the first sustained and focused attempt to record the reading experiences of Scots in the twentieth century and, from them, to analyse not only changing tastes, practices, and habits but also the contribution of reading to an individual and collective sense of identity. Transcribed interviews, spread across communities in Scotland, will form the core of evidence and will be complemented by use of archival and other sources. Historical studies of previous centuries have obviously depended upon documentary sources and the opportunity to provide an oral archive from which a complementary study of the twentieth century could be written is timely.\\n \\nIndeed, reading once represented a large gap in our knowledge of social history, particularly reading as a factor in working-class experience. The gap has been narrowed for the nineteenth and early twentieth centuries by Professor Jonathan Rose and others drawing on a wealth of memoirs, autobiographies and diaries. A quantitative balance has been provided by the use of library and other records such as in the RGU-based study of Edzell Public Library. However, this project will also record the reading memories of the generation that is now in its 60s and above. The memories of this generation are at risk of loss due to increasing age. There is no such coherent archive of reading experiences in Scotland or indeed the UK; the study of twentieth-century reading that will be largely based on it will be a pioneer in furthering understanding of this key activity in terms of personal and social development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D001560/1","grantId":"AH/D001560/1","fundValue":"296804","fundStart":"2006-07-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"Alistair  McCleery","coPersons":["David  Finkelstein"],"organisation":"Edinburgh Napier University","findingsText":"","dataset":"gtr"}