{"id":"9B45BEAD-0AC8-474E-9F7D-0B288D21F432","title":"RACE: Risk Assessment of Chytridiomycosis to European amphibian biodiversity","abstractText":"Detailed in VR main application","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G001944/1","grantId":"NE/G001944/1","fundValue":"335512","fundStart":"2009-05-01","fundEnd":"2013-09-15","funder":"NERC","impactText":"  Our findings have been used to develop a policy brief to the EU Parliament\n\nhttp://www.biodiversa.org/552 Environment Policy & public services","person":"Matthew C. Fisher","coPersons":[],"organisation":"Imperial College London","findingsText":" RACE has undertaken an assessment of the disease chytridiomycosis, caused by the chytrid fungus Batrachochytrium dendrobatidis (Bd), in Europe's amphibians. The project has mapped the current distribution of Bd (www.bd-maps.eu) and shown that the pathogen's distribution is widespread across Europe and infecting multiple amphibian species. Risk assessment identified the most at-risk amphibian taxa, geographic regions, realised/potential vectors, and pathways of disease introduction into Europe. The project has identified a complex epidemiology with host, pathogen and environmental factors all playing a role in determining whether populations persist, or decline, when infected. Key findings show that multiple Bd lineages occur in Europe that vary in their virulence. However, the viability of an amphibian community following introduction of infection depends on a suite of environmental and host - dependent variables that include abiotic (altitude, temperature) and biotic (host and microbial community composition) factors. By manipulating these factors, progress has been made in lessening the burden of disease in infected populations suggesting that stabilising infected amphibian populations, and in some cases complete clearance of infection, is possible. The finding that novel Bd lineages occur in trade-associated animals as well as widely infecting introduced non-native species raises the likelihood that the international trade plays a role in vectoring Bd. The recent emergence of a new species of chytrid, B. salamandrivorans, that is highly pathogenic to European fire salamanders is likely to be caused by ongoing introductions of amphibian-infecting chytrids into Europe. There is a clear need to continue ongoing surveillance and assessments of the health of Europe's amphibians, as well as to tighten biosecurity in traded species. However, our results clearly show that disease introductions have occurred, and will occur again. The progress that we have made in understanding what facilitates serious disease versus endemic infection provides routes to applied strategies for mitigating disease. Further work needs to be undertaken to put these principles into practice in order to conserve Europe's amphibian biodiversity. However, the threat that amphibian-infecting chytrids pose to Europes amphibians is increasing and urgent action at the national and international level is needed if further losses of biodiversity are to be avoided. Control of trade in infected wildlife; European Parliament and UK Government Environment","dataset":"gtr"}