{"id":"9B4831B9-1764-4B57-B4AA-FCF0DB54C498","title":"Dissecting the diverse development programmes in different tissues during the development of a nitrogen fixing nodule","abstractText":"Plants must acquire the elemental nutrient nitrogen from their surrounding environment and its availability is often a major limitation to plant growth. Legumes (peas and beans) have a unique strategy to deal with nitrogen limitation. They enter symbiotic interactions with soil bacteria that are able to fix an atmospheric form of nitrogen that plants cannot take up, and convert it into the biologically active form ammonia. This interaction involves the entry of the bacteria into the roots of the legume plant together with development of a 'nodule', a root outgrowth that houses the bacteria. Co-ordination of bacterial entry with cell division that leads to the formation of the nodule is essential to ensure a bacterially infected and nitrogen fixing nodule. We have uncovered some of the key genes that control nodulation responses in the outermost layer of the root, the epidermis, where bacteria enter the plant. We have also identified genes that regulate responses several layers beneath the epidermis, in the cortical cell layer where the nodule structure develops. Intriguingly there appears to be genetic overlap between these two response systems, suggesting that the function of a gene is defined by the cell type where it is active. In this proposal we will assess the mechanisms of nodulation signaling in the root epidermis and the root cortex and in particular will focus on the role of transcription factors that regulate gene expression. We will combine genetic approaches with state of the art genomic approaches to develop a systems level understanding of this process. In particular we will attempt to define the roles of the transcription factors in the different tissues and the mechanisms by which these transcription factors are able to coordinate diverse developmental programmes in different tissues. This will enable us to define the mechanisms that allow coordinated plant development leading to the formation of the nitrogen fixing nodule.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J001872/1","grantId":"BB/J001872/1","fundValue":"530026","fundStart":"2012-05-08","fundEnd":"2015-11-07","funder":"BBSRC","impactText":"","person":"Giles  Oldroyd","coPersons":[],"organisation":"John Innes Centre","findingsText":" We have been dissecting the roles that transcription factors play in coordinating different developmental programmes in different root tissues during the formation of nitrogen-fixing nodules. Understanding how nodule development occurs is important for engineering nitrogen-fixation in cereals. Such initiatives are underway by a number of researchers including the lead PI on this grant. Agriculture, Food and Drink","dataset":"gtr"}