{"id":"9B492287-6BD1-4957-A1C8-39E5DC0EA225","title":"The consequences of the forecast cold winter on the biogeographic range and population structure of intertidal species","abstractText":"There is now very little doubt that human induced climatic warming is occurring leading to a succession of milder winters. This winter, however, is forecast to be the coldest winter for over 10 years (1995/96 was the coldest winter for over twenty years). This cold winter is forecast to occur in response to the North Atlantic Oscillation Index (NAOI) switching from a positive index (warm/wet winters in the U.K.) to a negative index (cold/dry winters in the U.K.). The NAOI is a naturally occurring climatic phenomenon which oscillates from positive to negative. The index has been positive for the last 10 years resulting in above average winter temperatures in the UK. Many species have been shown to respond to both switches in the NAOI and human induced climatic warming by shifting their biogeographic ranges, showing alteration in their abundances at particular locations and experiencing changes in their reproductive cycles and juvenile survival. Rocky intertidal species, in particular, have been shown to be responsive to changes in climatic conditions, in part because they form an interface between the land and the sea and are therefore likely to be responsive to changes in both sea and air temperatures. The rocky intertidal is also an ideal system to investigate the effects of climate change as they are easily and cheaply surveyed and there is a good public understanding and appreciation of intertidal species. The recently completed Marine Biodiversity and Climate Change project (MarClim) project using data collected over the last 50 years observed range extensions of many intertidal species in the U.K. with southern biogeographic distributions. In addition changes were also observed in the reproductive effort, recruitment success and population structure of species with both northern and southern biogeographic distributions. These changes were attributed to the rapid warming that has occurred during the twentieth century and particularly since the mid 1980s (from the 1960s to the mid 1980s the UK experienced a natural cooling of climatic conditions). The aim of this current project is to investigate the effects of a cold winter on species that have recently expanded their range, reproductive cycles and juvenile success rates in response to recent climatic warming. We will also investigate whether colder water species, which have declined in abundance in the U.K., can exhibit signs of recovery during short term colder conditions. Information gained from this work will provide information on species responses to short term cooler periods, during a period of climatic warming. Such information will then be incorporated into predictive models to enable more realistic predictions of species range shifts. Our research will also provide some insight to how species will respond in the event that the Gulf Stream increases to slow down or even stops as a result of changes in major oceanic current patterns.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E000029/1","grantId":"NE/E000029/1","fundValue":"67622","fundStart":"2006-02-01","fundEnd":"2006-10-31","funder":"NERC","impactText":"","person":"Stephen  Hawkins","coPersons":["Michael Timothy Burrows"],"organisation":"Marine Biological Association","findingsText":"","dataset":"gtr"}