{"id":"9B5F1367-E2CB-406E-87E0-0A764328AADF","title":"Parents of Abused and Neglected Children: Assessing Engagement and Change","abstractText":"When social workers work with children who have been or are likely to be abused or neglected, their first duty is to try to ensure the safety of the child. In many situations, such children can remain with their parents or main carers, so long as the necessary support can be provided to prevent further abuse or neglect from occurring. Where this is not possible, the removal of children into the care system is often the only remaining option. Crucial to maintaining a child successfully at home is the engagement of the parents with the necessary services, and the ability of those parents to make changes in their parenting behaviour. Unfortunately, the difficulties of assessing and understanding parents' engagement and capacities to change are significant. Instances are relatively common of social workers being over-optimistic about parents' abilities, or of misinterpreting willingness or friendliness towards professionals for a genuine ability to change their behaviour. Shortcomings of this kind have occurred in significant numbers of cases involving child deaths from abuse or neglect, the well-know case in the UK of 'Baby Peter' being a notable example.\n\nThe principal investigator of the proposed project (Dr Platt) has extensive experience in both practice and research in relation to engaging parents with services, and working to change and enhance their parenting behaviour. Most recently, he has published a model that seeks to explain what leads to good engagement of parents with the necessary service interventions. This model will be used as the cornerstone for the project, which will involve developing methods and materials to help social workers assess, more accurately, parental engagement and capacity to change. The project will also draw on other relevant work, both at the University of Bristol, and (internationally) in social work and related disciplines.\n\nAt the centre of this project will be a consultation with partner organisations to develop methods and materials that will be usable in the pressurised context of social work practice. Three organisations have agreed to work with the University of Bristol, all of which are local authority children's services departments in the South West of England. They have agreed to commit staff time to the collaborative development of these materials, working with a small team from the university, comprising the principal investigator, and a research associate who will be a social worker with relevant practice experience. Following an initial design phase, groups of staff in each partner agency will be given training in using the new methods, followed by a period during which consultancy will be provided to support the use of those materials in practice.\n\nTowards the end of the project, which has a proposed duration of 12 months, there will be an evaluation of the usefulness, applicability and success of the methods and materials that will have been developed. Following evaluation, the materials will be revised as necessary, and disseminated more widely. Dissemination will be through publication in suitably accessible formats, by offering training on a fee-paid basis to organisations who may request it, and through the usual academic outlets. Further evaluation of the impact of use of the materials on outcomes for children over a longer time frame would be beyond the scope of the project, but, depending on findings, a future funding bid from a suitable funder would be considered.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001829/1","grantId":"ES/L001829/1","fundValue":"76041","fundStart":"2014-09-15","fundEnd":"2015-09-14","funder":"ESRC","impactText":"","person":"William Dendy Gordon  Platt","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}