{"id":"9B664B5F-C7B5-4BC0-8074-A48AA8C8A869","title":"A feasibility study of the new concept exhaust gas recirculation (EGR) system for low carbon vehicles","abstractText":"In recognition of the need to further reduce vehicle exhaust emissions and the greenhouse effect of CO2, there has been a lot of interest in developing cleaner and more efficient energy saving vehicle powertrain. In Europe, this has been enforced by the recently introduced European legislation of CO2 emissions of 130g/km by 2015, and the proposal to reduce it to less than 100g/km by 2020 and further reduction beyond. In response to the social, legislative and environmental pressures, there is a large body of engine research work demonstrating the large energy saving and emissions reducing benefits of using higher and higher quantities of exhaust gas recirculation (EGR). To meet the needs of the these new generation of low emission and high efficiency IC engines, future demand for EGR would be in the order of 40% to 80% to cover the operational range of highly boosted gasoline and diesel engines operating in both conventional (SI, CI) and new (HCCI/CAI) combustion modes. However, this will be far beyond the capability of the present day EGR systems and has prompted the need for new research activities to improve the system and deliver more EGR focused. In the proposal, a new EGR system has been put forward on the basis of needs from industry and developed from first principles. The new concept EGR system has the potential to work in harmony with the engine boost system, bridging the EGR technology gap caused by the awkward partnership of previous systems. All the new technologies, including the highly boosted diesel and gasoline engines, downsizing, and HCCI/CAI combustion could be achieved with the new concept EGR and further improved and extended. This represents a paradigm shift in the availability of boosted EGR in the next generation energy saving IC engines, hence the importance and timeliness of this project. The proposed research is based on the applicants' world leading experience in a wide range of engine research areas. It will be the first time that a new EGR system is examined on the basis of needs from industry and developed from first principles. Successful outcomes from this project could lead to extensive collaboration with industrial partners, exploiting many new uses of boosted EGR so that the most cost-effective emissions and energy saving control methods could be developed and eventually incorporated into future engines and production vehicles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H049819/1","grantId":"EP/H049819/1","fundValue":"156293","fundStart":"2011-04-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The findings were summarized in a report and are being further processed to prepare for a publication in an automotive related journal. Transport Economic","person":"Hua  Zhao","coPersons":["Thanos  Megaritis","Tom  Ma"],"organisation":"Brunel University","findingsText":" A feasibility study was carried out on a new type of device that could be used to recirculate the burned gases more effectively to reduce the emission of internal combustion engines. The results demonstrated that it is possible to supply the exhaust gas with the new device but it will require additional mechanical drive and will be sensitive to engine speed. Thus, its implementation may prove difficult. Energy,Transport","dataset":"gtr"}