{"id":"9B6A25B2-A4BB-458B-9C4F-F74B3A02112D","title":"Creativity Greenhouse: Digital Brain Switch","abstractText":"The rise in the use of digital technologies challenges work life boundaries, particularly as individuals increasingly work from a range of locations, experience frequent interruptions and feel required to 'stay connected' through multiple communication channels. The central research question to be explored in this project is: How do modern communications affect our ability to manage transitions across work life boundaries? This will help us to understand whether technology supports the management of more flexible transitions, creating more permeable boundaries and a less segmented persona, or whether it encourages leakage across boundaries and a difficult identity management tasks.\n\nOur ultimate vision is for individuals' switches between identities to be supported through new digital technologies. However, the focus in this proposal is on understanding switches. As a metaphor for the vision, however, we\nimagine a &quot;digital brain switch&quot;, as illustrated in the following scenario:\n\nAlan has just started his own social enterprise to encourage local trading practices. It is a challenging time for him, as he has to juggle various identities - businessman, husband, community champion, friend. He doesn't have an office to go to and works from home in the kitchen. When his wife works at home, she is comfortable receiving interruptions - she has an uncanny ability to multi-task. However, even when alone, Alan finds it difficult to concentrate on work at home - it's just too easy to interrupt a business proposal by checking Facebook constantly. But he doesn't prevent himself from doing this because he uses Facebook to promote local community groups. Sometimes, when he comes home from an exciting business meeting, Alan finds it impossible to switch back into family life. He just wants to flick a switch in his brain that would stop all the work thoughts from whizzing around and let him relax with his wife.\n\nThis scenario illustrates three key attributes that make managing switches between identities challenging: the blurring of boundaries between identities (worker, family man, community champion); the fact that everyone is an individual and has different ways of dealing with switches\n(cf. Alan and his wife); and the changes in control that modern ways of working can promote.\n\nThis project will undertake an in-depth study of how people manage switches both in the corporeal and digital worlds, focusing on the role of modern communications and their impact on switching practices. The project will develop a research platform that will allow people to capture their switching experiences and to reflect with others on how they manage them. The project will also develop a number of interventions designed to explore how digital technologies can support people to manage switches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K025201/1","grantId":"EP/K025201/1","fundValue":"719869","fundStart":"2013-05-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"","person":"Jon  Whittle","coPersons":["Helen  Roby","Gillian  Symon","Chee Siang  Ang"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}