{"id":"9B7F9485-C254-49FF-A926-8C4DBE853123","title":"A novel membrane reactor for catalyst activity control","abstractText":"The UK's 21st century chemical industry needs to continue to innovate to deliver more efficient, environmentally friendlier and increasingly intensified chemical processes. Many such processes are catalytic in nature. Indeed globally catalysis is playing an increasingly vital role in the innovation of new green chemistry and sustainable production. To maintain its competitive advantage, the UK chemical industry needs new methods for developing catalysts that enhance innovation and reduce cycle times. However, once a catalyst is loaded into a reactor there is little that can be done to control or optimise its performance by external means. Imagine a way of operating catalytic reactors in which the performance of the catalyst could be dramatically modified in a controllable way by external means. Catalyst activity could be optimised and catalyst selectivity could be manipulated in such a way as to 'switch off' unwanted side reactions. Such technology would produce a step change in the global presence of the UK chemical's sector.This work is motivated by the need to supply high catalyst surface areas to catalytic systems undergoing catalytic control through electrochemical promotion. System fabrication must be low cost and construction simple. In particular this proposal intends to build upon recent advances in the understanding of electrochemical promotion and recent advances in the fabrication of controlled-microstructure mixed conducing membranes. For the first time we will be able to electrochemically promote and control the catalytic activity of a highly-dispersed metal catalyst (all previous applications have used low surface area continuous metal electrodes).Recent EC FP6 proposals from the key players in Europe have failed to identify a technically feasible alternative to low catalyst surface areas in systems designed to exploit electrochemical promotion. However, the experimental work and theoretical insights developed in Professor Metcalfe's group are here used to suggest appropriate materials for the electrochemical promotion of a highly dispersed catalyst as well as an operating strategy for catalyst control. The membrane technology required has begun to be developed through EPSRC grants GR/S12197/01 and GR/S12203/01 with Dr K Li of Imperial College.We have begun to seek appropriate protection for the intellectual property associated with the reactor fabrication and the operating strategy and for this reason we ask that this proposal be treated as confidential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E033687/1","grantId":"EP/E033687/1","fundValue":"313741","fundStart":"2007-05-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"","person":"Ian  Metcalfe","coPersons":[],"organisation":"Newcastle University","findingsText":" 1.Proved feasibility of using mixed ionic and electronic conducting supports for catalyst activity control on pellet membranes\n\n2. Studied the reproducibility and reversibility of induced activity modification\n\n3. Studied the role of different spillover processes on catalytic activity modification\n\n4. Proposed model of promotion\n\n5. Hollow fibre membranes were succesfully used for catalyst activity control.  Chemicals,Energy,Environment","dataset":"gtr"}