{"id":"9B89E077-6C89-45F1-9FEC-92BF5BCE37B0","title":"Optimising laser driven electron nanobunches from ultrathin foil interactions: Coherent synchrotron emission and relativistic electron mirrors","abstractText":"Summary of research for a general audience \n\nOne of the most exciting frontiers of science is the study of phenomena that take place on the timescale of attoseconds (as, 10^-18 s). To imagine such an incredibly short period of time, consider that light travels from here to the moon in one second, but only travels 0.0003mm in one femtosecond (fs, 10^-15 s). To put it in context, that is about 1/300th the width of a human hair in 10^-15 s (or 1000 as). Attoseconds are the timescales on which atomic processes/transitions occur - for example, an electron circles the hydrogen atom in ~24 as (the so called 'atomic unit of time'). \n\nTo investigate, and in future control, the dynamics of such ultrafast processes measurement tools of unprecedented quality and precision are required - pulses of light with attosecond duration. This is much shorter than a single cycle of any visible light wave (violet~1.3fs, red~2.5fs), requiring instead extreme-ultraviolet (XUV)/ X-ray radiation to be controlled with clinical accuracy to achieve ultrashort durations. However, the pay-off for this effort is substantial; researchers can investigate the microcosm with a degree of spatial clarity and on shorter time scales than previously possible, thus allowing them to see events that are ordinarily 'blurred' using conventional XUV/X-ray sources such as synchrotrons.\n\nAttosecond pulses must be synthesized using wavelengths shorter than those in the visible region of the spectrum and therein lies a significant problem - wavelengths shorter than the visible spectrum i.e. ultraviolet and X-rays, are strongly absorbed in most materials. It is therefore impossible to build an attosecond laser using conventional laser building techniques. Instead next generation methods are required. Two principle media are currently being studied at laser laboratories around the world - intense laser-gas interactions and relativistic laser plasmas formed using solid density targets - for the production of attosecond pulses.\n\nIn the proposed research we focus on the second medium - relativistic laser plasma. The underlying mechanism under investigation for the generation of intense attosecond pulses is the production of relativistic electron nanobunches during high power optical laser interactions with ultrathin carbon foils. This novel concept is based on our recent work showing that dense bunches of electrons with sub 10nm scale (nm = nanometer = 10^-9m) can be formed and rapidly accelerated on the front surface by the relativistically intense driving laser field and subsequently emerge from the rear surface of ultrathin carbon foils. Two resulting mechanisms will be studied in detail in this research - Coherent Synchrotron Emission (CSE) and Relativistic Electron Mirrors (REM). Only recently demonstrated, CSE and REM offer a novel window onto the relativistic laser plasma interaction and our work will not only reveal the microscopic dynamics of these mechanisms but also show a direct path to the generation of bright attosecond pulses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02327X/1","grantId":"EP/L02327X/1","fundValue":"699890","fundStart":"2014-06-30","fundEnd":"2018-06-29","funder":"EPSRC","impactText":"","person":"Brendan Hugh  Dromey","coPersons":["K Matthew Zepf","Ciaran  Lewis","Daniel  Jung"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}