{"id":"9B8B38AC-D3CD-4AB4-B158-A6D3E108E22C","title":"Probing the Astronomical Gas-Grain Interaction: Formation and Morphology of Icy Grain Materials","abstractText":"The importance of molecules to the evolution of the cosmos today should not be under-estimated. Molecules play a key role in the star formation process, indeed without complex molecules it is unlikely that there would ever be small, long-lived stars of the type represented by our own star. Without such stars, it is unlikely that life could have even evolved to recognise this fact. Not only do molecules act as markers for regions of star formation, or as chemical clocks through which we remotely probe the timescale of the star forming process, but also as active radiative coolants during the early stages of the collapse of a gas clump to form a pre-stellar object. It is through this latter role that chemistry can be said to actively control the cosmos!Over the past 25 years or so, through interaction of the molecular astrophysics and chemical physics communities, the main processes by which interstellar molecules are formed and destroyed have become reasonably understood. The role of these molecules in tracing the gas in star forming regions, and especially in actively controlling the evolution of the gas through cooling, have been thoroughly explored. The essential thrust of research in this area during the last decade has been that purely gas phase chemistry cannot successfully account for the variety and richness of interstellar chemistry. Nor can it account for the roles that molecules play in astronomy in determining the thermal and magnetic pressures in the gas. Thus, the contribution of gas phase chemistry must be complemented by the gas-dust interactions. These interactions are particularly important in denser regions of molecular clouds where star formation is occurring. The main interactions are direct chemical reactions at grain surfaces, freeze-out of gaseous species to form molecular ices, processing of molecular ices by ambient UV, desorption of molecules from the ice surface, and evaporation of ice films on dust near hot stars. Interaction with the surface science community is recent and is bringing substantial benefits through an increased understanding of the processes that constitute the gas-grain interaction. However, what we consider to be the most important aspects of fundamental surface science required for a fuller understanding of the gas-grain interaction have yet to be addressed and these include the formation of simple molecular ices on cold grains, which is the focus of this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D506158/1","grantId":"EP/D506158/1","fundValue":"394307","fundStart":"2006-08-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"","person":"Martin Robert McCoustra","coPersons":["Serena  Viti","David Arnold Williams"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}