{"id":"9B8CF820-9F88-42E4-B978-01D5ACAFB20D","title":"Reconstructing Background of DNA Microarray Imagery","abstractText":"DNA microarray technology has enabled biologists to study all the genes within an entire organism to obtain a global view of gene interaction and regulation. However, the technology is still early in its development, and errors may be introduced at each of the main stages of the microarray process: spotting, hybridisation, and scanning. Consequently the microarray image data collected often contain errors and noise, which will then be propagated down through all later stages of processing and analysis. Therefore to realise the potential of such technology it is crucial to obtain high quality image data that would indeed reflect the underlying biology in the samples. If this is not achieved many of the subtle and low level gene expression genes, which are often of biological significance, will not be analysed. Although there is recently much research on how to detect and eliminate these variations and errors, the progress has been slow. Over the last two years, we have initiated research to develop a novel way of processing microarray image data by reconstructing background noise of the microarray chip, and this has shown much early promise in extracting high quality cDNA image data. Instead of using the standard approach of correcting anomalies in the signal, we focus on estimating the noise as accurately as possible, to the extent that we almost ignore the signal until the last stage of processing. The proposed project brings together expertise from the disparate fields of image processing, data mining and molecular biology to make an interdisciplinary attempt in advancing the state of art in this important area. It is particularly timely since there is an urgent need to have image analysis software that can save both time and labour as well as provide high-quality image data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C524586/1","grantId":"EP/C524586/1","fundValue":"111039","fundStart":"2006-03-31","fundEnd":"2008-03-30","funder":"EPSRC","impactText":"","person":"Xiaohui  Liu","coPersons":["Paul  Kellam","Yongmin  Li","Zidong  Wang"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}