{"id":"9B9403CE-B180-413D-8122-AC59331B6E1D","title":"Study of the role of secreted platelet thiol isomerases in the regulation of platelet function, haemostasis &amp; thrombosis","abstractText":"Platelets are tiny blood cells whose role is to trigger the blood to clot when blood vessels become ruptured during injury. While this is clearly essential to prevent excessive and life-threatening bleeding, abnormal stimulation of blood clotting can be catastrophic, particularly if this leads to the clotting of blood within an artery or vein. This is a condition known as thrombosis, and when this happens in arteries that supply the heart muscle with blood it can cause a heart attack. Thrombosis also commonly occurs in the blood vessels that supply the brain with blood, and in this case it causes strokes. Both of these conditions are very common in the UK and are frequently fatal. The cause of thrombosis in these situations is often underlying diseases such as the formation of fatty lesions in the wall of blood vessels that are liable to rupture, but platelets are ultimately responsible for triggering a dangerous clot to form. The use of drugs to dampen down the responses of platelets has been successful in many 'at risk' patients in the prevention of thrombosis, although many patients gain no benefit and may even suffer side effects such as bleeding. In order to develop better drugs that target platelets to prevent thrombosis, scientists need to know more about how platelets recognise injury, and then stimulate the blood to clot. In this research project we will investigate some proteins known as thiol isomerases that we have found to be released by platelets when they encounter tissue injury. We know that once released some of these molecules attach themselves to the platelet surface and somehow enhance the platelet clotting activity. The purpose of this study is to work out which of the proteins that are released are important to control the functions of platelets in their normal responses and to determine the impact of this on thrombosis. To study thrombosis we will use a newly developed type of microscopy that enables us to visualise thrombosis as it forms within the circulation of mice. Through neutralisation of the function of individual proteins, we will be able to assess their contributions to thrombosis. \nTo begin to work out how to convert these new discoveries into new medicines to prevent thrombosis, it will be important that we understand how these new proteins function on the surface of platelets. Using a range of techniques, and unique reagents that we have developed to study the molecules, we will begin to unravel the biochemical processes that they control and the molecules on the platelet surface that they target. \nIt is anticipated that this project will equip us with a new understanding of how platelets regulate their functions and the identification of the molecules involved. This knowledge may lead, in future studies, to the development of more effective drugs to successfully prevent thrombosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002666/1","grantId":"MR/J002666/1","fundValue":"1175780","fundStart":"2012-06-18","fundEnd":"2017-06-17","funder":"MRC","impactText":"","person":"Jonathan Martin Gibbins","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}