{"id":"9BA0776D-DB74-4860-A2BD-BBF51CC27326","title":"Engineering for Life Feasibility Account","abstractText":"The Feasibility Account will be used to support the most exciting and innovative projects from a pipeline of multidisciplinary projects developed through Engineering for Life (EfL), a Bridging the Gap award held at Sheffield Hallam University (SHU). EfL has the core aim of creating multidisciplinary teams to find pioneering ways to enhance people's lives by addressing problems related to the ageing, disability, the promotion of healthy living for all and sustainability. The Account will be operated through the following research centres: Materials and Engineering, Art and Design, Sports Engineering, Biomedical, Communication and Computing. The potential applications and benefits are very wide ranging. Example projects which may be considered for funding by the account are (i) Novel biomaterials for muscloskeletal disorders which is a project developing new composite materials which can re-expand a collapsed spinal disc and stimulate disc regeneration. (ii) Second Lives, Third Age, a project developing virtual interactive technologies to greatly improve the quality of life of the elderly and those suffering from isolating physical disabilities such as dementia by allowing them to participate in creative and physical activities in a virtual world modelled on Second Life. EfL has been very successful in using sand-pit events to create multidisciplinary research projects and provided them with modest seed-corn funding. The level of funding of the projects in EfL ranges from 10k to 20k. The aim of the Feasibility Account is to allow the most promising of these projects to be taken to the next level of development with funding in the range 40 to 60k. Thus, of the approximately 20 projects which emerge from EfL it is proposed to fund 3 to 4 at this level. A small number of the most highly speculative projects will be funded at a lower level; this number is expected to be again 3 to 4. The funding allocation will be achieved through an innovative two stage assessment process. In order to reduce the investment risk, the second stage of the assessment process will examine not only the quality of the research but also the need, the barriers to development and the economic impact. The allocation of funds from the project will be governed by an Award Panel through the following two stage process:-Stage 1: Quality of the projectProjects will be assessed against the following criteria: (i) Interdisciplinarity.(ii) Innovation and originality. (iii) Quality of proposed research. (iv) The need for the technology.(v) Potential impact. (vi) Clear outcomes. (vii) The potential to attract external support. (viii) Cost effectiveness. The most promising projects from stage 1 will be allowed to proceed to stage 2. The remaining projects will be assessed for a lower level of support.Stage 2: De-risking the investmentThe purpose of the second stage-gate is to undertake a forward look to (i) Assess the commercial feasibility(ii) Identify the key technical barriers (iii) Gain input from the end-user community These assessments will be undertaken by independent academics, external consultant and end-user groups. The reports generated by these three assessments, together with information from the first stage-gate, will form the basis of the final funding decisions.The projects funded by the Account will proceed to compete for funding from a range of sources including RCUK, NIHR, the EU, TSB and through direct commercialisation through support mechanisms such as Proof of Concept funds. The Account aims to achieve overall leverage 5:1, longer-term, and further embed the cultural change which EfL has achieved within the University in creating a very active multidisciplinary community. EfL has achieved very significant success; the Feasibility Account will ensure that this success is carried forward.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I016473/1","grantId":"EP/I016473/1","fundValue":"201889","fundStart":"2010-11-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"","person":"Christopher Michael Care","coPersons":["Simeon John Yates","Margot Nicola  Woodroofe","Steve  Haake","Paul  Chamberlain"],"organisation":"Sheffield Hallam University","findingsText":"","dataset":"gtr"}