{"id":"9BA7AC0D-4889-4F1B-8B3F-B51254DC9928","title":"St. Stephen's Chapel, Westminster: Visual and Political Culture, 1292-1941","abstractText":"This three-year project is a collaboration between the University of York and the Institute of Historical Research, in partnership with the Houses of Parliament and supported by the History of Parliament Trust. St Stephen's Chapel, at the heart of the Palace of Westminster, is one of the most extraordinary examples of continuity in British public life. Founded by Edward I and sumptuously decorated by Edward III, St Stephen's was representative of the alliance between monarchy and church which governed later medieval England. With the arrival of the Reformation, its college of dean and canons became redundant and St Stephen's entered a dramatic new phase in its existence, as the first permanent meeting place of the House of Commons. For nearly three hundred years, MPs met in a building that had once been a chapel, with opposing benches in place of choir-stalls and the Speaker's chair where the altar had once been. When the Commons' Chamber was gutted in the devastating fire of 1834, the space was re-named St Stephen's Hall and assigned another new role as the entry-way to the Gothic Revival palace built by Barry and Pugin, the form in which it survives to this day. By simultaneously reconstructing the history, art and architecture of St Stephen's Chapel, Hall and Cloister, this project helps us to understand one of the great national stories: the transition from sacred royal power to parliamentary democracy.\n \nOur project brings together a team of senior and early career historians and art historians, with different ways of working and across a chronology of seven centuries, to address a set of questions which no single discipline can comprehend. What role has St Stephen's played in British political culture, and what is its modern legacy? What contribution has St Stephen's made to the development of art and architecture, and in what ways has its fabric constructed or reflected its changing role in national life? Our multi-disciplinary approach is embedded in the structure of the project, which pairs historians and art historians in a series of complementary research topics in order to produce the fullest possible biography of this magnificent building. Topics investigated include the medieval college and canons of St Stephen's; the conversion from royal collegiate chapel to Commons' Chamber; Christopher Wren's refurbishment of St Stephen's, and antiquarian efforts to protect its architectural heritage; and the post-1834 Hall and surviving Undercroft chapel as a recreation of the splendour of the middle ages, a unique site of national memory.\n\nWhy has the full span of this story never been told? Previous research on St Stephen's has been disjointed and surprisingly scant, presented in terms that limit its impact beyond the immediate academic specialism. Public appreciation is hindered by the difficulty in visualising a building with a complex history, and by problems of access to the stunning Cloister and Undercroft, both still in daily use; the Sainte-Chapelle in Paris, on which St Stephen's was modelled, is far more visible and correspondingly better known. Our project tackles this deficit in scholarly and public understanding in three ways: by publishing a series of books, articles and conference papers covering all aspects of the historical, architectural and cultural significance of St Stephen's; by facilitating public access to St Stephen's Hall, Cloister and Undercroft during the 2015 colloquium and 2016 international conference; and through the Virtual St Stephen's strand, a digital reconstruction of the site during the different phases of its evolution, designed by the University of York's Centre for Christianity and Culture and utilising the data generated by the core team of investigators, research fellow and assistants, and PhD student. The resulting online resource, hosted by the Houses of Parliament, will guarantee the academic and public impact of our research far beyond the funded life of this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006991/1","grantId":"AH/K006991/1","fundValue":"791785","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"AHRC","impactText":"","person":"John Philip Cooper","coPersons":["Tim  Ayers","Miles  Taylor"],"organisation":"University of York","findingsText":"","dataset":"gtr"}