{"id":"9BA962AB-4285-4B44-B07C-56F006BC5AE0","title":"Toward improved vaccines for control of avian pathogenic Escherichia coli in poultry","abstractText":"Avian pathogenic Escherichia coli (APEC) comprise a diverse group of enteric bacteria that cause colibacillosis, a severe and recalcitrant disease of poultry that exerts substantial economic and welfare costs upon producers worldwide. Losses are realised through increased mortality, condemnation of carcasses at processing, reduced feed conversion efficiency and costs associated with prophylaxis and treatment. Poultry health is considered vital to the supply and safety of food to a fast growing and increasingly affluent global population and APEC are a persistent impediment to productivity. Colibacillosis is common in birds subject to stress associated with poor husbandry, formation of a social hierarchy, concurrent infections or at the onset of laying. Field data indicate a higher incidence of colibacillosis in poultry reared under free-range systems and consumer demand for such produce, coupled with the abolition of traditional cages in egg production by 2012 (EU Directive 1999/74/EC1) is expected to increase the incidence of disease. Control of colibacillosis with antibiotics is hampered by the existence and transfer of multiple drug resistance traits among pathogenic strains. Additionally, antibiotic use is prohibited in layers and broilers close to slaughter to prevent residues entering the human food chain. Of the other available options for control, vaccination is considered to be the most viable. In most countries, outbreaks of avian colibacillosis are controlled using vaccines comprising whole cells of the outbreak strain inactivated with formalin, however immunity is short-lived and strain-specific. A live-attenuated vaccine has recently been licensed in the USA for use in poultry, but extensive field efficacy data are lacking. It is not understood how these vaccines work or why long-lasting cross-protective responses remain elusive. In order to improve existing vaccines, we first need to dissect the mechanisms involved in the immunity they confer in target food-producing hosts. With cash and in-kind contributions from the poultry sector, we therefore propose to vaccinate turkeys with existing killed and live vaccines and describe; i) immune responses correlated with protection induced by vaccination; ii) whether prior infection can protect against re-infection and if so, by what mechanisms; iii) the role of antibody and antibody-producing cells in protection; iv) whether protective immune responses can be improved using preparations (adjuvants) that potentiate specific immune responses. Collectively, such information will lay the foundations for rational design of improved vaccines that elicit responses of an appropriate nature, location and duration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H001859/1","grantId":"BB/H001859/1","fundValue":"407197","fundStart":"2010-01-18","fundEnd":"2012-07-17","funder":"BBSRC","impactText":"","person":"Francis  Dziva","coPersons":["Mark Paul Stevens","Peter  Kaiser"],"organisation":"The Pirbright Institute","findingsText":" Avian pathogenic Escherichia coli cause an economically significant disease in poultry worldwide. Through infecting birds under containment and collecting blood and tissues, we were able to identify immune responses which are required for recovery from this infection. Further, we were able to identify immune responses induced by vaccination and compare these those induced by experimental infection. We identified antibody to be key in constraining the spread of the bacteria from the site of infection. However, the requirement of cell-mediated responses could not be completely discounted. Such responses are necessary to improve current vaccines for longer-lasting protection against this recalcitrant avian disease. Immune responses induced by experimental infection and detected as necessary for recovery from infection provide an avenue for the potentiation of vaccines against E. coli infections in poultry for longer-lasting protection. Agriculture, Food and Drink,Education","dataset":"gtr"}