{"id":"9BAE4CE6-33B7-4BD2-B107-DB709CEE64D3","title":"Capillary flow of autogenic and autonomic healing agents in discrete cracks in cementitious materials.","abstractText":"The presence of discrete cracks in a cementitious matrix, often formed as a result of thermal effects and plastic shrinkage during concrete hydration, contributes to deterioration processes such as freeze-thaw action, chloride ingress and carbonation. The independent or sometimes concurrent actions of these processes are partly responsible for reducing the service life of structures, resulting in extensive repair and maintenance regimes which are costing the UK approximately &pound;40 billion per annum. Capillary flow, driven primarily by surface tension, is frequently noted as one of the primary transport mechanisms by which aggressive agents from the environment ingress concrete. Conversely, capillary flow also plays a role in the ability of a concrete to self-heal and recent developments in self-healing technology which mimic biological materials have the potential to dramatically improve the performance and durability of cementitious materials. \nSelf healing cementitious materials containing artificial flow networks which release autogenic (natural) and autonomic (artificial) healing agents upon damage have shown clear evidence of successful healing, characterised by recovery and enhancement of the materials' mechanical and durability properties. Despite this, the interaction of the healing agent with the macro-cracks and micro-cracks in the cementitious matrix has not been investigated and therefore the healing potential of the material cannot be predicted.\nA number of studies have demonstrated that experimentally observed capillary flow of water and other liquids does not conform to that predicted by standard Lucas-Washburn theory. It is therefore hypothesised that the capillary rise response of healing agents, particularly those with changing viscosity and surface tension, in discrete cracks in cementitious materials will exhibit similar non-conformance. As such, this research proposal concerns the characterisation of the capillary flow characteristics of healing gents in macro-cracks and micro-cracks representative of those formed as a result of predictable material damage occurring during the early life of a structure. This is achieved through experimental investigation of the flow characteristic of the healing agents, including the time-viscosity and time-surface tension relationships and the interaction between the healing agent and the capillary wall during capillary flow. Typical discrete crack widths between 0.05mm and 0.3mm will be formed in cementitious materials and the capillary rise of the healing agent will be captured using a high speed digital camera. The research aims to deliver 2D and 3D numerical models of the flow of healing agents in discrete cracks in cementitious materials including the inflow/outflow to and from the micro-cracked region surrounding the macro-crack, validated by experimental data. The ultimate aim of this field of work is the ability to predict the extent and rate of healing agent movement hence design and produce self-healing cementitious materials with greatly enhanced longevity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021776/1","grantId":"EP/J021776/1","fundValue":"100261","fundStart":"2012-11-05","fundEnd":"2014-02-04","funder":"EPSRC","impactText":"  The findings have been used in the development of self-healing materials in the larger M4L project. Predominantly in the development of flow networks for cementitious materials which has not been previously reported. These flow networks facilitate the repeated healing of cementitious materials. Due to the conservative nature of huge construction industry the societal and economic benefits of these materials have yet to be realised, nevertheless there is mounting evidence that industry are willing to adopt these materials and recognise the benefits that they will yield in terms of environmental sustainability, economic feasibility and societal impact. Aerospace, Defence and Marine,Construction,Environment,Transport ","person":"Diane Ruth Gardner","coPersons":[],"organisation":"Cardiff University","findingsText":" The influence of different strength concretes of different moisture contents on the movement of healing agents in concrete has been identified. Moreover, the change in the healing agent's flow properties when in contact with concrete have been identified. This governs the speed and extent of healing agent flow in concrete cracks which in turn influences the healing potential of the material. A numerical model has been developed which simulates the flow of the various healing agents under investigation. Furthermore, flow in a natural crack of known average width can be modelled with an equivalent planar crack configuration. There has already been interest in developing the models created in this project for alternative self healing materials. Aerospace, Defence and Marine,Construction,Environment,Transport","dataset":"gtr"}