{"id":"9BAE0A19-3388-42CD-A49E-B33010DB5A31","title":"Post-Traumatic Growth in Testimonies from Survivors and Perpetrators of the Rwanda Genocide","abstractText":"Between April and July 1994, as many as one million people were brutally massacred in what has become known as the Rwanda Genocide. Some of those who lived through the genocide have chosen to record their experiences either orally or in writing. These testimonies make an invaluable contribution to understanding the genocide since without them our knowledge of what happened in Rwanda in 1994 is restricted to official government narratives, historical records and journalistic accounts in which the voices of survivors and perpetrators remain largely unheard. Based on a pilot study carried out between 2010 and 2013, this project will focus on narratives of genocide by Rwandan people who experienced it first-hand. The narratives are oral testimonies recorded in Kinyarwanda by the Genocide Archive Rwanda, which is managed by our project partner, Nottinghamshire-based NGO, the Aegis Trust. The Aegis Trust began recording these testimonies in 2004 and, through our close collaboration with the Trust, we have access to a corpus of over 2,500 testimonies. \n\nThe trauma of experiencing genocide can have devastating psychological effects. Research has shown that post-traumatic stress disorder, depression and anxiety as well as emotional problems of guilt, shame, anger, substance abuse, conflicts within relationships and marriage breakdown are all common problems following trauma. Such problems have now been well documented in Rwandan people in the twenty years following the genocide. However, research also shows that in the struggle to rebuild lives there is often the possibility of positive changes for individuals and their communities. These positive changes are commonly referred to as post-traumatic growth. Post-traumatic growth describes the way in which survivors of trauma are able to build a new way of life that they experience as superior to the life they had before. It seems paradoxical to suggest that the genocide could have resulted in such positive changes, but research in other contexts suggests it is a real possibility.\n\nSuch positive changes are generally thought to result from the resolution of cognitive dissonance caused by an event that challenges or even shatters an individual's pre-trauma assumptions. The rebuilding of an individual's assumptive world may result in changes in domains of life such as self-perception, interpersonal relationships or life philosophy. However, basic world assumptions are likely to differ according to culture, as is the impact of trauma on those assumptions. While the concept of post-traumatic growth appears to be a universal phenomenon, the cognitive processes it involves, as well as the ways in which it is manifested, may vary from one culture to another. Through its focus on qualitative inquiry, this project will allow for a bottom-up understanding of post-traumatic growth in the specific context of post-genocide Rwanda. \n\nIn order to gain a better understanding of the impact of the genocide on Rwandan people, the project has three main objectives: (i) to determine whether processes of post-traumatic growth are taking place in Rwandan survivors and perpetrators; (ii) to allow the stories of ordinary Rwandan people to reach a wider audience; and (iii) to make a contribution to broader process of post-conflict healing, reconciliation and development. \n\nBy analysing testimonies through the lens of post-traumatic growth, the project will investigate the ways in which individual Rwandans demonstrate adjustment, and possibly even positive transformation, after the trauma of genocide. The project will use the qualitative findings from the textual analysis to build a culturally sensitive interview checklist for use in Rwanda by psychotherapists and trauma practitioners. As such, the project aims to provide insights into how post-traumatic growth may be promoted, ultimately contributing to the rebuilding of Rwandan society after 1994.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M004155/1","grantId":"AH/M004155/1","fundValue":"365935","fundStart":"2015-05-25","fundEnd":"2018-08-24","funder":"AHRC","impactText":"","person":"Nicki  Hitchcott","coPersons":["Stephen  Joseph"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}