{"id":"9BB1B612-711B-495A-ACF8-2B6B3BAA8408","title":"Palaeoclimate reconstructions from Tierra Del Fuego to detect Land-Ocean-Atmosphere Interactions","abstractText":"The nature of future human induced climate change is highly uncertain with projected global temperature increases in 2100 spanning 0.3-6.4 Celsius (IPCC 2007, AR4). Part of this large uncertainty is due to the paucity of climate &amp; proxy-climate data to validate climate models &amp; constrain Earth System sensitivity to simulated forcing, particularly in the Southern Hemisphere (SH). A key component of variability of the SH atmosphere is the Southern Annular Mode (SAM), which is an oscillation of atmospheric mass that results in changes in the westerly winds over the Southern Ocean. The SH westerly winds modify the upwelling of carbon-rich deep water &amp; therefore influence the global balance of carbon dioxide between the ocean and the atmosphere. It is uncertain whether the recently observed intensification of the southern westerlies will cause the Southern Ocean to be a net source or sink of atmospheric carbon dioxide. Little is known about the long-term past variability of the southern westerlies &amp; atmospheric carbon dioxide, making it difficult to separate internally &amp; externally-forced fluctuations. It is imperative to rectify this deficiency in order to generate &amp; test hypotheses to explain the processes of change in the strength of the southern westerlies &amp; how these are related to (inter-)hemispheric climate change during known periods of contrasting climate change, for example the Medieval Climatic Anomaly &amp; the Little Ice Age. \nThis project will investigate four new sites located in southern South America (SSA). This region is located in the core of the southern westerlies and is ideally located to capture changes in their intensity. SSA terrestrial peatland-based palaeoclimate archives are capable of recording long-term changes in the westerlies, given that wind intensity affects precipitation mainly produced in winter by fronts &amp; low-pressure systems embedded in the prevailing westerly circulation. The selected sites are all rain-fed peat bogs, which provide excellent climate archives. Plant &amp; protozoan (testate amoebae) fossils preserved in well-dated cores extracted from these bogs will be used to reconstruct past changes in Bog Surface Wetness (BSW, an index of surface water balance) over the last ~2000 years, at a time resolution of 10-100 years. The same core samples will be analysed for stable isotopes of oxygen &amp; hydrogen. The spatial &amp; temporal distribution of the heavy isotopes of these elements in precipitation is related to air temperature, &amp; hence to atmospheric circulation. The isotope signal captured in the cellulose fraction of Sphagnum moss closely tracks that of the precipitation used by the plant for cellulose synthesis. Hence, fossil Sphagnum from raised peat preserves a clear signal of past changes in climate &amp; atmospheric circulation. The stable isotope data will be compared with isotope measurements from moss banks &amp; ice cores from the maritime Antarctic and Antarctic Peninsula, in addition to stable water isotope data &amp; BSW reconstructions from eastern North America. Analyses of fossils &amp; stable isotopes from the same core levels will allow us to reconstruct the timing, magnitude &amp; spatial pattern of the regional terrestrial response, as well as exploring the impact of different causal factors such as changes in atmospheric &amp; ocean circulation &amp; solar variability on the climate of the study area. In this way, insight will be gained into the mechanisms that have driven climate change over the last ~2000 years.\nHypotheses to be tested:\n1 Climate changes during the last ~2000 years in SSA are in phase with climate changes identified in eastern North America &amp; NW Europe, &amp; represent inter-hemispheric teleconnections.\n2 Climate changes in SSA during the last ~2000 years are in antiphase with Northern Hemisphere climate changes &amp; represent a bipolar seesaw.\n3 Climate changes in SSA during the last ~2000 years are uncorrelated with Northern Hemisphere climate changes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I022809/1","grantId":"NE/I022809/1","fundValue":"230185","fundStart":"2012-03-01","fundEnd":"2016-02-28","funder":"NERC","impactText":"  The testate amoebae transfer function we have produced for southern South America will be form the basis for future palaeoclimate reconstructions using fossil remains of these organisms in the study region Environment Cultural","person":"Dmitri  Mauquoy","coPersons":[],"organisation":"University of Aberdeen","findingsText":" Two fieldwork seasons have been successfully completed and five peat profiles have been recovered from Southern Chile &amp; Argentina. Surface samples (x100) have also been collected and work is currently in progress to produce a testate amoebae transfer function for the study region. This will be applied to the fossil testate amoebae assemblages identified in the peat profiles. Progress is also being made with macrofossil analyses (Southampton University Project Partner) and stable isotope analyses (Swansea and Plymouth University Project Partners). Other researchers investigating the long term history of the Southern Westerlies and long-term climate change in southern South America. Environment","dataset":"gtr"}