{"id":"9BB2A5AA-C759-4AB7-BC1A-652A4CCC810B","title":"Design to reduce in-patient falls: Systems, Buildings and Technology in the USA","abstractText":"The incident rate for falls is approximately three times higher in hospitals and nursing homes than the community, with 50% of in-patients falling more than once. Injurious incidents in the hospital setting are also higher, with 10-25% of falls resulting in lacerations or fractures, and 10% of older patients who have fallen dying before discharge. Although only approximately 1% of patient falls result in a hip fracture, they represent a serious fiscal burden for the NHS in terms of ongoing healthcare costs and possible litigation payouts. They also carry an increased risk of mortality of 30% over a 12 month period, with 14,000 people a year dying as a result of an osteoporotic hip fracture. For those patients that do recover, it is estimated that after a six month period, many will not have returned to their former function, and 50% will enter long term residential care rather than remain in their own homes.The risk factors related to falls can have a single or multiple aetiologies and are often classified as 'intrinsic' or 'extrinsic'. Intrinsic factors are those inherent to the individual that may affect postural control such as age, medical condition or medication. Extrinsic factors are those relating to physical hazards in the external environment. Falls among people 65-74 years are more likely to be due to extrinsic factors, whereas the intrinsic factors are more important among the 80+ age group. A recent report from the USA (2007) cited environmental factors as the root cause in 49% of patient falls. In contrast, a report in the UK (2007) proposed that the environment as a single risk factor contributed to only 5% of in-patient falls. This discrepancy needs exploring to review if it is real or apparent. If real, then the differences in environmental design (technology and building) need to be identified. A preliminary review of reported falls over two years from the Health and Safety Executive (n=275; 2005-2007) suggests that equipment was involved in 30% of in-patient falls. A more detailed dataset from the National Patient Safety Agency (n=216,000; 12 months, 2007) is currently being analysed. Falls prevention programmes have tended to focus on intrinsic factors, but promising evidence is emerging to suggest that environmental factors (as part of a multi-faceted intervention) can reduce both the exposure and level of injury. This travel grant will provide an opportunity to visit experts at four centres in the USA to explore the differences in environmental factors, and to learn about elements of a systems approach to falls prevention and reduction. This will include visits to learn about building design (with architects in Houston and St Louis), technology design (with international manufacturers , Hill-Rom and Liko Inc.) and intervention design (with management engineers and ergonomists in St Louis and Durham). The outputs will include a research proposal for an intervention in the UK to address the environmental design factors, submission to academic journals (clinical and technological), and a final report.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G040400/1","grantId":"EP/G040400/1","fundValue":"11009","fundStart":"2009-05-05","fundEnd":"2009-09-04","funder":"EPSRC","impactText":"  This research has been used as an exemplar of the application of Human Factors &amp; Ergonomics in healthcare building design (Russ et al, 2013; Tzeng et al, 2013). Healthcare Policy & public services","person":"Sue  Hignett","coPersons":[],"organisation":"Loughborough University","findingsText":" The incident rate for falls is approximately three times higher in hospitals and nursing homes than the community, with 50% of in-patients falling more than once during their period of admission or residency.\n\n\n\nThis travel grant provided an opportunity to visit experts at five centres in the USA to explore local healthcare environmental and design factors, and learn about a range of approaches to falls prevention (e.g. healthcare systems, building and technology initiatives).\n\n\n\nThis included visits to learn about clinical healthcare building design with architects in Houston (Texas A&amp;amp;M) and St Louis (Barnes Jewish Corporation), technology design with international clinical equipment manufacturers, and falls prevention systems design with management engineers and ergonomists in St Louis, Ithaca (Cornell), Durham (Duke) and Tampa (VA). The findings have been used to develop research applications; set up collaborations with USA; presented at conferences in UK and USA and as journal papers. Healthcare","dataset":"gtr"}