{"id":"9BB37074-1C72-406F-983D-9638EA06DBE4","title":"Copper Homeostasis and virulence in Listeria monocytogenes","abstractText":"Listeria monocytogenes is a food borne bacterium that causes a number of serious infections in humans. Infection may be of the unborn/newly born infant where disease may manifest as listeric abortion, stillbirth or late-onset neonatal listeriosis. In adults, infection usually affects the central nervous system causing meningitis. In the USA L. monocytogenes accounts for 28% of all fatalities as a consequence of food borne infection and in cancer patients, L. monocytogenes is the most commonly encountered form of bacterial meningitis. The aims of this project are to understand copper homeostasis in L. monocytogenes and to establish its importance in infection.\nIn order to survive bacteria have to be able to adapt to changes in their local environment and maintain homeostasis. The ability to respond to changes in the levels of transition elements such as copper provides a dilemma. Bacteria have to balance how to obtain sufficient copper, an essential cofactor for certain enzymes, with the toxicity of copper to the cell. In L. monocytogenes the problem of copper homeostasis is particularly acute. It inhabits environments including soil, effluents and food where it will be exposed to fluctuating copper levels. The use of copper as an anti-microbial in animal feeds, as a disinfectant in factory-based farming and as a biocide in fruit production means L. monocytogenes will have to combat potentially toxic levels of copper during food production and processing. \nAdapting to fluctuations in the level of copper is important during infections. L. monocytogenes replicates in a number of host tissues that will offer different challenges with regard to copper availability. Early in infection L. monocytogenes grows in the gall bladder, where there are high levels of copper. In contrast, in the liver and spleen it replicates in an environment containing little free copper and where the acquisition of sufficient copper for growth is essential. Adapting to these different niches within the host offers a challenge for a successful infection. \nIn terms of improvements to human health, there are a number of potential benefits. First, an understanding copper homeostasis in this important food borne pathogen will inform the current copper based treatments used in food production and lead to effective regimes to reduce L. monocytogenes contamination. Secondly by establishing the essential role for copper homeostasis in infection it may be possible in the longer term to develop novel non-antibiotic based approaches for treatment of infections based on disruption of copper homeostasis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601205","grantId":"G0601205","fundValue":"522398","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"MRC","impactText":"","person":"Ian Stanley Roberts","coPersons":["Jennifer Susan Cavet","Peter William Andrew"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}