{"id":"9BB4AAB6-559C-4C73-8B1A-9A164DB21F56","title":"Treatment of Hyperammonemia and Hepatic Encephalopathy in Liver Failure with L-Ornithine Phenylacetate","abstractText":"Up to 50% of patients with liver cirrhosis have impairment in their mental state, which can manifest as mild disturbances but produce major effect on their quality of life, ability to drive and in daily functioning. On the other hand, this mental impairment may lead to severe confusion, coma, brain herniation culminating in death. For over a hundred years it has been recognised that a toxic gas ?Ammonia? accumulates in the blood and brain of patients with cirrhosis because the diseased liver cannot detoxify this gas. Ammonia produces deleterious effects on the metabolic functioning of the brain. Therefore, ammonia reduction is an important target for the treatment of the brain dysfunction of liver disease. At present there is no proven effective treatment for this life-threatening complication of cirrhosis. It is remarkable that when faced with the situation of liver dysfunction, the muscle becomes an accessory site of ammonia detoxification and the machinery that regulates this process is up-regulated. It has been shown that the provision of the substrate ?glutamate? detoxifies ammonia to a temporary ?safe? molecule ?glutamine?. We and others have shown that this temporary detoxification product, ?glutamine? has the potential to regenerate ammonia in the gut. Our invention provides a potential new approach to controlling ammonia by focussing on the knowledge derived from these concepts. Preliminary studies using our novel compound ?L-Ornithine Phenylacetate? suggests that ?Ornithine? is converted to glutamate in the muscle which provides the substrate for the formation of glutamine. This glutamine incorporates a molecule of ammonia which is excreted in combination with ?Phenylacetate? in the urine, as the compound ?Phenylacetylglutamine?. The administration of ornithine plus phenylacetate to animal models confirms that this treatment reduces ammonia concentration markedly and normalises the severity of brain swelling. Our research proposal will test this novel compound in patients with severe liver disease and focus on its effects on clinically relevant end-points. The studies will be performed by expert hepatologists and intensive care doctors in 2 leading institutions in the UK. All the techniques we describe in the proposal are available to the principle investigator and co-applicants. At present, the novel compound is undergoing strict toxicity testing which will be completed before ethical approval and start of this study. The translation of the results of this study to use for benefit of patients with brain dysfunction of liver disease can occur within 5-7 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701742","grantId":"G0701742","fundValue":"602982","fundStart":"2009-03-01","fundEnd":"2011-08-31","funder":"MRC","impactText":"","person":"Rajiv  Jalan","coPersons":["Alistair  Lee","Nathan Alun Davies","Stephen  Hodges","Gareth  Ambler","Peter  Hayes"],"organisation":"University College London","findingsText":"","dataset":"gtr"}