{"id":"9BB48390-B3AD-41FF-98F3-06DBA692E31C","title":"Hybrid Polaritonics","abstractText":"Hybrid polaritonics combines the properties of different light emitting materials - organic polymers and semiconductors - in order to produce quasiparticles that combine the possibilities of both systems. &quot;Polaritons&quot; are quasi-particles that arise from strong coupling between light and matter. This means that they have hybrid properties, combining the mobility and flexibility of light, with the possibilities of interactions due to the matter component. At high enough densities, or low enough temperatures, polaritons can form a macroscopic coherent quantum state, a polariton condensate, or a polariton laser. Such a coherent state shows much of the same physics as Bose Einstein Condensation, as has been seen for cold atoms, but without requiring the ultra-low tempeatures required for atoms.\n\nHybid polaritonics focuses on how, by combining different &quot;matter&quot; parts of the polariton, one can push these temperatures even higher, up to room temperature, and how one can engineer completely tunable system. The matter part of a polariton can come from any material which will absorb and emit light at a specific wavelength. Much existing work on polaritons is based on the material being inorganic semiconductors. These can be grown controllably, and one can drive such devices by passing an electrical current through them to make a polariton laser. However, the coupling between matter and light in semiconductors is not strong enough for these devices to work at room temperature. In contrast, organic molecules and polymers can show huge coupling strengths, but are generally poor electrical conductors. Our programme is to combine the benefits of both systems to provide a whole set of devices, operating at room temperature, based on the formation of polaritons. These devices will range from polariton lasers (providing a route to easily tunable lasers with very low threshold currents), to Terrahertz light sources (with applications in non-invasive medical imaging and explosives detection), to ultra-efficient light emitting diodes. \nTo reach these ambitious objectives, we need to combine expertise from a wide number of fields. Our team contains world experts in light emitting polymers, semiconductor growth, characterisation and spectroscopy of polaritons, and in theoretical modelling. Members of our team have previously achieved the first realisations of polariton lasing, of strong coupling with organic materials, and of building hybrid polariton lasers. The possibility to combine this expertise draws on the unique strengths that the UK currently has in this area, and enables the combination of this expertise to be focussed on providing room temperature devices based on hybrid polaritonics, and to revolutionise this field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M025330/1","grantId":"EP/M025330/1","fundValue":"5123950","fundStart":"2015-10-06","fundEnd":"2020-10-05","funder":"EPSRC","impactText":"","person":"Alexey  Kavokin","coPersons":["Pavlos  Lagoudakis","Sven  Hoefling","Ifor  Samuel","Graham Alexander Turnbull","David George  Lidzey","Jonathan Mark Keeling","Jenny  Clark"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}