{"id":"9BB85F8F-61F5-4FF6-AD69-D210CACCA1A9","title":"The structure and dynamics of groundwater systems in northwestern India under past, present and future climates","abstractText":"India is the largest agricultural user of groundwater in the world. The last 40 years has seen a revolutionary shift from large-scale surface water management to widespread groundwater abstraction, particularly in the northwestern states of Punjab, Haryana and Rajasthan. As a result of this, northwestern India is now a hotspot of groundwater depletion, with 'the largest rate of groundwater loss in any comparable-sized region on Earth' (Tiwari et al., 2009). This unsustainable use of groundwater becomes even more challenging when set increasing demands from a burgeoning population and industrialisation, together with potential but poorly understood effects of climate-driven changes in the water cycle.\n\nThere are a number of innovative socio-economic strategies that can address this issue, including enhanced recharge and subsurface water storage, but their implementation and success depend on solid regional understanding of the geology and hydrogeology of the aquifer systems, and of the patterns and rates of groundwater flow and recharge. What we know about regional groundwater resources comes largely from either low-resolution studies based on satellite data, or from local investigations; there has been no large-scale, cross-state integrated study of the groundwater system.\n\nGroundwater in northwestern India is thought to be largely hosted within buried, sandy former river channels, which extend from the Himalayas toward the southwest and are separated by fine-grained muds. Only a few channels are visible at the surface; most are buried and their existence must be inferred. Our approach is founded on the premise that we must first understand the geology and geometry of the aquifer system before we can hope to estimate the way it will respond to a complex set of future stresses. This means that we must be able to describe the locations, sizes, and characteristics of these channels as well as their age and three-dimensional pattern. Once these characteristics are determined, we can forecast the likely future behaviour of the system. In this proposal, we will provide, for the first time, a regional assessment of the aquifer system in northwestern India, along with models for its evolution under changes in the water cycle and in the way in which groundwater is used. Our project will combine expertise in sedimentology, stratigraphy, sediment routing and basin evolution, hydrology, and isotope geochemistry to understand the geological framework of the aquifer system, the ages of the groundwaters within it, and the ways in which groundwater levels are likely to evolve over the next 50 years. The outcomes of the proposal will include (1) a comprehensive data base that covers the northwestern Indian aquifer system, (2) much better understanding of regional sources, ages, and flow rates of groundwater, and (3) a suite of predictions for how the groundwater system will respond to a range of different future scenarios.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I022434/1","grantId":"NE/I022434/1","fundValue":"290716","fundStart":"2012-08-24","fundEnd":"2016-08-23","funder":"NERC","impactText":"  No impact yet. We continue to discuss the results of the research with key stakeholders in the Central Groundwater Board and in the state groundwater boards of Haryana and Punjab.  ","person":"Alexander Logan Densmore","coPersons":[],"organisation":"Durham University","findingsText":" The aim of this proposal is to develop an integrated geological and hydrological understanding of the groundwater system of the northwestern Indo-Gangetic Plains, one of the world's largest aquifers and where groundwater resources are considered to be at greatest risk. To achieve this we identified five specific objectives:\n\n1. Image and map the near-surface architecture of the palaeochannel aquifer system, using satellite remote sensing at a regional scale along with focused geophysical surveys (electrical resistivity) and drilling campaigns;\n\n2. Groundtruth the heterogeneity of the palaeochannel aquifer system in selected areas, to reconstruct the evolution of the near-surface aquifer-forming river systems and to establish the ages and characteristics of the channel bodies;\n\n3. Model the architecture of the palaeochannel aquifer system, constrained by data from O1-2, to develop a regional-scale understanding of aquifer geometry, the degree of connectivity within the system, and its likely evolution over Holocene time scales;\n\n4. Reconstruct groundwater flow dynamics using isotopic analyses, including 14C and tritium dating techniques to establish groundwater ages and recharge rates along with stable delta-18O and delta-D measurements to determine water sources and losses; and\n\n5. Model groundwater flow dynamics under varying stresses, constrained by rates from O4, to understand groundwater flow dynamics and to forecast the response of the groundwater system to a range of imposed human interventions and changes in the water cycle.\n\nFindings to date can be summarised as follows:\n\nWe identified the study area, focusing on the Ghaggar River basin in Haryana and Punjab states. Acquired all available data on existing boreholes (from both Central Groundwater Board and state groundwater boards), tritium and stable isotope analysis of groundwater samples, well logs and lithologs, and resistivity surveys. We have compiled these data into a GIS framework which will be a major outcome of the project. [objective O1]\n\nWe acquired and interpreted resistivity profiles along key transects in the central Ghaggar River basin. Resistivity data have now been calibrated against the drilling field logs, and we will continue to refine this calibration as core logging is completed. These profiles have identified the primary electrical stratigraphy within the upper 100 m of the study area, and have provided initial constraints on the geometry and size of sub-surface channel bodies and stacking patterns. Typical sand bodies appear to be &amp;gt;10 m thick and 2-5 km in width (in some cases &amp;gt;10 km).\n\nWe completed the drilling programme in February 2014. This is a major component of O1-2 and its successful completion marks a significant milestone in the project. We recovered 10 cores (to depths of 45-50 m); these form a transect that extends across the Ghaggar palaeochannel, allowing us to observe differences in stratigraphic architecture both inside and outside of the palaeochannel belt. One core was recovered from the proximal portion of the Ghaggar valley, well upstream of any possible influence from the Sutlej and Yamuna rivers, in order to isolate the stratigraphic and sedimentologic signature of the Ghaggar source over time. At five sites, we drilled deep boreholes (to 150 m) and installed a set of observation wells, which will allow us to (1) assess the deeper stratigraphic architecture from the field logs and cuttings, and (2) collect water samples for isotopic and radiocarbon analyses from known aquifer depths. \n\nWe have begun analysis of the 10 cores at IIT Kanpur, and have completed logging of AK-2. An initial set of 11 samples for OSL dating has been sent to project partner Dr Andrew Murray (Ris&oslash;, Denmark) in April 2014.\n\nWe acquired an extensive database of water level data from the Punjab and Haryana State Groundwater Boards and the CGWB. We completed cleaning the water level data from the CGWB and state groundwater boards, and have begun to enter them into an ArcHydro Groundwater data model in which they can by systematically analysed. These data will be interpolated, with the goal of extracting the high-resolution spatial and temporal pattern of volume loss through groundwater depletion. [Not in original project objectives but significant new activity]\n\nWe acquired a database of aquifer depths and thicknesses, compiled from ~750 well logs held by the CGWB in Chandigarh. Analysis of these data shows that aquifer thicknesses follow a power-law distribution that varies in predictable ways in space (between the Yamuna and Sutlej systems, and from proximal to distal settings) and time (depth). The thickest aquifers (&amp;gt;10-20 m) are likely to be multi-story channel bodies produced by persistent occupation (or repeated re-occupation) of sediment transport pathways over time.\n\nWe have integrated available imagery and DEMs to produce a geomorphic map of the Yamuna, Ghaggar, and Sutlej river systems in the foreland. This shows clearly that the Sutlej and Yamuna have deposited large sediment fans through repeated avulsion and channel switching across the study area. The modern Ghaggar River, and the Sutlej palaeochannel that is the focus of our investigation, flow down the intersection between these fans and are steered by the existing fan topography, helping to ensure that this channel position is persistently reoccupied over time. Analysis of the fan surface topography shows clear evidence for older palaeochannels, derived from both the Yamuna and Sutlej catchments, across the fan surfaces. These observations can be integrated into a process-based model of the aquifer system in which sand bodies are deposited both by (1) the avulsive Yamuna and Sutlej systems and (2) smaller, plains-fed or foothills-fed channel systems that flow across the fan surfaces. This model has important implications for the expected geometry, persistence, and lateral connectivity of sand bodies (and thus aquifers) in the subsurface. \n\nWe have collected pre- and post-monsoon samples for several seasons from 247 wells in the Ghaggar River basin for stable isotopic analysis. Post-monsoon samples in 2014 will include samples from our observation well network. We are analysing the spatial variation in stable isotope data in order to identify sources of groundwater recharge. In addition, 50 groundwater samples for tritium analysis were also collected and are currently being processed to provide constraints on groundwater age.\n\nWe received a grant from the NERC Radiocarbon Facility for 20 14C analyses on groundwater samples. The first round of samples will be collected in spring 2015, following consultation with Dr. Pauline Gulliver (SUERC, Glasgow); Dr Mohammed Hoque (Dept. of Civil Engineering, Imperial College), Dr Bhishm Kumar (IAEA VIenna), and colleagues at NIH. \n\nA pumping test at the KA-2 drill site has been carried out to measure in-situ aquifer parameters, and to establish the degree of connectivity between two of the major sand bodies encountered at that site. \n\nWe have constructed several sets of toy aquifer models using GW Visa/Modflow, in order to begin to test the effects of our observed stratigraphic architecture and channel morphologies on the groundwater flow regime. Specific issues that we have begun to test include: the effects of variable thickness and lateral spacing of buried channels, and the thickness of interfluve (non-aquifer) sediments necessary to disconnect adjacent sand bodies. Our research will be highly relevant for the management of groundwater resources in northwestern India over the next 50-100 years. The research is very likely to provide information on the geometry, configuration, and ages of groundwater bodies in the region that is not available at the moment, but that is required for planning and management of groundwater abstraction. The research results will be put to use through direct engagement with the Central Groundwater Board and with the state groundwater boards of Punjab, Haryana, and Rajasthan. We have met already with key representatives of each of these bodies, and have ensured that our research efforts are complementary to existing projects, including the World Bank-funded Aquifer Mapping Programme. Environment","dataset":"gtr"}