{"id":"9BBA91D5-D810-4984-B545-5236783D8A53","title":"Leveraging the Google Cloud to Estimate Individual Level CO2 Emissions Linked to the School Commute","abstractText":"<p>Internationally, the rates of active to school are in decline and the switch to less sustainable modes of travel are linked with negative effects on the environment in terms of increased emissions, increasing traffic congestion around schools and negative health impacts related to lower physical activity levels or pollutant exposure.&nbsp;</p>\n\n<p>Given the spatial diversity of population characteristics and circumstance, alongside differences in local infrastructure and policy; a 'one size fits all' approach to tacking the issue of emissions linked to the school commute is unlikely to be as fruitful as interventions tailored to local context. This research project creates a national and geographically sensitive model of CO2 emissions linked with the school commute. This involves the integration of a variety of data, including the origin destination and mode choices for around 7.5 million pupils, and small area estimates of the emission characteristics of cars registered within very small geographic areas.</p>\n\n<p>This research will map the geography of mode choice and emissions, and also measure how influences on these patterns vary spatially.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K007459/1","grantId":"ES/K007459/1","fundValue":"95553","fundStart":"2013-05-31","fundEnd":"2014-08-25","funder":"ESRC","impactText":"  The findings from this work relate to the creation of a geographically sensitive and micro scale model that estimates levels of emissions linked to school commuting; and additionally, explores those considerations required if attempting to implement such a model within a cloud computing environment (e.g. Google cloud), considering specifically the constraints of data protection legislation.\n\nThe outputs from the national model are incorporated into a series of transport map books (http://www.alex-singleton.com/r/2014/09/09/Transport-Map-Book/) which are available for each local authority district (LAD). Downloads have been recorded, with 349 in total to date, with the the top 10 LAD as follows:Exeter; Liverpool; Oxford; Bristol;York; Sheffield.pdf; Cornwall; Barking and Dagenham; Cambridge; Teignbridge.\n\nThere have been direct queries from two further local authorities about the transport atlas and reuse including Wealdon (Malcolm Harris, Policy Officer) and Lewisham (Ronan Smyth, Statistics and Research Officer). Oxford also link to these materials on their website - http://www.oxford.gov.uk/transportstats. \n\nFurthermore, the DfT (Daryl Lloyd, Head of Road Safety Statistics) have been in contact about future collaborations, specifically in the area of MSc dissertation projects.\n\nProcessing of data within cloud infrastructure, and those constraints on use (related to the Data Protection Act) in the social sciences were presented as a short report (http://geographicdatascience.com/cloud/2014/03/15/Personal-data-in-the-cloud/); and integrated into a training course (16 Participants: splits - 38% academic staff; 37% academic student; 12.5% public sector; 12.5% commercial). Education,Environment,Government, Democracy and Justice,Transport Policy & public services","person":"Alex  Singleton","coPersons":["Christopher Francis Brunsdon"],"organisation":"University of Liverpool","findingsText":" This grant has developed a geocomputational model that combines street and transport network level routing with geographically disaggregate CO2 vehicle estimates to create a localised new emissions model linked with the commute to school. This work also demonstrated how multiple disparate datasources drawn from providers including the Department for Education and the Department for Transport can be integrated.\n\nA substantive finding that has emerged from this work was that non-geographically sensitive models can both over or under predict emission estimates for local contexts when compared to those geographically specified models developed by this research. Although at a national scale emissions levels are reasonably comparable to non-geographical specified models (the averages smooth away local differences), if policy are to be implemented at a sub regional or local level, then we argued that alternative methods of emission estimates are required.\n\nSecondly, the modelling framework was applied to examine how rates of active travel and emissions could be impacted through targeted or blanket policy change. It was found that in both cases, targeting policy at specific schools could have as much impact as more defuse policy that targeted multiple schools. As such, potential cost savings would be attained by focusing interventions on those most at need groups.\n\nIn parallel, this grant also explored challenges related to how sensitive public sector data could be processed in cloud computing environments. In the case of pupil data, it was found to be very difficult (if not impossible) to comply fully with DfE data sharing agreements and relevant Data Protection Act constraints. Alternative &quot;offline&quot; methods were used to calculate routes using open source libraries, and output distances were found to be comparable to those generated through cloud based routing engines. Constraints on cloud computing within this context are reported here: http://geographicdatascience.com/cloud/2014/03/15/Personal-data-in-the-cloud/.\n\nFinally, various methods of street level interactivity visualisation were considered, with the final results presented in a Transport Map Book for each local authority (see RCUK Narrative Impact section). The model specification and code developed by this research is entirely open and available on github (https://github.com/alexsingleton/routing). It would be feasible for others to refine this model in various ways (as outlined in our published outputs), or implement as is, for either national emissions estimates or local case study analysis. \n\nFurther extension and linkage will likely occur through the Consumer Data Research Centre (ESRC Phase 2 Big Data centres) as the routing methodology developed within this project will be of utility for both the estimation of emissions linked with freight transit, and also other application areas such as accessibility of store types to different consumer groups.\n\nWe also expect the dissemination of results to local authority communities to continue through download of the atlases developed by this project. Communities and Social Services/Policy,Education,Energy,Environment,Government, Democracy and Justice,Transport","dataset":"gtr"}