{"id":"9BBEE1D9-328A-4485-84B4-715870274A03","title":"Personal assistance relationships and disabled people: a qualitative study of emotions, ethics and power","abstractText":"This project will investigate the new phenomenon of personal assistance, which is when disabled people are given funds to employ their own support workers, as an alternative to traditional care. This has become one of the dominant models for delivering support in UK and other OECD countries for disabled people living in the community: more than 100,000 disabled people in UK use personal assistance, with more than 250,000 people working as personal assistants. Personal assistance appears to be cost-effective, and to be highly valued by disabled people because it ensures their control and independence.\n\nIn this study, we are interested in the relationship between disabled people and the people who work for them, and the emotions which are involved in personal assistance. What is the difference between personal assistance and traditional social care for each party? Why do people want to work as personal assistants? Do disabled people treat their workers as staff, companions, friends or servants? Are there differences, depending on the gender, age or nationality of the worker or disabled person, or whether the person has intellectual impairment or physical impairment? What happens when things go wrong? There are a range of fascinating social, ethical and psychological issues which are involved in this new form of professional relationship, and it is important to understand the emotional, ethical and power dimensions in order to ensure that things work out well for both parties.\n\nWe will begin by doing structured observation with 10 disabled people, including 3 people with learning difficulties, for one week each. This will enable us to see the relationship in practice and map communication, activity and proximity of disabled person and assistant. We will also gather field notes. We will then do in-depth interviews with 30 disabled people and 30 personal assistants, recruited and interviewed separately. This will enable us to hear what people feel about employing or being a personal assistant. Participants for observation and interviewing will be recruited through the Equal Lives disabled people's organization in Norfolk and through an equivalent intermediary organization in London. The volunteers will be selected to ensure that they reflect the diversity of impairment, gender, age, nationality, support package, so far as possible. We will ask open-ended questions, but use a topic guide to ensure that all the interviews cover similar ground. We will then analyze this data, looking for common themes and patterns, to develop a rich understanding of the complexity of the roles, emotions and negotiations involved. We will draw on insights from advisors in social policy, sociology, philosophy and psychology to help understand the data.\n\nThe findings of this project will be made public through academic articles, articles in professional and disability publications, and contributions to online, print and broadcast media, as well as through dissemination events and contributions to conferences. This project will help policy-makers, disabled people and professionals understand the complexity of the PA relationship. It will challenge simplistic understandings. It will help improve awareness and also enable the development of training which will help disabled people, workers, policy makers and professionals ensure that possible problems such as exploitation or conflict are avoided. It will thus help ensure that both employer and worker derive maximum benefit from this support arrangement, and that there are fewer obstacles to empowerment of disabled people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L007894/1","grantId":"ES/L007894/1","fundValue":"246948","fundStart":"2014-11-01","fundEnd":"2017-04-30","funder":"ESRC","impactText":"","person":"Tom  Shakespeare","coPersons":["Andrea  Stockl"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}