{"id":"9BC08A90-3BFD-4828-BADF-B524DDA9EAB2","title":"Structural Biology of KSHV Interaction with its Host","abstractText":"Kaposi?s Sarcoma associated herpesvirus (KSHV) is an oncogenic virus that mostly lies dormant in immuno-competent individuals, but that causes particular types of cancer such as ?Kaposi?s sarcoma (KS)? and lymphomas in immuno-suppressed individuals such as HIV-infected patients. KS is the most common neoplasm that occurs with AIDS (referred to as ?AIDS-KS?). In the West, AIDS-KS predominantly occurs in homosexual men infected with HIV. In Africa, HIV infection has had a major impact on the incidence of KS and most patients with KS live in that continent. A remarkable feature of KSHV amongst human and animal herpesviruses, which makes it particularly interesting to study, is the large number of genes encoding homologues of host genes. As a result, viral proteins are able to interfere with and subvert a number of host?s normal cellular functions such as inducing cells to proliferate. We propose here to study the structure of important complexes that latent KSHV proteins make with host proteins. These latent proteins are expressed in cancer cells associated with this virus. The structures will unravel the structural basis of KSHV interactions with its hosts and pave the way for the design of KSHV inhibitor drugs able to disrupt these interactions. Thus, we believe that our research will have a tremendous impact in helping understand and cure a disease which has reached plague-like proportions in third-world countries, and yet has been so far neglected precisely because its major devastating impact is in the developing regions of the globe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400674","grantId":"G0400674","fundValue":"427846","fundStart":"2005-11-01","fundEnd":"2009-03-31","funder":"MRC","impactText":"","person":"Gabriel  Waksman","coPersons":["Chris  Boshoff","Paul  Driscoll","Helen  Saibil"],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}