{"id":"9BC99088-C040-43AD-87DE-9A38D25C617E","title":"Mining the Network Behaviour of Bots","abstractText":"The botnets phenomenon has quickly become a major security concern for all the\nInternet users. In fact, not only has it rapidly gained popularity among the\nmass media, but it has also received the attention of the research community\ninterested in understanding, analyzing, and detecting bot-infected machines.\nOnce infected with a bot, the victim host joins a botnet, a network of\ncompromised machines that are under the control of a malicious entity. Botnets\nare the primary means for cyber-criminals to carry out criminal tasks,\nsuch as sending spam mail, launching denial-of-service attacks, or stealing\npersonal data such as mail accounts or bank credentials.\n\nClustering and correlating network events represent the state-of-the-art when\nit comes to detecting and understanding the botnets phenomenon from a network\nperspective. While effective, such approaches rest on weak foundations being\nvulnerable to easy-to-perform (time and network) obfuscation attacks.\n\nThe goal of this project is to build on the promising results of our previous\nwork to explore novel machine-learning techniques to make the state-of-the-art\nmore accurate and robust against evasions and advanced malware. Exploring the\npossibilities of advanced malware (and thus bots) to enable the development of\nnovel mathematical techniques to address such threats is not a mere academic\nexercise. On the contrary, it is of paramount importance to build robust and\nhard-to-elude mitigation approaches; something we currently lack, as\nacknowledged by the research community at large.\n\nOn the cyber security side, we will develop techniques to analyze the network\ntraffic generated by a bot sample. Our analysis will focus on inferring the\ninteresting part of a bot's network behaviour to automatically generate models\nthat faithfully describe it. Our analysis aims at being independent from the\nunderlying botnet infrastructure, payload-agnostic, and able to pinpoint\nlegitimate-resembling malicious activities. The network flows of a monitored\nbot will be initially filtered to remove well-defined attack patterns. The\nremaining flows will be clustered using a number of network features and\nsuitable similarity functions. Clusters whose size exceeds a given threshold\nwill then be analyzed for periodicity: bots tend to engage in similar network\nactivities that have interflow intervals that either are sampled independently\nfrom a potentially unknown probability distribution, or belong to a small\nnumber of well-defined clusters. Once clusters exhibiting interesting\nperiodicity patterns are identified, they can be used, along with their network\nfeatures, for detecting (or understanding the behaviour of) bots in a mixed\npopulation containing both compromised and clean hosts.\n\nOn the machine learning side, we propose to explore the use of conformal\nprediction developed by our team to make such cluster-based analysis more\naccurate and robust against arbitrary obfuscation-based evasion attacks. A\npowerful clustering method is based on nonparametric probability density\nestimation. A recent work proposes a computationally efficient method of\nnonparametric density estimation based on conformal prediction and inherits its\nproperties of validity. We plan to explore the use of this method for the\npurpose of robust clustering. A theoretical challenge is to spell out and study\nthe properties of robustness for this clustering method that are inherited from\nthe validity of the study mentioned above. In addition, the property of\nvalidity of conformal predictors is usually established under the randomness\nassumption; we will explore how this assumption can be relaxed. In addition,\nthe property of validity can be used to control the number of &quot;alarms&quot;\n(predicting that a host is compromised) raised by a bot detection algorithm.\nThis is valuable in situations where alarms have to be investigated by human\nexperts but the available manpower is limited.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K033344/1","grantId":"EP/K033344/1","fundValue":"680623","fundStart":"2013-06-16","fundEnd":"2017-04-17","funder":"EPSRC","impactText":"","person":"Lorenzo  Cavallaro","coPersons":["Zhiyuan  Luo","Hugh Philip Shanahan","Alexander  Gammerman","Vladimir  Vovk"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}