{"id":"9BCA6B70-BC83-457A-A24B-900A2E1761F5","title":"Sub-Micron 3D Holographic Lithography.","abstractText":"The miniaturization of measurement systems has been an outstanding technological success for many decades enabling some of mankind's most spectacular achievements. For example: extra terrestrial space landings on the large scale and in-vivo intensive care instrumentation on a small scale. In-situ measurement is fundamental to progress and will remain so for the discoveries to come. Connecting together and assembling these micro- and nano- systems has been achieved to date with essentially planar solutions. Photographically defined wires on flat silicon chips have suited the mass manufacture market well and avoided time consuming writing in three dimensions of one wire at a time. Our research programme addresses this problem, to enable the creation of three dimensional measuring devices on the nanometric scale produced as we manufacture computer chips at present. When component size gets very small, the molecular world is rarely flat and our project in Holographic Lithography is intended to pioneer some of the approaches needed to engineer and build this new small world. The construction of the silicon age has required as many sophisticated tools as the building of previous stone, steam or space ages . One technique above all others stands out as we live through the information revolution: that of lithography. Akin to photography, the creation of micro circuits by developing overlaid pictures of the components and interconnections required has reached incredible precision. But like all photographs, photocopiers or printers, they freeze the action on a two dimensional plane. Attempts to move into the three-dimensional, sub-micron world leave us with out of focus and coarse structures requiring individual attention and wire-by-wire assembly. However, holograms give us the means to store and reproduce three-dimensional images as they ought to be. We can use holograms as a pair of spectacles in our lithography system to enable us to create the correct patterns in three-dimensions.Our research is aimed at extending two-dimensional photolithography, which has already achieved deep sub micron resolutions of better than 50 nanometres, to three-dimensional holographic lithography. The potential applications occur wherever the small active measurement system has to connect to the real world. Miniature gyroscpes or microphones, aerials and test tubes are all 3D real objects able to work more effectively if not constrained to flat world restrictions. In terms of connection alone, the ability to wire and stack existing 2D computer chips with a 3D wire lattice between layers will enable a greater information processing density for new computer technology.Potential benefits can now be extrapolated. An age comes to an end for the researchers when every last ounce of performance is squeezed from the technology. Expanding information processing into the third dimension is an inevitable but tricky step to accomplish. We believe our work in sub-micron Holographic Lithography will enable one of the required tools and will thus bring many direct and indirect benefits both to the scientific and wider community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G051887/1","grantId":"EP/G051887/1","fundValue":"484225","fundStart":"2009-08-22","fundEnd":"2013-01-21","funder":"EPSRC","impactText":"  This Grant was informed by the outcomes and findings of GR/S08329/01 &amp;amp; EP/C534778/1\n\nThere also exists (available upon request) a formal end of grant report (with diagrams and photos) as a pdf document issued jointly with Sheffield Uni, thought we can not see how to upload this.\n \nIn providing demonstrators of the new technology to stimulate impact and industrial interest.\n\nPI organised and chaired the first special session on Holographic Lithography for OSA at Digital Holography 2014 Seattle within the Applied Optics Congress. reference DW1B.\n\nThe research has been used to define new technology claims via the patenting process.\n\nWe have to date three patents\n\nPatent 1 has been granted in the UK, JAPAN and USA , Europe pending.\nPatent 2 has been granted in the EU pending USA\nPatent 3 Pending in the UK And USA. \n\nsee IP and licensing section. Electronics ","person":"A  Purvis","coPersons":[],"organisation":"Durham University","findingsText":" Edge Patterning\n\n\n\nIn consultation with industry partners a potentially lucrative application was struck upon. By using holographic lithography we could pattern the edges of sperated dies to interconnect stacked chip structures in place of wire bonding. This potentially gives benefit in terms of relaiability, repeatability by using an optical/chemical process in place of a mechanical one.\n\n\n\nBecause of the exteme nature of the surface a series of advancements in our methods were required to achieve this type of pattern. Firstly deposition methods were required to be improved to get an even layer of photoresist onto the harsh corners of the substrate. We have investigated using both our previous electrodeposition methods on this new surface, as well as new electro-spray approaches in conjunction with RAL and though our original processes have shown problems the new ones have given good preliminary results.\n\n\n\nIn conjunction with the new electrochmeical advancements, we have had to address some optical constraints. In a top down projection system the edges of the die cannot be patterened due to being obscured by the edges of the die.\n\n\n\nUsing a grating we have developed the ability to project an image onto the first order, and by understanding how our hologram patterns are distorted by this function, we can compensate for this distortion leading to a focussed pattern projected at an angle onto the side of a die. This initial process has been published for simple analytical examples, and we are working to extend it to more general patterns.\n\n\n\nAntenna Patterns\n\n\n\nWe have developed a maskless method of patterning on 3D surfaces which we have used to produce several demonstration pieces, including novel antenna and interconnection patters which would have been previously impossible to achieve with a lithography approach.\n\n\n\nIterative Holograms\n\n\n\nIteratively optimised hologram designs are the logical extension of our simple analytical constructions. Under the constraints of a real optical system, the image quality obtained by simply applying an ideally designed analytical or even Gerchberg-saxton iterated hologram (or similar) is often too low for photolithography. For example simple single line holograms work well under binary amplitude constraints, likely due to the simplicity and redundancy of the patterns, but they break down as soon as multiple lines are combined in close proximity. Quality can be improved by increasing the complexity fo the hologram and compensating for problems, i.e. A multi-level phase hologram can often support more complex patterns but we have the question of how that phase pattern is designed. We have used the standard gerchberg saxton approach to designa phase hologram and modified it to work in th non far-field cases for continuous 3D patterns. This has allowed us to generate phase-only patterns which in are implementable and optimised towards the \n\n\n\nPoint Holograms\n\n\n\nPoint holograms are another potential approach to generating useful constrianed holograms. Similarly to the iterative approach we define an intended image pattern but this time just in terms of image points. The analytical transform of these points can give you a hologram pattern. To tune the pattern such that it quantises well, or to minimise error, we apply functions to the fase of the image points in the hope that the image quality will increase. Ongoing with discussion of potential spinout company. Similar to 3D Maskelss Holography Project with interesting discussions involving Intel. Electronics","dataset":"gtr"}