{"id":"9BD5D201-D512-49FB-A569-F8385D3208AD","title":"Women's Gender-Crossing in Twentieth Century British Popular Culture","abstractText":"Reports of gender-crossing women appeared regularly and repeatedly in the mass media from the turn of the twentieth century to the 1960s. They successfully passed as men in everyday life; working in masculine employment, perhaps marrying other women, or fighting for their country. Male impersonation was also a continuing theme in popular entertainment. Tracking the changing representation of female gender-crossing in the popular press and other cultural forms, this research will develop our knowledge about the ways in which desire between women and cross-gender identification were understood historically. It will significantly revise assumptions about the history of modern gender and sexual identities, especially lesbianism and transsexuality.\n\nGender-crossing women are not minor figures in the history of sexuality. Continuing press reports reflect anxieties around changing gender relations and understandings of same-sex desire during the twentieth century. Until now, the dissemination of new ideas about sexuality has largely been explored in relation to professional and official discourses, including medical writings and those of the new 'science' of sexology pioneered in Britain by Havelock Ellis, and in fiction and other literature available to the educated middle class. The area of mass culture and popular sexual knowledge remains under-researched, especially for ideas about women's same-sex desire and cross-dressing.\n\nHistorians have focused on two moments- the 1928 censoring of the lesbian novel The Well of Loneliness, written by the masculine-appearing Radcliffe Hall, and the 1929 trial of &quot;Colonel Barker&quot; for passing as a man and marrying another woman- asserting that these were key turning points in the social awareness of lesbianism and the history of transgender. While these events were undoubtedly significant, it is important to look at the whole context of stories about cross-dressing, sex change and lesbianism in the popular press and other media to judge the speed at which changes in popular knowledge and public narratives occurred. This research shows that while there might have been earlier &quot;knowingness&quot;, it was not until after the Second World War that cross-dressing was explicitly linked to lesbianism and transsexuality in popular culture.\nThis study surveys all the stories of cross-dressing in three mass circulation British Sunday newspapers- over 200 different reports in all -and analyses the recurring themes, explanations, language and style of the reports, placing them in the wider context of mass entertainment, especially variety theatre, and everyday medical discourses. It will develop the idea that theatrical frameworks, humor and ambiguity were important in maintaining the ostensibly innocent representation of women's gender-crossing for so long, while also contributing alongside science and medicine to\nmodern concepts of sexual identity.\n\nWhat gender-crossing women themselves had to say is also significant. While mediated by journalists and editors, their self-presentation can show which ideas about gender-crossing were current and acceptable in working-class culture, and the ways in which women could exercise agency in their own lives and actively contribute to emerging ideas about sexual identity.\n\nThis research will make a major and original contribution to our understanding of a crucial period of historical change in gender relations and the development of modern ideas about sexual identity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500109/1","grantId":"AH/D500109/1","fundValue":"20669","fundStart":"2006-03-06","fundEnd":"2006-07-05","funder":"AHRC","impactText":"","person":"Alison  Oram","coPersons":[],"organisation":"University of Northampton","findingsText":"","dataset":"gtr"}