{"id":"9BD98D93-4433-49D4-9B29-C90547FCD0E7","title":"Immunology Imaging and Modelling Network","abstractText":"The immune system is one of the most fascinating and complex multiscale systems imaginable. The adaptive immune system of a vertebrate is a vast army of cells and molecules that cooperate to seek out, mark, bind to and destroy pathogens. The system continuously processes information from a large variety of self and foreign antigens and marshalls the appropriate immune response. Stochastic modelling is ideally suited to immunology at many scales. For example: [1] Cells live in a Brownian world. Their motion is partly directed and partly random. The appropriate mathematical tools describing such motion are stochastic differential equations. [2] The battle between invading pathogens and the innate and adaptive immune systems is best described statistically. [3] The means by which the body selects and educates its T~cells and B~cells is probabilistic. For example: T~cells mature in the thymus, where they undergo testing and possible elimination based on their specificity for self or non-self antigen. [4] The immunoglobulin gene rearrangement that occurs during the development of B~cells, that generates diversity of the mature antibody repertoire, involves random recombination of gene segments. More than 5 million people are killed every year by infectious diseases. A better understanding of how the immune system responds to infection and of the factors that determine whether an infection results in protective immunity or disease could lead to medical advances resulting in a great reduction in human suffering. Immunology has traditionally been a qualitative science describing the cellular and molecular components of the immune system and their functions. Theoretical immunology is maturing into a discipline where modelling helps to interpret experimental data, to resolve controversies, and -- most importantly -- to suggest novel experiments allowing for more conclusive and more quantitative interpretations. The T~cell repertoire is comprised of at least 25 million receptors each with different antigen specificity. During the immune response, only a small fraction of the T~cells will recognize foreign antigen, activate and undergo proliferation. In the lymph nodes, these antigen-specific T~cells face the daunting task of first finding a dendritic cell presenting their cognate antigen. This seems specially difficult because the lymph nodes are densely packed with millions of competing T~cells having irrelevant specificity, dendritic cells presenting non-cognate peptide-MHC complexes, and many solid obstacles, such as the reticular network. Recently, it has become possible to visualize the in vivo motility of different immune cells. The resulting vivid movies and measurements of the events occurring in the lymph nodes suggest that T~cells achieve their aim by moving around at high velocities, greater than one cell diameter per minute. They walk in a consistent direction for several minutes but crawl along random trajectories in the long term. This ``stop-and-go'' fashion of walking has been suggested to be part of a program of intrinsic rhythmicity. However, these studies reveal neither the underlying mechanism of the observed behaviours nor the consequences of the densely packed lymph node environment on T~cell motility. The visualisation of dynamic processes in lymphoid tissues by confocal laser scanning microscopy and multi-photon excitation laser canning microscopy opens up possibilities for combined modelling and experimental efforts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F003811/1","grantId":"BB/F003811/1","fundValue":"84551","fundStart":"2008-01-14","fundEnd":"2011-07-13","funder":"BBSRC","impactText":"","person":"Carmen  Molina-Paris","coPersons":["Simon Richard Carding","Grant  Lythe"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}