{"id":"9BED99D3-CAE8-466B-B080-24540987F577","title":"TuberZone: Development of an innovative spatial crop model and decision support system for improved potato agronomy","abstractText":"Agriculture is now a data-rich environment. A multitude of proximal &amp; remote sensors capture many different aspects of agriculture production systems, particularly cropping systems. Nowadays, growers are able to record &amp; change the rates of most agronomic inputs or operations. However, growers rarely use the capabilities at their disposal because they are unable to translate the available data streams into information &amp; then into good agronomic decisions. Incorrect analysis generates incorrect decisions. Because of this, growers are wary to adopt decisions based on information that they do not understand well.\n\nOne clear, potentially very important way in which these spatial data can be used is within crop models. Crop models are invaluable to the agricultural community to predict how crops develop under different scenarios (alternative management and/or evolving in-season climate variations). While many well developed &amp; well credential crop models exist, these are built on an assumption of modelling a point, which is an average response for a field or farm. They are not designed for high-resolution spatial modelling &amp; usually collapse when used as such.\n\nThe objective for this project is to integrate a point crop model with spatial data to generate an effective spatial crop model for potato production. This will have an emphasis on predicting tuber size distribution (TSD) &amp; managing the various drivers (environmental &amp; managerial) of TSD. By empowering an existing crop model with spatial information, it is possible to remove the grower/agronomist directly from the data analysis &amp; the decision-making. Expert knowledge will be captured within the crop model, but there is no direct involvement between the spatial data &amp; the end-users, removing this source of error and confusion. The spatial crop model is therefore a method for spatial data-fusion &amp; value-adds to the original spatial data. The model provides a relatively simple integrated spatial output (recommended variable-rate management operations) that the grower can access for adoption. The modelling also allows estimates of uncertainty (as well as an operation) to assist growers in risk assessment with differential management. From an academic perspective, a few issues need to be researched &amp; developed to achieve this. These include;\n1) Filling the knowledge gap on the amount (magnitude &amp; spatial structure) of crop variability in potato fields. There are very few spatial studies available &amp; this information is needed to correctly parameterise any spatial model within sensible boundary limits.\n2) Understanding the drivers of the observed variation in crop production. The variability observed can be linked to spatial information on soil &amp; weather variations, as well as management decisions. This helps to inform the spatial model of the yield determinant factors.\n3) Development of a spatial meta-model. The spatial crop model relies on the output from an existing point crop model being used as an input into a spatial meta-model. The spatial meta-model is a new concept. It requires standardisation of inputs, particularly in regards their spatial footprint, correct parameterisation of neighbourhood interactions &amp; correct modelling of the uncertainty at each point in the spatial model. Correct data processing &amp; the knowledge from Points 1) &amp; 2) above will ensure that the meta-model is correctly designed &amp; populated. It will be validated against field experiments in the latter stages of the project.\n\nThe project brings together leading UK industry expertise in potato production (SAC, SRUC, McCains), supply chains &amp; processing (McCains), machinery for potato production (Grimme) &amp; precision agricultural services (SE), as well as leading academic researchers in the area of precision agriculture (Newcastle Uni) &amp; crop modelling (Newcastle Uni, Mylnefield Research Services). This consortium is well placed to deliver the project &amp; deliver it to the needs of the industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M028984/1","grantId":"BB/M028984/1","fundValue":"319022","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"BBSRC","impactText":"","person":"James Arnold Taylor","coPersons":["Ilkka  Leinonen"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}