{"id":"9BF1179C-D94F-45C4-900D-234B3ED460A8","title":"Evolution of phenotypic plasticity in an emerging pathogen","abstractText":"There is growing concern that the evolution of more virulent and more resistant pathogens in response to our overuse of antibiotics will soon lead to a global crisis. Advances in evolutionary medicine have advocated that the key to developing effective alternatives to antibiotics relies on an improved understanding of how pathogens behave and evolve, in particular in response to host defences. For example, nothing is known about the ability of bacteria to facultatively adjust their behaviour (replication rates) in real time in response to different levels of host resistance, or the consequences of this for disease transmission. Such ability would radically change our understanding of host-pathogen interactions. In particular, because the rate at which pathogens replicate has repercussions for their virulence (i.e., how much damage they do to a host), one prediction is that this facultative behaviour will actually reduce the speed at which virulence evolves, with obvious implications for antibiotics programs in humans, livestock and wildlife. \nHere we provide the first investigation of the causes and consequences of facultative replication rates in pathogens by using a particularly well-documented, emerging infectious outbreak of the bacterium Mycoplasma gallisepticum (Mg), which recently jumped from poultry into a wild North American songbird, the House finch. This outbreak was particularly severe, leading to the death of hundreds of millions of finches, although host resistance became widespread within just 10 years. The environmental changes experienced by the bacteria upon colonisation of the novel finch host, and subsequently during the spread of resistance, represent the typical ingredients that should theoretically give rise to behavioural flexibility, termed plasticity. We use novel infection experiments of wild-caught house finches, combined with cutting-edge molecular techniques, to test how the ability to plastically adjust replication rates evolved in Mg over the course of the finch epizootic and to identify the environmental cue and genetic basis of this plasticity. \nThis system allows a rare investigation of the evolution of plasticity in natural populations for two reasons. First, we have access to a comprehensive collection of Mg strains sampled at epizootic outbreak and subsequently during the spread of host resistance. It is therefore possible to conduct experimental infections using these different strains of Mg to measure differences in plasticity among strains and to test how plasticity evolves in the wild. Second, we can use antibiotics, vaccines and immune-suppressants to experimentally manipulate the level of resistance of wild-caught finches and thereby recreate the environmental conditions experienced by Mg over the course of the epizootic. Specifically, we will answer the following four questions. (1) Is pathogen plasticity in response to host resistance beneficial for the pathogen in that it allows the pathogen to infect more secondary hosts before it is cleared by the immune system? (2) How does plasticity evolve following colonisation of a novel host and, subsequently, in response to the spread of host resistance? This question will allow us to test whether an abrupt change in the environment (i.e., colonisation of a new host) and/or whether gradual environmental changes (i.e., spread of host resistance) drive the evolution of pathogen plasticity. (3) What is the environmental cue used by bacteria to elicit phenotypic plasticity? Bacteria are known to sense molecules secreted by other bacteria in the environment. Whether they use signals of bacterial density or of bacterial stress to assess the quality of their environment, however, is unknown. (4) What is the genetic basis of plasticity? This question will be determined using the very latest genetic sequencing technology by identifying genes and processes underlying difference in plasticity between different strains of Mg.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M00256X/1","grantId":"NE/M00256X/1","fundValue":"428904","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"NERC","impactText":"","person":"Camille  Bonneaud","coPersons":["Alastair James Wilson"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}