{"id":"9BF19A94-240E-4F8D-B4F2-2162D84B830C","title":"Arab World in Transition","abstractText":"The second phase of the Centre for Advanced Studies of the Arab World (CASAW) seeks to build and broaden capacity in Arabic language-based research and training by taking the training and research-network accomplishments of its first phase to new levels, expanding the scope and reach of each component judiciously through the expertise and experience of key CASAW academic staff and CASAW-trained students. \nUK capacity in minority languages will be enhanced with the development of a new language training track and further research in Arabic teacher training and curriculum delivery which aim to enhance best practices in language training in educational organizations in the Arab world and the UK. Students, trainee teachers, and experienced teachers will all benefit from CASAW's development of an intensive advanced language training course and teacher training programmes. \nAchievements and challenges of political change throughout the Arab world will be at the forefront of a focused yet wide-ranging multi-disciplinary research agenda, carried out through the activities of six research networks comprising academics in the UK and the Middle East. Disseminated research will demonstrate the necessity of language based area studies to public understanding of, and governmental and private sector interactions within a key strategic world area that is reshaping policy concerns everywhere. Research on Asianisation and the concept of the umma (the worldwide community of Muslims), as well as a planned conference on 1989 in Eastern Europe and 2011 in the Middle East will draw on and foster collaboration with other area studies regions and centres with whom we are already collaborating on advanced training provision. New research-based and training-oriented placements will build on existing contacts in the UK and the Middle East, networks and collaborative visions to enhance emerging researchers' skills while furthering research and highlighting cultural translation, knowledge exchange and vigorous productive synergies in humanities-focused commercial and governmental enterprise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000098/1","grantId":"AH/K000098/1","fundValue":"385380","fundStart":"2012-02-13","fundEnd":"2015-08-31","funder":"AHRC","impactText":"  CASAW Phase II comprises a comprehensive programme of research networks, internships and language training networks, all developed with non-academic users as core beneficiaries. CASAW's planned collaborative activities and ongoing relationship with other LBAS centres also generate impact through, among other things, the sharing of best practice and engagement with a broader range of stakeholders. For the language training programme, beneficiaries include UK, EU and international students and their future employers who need graduates with advanced Arabic, and now Persian, language skills and culture-sensitive presentational skills as well as in-depth knowledge of the Middle East/North Africa, its history, culture and present (and shifting) socio-political configurations. The training network's research focus on new methods of teaching Arabic, including teacher training and application of EIL methodologies tested through research to Arabic teaching, benefits Arabic teachers and students world wide through the dissemination of text books and eLearning material as well as the annual Arabic teaching summer school in Edinburgh. The internships are all developed in close collaboration with the host organisations in the public or private sector in the UK and the Middle East and feed directly into each organisation's business objectives and dissemination plans. Translation internships, for example benefit the publishers' capacity for translation and dissemination of Arabic imaginative writing. Whilst benefiting the individual organisations and their stakeholders/audiences, the internships also develop interns' experiences and skills, for their own benefit and that of future employers. Similarly, internships attached to research networks provide students with networking, organisational and research management skills that generate wide-ranging impact not only during their placements but throughout their future careers.\nAll proposed research networks are centred around topical and urgent themes which engage policy makers, journalists and other professionals working in the region to improve understandings of the Arab region amongst key stakeholders as well as the wider public. Topics vary from analysing the contemporary Arab world, from cultural, religious and historical perspectives, to more historical concerns dealing with the 19th and 20th centuries, World War One, medieval Islam and early Islam. But in all cases their contemporary relevance is clear and the historical and contextual depth such projects bring will strengthen the relationship between knowledge production, policy-making and practice in understanding the political situation in the Arab world. A diverse range of research networks, further, will pursue creative and innovative strategies for dissemination. In addition to holding academic workshops, conferences and lecture series, networks hold seminars for policy makers (e.g. FCO), conduct networking events, and organise collaborative events with partners in and outside of academia, in the UK and abroad. Outputs range from scholarly articles, edited collections and monographs, to museum and online exhibitions and multi-media websites.  ","person":"Marilyn Louise BoothThomas  Pierret","coPersons":["A  Ehteshami"],"organisation":"University of Edinburgh","findingsText":" CASAW has seen multifaceted development and momentum in its 'Arab World in Transition' project, with events, internships, and academic and other stakeholder exchanges at or organised by all three institutions. Our knowledge exchange, research and specialist language training networks and activities are robust and on-going. Five internships have been successfully completed as independent projects, while the six research networks have benefited from the work of six interns and two research assistants. The research networks are creating international synergies and collaborative capacities, including in interaction with each other. Many network events have taken place and others are scheduled. One has generated fieldwork grants for PhD students generating co-published articles with their supervisors. Networks, internships and language-training initiatives are building and strengthening links between institutions, academics and non-academic stakeholder across the UK, and between the UK and the Arab world. CASAW's reputation as the national hub for Arab world research and Arabic language training is being further consolidated during this phase of AHRC support, which comes at a critical time for the region and for the UK's relations with the Middle East We have solidly established a world-class intensive Arabic training masters as well as an advanced Arabic degree. This is a model for proficiency based language training in complex linguistic situations of diglossia and 'difficulty'. Research networks have shown the importance of language-based Area Studies for many areas: from contemporary economics to literature and gender studies, to the study of earliest Islam, trade routes, and film. Communities and Social Services/Policy,Creative Economy,Education,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}