{"id":"9BF3CEC5-3892-42A1-B65F-FB0DE83E82C0","title":"The mechanistic basis of plant NLR signalling in effector triggered immunity","abstractText":"Evolution has seen an arms race between plants and invading pathogens. Pathogens inject plant cells with proteins to block cell protective immune responses. Plants have responded through the evolution of a specific family of proteins, the NLR proteins (an acronym meaning nucleotide-binding and leucine-rich repeat domains) that detect these bacterial proteins and counter their activity. The NLR proteins trigger powerful innate immune responses including a genetically encoded cell death response thus restricting further spread of the pathogen. Understanding NLR protein function and, importantly, exploiting the knowledge platform that we gain from their analysis can ultimately be developed to enhance crop defences to pathogens as part of a strategy to improve crop productivity and feed the world's growing population.\n\nDespite their key role in protecting plants from invading pathogens, relatively little is known of the specifics of molecules targeted by NLRs to enable them to perform their immune function. This has been partly due to difficulties in generating NLR proteins for analysis in the test tube. We have developed methods for the production of NLR proteins for test tube based analysis. This has enabled us to exploit the rich toolbox of biochemical and biophysical techniques to gain new insight into their function.\n\nOur analysis of NLR protein function in the test tube has thrown up a surprising result. We have demonstrated that NLR proteins are able to bind to and locally distort DNA. Parallel experiments have demonstrated that DNA binding also occurs in plants and is specifically dependent on activation of the immune system. This result is all the more exciting as it is becoming clear from multiple independent researchers that many NLRs are functional in the nucleus. These multiple lines of evidence lead us to posit a central hypothesis that underpins this work. We propose that NLR proteins are specifically targeted to genomic DNA, with accessory proteins, on immune activation and that NLR proteins enhance transcription initiation at these sites.\n\nHere we perform experiments to study various aspects of this hypothesis.\n\nFirst, we will investigate the requirements for an NLR to bind to DNA in the plant cell on activation of the immune system. To achieve this we will exploit the rich history of plant genetics and pathology that has produced an incredible array of well defined NLR variants that both activate and inactivate immunity, alter interactions with accessory proteins, and modulate contacts within the protein itself. These important experiments will crucially place the capacity of NLRs to bind DNA within the context of the pre-existing knowledge base for NLR function.\n\nSecond, we will investigate how NLRs can be targeted to particular DNA sequences by partnering proteins and thus provide specificity for the immune response. There is growing evidence that many NLRs can associate with such targeting proteins and we have identified some in work towards this proposal. We propose to establish that the association of NLRs with particular DNA sequences is a key stage in establishing the protective immune response. Together these experiments will therefore provide new insight into how NLRs activate specific immune responses.\n\nThird, we will establish how NLRs function at DNA to regulate a transcriptional response. We propose that NLRs are targeted to specific DNA sequences and once targeted, activate proteins that alter DNA structure thus permitting transcription. These experiments are significant, as they will reveal general mechanisms by which NLRs can function in complexes to promote protective transcriptional responses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M007405/1","grantId":"BB/M007405/1","fundValue":"550511","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"BBSRC","impactText":"","person":"Martin  Cann","coPersons":["Lars-Olof  Palsson","Gary John  Sharples"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}