{"id":"9BF95E5C-2A0D-4315-9F65-61B608D08F7A","title":"Multi-dimensional dispersionless integrable systems: classification, differential geometry, solutions.","abstractText":"Multi-dimensional dispersionless PDEs naturally arise in applications in hydrodynamics, nonlinear optics, Whitham theory, general relativity, complex analysis and differential geometry. In spite of the years of extensive research in this area, no `intrinsic' definition of the integrability for such systems has been proposed until a series of recent publications by PI and his collaborators. It was observed that the requirement of the existence of `sufficiently many' special solutions known as nonlinear interactions of planar simple waves (dispersionless analogs of multiphase solutions) can be viewed as the effective integrability criterion replacing the familiar `symmetry' test in the dispersionfull situation. This criterion is easy to implement (using symbolic calculations), and partial classification results were obtained. The aims of the project are (1) to apply this criterion to the classification of multi-dimensional integrable systems of hydrodynamic type (2) to uncover the differential geometry of the integrability conditions and (3) to study exact solutions describing nonlinear interactions of planar simple waves. Integrable dispersionless PDEs constitute an entirely new and exciting area of research: due to a lack of the effective integrability criteria, no results of this type could be obtained before. It is expected that the interplay of ideas from the theory of integrable systems, differential geometry and multi-dimensional hyperbolic conservation laws will lead to a significant progress in the theory of multi-dimensional quasilinear systems, in both their theoretical and applied aspects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036178/1","grantId":"EP/D036178/1","fundValue":"180939","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Evgeny  Ferapontov","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}