{"id":"9C07B1CE-566C-4505-B866-0CADD253FA0B","title":"Archives, Assets and Audiences: new modes to engage audiences with archival content and heritage sites","abstractText":"The arts and humanities have a strong tradition of building, maintaining and using archives as part of their research. The creative industries also exploit archives, but refer to them as databases of assets from which they generate experiences for public audiences. In turn, social media now enable these audiences to contribute back to archives by commenting, tagging, annotating and uploading their own media.\n\nOur proposal addresses the potential for a productive collision of archives, assets and audiences to the benefit of all concerned by bringing together academics with the creative industries, and engaging both with diverse audiences. In order to drive this vision forward, we will focus on industrial heritage as a target sector of the creative industries, specifically on the three themes of i) enlightenment and innovation; ii) cultures of work, welfare and play; and iii) the rise, fall and re-invention of industry. This focus builds on the rich heritage of our region; the expertise of our three university partners, Nottingham, Leicester, and Nottingham Trent; and the interests and resources of a wide network of industry and cultural partners.\n\nOur objectives are to engage external partners, grow our capacity for knowledge exchange, deliver a portfolio of demonstrator projects, and ensure the future sustainability of our approach. We will achieve this through a year-long programme of engagement activities (theme launch days and a final symposium); mobility and training activities (knowledge exchange fellowships and student internships); feasibility projects; and sustainability activities (ingenuity and reflection workshops). As part of our programme we will work with the REACT Hub in particular to complement their Heritage Sandbox currently underway but which will have concluded by the start of our programme. The Director of REACT, Prof. John Dovey, will sit on the steering group to aid complementarity and shared learning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002716/1","grantId":"AH/K002716/1","fundValue":"200556","fundStart":"2013-01-01","fundEnd":"2013-12-31","funder":"AHRC","impactText":"  The Archives, Assets and Audiences project enabled the universities of Nottingham, Nottingham Trent and Leicester to spend a year engaging with regional creative and cultural partners to explore new approaches to Knowledge Exchange. The focus was on enabling a productive collection of archives, assets and audiences by exploring the overarching topic of industrial heritage and especially the three themes of enlightenment and innovation; cultures of work, welfare and play; and the rise, fall and reinvention of industry. This topic and these specific themes built on the rich heritage of our region, the expertise of our three university partners and the interests and resources of a wide network of industry and cultural partners. \nWe staged four launch events to build an initial network. This led to us funding 11 feasibility projects, 12 visiting fellowships and 4 internships which collectively engaged 26 external partners who included 6 museums, 2 art galleries, 2 archives, a heritage society, a music venue, an artist group, an urban design company, a community theatre practitioner, a games festival, two media centres, three multimedia developers, and three local authorities. The large majority of these were located in the East Midlands. All of these activities involved new collaborations. Initial results were presented at a final symposium that was attended by over 100 people.\nThe transformative effect of this activity has been to grow a new community of researchers - especially Early Career Researchers - who have experience of Knowledge Exchange and also of connecting their research in the arts and humanities to emerging digital technologies. The most immediate evidence of success is the large number of follow on proposals that have emerged from these activities. These include: 6 direct follow on proposals to the AHRC; 3 direct follow on proposals to the NESTA R&amp;amp;D fund; input to 2 funded doctoral training programmes (total value exceeding ?20M); underpinning the development of the Broadway Media Centre's new ERDF-funded Projector programme that will support Nottingham's creative and digital content industries; and also feeding into 3 major EPSRC proposals (two of which have already received funding of over ?6M).\nThe challenge now is to build on the success of this initial short-burst of intensive Knowledge Exchange activity to deliver sustained follow-on activities and ensure that the new approaches and partnerships are carried forward to strategically develop our region as a leading centre for AHRC KE around industrial heritage, drawing on the expertise across all three Universities in partnership with local companies and cultural organisations. Creative Economy,Culture, Heritage, Museums and Collections ","person":"Steve  Benford","coPersons":["Svenja  Adolphs","Stuart  Burch","Rebecca  Madgin"],"organisation":"University of Nottingham","findingsText":" CEKE funding has enabled us to grow an initial network of over forty academics and twenty-six external partners who have gained mutual understanding and established new ways of working together through participation in theme days, workshops and a final public dissemination event, as well as through more focused feasibility projects, visiting fellowships and internships as described below. The relatively short timescale of the project required us to rapidly build our initial network. This was achieved through a sequence of four launch events in rapid succession during the initial months - an overall launch event followed by three focused theme days. These focused on networking and generating ideas and were hosted at all three participating universities.\n\nWe were especially pleased by being able to recruit a diversity of external partners to the network including six museums, two art galleries, two archives, a heritage society, a music venue, an artist group, an urban design company, a community theatre practitioner, a games festival, two media centres, three multimedia developers, and three local authorities. The large majority of these are located in the East Midlands, although our network also includes partners from London, Wales and Keswick. \n\nThere was a close involvement of the RCUK-funded Horizon Digital Economy Hub that provided several of our fellows and also the technologies that underpinned multiple feasibility projects. We also engaged with the REACT hub through Jon Dovey's membership of our steering group and participation in our public dissemination event at the Broadway Media Centre where he gave a keynote presentation.\n\nWe used our CEKE funding to support twelve visiting fellowships and four internships. Visiting fellowships enabled key researchers to engage with one or more external partners in order to explore new opportunities for knowledge transfer. They were fairly evenly spread across the three Universities, with four fellows coming from the University of Nottingham, three from from NTU and two from Leicester. A further three were awarded to enable the 'inward mobility' of individuals from external partners into university partners (Radio producer Nick Patrick into Leicester, artist Anna Peavitt also into Leicester and media developer Sarah Cole into the Nottingham). We also funded four internships in which three PhD students and an early career postdoc gained experience of working at external partners (Nottingham Contemporary, Nottinghamshire County Council, and Cuttlefish Media). \n\nWe funded 11 feasibility projects. Between them, these demonstrated varied approaches combining archives, assets and audiences ranging from exploring how current archives could enable new public experiences; engaging public audiences in contributing oral histories to archives; physical reconstruction of historical exhibits from archive material; employing mobile technologies to engage audiences with archive material; enhancing commercial multimedia platforms to better support heritage experiences; and piloting emerging digital technologies including public projections, projection onto 3D relief models; and using computer vision technologies to create interactive lace samples. \n\n\nA highly significant outcome of our project has been to stimulate and underpin the development of a diverse range of proposals for follow-on funding. Follow-on proposals to date include:\n\no Six direct follow-on proposals for the AHRC.\n\no Three direct follow on proposals to the NESTA R&amp;D fund.\n\no Feeding into two major successful bid for centres for doctoral training - the ?14.6M Midlands Three Cities Doctoral Training Partnership between The University of Nottingham, The University of Leicester and alsi The University of Birmingham; and the recent ?6M renewal of the Horizon Centre for Doctoral Training that includes internships, training in knowledge exchange, and the involvement of at least one external partner for each student.\n\no Informing the development of the Broadway Media Centre's new Projector programme (funded by the European Regional Development Fund) to support Nottingham's creative and digital content industries. Projector includes support for 30 internships to be spread among key Universities in the region.\n\no Feeding into three EPSRC grants - the ?500K Living with Interactive Decorative Patterns project that builds on our Aestheticodes feasibility project; the ?6M FAST Programme Grant into digital music that involves The University of Nottingham as a core partner; and the Nottingham Mixed Reality Lab's recent ?1.5M submission for an EPSRC Platform Grant.\n\nWhile the main aim of the project was to grow a knowledge exchange network and seed follow-on activities, it also produced a variety of direct outputs. These included multiple public exhibitions and events, websites, videos, media coverage (including a live broadcasts on BBC Radio 4's Saturday Live), and participation in the AHRC Roadshow event in March 2014. While it is still too early to fully appreciate the transformative effect of a project that was only launched in January 2013, we are already seeing some potentially significant transformations:\n\n- The involvement of twenty-six external partners represents a step change in the level of knowledge exchange around industrial heritage.\n\n- Engaging in feasibility projects has tested out initial ideas and established a baseline of credibility that places people in a good position to bid for further funding. We are already seeing a significant number of new proposals been generated (and grants being awarded) and anticipate a considerable increase in awards over the coming few years.\n\n- The project has led to a stronger regional focus around industrial heritage that knits together complementary research teams from our three Universities with external partners. Our Universities have complementary strengths and by working together we can achieve a greater critical mass and impact.\n\n- The project has raised the profile of mobility through fellowships and internships to the point where support for this has been embedded into several major strategic initiatives (the Midlands3cities BGP, the Horizon Centre for Doctoral Training and Broadway's new Projector programme). Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}