{"id":"9C14DB0C-9AAE-4636-8D0B-988791010EFB","title":"Introducing lanes and lane changing in analytic dynamic modelling of congested road traffic","abstractText":"Modelling of road traffic and its variation over time (dynamics) on networks is needed for designing, evaluating, pricing and managing road traffic, and for proposed intelligent transport systems based on informatics, route guidance, and other traffic control measures. Models of traffic flows on road network can be conveniently divided into approximately two categories, namely microsimulation (microscopic simulation) models and what are often referred to as analytic models or macroscopic models. The former tends to model traffic as individual vehicles while the latter models it as flows. Both approaches have important roles and both have important advantages and some disadvantages. [E.g., microsimulation models can provide more detail while analytic models consider broader goals and dynamics, require less data and fewer parameters, run faster and have other desirable properties.] A remarkable difference between the two approaches is that, in microsimulation, the modelling of lanes and lane-changing behaviour plays an essential role. In contrast, in the current state of the art for analytic models, lanes and lane changing are largely ignored and roads are commonly treated as having only a single lane in each direction. This contrast, or lack of realism in analytic network models, is sufficient to explain why microsimulation models are increasingly used in practice in contrast to analytic models despite the need for the latter and their many recent theoretical and computational advances. The purpose of the proposed research is to facilitate and advance the introduction of lanes and lane-changing behaviour into analytic macroscopic models, to bring to these models the benefits and advantages that it brought to microsimulation models, while so far as possible retaining existing advantages of analytic network models. One of the main reasons why traffic changes from one lane to another is to avoid congestion, queues or spill-backs in the other lanes, hence we will simultaneously model the formation and behaviour of such congestion, queues and spillbacks. We propose to develop these models (with lanes, lane-changing, congestion, queues and spillback) in two different ways: firstly by reformulating each of various existing traffic link models used in dynamic traffic assignment, so as to include lanes and lane changing, and secondly by introducing lanes and lane changing into the usual continuous single-lane traffic flow theory (fluid flow and kinematic wave models). We also plan to develop solution algorithms each of the resulting models, and to investigate and compare the various properties, advantages and disadvantages of each of the models and algorithms, and the implicit trade-offs they make between, for example, realism, simplicity and computational cost. To undertake the above research we are requesting funding for one research assistant (Research Fellow) for 3 years together with some support for computing equipment and travel to research meetings and conferences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G051879/2","grantId":"EP/G051879/2","fundValue":"247749","fundStart":"2009-10-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"","person":"Malachy  Carey","coPersons":[],"organisation":"University of Leeds","findingsText":" Modelling of road traffic and its variation over time on networks (dynamic traffic assignment or DTA) is needed for predicting, planning, controlling, managing and pricing of road traffic, and for proposed future intelligent transport systems. In macroscopic (flow based) modelling for DTA, lanes and traffic movement between lanes are generally ignored. By ignoring lanes and lane-changing behaviour, macroscopic traffic models can yield inaccurate or misleading results and can not be used to investigate some important traffic issues. \n\nIn view of that, for each of the main macroscopic single-lane traffic flow models that have been used or proposed for DTA we (a) considered how to introduce lanes and lane-changing and (b) the advantage and disadvantages of each of the resulting lane-based models, including whether they reasonably represent lane-changing behaviour while retaining desirable DTA properties, and whether they yield a computationally tractable model. The models considered included the link travel-time or delay function models, point queue models, capacitated point queue models, exit flow models, and cell-transmission models. \n\nThe cell-transmission model (CTM) was found to have the strongest advantages, hence the rest of the work and experiments with lane changing concentrated mainly on the CTM. Unlike other proposed models it handles queue formation and dissipation, spillback, merges, diverges, etc., in an intuitive and widely accepted manner, and all of these are important/ essential in modelling lane-changing. We extended the CTM to retain these features while introducing lanes and lane changing, and also investigated how lane-changing and congestion are affected by varying key behavioural parameters. We concluded that in many situations multi-lane modelling is needed to obtain acceptable approximations to traffic flows on a network and to capture issues of interest. \n\nThe above work focused on single links since that raised so many issues. To facilitate extending the work and results to traffic networks, we also investigated and made significant contributions to each of the following topics. \n(a) 'Route swapping' which is a key step in dynamic traffic assignment methods for networks. \n(b) Convergence properties of route swapping methods. \n(c) Analysis and comparison of the flow-density functions that have been proposed or used in DTA. \n(d) Methods used to ensure FIFO in DTA for networks. \n(e) Marginal costs, externalities, and hence optimal congestion tolls associated with the CTM.\n\nThe project led to several papers in leading international journals and in conference proceedings. Ways in which the research could be taken forward are included in detail in two further responsive mode proposals to the EPSRC, namely: \nEP/K033298, &quot;Modelling time-varying flows on traffic networks with lanes and lane-changing&quot;, submitted to the EPSRC in 16 October 2012 and went to review panel in in June 2013. \nEP/M009246, &quot;Extending to road networks, the modelling of time-varying flows with lanes, lane-changing, spillback and extended cell-transmission model&quot;, submitted to the EPSRC on 6May 2014. \n[Unfortunately, in both financial years EPSRC funding for transportation was reduced and no responsive mode research proposal for transportation research were funded.] Transport","dataset":"gtr"}