{"id":"9C1AC29E-D351-4B25-9D1F-CDFF5ACA1905","title":"Output Feedback Control for Uncertain Variable Structure Systems with Resets","abstractText":"Discontinuous systems are studied in very different research fields such as economics, electrical circuit theory, mechanical engineering (impact theory, plasticity theory), biosciences, systems and control theory. Such systems are typically viewed as a simple model of hybrid systems, consisting of a finite family of subsystems, equipped with rules determining how to switch between them. The literature on robust control of complex nonlinear systems with set-valued equilibrium such as discontinuous systems using output information is very sparse. This project seeks to extend a framework that has been developed for output feedback control of continuous systems to robust control of complex discontinuous systems using only measured output information. The practical need for such a framework has been demonstrated by recent applications to biped robots, for example, from Chevallereau et al. (2003) and Westervelt et al. (2007) and is also supported by the needs of industry where tighter controls on efficiency are producing increasing levels of monitoring. Incorporating this information in the control loop is a natural next step and discontinuous systems often result. Theoretical developments will be facilitated by interaction between the proposed Visiting Researcher, Professor Orlov, who is a recognised expert on stability analysis and robust control synthesis of uncertain discontinuous systems within the framework of methods of nonsmooth Lyapunov functions and the PI, who is recognised for her work on robust sliding mode control and observation. The applied research will focus on the production of significant implementation studies relating to control of impact mechanical systems and the control of industrial production processes to demonstrate the efficacy of the underlying philosophy and the new design algorithms. These are pertinent design studies to inform the development of the theoretical research programme as well as being used to illustrate the research outcomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G053979/1","grantId":"EP/G053979/1","fundValue":"204240","fundStart":"2009-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Sarah  Spurgeon","coPersons":[],"organisation":"University of Kent","findingsText":" Discontinuous (or switched) systems are present in many significant application areas such as economics, electrical circuit theory, mechanical engineering (impact theory, plasticity theory), biosciences, systems and control theory. Such systems are typically viewed as a finite family of subsystems, equipped with rules determining how to switch between them. The analysis and control of such complex systems is challenging and the desire to achieve results which will establish finite time behaviours adds to the complexity of the problem. Many important classes of dynamical system exhibit finite time behaviours e.g. cycle of a cell or the gait cycle of a biped robot. The contact of a foot with the ground creates impact, for example, and discontinuity is frequently found as a result of evolution in biology where cells or organisms exist at any particular time in one of several mutually exclusive states. The application of classical analysis tools that are based upon analysing differential equations where the solutions are defined over an infinite time span are limiting in such contexts. This project has involved a blend of theoretical development and practical implementation, where exploiting the synergy between the two areas has been an important focus. The project has developed frameworks for stability analysis that readily translate into constructive methods which can be applied to practical problems. The ability to deal with uncertainty has also been an important focus. The classes of dynamical systems under consideration are highly complex and there will be a mismatch between the system itself and the model used for design and analysis. The analysis tools resulting from this project have been able to prescribe finite time stability in the presence of such bounded uncertainty. Further, the control paradigm developed enables a designer to specify a desired finite settling time. A controller parameterisation is returned which will ensure the desired settling time is achieved. The methodology has been demonstrated with application to a fully actuated biped robot where a robust controller with a priori determined controller gains achieves a given finite settling time for reference trajectory tracking. Each joint converges to the desired trajectory in the prescribed finite time period before the next impact occurs with the ground. The control signal is smooth thus ensuring abrupt changes in the applied torque do not cause the robot to trip and fall. An electronic circuit implementation has been developed to move the results of the theoretical elements of the project into an environment that can be readily demonstrated to industry and business hence facilitating technology transfer. Aero Engine Controls have agreed to provide 50% PhD studentship funding at EPSRC rates with the remainder coming from the Kent DTG allocation. This collaborative PhD project will be looking at translating these results into a specific application domain Currently within industry Proportional Integral Derivative (PID) control is prevalent. Implementations include wind-up protection to deal with saturation of the integral term and can rely upon intervention from plant engineers when changes in plant operating conditions require the controller gains to be re-tuned to maintain performance levels. The control developed in this project does not use integral action whilst imitating its performance and well-established benefits, provides finite settling time of the system as opposed to the asymptotic nature of PID control and provides robustness, maintaining performance without the need for intervention and controller re-tuning, rendering it particularly appropriate for energy efficient operation of high value and autonomous plant. The results on establishing controller gain parameters to provide a desired settling time give a means to establish auto-tuning for a robust nonlinear controller to mirror the auto-tuning that can be achieved via approaches such as Ziegler-Nichols for a PID scheme. This implementation has been benchmarked against a commercial PID controller and future work will explore commercialisation opportunities as well as conduct further fundamental research in the area of biological systems. Aerospace/ Defence and Marine","dataset":"gtr"}