{"id":"9C23AEA7-D0BB-4C59-826D-C7CE1A97BDFA","title":"Correlating Current and Colour in Metalloenzymes: Cell development for time and concentration resolved Magnetic-CD Spectroscopy.","abstractText":"Approximately one in three proteins contains a metal, probably the best known example being hemoglobin which binds the transition metal iron as a heme that is responsible for the red colour of blood. Generally a protein will contain one or more transition metals when its task is to pass electrons between other proteins or when its substrate is a small inorganic molecule, an example being the dioxygen molecule that we inhale in order to live. In any case where a transition metal is involved we need specialised techniques to investigate how they work. Because the transition metals make the protein coloured one method to probe the nature of a metal site is to measure the absorption of light using electronic absorption spectroscopy. But the metals can also make the protein magnetic. If they are coloured AND magnetic then this allows us to use a technique called Magnetic Circular Dichroism spectroscopy, discovered by the British chemist Michael Faraday in 1845. This is similar to absorption spectroscopy but uses special polarised light and a strong magnetic field produced by a superconducting magnet. Magnetic Circular Dichroism spectra contain more features than absorption spectra and these identify ligands to the metal in addition to the number of electrons that are bound to it. Here we propose to develop novel equipment that will allow electron transfer within transition metalloproteins to be triggered from electrodes placed inside a superconducting magnet. In this way the resolving power of Magnetic Circular Dichroism spectroscopy will be harnessed to inform on the chemical nature of electron transfer and catalytic events inside transition metalloproteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024758/1","grantId":"BB/G024758/1","fundValue":"96941","fundStart":"2009-09-01","fundEnd":"2011-02-28","funder":"BBSRC","impactText":"  &amp;amp;quot;Findings&amp;amp;quot; not applicable. Funding was to develop a miniature electrochemical cell for use in bore of superconducting magnet.  ","person":"Myles Richard Cheesman","coPersons":["Julea Nicole Butt"],"organisation":"University of East Anglia","findingsText":" Approximately one in three proteins contains a metal, probably the best known example being hemoglobin which binds the transition metal iron as a heme that is responsible for the red colour of blood. Generally a protein will contain one or more transition metals when its task is to pass electrons between other proteins or when its substrate is a small inorganic molecule, an example being the dioxygen molecule that we inhale in order to live. In any case where a transition metal is involved we need specialised techniques to investigate how they work. Because the transition metals make the protein coloured one method to probe the nature of a metal site is to measure the absorption of light using electronic absorption spectroscopy. But the metals can also make the protein magnetic. If they are coloured AND magnetic then this allows us to use a technique called Magnetic Circular Dichroism spectroscopy, discovered by the British chemist Michael Faraday in 1845. This is similar to absorption spectroscopy but uses special polarised light and a strong magnetic field produced by a superconducting magnet. Magnetic Circular Dichroism spectra contain more features than absorption spectra and these identify ligands to the metal in addition to the number of electrons that are bound to it. Here we propose to develop novel equipment that will allow electron transfer within transition metalloproteins to be triggered from electrodes placed inside a superconducting magnet. In this way the resolving power of Magnetic Circular Dichroism spectroscopy will be harnessed to inform on the chemical nature of electron transfer and catalytic events inside transition metalloproteins.\nMiniature electrochemical cell for use in restricted space in bore of superconducting magnet so as to enable MCD characterisation of poised redox active metalloproteins was successfully developed. Further research on redox active metalloproteins. Other","dataset":"gtr"}