{"id":"9C3D3C78-7FAB-4590-81CF-77F2B320D03D","title":"Using Machine Learning to Identify Noninvasive Motion-Based Biomarkers of Cardiac Function","abstractText":"Cardiovascular disease is the number one cause of death globally and represents a huge burden on the healthcare systems of the world. Diagnosis and planning of treatment for cardiovascular disease is often difficult and sometimes requires an invasive procedure which can itself be risky for the patient. Therefore, there is a lot of interest in devising improved and noninvasive techniques for diagnosis and treatment planning.\n\nCardiovascular disease affects the ability of the heart to pump blood around the body. This ability is affected because the motion of the heart walls has been changed by the disease process to make the pumping action less efficient. Diagnosis and treatment planning for cardiovascular disease typically involves the use of imaging scanners such as ultrasound or magnetic resonance in an effort to evaluate the heart's motion and isolate the source of the problem. However, still in many cardiovascular applications the success rate of diagnosis and treatment planning is poor and patients suffer as a result.\n\nThe aim of this project is to use sophisticated imaging and motion analysis techniques to devise novel noninvasive biomarkers for cardiovascular disease. The project will use motion modelling techniques that have previously been applied to correct the 'problem' of motion, for example to reduce artefacts in acquired images where the organ being imaged was moving. These techniques will be adapted to analyse the nature of the motion and to extract clinically useful information from it. This motion-based information will be combined with other multimodal data, such as anatomical information, genetic information or clinical history, to produce comprehensive noninvasive biomarkers of cardiovascular function.\n\nWe will focus on two clinical exemplar applications. First, selection of patients for cardiac resynchronisation therapy (CRT). CRT is commonly used to treat heart failure but 30% of patients do not respond to the treatment and therefore undergo the invasive and risky procedure unnecessarily. We aim to devise biomarkers that can distinguish between patients that will respond to CRT and those that will not. The second application is the investigation of the effect of genetic variation on cardiac motion patterns. A large number of cardiovascular diseases are inherited. In several of them, such as left ventricular hypertrophy, many people exhibit no detectable symptoms until heart failure develops. Therefore, there is significant interest in discovering the mechanisms behind these conditions. We aim to devise biomarkers that can help us to understand the link between genetics and heart failure. Such an understanding would have the potential to result in improved screening and diagnosis of patients at genetic risk of heart failure.\n\nThe project is highly novel and has significant potential impact. As well as the two clinical exemplar applications mentioned above, if successful similar techniques could be applied to other cardiovascular diseases, resulting in improved diagnosis and treatment for a wide range of heart conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K030523/1","grantId":"EP/K030523/1","fundValue":"312999","fundStart":"2013-08-26","fundEnd":"2016-08-25","funder":"EPSRC","impactText":"","person":"Daniel  Rueckert","coPersons":["Declan Patrick O'Regan"],"organisation":"Imperial College London","findingsText":" Project still on-going Project still on-going Healthcare","dataset":"gtr"}