{"id":"9C4564A0-6EFE-4845-A272-62AF4A5D8FA3","title":"Dissection of protective responses to heterologous Campylobacter vaccines","abstractText":"Campylobacter jejuni is the largest cause of bacterial food borne zoonoses. There is a strong link between poultry, which are colonised to a high level by Campylobacter, and human disease. The ability to reduce Campylobacter in chickens by vaccination would greatly reduce human infection. Recently it has been shown that a Salmonella vaccine which presents a specific Campylobacter protein (CjaA), to the chicken immune system can protect against Campylobacter colonisation. CjaA is a transporter of amino-acids and we have identified several other similar transporters as candidates for vaccines. We have shown these are expressed when Campylobacter is in the intestines of the chicken. We will create vaccines where Salmonella expresses these other transport proteins and test them for protection. The reason why the CjaA vaccine works is not clear. The Salmonella strain that is used to present CjaA to the chicken vaccine still possesses some virulence traits which may drive the development of immunity. We will investigate the role of Salmonella vaccine strains which vary in their virulence, in the development of the immune response against CjaA. The understanding of the role of the Salmonella virulence properties in function of the vaccine will allow the development of improved strategies for control of Campylobacter. Joint with BB/D000866/1.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D00019X/1","grantId":"BB/D00019X/1","fundValue":"215653","fundStart":"2006-06-19","fundEnd":"2009-10-18","funder":"BBSRC","impactText":"","person":"Duncan  Maskell","coPersons":[],"organisation":"University of Cambridge","findingsText":" 1) A panel of candidate vaccines comprising _aroA, _fliM, _spaS or _ssaU expressing C. jejuni CjaA, Peb1A, GlnH or ChuA as TetC fusions from plasmids or the chromosome was created and validated, together with purified proteins for use in ELISAs and as subunit vaccines.\n\n\n\n2) Vaccination of chickens with S. Typhimurium _aroA expressing TetC-CjaA at 1 and 15 days-old significantly reduced caecal C. jejuni by c. 1.4 log10 CFU/g 3 and 4 weeks post-challenge (49 and 56 days-old) across six biolog  Agriculture/ Food and Drink","dataset":"gtr"}