{"id":"9C4A2724-AC38-4DDA-94AA-6E4DCD53D75E","title":"Three peer-approved experiments at SPring-8: spin transitions in LaCoO3; magnetism in DyCo2; ferromagnetism and superconductivity at oxide interfaces","abstractText":"Magnetism plays a fascinating role in the properties of many materials. As well as being able to create an external magnetic field that can be observed or used, magnetism can determine other properties of the material itself. Two of the experiments that will be performed in this project, in particular, are focussed on this issue. The third experiment will study how the temperature dependent electronic properties of a material cause changes in its magnetic properties. In the first experiment, we will study a multilayered material, consisting of alternating superconducting and magnetic layers. The experiment will show how the magnetism changes as it interacts with the superconductivity. The results of the study will improve our understanding of the interactions involved in these phenomena. The objective of the second experiment is to study the so-called Invar effect, where, over a certain temperature range, a material does not expand as it is heated. This only occurs in a few materials, and is considered to arise from an interaction between the magnetic properties and the lattice of the material. The material to be studied contains two magnetic species, and the experiment will enable us to separate their contributions to the magnetic properties. In the final experiment, we will study the temperature dependence of the magnetism in a material where changes in the electronic properties are thought to drive changes in the magnetism. Our experiment will be sensitive to the changes in the material and will hence reveal the underlying physics.In order to provide the sensitivities required, these experiments all require us to use x-rays to measure specific details of the magnetic properties. The only way to obtain x-rays of sufficient intensity and with the particular properities required, is to use a synchrotron source. There are a few of these available world-wide. The choice of synchrotron for these experiments was based on the particular experimental facilities and sample environment available at the SPring-8 in Japan.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F062729/1","grantId":"EP/F062729/1","fundValue":"13724","fundStart":"2008-06-01","fundEnd":"2008-11-30","funder":"EPSRC","impactText":"","person":"Jon  Duffy","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}