{"id":"9C56D11B-7113-4B94-B02D-B8E3D0652480","title":"Diversity Oriented Synthesis of Farnesyl Pyrophosphate Analogues as Mechanistic Probes and as Precursors to Modified Natural Products","abstractText":"Sesquiterpenes are an important class of natural products that exhibit a wide variety of structural variation and biological function with applications ranging from uses as scents and oils to agrochemicals and pharmaceuticals. In contrast to this diversity they are, however, metabolites originating from a single parent compound, farnesyl pyrophospate (FPP). This incredible array of products is generated from FPP by a single class of enzyme, sesquiterpene cyclases, all of which share a common 3D structure. To understand how this stunning diversity of products is formed from one compound with such remarkable fidelity is a major challenge for modern chemical biology. Each sesquiterpene cyclase enzyme must guide neutral or carbocationic intermediates through a series of specific steps whilst preventing reaction with solvent and rearrangement to undesired by-products of very similar energy and conformation.In order to examine and solve this problem we intend to synthesise a series of FPP analogue compounds and challenge sesquiterpene cyclase enzymes with them. The synthesis of these compounds is designed in such a way that a combinatorial approach may be used in the future in order to prepare diverse libraries of these materials. In this study the compounds are designed to test the proposed mechanisms by which sesquiterpene cyclases guide FPP and intermediate materials to the sesquiterpene products. The proposed compounds bear functional groups that are designed to either stabilise or destabilise carbocationic intermediates that have been predicted to form during the formation of sesquiterpene hydrocarbons. They should therefore give predictable products when tested with our range of sesquiterpene cyclase enzymes if the proposed mechanisms of action are true. If this does not prove to be the case then they will give us information allowing us to propose mechanisms that fit all the observed experimental data. FPP analogues that prove to be substrates for these enzymes will inevitably produce sesquiterpenoid materials of novel structure and function. This will expand the range of biologically active compounds that are available to us and moreover, these compounds, which often have complex structures will have been prepared without tedious and expensive total synthesis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D069580/1","grantId":"EP/D069580/1","fundValue":"318512","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  This work lays the foundations for future biosynthetic routes to modified natural products for use in industrial biotechnology. Fluorination of drugs to improve their properties is a strategy widely employed by the pharmaceutical industry and we have provided guidelines to show when and how it may be incorporated into terpenoid natural products via their linear precursor. Agriculture, Food and Drink ","person":"Rudolf Konrad Allemann","coPersons":["David  Knight"],"organisation":"Cardiff University","findingsText":" Sesquiterpenes are an important class of natural products that exhibit a wide variety of structural variation and biological function with applications ranging from uses as scents and oils to agrochemicals and pharmaceuticals. In contrast to this diversity they are, however, metabolites originating from a single parent compound, farnesyl pyrophospate (FPP). We synthesised a series of FPP analogue compounds in order to examine the substrate scope for a range of enzymes. Analogues that proved to be substrates resulted in novel variants of natural products, whilst those that were not converted or were inhibitors gave clues to the mechanistic pathway employed by each enzyme. Fluorinated and vinylic FPP analogues yielded particularly interesting results. These compounds bore functional groups that were designed to either stabilise or destabilise the charge on carbocationic intermediates that have been predicted to form during the formation of sesquiterpenes. The mechanism of the reaction catalysed by aristolochene synthase was particularly well elucidated using this approach. We were able to show, for example, that a linear farnesyl cation is not formed in the first step of its catalytic mechanism but instead an SN2-like mechanism occurs whereby loss of pyrophosphate and attack of the C10,11 ?-bond at C1 is concerted. The crystal structures of aristolochene synthase and ?-cadinene synthase were solved in the presence of a variety of fluorinated FPP analogues in collaboration with Prof David Christianson at the University of Pennsylvania. This work provides a thorough understanding of the mechanism of the reaction catalysed by aristolochene synthase and an important paradigm to understand other terpene cyclases. The crystal structures of aristolochene synthase and ?-cadinene synthase with bound fluorinated derivatives of the natural substrates provided invaluable information for researchers worldwide about the conformation of the substrate in the enzyme active site for modelling and mechanistic studies. Agriculture, Food and Drink","dataset":"gtr"}