{"id":"9C746DCA-1A0F-4670-8A98-3F54249F7E30","title":"Islamism in Arab Fiction and Film, 1947 to the Present","abstractText":"'Islamism in Arab Fiction and Film, 1947 to the Present' will map, document and critically assess ways in which Islamism is imaginatively reflected, critiqued and contested in fiction and film, in Arabic, French and English, produced by artists closely affiliated to the Arab world from 1947 to the present. Islamism is a repeated motif in recent English-language fiction and film: witness Mohsin Hamid's novel 'The Reluctant Fundamentalist', the short stories in Martin Amis's 'The Second Plane', and films such as 'United Flight 93', and related sub-genres focusing on women's 'honour killings' or their 'escape' from patriarchal Islamic contexts. Media representation of this issue remains reductive, and political and cultural analysis of Islamism tends to rely on British, French and North American specialists in Middle Eastern studies, often calling upon the testimony of Muslims who live in the West. Because the vast majority of these studies are written for an implicitly western, often non-Muslim audience, Islamism as a subject of study remains a peculiarly and problematically westernised field. \\nThis project is based on the premise that the rise of Islamism (not exclusively) in the Arab world in the postcolonial period cannot be understood outside of key national, cultural, political and religious contexts of emergence. We will therefore examine material emerging from and reflecting closely upon the North African Maghreb (Arab west), Egypt, the Levant (Lebanon, the Palestinian territories, Syria and Jordan) and the Mashriq (Arab east). Our belief is that political analysis can only ever give us part of the picture. Fiction and film aim to illuminate imaginative life worlds, subjective experiences and wider structures of feeling; they posit plural narrative trajectories and emplotments of history; they dramatise conflicts and project diverse resolutions; and they often reflect upon themselves and, by extension, macrocosmic frames of representation. We perceive an urgent need to highlight and analyse creative engagements with Islamism by writers and filmmakers embedded in or closely affiliated to parts of the Arab world, that do not necessarily target a Western audience and/or circulate within a globally dominant Anglophone culture industry. \\nOur project aims to address a major gap within the field of postcolonial studies - which has thus far only very partially engaged religious identities - and to enhance understanding of the phenomenon of Islamism in and beyond academic contexts. Because our investigation of creative material aims to problematise totalizing and monolithic definitions of Islamism, we propose a broad criteria of inclusion - identifying texts which foreground a synthesis of Islamic theology and political ideology. The project has a number of related strands. To start with, we will explore the highly contested term 'Islamism' itself. Second, the project will promote, in Anglophone (and potentially wider) audiences, a greater awareness of post-war Arab literature and film through a focus on one of its key motifs and with reference to material in three key languages. We will map a field, disseminate information, and undertake and stimulate analysis that scholars in literary, film, cultural and Middle Eastern studies, politics/international relations, religious studies and history can draw upon in future. The project will culminate in a series of academic ouputs: an electronic catalogue; two scholarly articles; an international conference and a public one-day event bringing together creative practitioners and critical scholars; and edited conference proceedings, all of which will deepen understanding of this complex historical phenomenon and enhance interfaith and community dialogue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H009000/1","grantId":"AH/H009000/1","fundValue":"78511","fundStart":"2010-02-15","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"Lindsey  Moore","coPersons":["Arthur  Bradley"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}