{"id":"9C77B17C-B55F-4F0A-9843-5CE7AE4E59E7","title":"MEMS COMPONENTS FORMED FROM NANOSTRUCTURAL METALS","abstractText":"Materials with nano-scale sized grains produced by equal channel angular processing (ECAP) offer new structural and functional properties for innovative products in a wide range of applications. By subjecting metals and alloys to a high degree of plastic deformation under hydrostatic pressure, ECAP opens the way to create nano-scaled grains from conventional microstructures, without involving costly, hazardous nano-powders. The feasibility of ECAP, and high formability of a range of ECAPed alloys, has already been demonstrated, but so far its industrial application is still in its infancy. A promising, but as yet unexplored application is for microelectromechanical systems (MEMS). The success of MEMS as a key technology in the twenty-first century depends on the solution of materials issues associated with the design and fabrication of complex MEMS devices. Key areas for materials science to focus on include the extension of the available set of materials that can be microfabricated, the refinement of the set of processes available to microfabricate structures, and improvement of the methods used to characterize and select materials for MEMS applications. Using an ever-expanding set of fabrication processes and new materials, MEMS will provide the advantages of small size, low-cost and high-functionality to integrated microelectromechanical systems. Nano-structured aluminium is attractive for MEMS as it can offer improved mechanical properties compared to competing materials (Si, SiO2, Si3N4, Ni) combined with greatly superior electrical and thermal conductivity. In addition, the use of the proposed SPD processing coupled with sub-micron dimensional tolerances has the potential to result in very low cost mass production. This project is designed to further enhance a lab-scale ECAP facility at the laboratory of the School of Engineering Sciences, University of Southampton, which will be used as the facility to produce ultra-fine grain materials. Dies for MEMS components will be designed and created by lithographic patterning and DRIE, and MEMS components such as heat exchangers and micro heat pipes will be made by embossing from these ultra-fine grain materials. An instrumented embossing rig, together with electron microscopy and mechanics modelling of the process will be investigated to understand the microstructural and tribological factors affecting the microstructures and properties of the MEMS components. This project has the potential to provide a gateway for a more traditional industry to contribute to nanotechnology through processing ECAPed aluminium alloys to develop new MEMS applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D00313X/1","grantId":"EP/D00313X/1","fundValue":"131291","fundStart":"2006-08-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"","person":"Nong  Gao","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}