{"id":"9C80BC05-ECAE-4BBD-9D1A-32C85BCFAACC","title":"Games and social change: In-between screens, places and communities","abstractText":"With a bias towards participation and interactivity, the digital realm has created conditions to allow people to engage with life more playfully using everyday devices (e.g. computers, smartphones). Digital technology has also allowed alternate public spaces to be created, helping to re-imagine citizenship and activism (e.g. Facebook campaigns, e-petitions). One area where playful engagement in civic life has started to generate serious attention is, in the field of videogames and experimental games. \n\nA burgeoning 'Games for change' movement has emerged in the last decade, which has appropriated videogames to engage people, beyond entertainment. A growing number of artists, educationalists and activists are developing games that contend with personal, social and political subject matter: e.g. poverty (Cost of Life); immigration (Escape from Woomera); forced labour practices (Sweatshop); the fiscal crisis (Layoff); and the war on terror (September 12th), with the explicit intention of altering or affecting player opinion outside of the game world. \n\nThe network will also focus on other emergent game platforms (e.g. Alternate Reality Games (ARGs) and Urban Games) that use digital technologies to create games, played online as well as in physical locations. These games allow immersive and interactive storytelling experiences to play out across a range of (trans) media platforms. There are notable examples of these types of games engaging with social justice, community and humanitarian issues (e.g. World Without Oil; Raiders of the Lost Crown). They provide the network with a second key focus.\n\nSocial change games tend to be the products of a burgeoning independent game scene, which represents the interests of those outside of 'big' industry - developing games that challenge normative, mainstream and commercial values. The network is keen to situate and undertsand these types of games within the scenes and sub-cultures that comprise the independent game industry. The recent emergence of global 'Game Collectives' (e.g. Copenhagen Games Collective; Invisible Playground in Berlin; The Larks in Manchester), which are developing a mix of 'on' and 'off-screen' games, are an important independent scene, to locate social change gaming. Not only do Game Collectives connect independent game communities to specific locales, they often foreground games and play as a means to explore notions of community, identity and togetherness. They provide the network with a third key focus area.\n\nFocusing on these key areas, this network will create an international multi-disciplinary community of practice. It will involve a range of core partners and associates with expertise in the key focs areas, representative of research and practice based perspectives (Manchester (MMU, The Larks, Madlab); the EU (The Copenhagen Games Collective; Utrecht University, University of Leuphana) and; North America (Tiltfactor at Dartmouth College; Diego de La Vega)), to explore the potentials of digital games as change agents. This will be done in collaboration with other participants, representing key stakeholder groups.\n\nWorking collaboratively as a community of practice, the network will host a variety of activities (e.g. conferences; seminars; meetings; open-space workshops and game jams) to allow participants; academics, game developers, community practitioners, activists and third sector bodies, to explore and develop the potentials of digital games. It is anticipated that these activities will enable the network to generate key insights, identify areas for future research and investment as well as raise awareness around social change gaming and facilitate growth in the field within the UK and in the Manchester region, in particular.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L009056/1","grantId":"AH/L009056/1","fundValue":"32172","fundStart":"2014-01-06","fundEnd":"2015-06-30","funder":"AHRC","impactText":"","person":"Scott Grahame Gaule","coPersons":["Nicola  Whitton"],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}