{"id":"9C8121BD-76EA-41AB-BFB2-18EA1DBD1845","title":"HEritage and Art Trails of Cardiff Project (HEART of Cardiff Project)","abstractText":"Before the advent of the Roman invasions Caerau Iron-age hillfort was once the major power centre for the entire Cardiff region. In a sense, all roads would have lead to this important site which would have been a focal place where outlying communities would come together to express their identity and power through the construction of monumental earthworks. \n\nToday, however, Caerau and Ely are areas of significant social and economic deprivation and marginalisation, particularly for young people. High unemployment, poor educational opportunities and a range of social problems inhibit life chances and create a culture of aspirational poverty. There is also a significant and, to a large extent, exaggerated stigma associated with this area of Cardiff and its problems. For many young people today then, all roads seem to lead away from Caerau and Ely.\n\nThe HEART of Cardiff Project aims to directly address issues of marginalisation and aspirational poverty working in collaboration with community partner ACE (Action in Caerau and Ely) to significantly expand their existing All our Stories project and establish a circular heritage trail, researched and created by local residents and young people and punctuated by their heritage themed artwork and supported by a digital resource trail, which will connect local communities with St Fagans National History Museum and once again place Caerau and Ely and their amazing histories at the heart of West Cardiff.\n\nBuilding on the recently funded HLF All our Stories Pathway to the Past Project at Caerau hillfort and dovetailing with the CAER Heritage Project phase 2 Digging Caerau excavations and reconstruction of an Iron Age village at St Fagans National History Museum, the HEART of Cardiff Project will engage local people of all ages in the design of the heritage trail and the creation of an accompanying digital resource, hosted by the People's Collection website, which will provide historical information and folk memories about important local sites way-marking the trail. Young people facing exclusion will then employ this design and the accompanying histories/stories and will physically create the heritage trail linking communities in Caerau, Ely and Fairwater with St Fagans. \n\nAs they design and build this heritage trail, participants will work with a professional artist and early career academics to express their findings through heritage themed artwork, eco-graffiti and a digital resource. Developing the model of the Pathway to the Past All our Stories project with ACE, local people will also work closely with academic researchers, university students and heritage management experts to learn about and research the amazing multi-period heritage of the area. They will discover how they can preserve and enhance that heritage - strengthening bonds of community and acquiring new skills and confidence in the process. In conjunction with the Digging Caerau, HEART of Cardiff will thereby create a lasting legacy which will invest local young people in their heritage, providing them with a powerful sense of the importance of their 'home turf' and encouraging people from outside of Caerau and Ely to visit, rather than shun, this unique and vibrant area of Cardiff.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007629/1","grantId":"AH/K007629/1","fundValue":"25238","fundStart":"2013-02-01","fundEnd":"2014-02-28","funder":"AHRC","impactText":"  The Heritage trails created by this project were only possible because they were devised and co-created by a range of community participants and project partners within the context of a wider series of co-produced heritage initiatives. Moreover, because they evolved 'organically' from co-production strategies they have a life beyond the grant funding term. The online HEART of Cardiff trail web resources are open to further additions from the community and plans for these are already underway at time of writing in conjunction with ACE and the local secondary schools. Moreover, to ensure ongoing 'ownership' and engagement of co-creators and their trails both ACE and participating schools have agreed to organize bi-annual trail walks to litter pick, monitor access, vegetation clearance and to refresh the impermanent and permanent markers with the way mark logo stencils. ACE will incorporate this into its Timebank programme with participants being rewarded with credits. Communities and Social Services/Policy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"David Reginald Wyatt","coPersons":[],"organisation":"Cardiff University","findingsText":" This project entitled HEART of Cardiff dovetailed closely with the co-produced archaeological research under grant AH/K007726/1 which ran concurrently. HEART of Cardiff engaged local people of all ages in the design of four linked circular heritage trails which take in important archaeological sites, historic locations and local memories encompassing Caerau and Ely's vibrant history from the Iron Age through the Roman and medieval eras to the Second World War and into the 21st century. \n\nThe trails are accompanied by physical and digital resources which provide archaeological and historical information and folk memories about important local sites way-marking their course. School pupils and community groups have co-designed and co-created these heritage trails linking the communities Caerau and Ely with St Fagans National History Museum. A wide range of participants have worked with professional artist Paul Evans and early career academics Kate Moles (social sciences) and Stephanie Ward (modern social history) to express their findings through heritage themed timelines and way marks as well as contributing significant content to the trails' digital and physical resources. In close accord with the practices of their partner community development organisation, Action in Caerau and Ely (ACE), and with the recent literature produced by a range of Connected Communities scoping studies, the CAER team were committed to involving community members actively in the co-production of the Heritage trails and the research which informed them; valuing the contribution of all participants and partners in a mutually beneficial and reciprocal relationship. Co-design and co-production have been central to both the ethos and the process behind The HEART of Cardiff Heritage Trail.\n\nWorking with Dr Kate Moles and Dr Stephanie Ward, artist Paul Evans devised a series of geographical and temporal mapping workshops to tease out memories of Ely and Caerau and serve to: a) translate the impersonal 1:10,000 scale map produced by the HMSO into a personal, meaningful, local topography based on the thoughts, memories and emotional responses of local residents, and b) create a physical timeline reaching back into living memory. \n\nThe first of these workshops took place at the headquarters of the Grand Avenue Times (GAT) women's community group at Windsor Clive Primary School, Ely. Here we created a 'layered map' of memories and reflections based on the group's knowledge of the local area. Fragments of a lively and dynamic conversation about Ely and Caerau were written onto transparent acetate squares and pinned in place onto a large (A0) 1:10,000 scale map of the area. The conversations were also recorded as audio files. Edited fragments of these conversations contribute to the trail's digital resources. This layered map strategy allowed us to plan the first stage of the heritage trail route - a loop from North Ely to St Fagans National History Museum and back through Plymouth Woods starting from the recreation ground at the end of Archer Road. We followed this route on a beautiful sunny day, about a week later with Ceri-Ann Gilbert from GAT as our guide. \n\nWe also worked with Healthy Wealthy and Wise: senior citizens based at the Old Library, Bishopston Road, Caerau. Over a series of two workshops we created a timeline of memories written onto luggage labels that were ordered chronologically and then tied onto a 4m length of string. Some fascinating and poignant memories emerged from this workshop and these have also informed our planning and content for the heritage trail route. \n\nCrucial to these workshops was a highly democratic approach valuing all contributions. We also recognised the need to take time to gently build relationships and trust through informal conversation and contact rather than launching directly into 'top down' structured activities, a strategy we have developed through preceding CAER activities. Indeed, the development of constructive relationships was facilitated through a process of listening to, learning from and valuing the memories and perspectives of community members; a process which also yielded some remarkable content and outputs for the trails. \n\nOutputs from both of these community workshops were subsequently displayed at the CAER Heritage Project/HEART of Cardiff Roadshow at the Ely Festival on 13th July 2013. Central to our presentation was another large map with the speculative HEART of Cardiff Heritage Trail route marked out in pins and coloured thread. Our first suggestion for the route was soon altered on the basis of local knowledge from a wide range of festival-goers. It was here that we were definitively advised that it might be best to break up the heritage trail into manageable circular sections around a central orbit. Once again, contact was informal and involved chatting to and learning about individual stories over a slice of Caerau Hillfort Cake which had been kindly baked for this event by Ceri-Ann of GAT. \n\nTrail Formation and Pilot Walks (August-December 2013)\nPlanning and logistical work on the trail continued over the autumn and, in line with recommendations from the Ely Festival, a series of four manageable circular walks (north, south, east and west) were planned onto a map and christened with names in consultation with participating community groups. Following this the Project team undertook a series of four pilot trail walks, over October and November 2013, organised in collaboration with ACE's 'Come Outside' exercise initiative, walking each trail with local residents (between 6 and 20 individuals turned out for each walk) who gave us further interesting insights, facts and local knowledge as we walked the trails and who were rewarded with ACE Time Bank credits for their contributions. \n\nIn December 2013 Dave Wyatt and Paul Evans visited Michaelston College and Glyn Derw to brainstorm, design and develop the first two way-mark designs for the HEART of Cardiff trails. These intensive creative workshops focussed on 'Medieval Michaelston' and the 'Romans to the Races' trails. After a brief introduction by Dave, the young people made a series of quick thumbnail sketches. The young people then selected their favourite sketch and were given guidance on how to convert this design into a simple motif, suitable for stencilling.\n\nTwo follow on workshops were delivered to the same classes in each school in March 2014. The challenge behind the workshops was to create transitory, witty works of art that reflected something of the heritage of the trail - creating ephemeral artworks and in situ images to populate our heritage trail resources. At Glyn Derw High we researched Roman motifs and made a series of thumb-nail sketches. We then braved the icy winds blowing over Trelai fields to create an army of buried legionaries emerging from the site of the Roman Villa on the Romans to Races trail. The young artists then made 3D graffiti models and placed these along the trail photographing them as they went. \n\nA similar workshop was also undertaken with the pupils at Michaelston Community College, this time themed on the medieval heritage of the location including St Michael's church. We decided that the door of the church would make an excellent 'portal' into the past - so we made one using interwoven twigs and branches. As at Glyn Derw, during the next stage of the workshop the young people made individual ephemeral artworks using modelling clay - again from the preliminary sketches based on Medieval motifs. The, tried and tested, combination of archaeological and historically themed art and direct physical engagement with local sites proved an effective means of investing and engaging a new group of young people in their local heritage whilst inculcating a range of creative and interpersonal skills.\n\nIn December 2013 the CAER team delivered a way mark logo co-creation workshop with the Friends of Caerau Hillfort group as part of a CAER project Christmas celebration event. Around 15 local residents attended this event with Paul Evans facilitating a workshop to design a striking way mark logo for the Celtic Caerau trail through a collective game of 'Pictionary.' We later returned to GAT in March 2014 and co-designed a way mark logo for the Plymouth Woodland Walk employing the same co-creation strategy.\n\nWith the way mark logos complete the designs have been employed to create a series of plastic stencils that have been laser cut with the assistance of teachers at Michaelston Community College. Over April 2014 the community groups and school pupils involved in creating the way mark logos have walked each of their respective trails employing the stencils to make impermanent (chalk, scrubbing surfaces, grass cutting) and permanent marks (spray paint) at key points on the trails to mark the way. \n\nThe HEART of Cardiff Heritage trails were launched collectively as part of the 2014 Cardiff Walking Festival. At the launch visitors were invited to choose one of the HEART of Cardiff trails and join and walk with the local people who helped to create it in a coordinated simultaneous trail walk event that culminated in a gathering of trail walkers from all 4 trails at a heritage fair on the summit of Caerau Hillfort. It is through sustaining regular open access, informal and engaging community heritage events such as this that the CAER Project has built the significant community interest, good will and support which has underpinned the project's success to date and, it is hoped will, ensure its sustainability as an important catalyst for regeneration in this warm and vibrant community. Communities and Social Services/Policy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}