{"id":"9C8EC598-199A-4EEC-8F3F-C46FEF558054","title":"Cross-Disciplinary Feasibility Account: CCNR, University of Sussex","abstractText":"The research foci of this feasibility account will be at the interfaces between Biology, in particular Neuroscience, and Informatics and Engineering. These aim at new systems level understandings and the transfer of these understanding to bio-inspired technology, and to the development of new kinds of diagnostic tools for next-generation healthcare. Major themes, covered by a suite of feasibility studies, will be: The investigation of new tools and techniques for measuring, interpreting and modelling electrical activity in neuronal networks The investigation of the applicability of dynamical systems analyses to early diagnosis of cerebral palsy The investigation of the applicability to robotics of new models of biological sensing, learning and memory","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024638/1","grantId":"EP/H024638/1","fundValue":"199399","fundStart":"2010-01-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"  The development of tools and methods to shed light on mechanisms underlying insect navigation, including the\ndevelopment of navigation algorithms using minimal resources. New methods and tools were applied to aquiring data on\nthe sensory information used by insects during navigation. This led to the developemnt of successful navigation algorithms\nusing very minimal sensory and computational resources which were demonstrated on a robot.\n\nThe exploration of physical models of replicating molecules as a new tool for understanding evolutionary processes was introduced. By\nbuilding a real physical model of template replication we were able to suggest new possible answers to the vexing question\nof how complex template replication could have arisen in nature. This has inspired new research on that question.\n\nThe investigation of the applicability to robotics of new models of biological sensing and associative memory led to a\nprototype (recurrent, spiking) neural network model incorporating a novel form of plasticity (involving local\ncompetition for neural resources) based on recent findings in mammalian (hippocampal) neurobiology. This efficacy of this\nsystem in navigation was demonstrated and has led to further developments in that area. This theme also involved a study to assess the potential of using novel models of\ninsect olfaction mechanisms to develop much faster and more accurate chemical discrimination than is currently possible,\npaving the way for practical olfactory robot applications. The feasibility of using metal oxide 'smell' sensors was tested on a\ngantry robot by mapping out their sensitivity in space and time. It was discovered that currently commercially available\nsensors react too slowly to make them useful in most practical applications. The study allowed us to develop requirements\nfor an 'ideal' sensor for this application which has led to new research to develop more practical approaches. Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Phil  Husbands","coPersons":["Anil K Seth","Robert  Prance","Michael  O'Shea"],"organisation":"University of Sussex","findingsText":" The research foci of this feasibility account was at the interfaces between biology, in particular neuroscience, and\nInformatics and Engineering. The studies undertaken were aimed at new systems level understandings of biological\nsystems and phenomena, and the transfer of these understanding to bio-inspired technology, and to the development of\nnew kinds of diagnostic tools for next-generation healthcare. Major themes undertaken were:\nThe investigation of new tools and techniques for measuring, interpreting and modelling electrical activity in neuronal\nnetworks. A novel form of electric potential sensors were built and tested on cultured biological neuronal networks. The\nfeasibility of using near-infrared optical imaging (NIR) to detect localized neuronal activity in cultures of Lymnaea neurons\nmounted on a multi-electrode array was also investigated after building a specilaised NIR rig. In both cases promising initial\nresults have been achieved. The third part of this theme involved acquiring preliminary data on a radical new proposed\nindirect measurement technology to build accurate neuron models by comparing the model with the relevant biological\nneuron in real time (the dynamic observer technique) . The core concept was to combine online parameter estimation\n(&quot;fitting&quot;) with dynamic clamp technology (the coupling of computer models to living neurons). Very prominsing initial results\nhave been achieved with the method.\nThe investigation of the applicability of dynamical systems analyses to early diagnosis of cerebral palsy.\nThis study tested the feasibility of this idea by attempting to produce a dynamical systems analysis of motor activity in\ndeveloping infants. After recording the movement and muscle activity from typically developing (healthy) infants aged 2-4\nmonths, dynamical system analysis was used for the identification and formalisation of intra- and inter-limb synergies and\nrotational elements; and the identification of control parameters and juncture points by bifurcation analysis. This study has\nprovided a proof of principle for the approach which will be further developed in future work.\nThe investigation of the applicability to robotics of new models of biological sensing and associative memory. In this study a\nprototype (recurrent, spiking) neural network model was developed incorporating a novel form of plasticity (involving local\ncompetition for neural resources) based on recent findings in mammalian (hippocampal) neurobiology. This efficacy of this\nsystem in navigation was demonstrated. This theme also involved a study to assess the potential of using novel models of\nPage 6 of 9 Date Saved: 29/07/2011 10:03:09\nDate Printed: 29/07/2011 10:04:14\nAdd web address :\ninsect olfaction mechanisms to develop much faster and more accurate chemical discrimination than is currently possible,\npaving the way for practical olfactory robot applications. The feasibility of using metal oxide 'smell' sensors was tested on a\ngantry robot by mapping out their sensitivity in space and time. It was discovered that currently commercially available\nsensors react too slowly to make them useful in most practical applications. The study allowed us to develop requirements\nfor an 'ideal' sensor for this application.\nThe development of tools and methods to shed light on mechanisms underlying insect navigation, including the\ndevelopment of navigation algorithms using minimal resources. New methods and tools were applied to aquiring data on\nthe sensory information used by insects during navigation. This led to the developemnt of successful navigation algorithms\nusing very minimal sensory and computational resources which were demonstrated on a robot.\nThe exploration of physical models of replicating molecules as a new tool for understanding evolutionary processes. By\nbuilding a real physical model of template replication we were able to suggest new possible answers to the vexing question\nof how complex template replication could have arisen in nature. This work can lead to new forms of robot navigation algorithms, new ways of exploiting understandings of biological olfaction in artificial applications, new approaches to the early diagnosis of cerebral palsy and novel ways of imaging brain data. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}