{"id":"9C976AFC-6C1C-4405-B626-F486C810C5E1","title":"Nursing education: what can perspectives from the social sciences contribute?","abstractText":"The purpose of this seminar series is to develop approaches to the teaching of care to nurses that are informed in a meaningful way by the social sciences. Recent high profile scandals (e.g. at the Mid Staffordshire Foundation NHS Trust) have raised notable concerns about levels of basic nursing care. Evidence indicates that caring is an attribute the public see as central to the role of a nurse. Thus, whether or not there has been a decline in caring within the nursing profession, supporting nurses to provide a high level of care is important.\n\nHow might the social sciences contribute to nursing education in a meaningful manner? Caring has various components which involve individuals feeling empathy and having practical skills. The social sciences can potentially inform both. To feel empathy requires individuals to have insight into the experiences of others, something to which the social sciences have made considerable contribution in the past (though the extent to which this has been used within nursing curricula has been limited). Providing practical care can also be informed by the social sciences. The needs of individuals will differ depending on their circumstances. For example, enabling self-care for someone living in the context of deprivation will involve some very different considerations to another scenario; say with a patient who is economically more secure even if the medical condition involved is the same. Understanding social context thus has considerable potential. The social sciences can also potentially facilitate reflective practice, thus helping nurses to more confidently challenge ineffective or sub-optimal practices.\n\nUsing insights from the social sciences (and specifically geography and ethnography as proposed here) is not going to be a simplistic fix to problems experienced in the health service, but has the potential to contribute to improving practice. We explicitly address gaps between theoretical ideas and practice by bringing together different groups of people: academics (from nursing as well as social science areas of work), policy makers who contribute to developing nursing curricula and nursing students (both pre- and post-registration). We adopt the framework of 'joint interpretive forums' for our seminars. This framework will enable theoretical ideas to be explained, questioned by people with very different perspectives and developed in a way that is relevant to practice.\n\nThe views of nursing students are crucial if the contribution the series aims to make to nursing care is to be meaningful to the teachers, researchers and practitioners of the future. The social sciences have demonstrated the importance of user participation and our inclusion of student nurses will not only capture their perspectives but also provide a model for the development of nursing curricula. A core group of student nurses will contribute to seminars and also be supported to write papers as a means of widely communicating their views. \n\nThe series sets out with two seminars that consider the theoretical contributions geography and ethnography can make to nurse education. The ideas emerging from these early encounters are then developed in a third seminar through the analysis of a topical case study (Mid-Staffordshire). Hence we begin to unpack implications of practice in the face of realities to theory. The fourth and fifth seminars are dedicated to the discussion of the developing theoretical ideas from earlier seminars by those directly involved in nursing education - teachers and students. The final seminar then takes the ideas developed up to this point and engages directly with those whose responsibilities involve the development of curricula for nurses. We also use the opportunity to consider how the networks created by the series can be made sustainable so as to enable a more explicit on-going discussion regarding nursing education and the potential contributions of the social sciences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L000741/2","grantId":"ES/L000741/2","fundValue":"12315","fundStart":"2015-01-01","fundEnd":"2016-03-31","funder":"ESRC","impactText":"","person":"Iain Maitland Atherton","coPersons":["Sara  Donetto","Stephen  Timmons","Sally  Haw","Richard Gordon Kyle","Kate  Seers","Glenn  Robert"],"organisation":"Edinburgh Napier University","findingsText":"","dataset":"gtr"}