{"id":"9C9C48A5-C2E1-4A5B-83F0-66FC1EB02ABA","title":"The translation and interpretation of the structural elements of Michael Berkeley's musical compositions through painting and digital media","abstractText":"There are many examples of painters, who slosh paint around the canvas in the pursuit of what Walter Pater defined as the 'condition of music'. This type of expressionistic painting is fundamentally intuitive and is often merely a by-product of and reaction to listening. Painting of this kind has its own visual limitations and struggles to relate to the composers intentions and use of compositional technique in either music or design. \\n\\nLed by the principle investigator this project re-examines the art-music relationship. The project is intended to present a different way of thinking and a fresh approach to painting practice, in which both the language of design and music theory establish a logical link between both visual and audible composition based on musical systems and visual proportion. The research should be of particular interest to academics, artists and composers. \\n\\nThis investigation will employ painting as a tool for thinking. The research explores the relationship between musical composition and visual perception and poses a number of questions about the way in which contemporary abstract painters and composers use the musical score and painted canvas to inform cross-genre art forms. \\n\\nMichael Berkeleys' Coronach, Gethsemani Fragments, Fierce Tears I and II and Keening, Voice from the Dark and Inner Space will be informed the basis for this investigation in conjunction with Gallery.Oldham's collection of mid 20th century abstract painting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G013799/1","grantId":"AH/G013799/1","fundValue":"16236","fundStart":"2008-11-01","fundEnd":"2009-09-30","funder":"AHRC","impactText":"","person":"Kevin  Laycock","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}