{"id":"9C9D9E55-EEE4-4224-893A-3213361CFEDD","title":"Direct quantum simulation using cold bosonic atoms in an optical lattice","abstractText":"We shall develop the experimental techniques for direct quantum simulation of condensed matter systems using ultra-cold bosonic atoms in optical lattices, in the five stages listed under the Objectives heading. Stage 1 has already been achieved in Oxford using evaporative cooling in a magnetic trap but by changing to an optical dipole trap we shall obtain BEC more quickly and speed up data taking. We plan to have made substantial progress towards stage 2 by the start of any grant period, in particular to have a high numerical aperture lens (NA=0.8) in place that gives an optical resolution of better than 1 micron at the position of the cold atoms. To deterministically prepare a single atom in each well of the optical lattice potential we shall use a scheme based on Feshbach resonances (that we have previously studied in Oxford); resonant enhancement of the interaction between atoms at a certain magnetic field prevents there being more than one atom in the same well. In stage 4, we shall implement spin-dependent interactions between atoms in neighbouring sites using a method demonstrated experimentally in Munich (and continue to explore improved methods in collaboration with Dr Dieter Jaksch and his group in Oxford). The effect of an external magnetic field on a condensed matter system is simulated by imposing a phase shift on the atomic wave functions using Raman transitions. The final quantum state of each of the atoms in the optical lattice will be determined by fluorescence as in ion traps. Once methods for direct quantum simulation have been developed with bosons, and shown to give important results, we can extend them to fermionic atoms (e.g. potassium-40) and so study an even wider range of condensed matter systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E010873/1","grantId":"EP/E010873/1","fundValue":"674221","fundStart":"2007-04-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Christopher  Foot","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}