{"id":"9CA8C5B1-9FD7-4D9B-A801-1362604C87F8","title":"Purification and functional characterisation of COMATOSE a peroxisomal ABC transporter from Arabidopsis thaliana","abstractText":"Cells of higher organisms such as plants and animals are divided into compartments that contain specific biological functions. Each compartment is surrounded by a membrane which acts as a barrier to movement of most biological molecules. In order for the activities of different compartments to proceed, the controlled transport of molecules across membranes has to occur. In most cases transport is mediated by proteins (transporters) within the membrane and often expenditure of energy is required to move the transported molecules against a concentration gradient. ABC transporters are a large class of membrane proteins which transport a wide range of biological molecules using energy released by breakdown of ATP, the principal 'energy currency' of living organisms. This proposal is concerned with one specific ABC transporter found in the membrane of the cellular compartment known as the peroxisome. Peroxisomes carry out a range of different biological functions but the one of particular interest to this project is beta-oxidation. In this pathway fat-like molecules are chopped up by sequential removal of 2 carbon atoms at a time. Different molecules may be subjected to beta-oxidation for different purposes - to provide energy, to remove unwanted molecules or to generate molecules with different biological activities, such as hormones. Peroxisome membranes of plants, animals and yeast contain similar ABC transporter proteins. There is quite good evidence in the case of yeast and plants that these proteins are involved in transporting fats into peroxisomes to be broken down. This may also be the case in animals, but the evidence is not so clear. What is clear is that plants and animals which have defective peroxisomal ABC transporters are very sick. Children born with a defective peroxisome ABC transporter called ALDP may develop a severe neurological disorder called Childhood Cerebral X-linked Adrenoleukodystrophy which results in progressive disability and death, and for which there is no cure and limited ameliorative treatment. Plant seeds with a defect in the equivalent ABC transporter (called CTS) can't germinate unless special tricks are used, have some hormone deficiencies and are less fertile than wild-type plants. We don't know to what extent the plant, yeast and human peroxisomal ABC transporters do the same things, but since they probably share a common evolutionary origin there is a good chance some functions are conserved. We will seek to investigate this by finding out if the plant transporter can function in place of the yeast transporter and if the human and yeast transporters can function in place of the plant transporter. We will also find out more about the precise functions of the plant transporter by investigating which molecules it can transport and what parts of the protein are necessary for this activity. By learning about the activity of this plant protein we would hope to understand how we could manipulate it to produce improved crop varieties. Understanding the similarities and differences between the plant, yeast and human transporters might also yield new insights into what the human transporter is doing which could be of benefit to understanding the pathology of X-linked Adrenoleukodystrophy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007299/1","grantId":"BB/F007299/1","fundValue":"359445","fundStart":"2007-12-01","fundEnd":"2010-11-30","funder":"BBSRC","impactText":"  The information gained about this important class of ABC transporters is being used by our collaborators at AMC to inform research into X-linked adrenoleukodystrophy Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Alison  Baker","coPersons":["Stephen Allan Baldwin"],"organisation":"University of Leeds","findingsText":" We expressed the peroxisomal ABC transporter COMATOSE in insect cells and also in yeast. This allowed us to investigate its function in more detail than was possible in the native plant. We could show that the protein had two distinct biochemical activities, ATPase and thioesterase. Thioesterase activity was unexpected but provided an answer to a question that had been outstanding in the literature for a decade, are CoA esters or free fatty acids transported. Our model is that CoA esters are the preferred substrate but are cleaved by the thioesterase activity in CTS. We also found that CTS associates with peroxisomal acyl coA synthetases which would add the CoA back on the other side of the membrane This has led to a new grant BB/L001012/1 to unravel details of this novel mechanism.\nthe expression systems and experimental protocols are relevant to the study of the human homologue ALDP which is defective in the human disorder X-linked adrenoleukodystrophy which our collaborators at AMC work on Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}