{"id":"9CAA895D-BA34-4E1B-81F5-77855659E77B","title":"Investigating the roles of Arabidopsis STIC1 and STIC2 in chloroplast protein transport","abstractText":"Chloroplasts and mitochondria are normal components of many cells - they are sub-cellular structures called organelles. Interestingly, these two organelles evolved from bacteria that were engulfed by other cells over a billion years ago, and in many ways they still resemble free-living bacteria. Chloroplasts are found in plant cells, contain the green pigment chlorophyll, and are responsible for the reactions of photosynthesis (the process that captures sunlight energy and uses it to make sugars). As photosynthesis is the only significant mechanism of energy-input into the living world, chloroplasts are of inestimable importance, not just to plants but to all life on Earth. Chloroplasts are also important in many other ways, as they play essential roles in the synthesis of oils, proteins and starch.\n Although chloroplasts do contain DNA (a relic from their evolutionary past as free-living photosynthetic bacteria), and so can make some of their own proteins, &gt;90% of the 3000 proteins needed to build a fully-functional chloroplast are encoded on DNA in the cell nucleus. Thus, most chloroplast proteins are made outside of the organelle in the cellular matrix known as the cytosol. As chloroplasts are each surrounded by a double membrane, or envelope, that is impervious to the passive movement of proteins, this presents a significant problem. To overcome the problem, chloroplasts evolved a sophisticated protein import apparatus, which uses energy (in the form of ATP) to drive the import of proteins from the cytosol. This import apparatus comprises two molecular machines: one in the outer envelope membrane called TOC (an abbreviation of &quot;Translocon at the outer envelope of chloroplasts&quot;), and another in the inner envelope membrane called TIC. Each machine is made up of several proteins which cooperate to ensure the efficiency of import. One of the features of the TIC machine is that it recruits a special class of proteins from the chloroplast interior, or stroma, called &quot;chaperones&quot;. These stromal chaperones act like a motor as they use the energy from ATP to drive protein import.\n We work on a model plant called Arabidopsis that has many advantages for research, such as an availability of numerous mutants (each one with a mutation in a specific gene). One such mutant plant, tic40, has a defect in a TIC gene such that chloroplast protein import does not work efficiently. Several years ago we identified other mutations called stic1 and stic2 (stic stands for &quot;suppressor of tic40&quot;) which significantly improve protein import efficiency in tic40. Recently, we discovered which genes (and therefore which proteins) the stic mutations affect: STIC1 belongs to a family of well-known protein transport factors that were not previously thought to act in the chloroplast envelope, while STIC2 is related to a group of bacterial proteins of unknown function. Interestingly, we have shown that STIC2 can bind to STIC1, as well to stromal chaperones and the TIC machine. Thus, we believe that STIC2 may be a new component of the aforementioned import motor. It may also help to guide newly-imported proteins from the TIC apparatus to their final destination, which is perhaps where STIC1 plays its role. We will do experiments to test these theories.\n As chloroplasts carry out essential functions, and because protein import is essential for chloroplast development, it is not surprising that plants without a functional chloroplast protein import machinery are unable to survive (in fact, they die as embryos). Similarly, as we are all ultimately dependent upon plant products for survival, it follows that chloroplast protein import is essential on a global scale. As chloroplasts play major roles in the synthesis of many economically important products (e.g., oils, starch), a better understanding of how these organelles develop will enable us to enhance the productivity of crop plants or otherwise manipulate their products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J009369/2","grantId":"BB/J009369/2","fundValue":"249886","fundStart":"2013-10-01","fundEnd":"2016-01-31","funder":"BBSRC","impactText":"  The research project is still underway. Too early to answer this question.  ","person":"Robert Paul Jarvis","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}