{"id":"9CB0862F-8471-4D18-B097-B3C483CAADAA","title":"Bright IDEAS Award: Plasma-olyte","abstractText":"There are many ways to manufacture materials that can improve the quality of peoples' lives. We are surrounded by smart materials and we are under a lot of pressure to come up with more efficient and clever ways for making these materials. Very often ways of making materials remains unchanged because they work and don't need to change, or because there is still a demand. Electroplating (or electrodeposition) is one such technique that has changed little in the last few decades. However, increasing demands on functional materials has meant that materials synthesis needs to evolve and challenge the demands of the 21st century. The work proposed in this proposal aims to provide a new way of creating coating on surfaces for a myriad of different applications from deposition of catalyst materials for fuel cells and photovoltaic cells to anticorrosion coatings and anodisation of aluminium for aerospace metal finishing. The heart of this creative idea that makes this work unconventional, is the consideration that a plasma as an electrolyte, in the same way as a liquid containing salts creates a suitably conducting medium to support electrodeposition. This is a simple idea that as yet has not been tested and has been almost totally overlooked. The advantage here is that in plasma, reduction (or oxidation) of very stable materials will be possible, due to the absence of any solvent. Performing electrodeposition in liquid phases is limited due to the potential window set by solvent breakdown (oxidative and reductive limits), in absence of solvent the potential window is vastly extended. The method proposed here utilises atmospheric pressure flame or discharge plasma that will act as the electrolyte and a carrier for metallic precursors.Two areas will be investigated during this project; both have huge technological and environmental impact; (1) for the deposition of noble metal oxides catalysts, with precise control of redox state and morphology for dimensionally stable electrodes for efficient fuel cells. (2) Deposition of corrosion resistant coatings onto low value metals substrates (with high tensile strength) such as carbon steel for corrosion protection. The advantage over any other coating technology is the fact that no caustic chemicals are used in the process. This idea provides a single step method of depositing required chemical state of deposit rather than rely on post processing. It is realistic that once the process is proven through this work, the technique will develop into a major tool in the UK manufacturing arsenal.The expected impact of this work will be to create commercially valuable transformative technology for the management of gaseous emission worldwide in energy related fields. In addition, the work is expected to develop further into a significant academic research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H049398/1","grantId":"EP/H049398/1","fundValue":"251564","fundStart":"2010-03-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"  To build knowledge base in the underlying technology and methodology. Manufacturing, including Industrial Biotechology Economic","person":"Daren  Caruana","coPersons":[],"organisation":"University College London","findingsText":" We maWe managed to use a gas phase way of depositing a metal based coating whilst controlling the chemical properties in one step. Normally deposition of a metal is a costly business using mixture of caustic liquid solutions which are difficult and costly to dispose of. We demonstrated that it was possible to deposit copper, nickel using a flame or plasma based system and change the oxidation state electrochemically in situ. This is the first time an electrochemical based method was used to control the deposition in the gas phase. naged to use a gas phase way of depositing We continued the work through some industrial partnership with Tenaris (Steel company based in Argentina. The work carried on for a further 6 months. Manufacturing, including Industrial Biotechology","dataset":"gtr"}