{"id":"9CB4BA7A-2F46-4CA5-8834-66388CBBF3AC","title":"Rising Powers in African agriculture: Are China and Brazil bringing new paradigms to agricultural development cooperation?","abstractText":"<p>The “China and Brazil in African Agriculture” (CBAA) project will explore the new development cooperation engagements in agriculture across four African countries. The project will examine the politics of aid and investment policy in China and Brazil, exploring how understandings of agricultural development are translated in aid and investment projects.</p>\n\n<p>The project will be carried out through an innovative international partnership connecting researchers from institutions in the UK and Africa, already linked through the IDS-led Future Agricultures Consortium, with colleagues from China and Brazil.</p>\n\n<p>The research will begin with a mapping phase that will generate a geo-referenced database of Chinese and Brazilian agricultural development cooperation projects in Ethiopia, Ghana, Mozambique and Zimbabwe. This will be followed by in-depth case studies of a sample of these projects, examining the ways in which experience and expertise from China and Brazil engage with the realities of African agriculture and the perspectives of African scientists and farmers. Comparative analysis across projects, countries and types of intervention will address the question of whether a &quot;new paradigm&quot; of development cooperation is emerging, and assess the implications for the future of aid and investment policy.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J013420/1","grantId":"ES/J013420/1","fundValue":"644936","fundStart":"2012-10-01","fundEnd":"2016-01-01","funder":"ESRC","impactText":"","person":"Ian  Scoones","coPersons":["Dawit Alemu Bimirew","Jing  Gu","Arilson  Favareto","Xiaoyun  Li","Douglas  Magunda","Alcides  Costa Vaz","Lila  Buckley","Kojo Sebastian  Amanor","Sérgio Inácio  Chichava","Alexander  Shankland"],"organisation":"Institute of Development Studies","findingsText":"","dataset":"gtr"}