{"id":"9CBA50F2-B5D1-40E2-BB8A-60BE3F6FCB2E","title":"A novel model of AMPK-mediated obesity involving the gamma2 subunit","abstractText":"In common with much of the rest of the world, the UK is facing a massive increase in the prevalence of obesity and type 2 diabetes mellitus despite growing societal and medical awareness of the importance of weight gain in driving metabolic disease. In 2010, just over a quarter of adults in the UK were classed as obese, with government predictions of over half of all UK adults becoming obese by 2050. The number of people diagnosed in the UK with diabetes has increased from 1.4 million in 1996 to 2.9 million today, and is projected to reach over 4 million by 2025. The complications of obesity and diabetes include some of the most prevalent and serious diseases affecting industrialised societies today, including heart disease, hypertension, stroke, cancer, visual impairment and joint disease, with potential associated disability, loss of earnings, reduction in life expectancy (by an estimated 9 years) and huge impact on the healthcare system. \n\nBoth obesity and type 2 diabetes are chronic metabolic diseases reflecting a complex interaction between an individual's genetics, behaviour and environment (e.g. food intake and physical activity). Typical weight-loss strategies include an attempt at modification of lifestyle through dieting and exercise, but these can be frustratingly difficult to implement and even harder to maintain, prompting the use of additional, more effective treatment strategies. The latter has included medication as well as weight-loss (bariatric) surgery. Despite the increasingly clear prospect of disease alleviation or even resolution with bariatric surgery for selected patients, the limited capacity of current healthcare systems to offer it to more than a small proportion of all those affected (with 6000 procedures performed annually in the UK), coupled with the poor long-term efficacy and safety of established drug treatments for obesity, has prompted an intense search for alternative drug therapeutic options. \n\nOne increasingly attractive molecular target is the protein AMP-activated protein kinase (AMPK), which has now been recognised as being acted upon, albeit indirectly, by major classes of antidiabetes drugs, including metformin and the thiazolidinediones. Activation of AMPK leads to multiple metabolic effects and is thought to underlie much of the aforementioned drug's benefits. Accordingly, there is growing intense interest in the possibility that direct activators of AMPK may provide much needed, effective treatment strategies for the worldwide epidemic of obesity and diabetes.\n\nTo realise this aim and design rationally-based, novel therapies for the treatment of these metabolic disorders, there is a growing imperative to better understand the biology of AMPK with regard to the regulation of whole-body energy balance, in particular its role in appetite regulation by the brain. A further key unanswered question is the potential long-term risk-benefit profile conferred by activating AMPK across the entire body. Existing scientific models involving AMPK have generally adopted a 'loss of function' or gene 'knock-out' approach, whereby a component of the AMPK enzyme complex is genetically deleted. In contrast, we have developed a 'gain of function' model utilising gene-targeting to induce a precise activating genetic alteration in the energy-sensor subunit of AMPK, namely the gamma2 subunit. Our initial findings suggest that chronic, whole-body AMPK activation via the gamma2 subunit has both beneficial and adverse effects in key metabolic organs, including the brain and pancreas. Building on these results, the detailed application of a range of molecular, cellular and physiological techniques to this model is expected to yield new insights into the long-term risk-benefit profile of chronic AMPK activation, vital to the design of rational metabolic therapies based on the AMPK system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K019023/1","grantId":"MR/K019023/1","fundValue":"415054","fundStart":"2013-05-01","fundEnd":"2016-04-30","funder":"MRC","impactText":"","person":"Houman  Ashrafian","coPersons":["Hugh Christian Watkins"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}