{"id":"9CC333DC-D56D-49BA-B37A-9A727ED157B4","title":"Applications of Nevanlinna theory to differential and difference equations","abstractText":"Strong hints as to whether certain types of equations are integrable (in some sense solvable) can be obtained by looking at the behaviour of solutions in the complex domain, even when we are only concerned with finding real solutions. For differential equations the most widely used property of this type is the Painlev&eacute; property. An ordinary differential equation has the Painlev&eacute; property if all solutions are single-valued about all movable singularities. Although proving that a given equation actually has the Painlev&eacute; property is sometimes difficult, there are very powerful but simple methods that can be applied to very general equations that will show that they do not have the Painlev&eacute; property. These classifications are based on purely local methods such as series expansions. Unfortunately the Painlev&eacute; property is destroyed by almost any rational change of dependent variable. However, although the transformed equation will have movable branch points, the global branching structure will remain simple. In particular, if the solution has no fixed singularities then it is algebroid (algebriac over the meromorphic functions) so its Riemann surface has only a finite number of sheets over any point. The first part of this project is to develop methods to determine when an equation possesses algebroid solutions. This should be a more sensitive test than the usual Painlev&eacute; analysis. Local series expansions will not be enough here and more global methods are required. Here Nevanlinna theory, the theory of the value distribution of meromorphic functions, will play a central role.\n\nThe second part of the project again uses Nevanlinna theory as a way of detecting integrable equations, but this time we will consider differential-delay equations, e.g., equations of the form F(z,y(z+1),y(z-1),y(z),y'(z))=0. Based on earlier work on difference equations, differential-delay equations that admit meromorphic solutions that are finite-order (i.e., not too complicatethe sense of Nevanlinna theory of a particular type will be classified. Very little work on the integrability of differential-delay equations has been carried out. Differential-delay equations appear in many models, especially in mathematical biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K041266/1","grantId":"EP/K041266/1","fundValue":"23835","fundStart":"2013-05-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"","person":"Rodney George Halburd","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}