{"id":"9CD2EB14-E95E-482C-BB32-DE838C084D8B","title":"Nutritional interventions in childhood and cardiovascular disease risk","abstractText":"Disease of blood vessels (‘atherosclerosis’) that leads to heart attacks and strokes is the main cause of death and disability, the major consumer of health care resources and the most important health priority in Britain and indeed the Western World. Whilst heart attacks usually occur in adults, there is now strong evidence that the diet of babies and children has a major impact on the early processes that lead to blood vessel damage and, ultimately, heart disease later in life. During the past 25 years we have been conducting unique and ethical clinical trials where subjects have been randomly assigned to different early diets to test for the long-term consequences of early nutrition. Some of these trial populations have been followed into adulthood. These, together with our new trials, put us in a strong position to test the impact of early nutrition on later cardiovascular health. Our ultimate purpose is to underpin public health practices in this critical area. We plan to study accepted risk factors for heart disease (high blood pressure, high cholesterol, fatness and tendency to diabetes); and the first stages of atherosclerotic disease, using ultrasound techniques. We will also investigate the factors later in childhood (such as obesity) that can lead to atherosclerosis. The planned research will be conducted by Dr Atul Singhal and Professor Alan Lucas at the MRC Childhood Nutrition Centre, at the Institute of Child Health, London, in collaboration with a network of centres throughout Britain. Our work will help our understanding of the origins of atherosclerosis and will provide us with the knowledge to design early nutritional practices and interventions that could help reduce obesity, heart attacks and strokes in adults.\n&nbsp;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700349","grantId":"G0700349","fundValue":"1339950","fundStart":"2007-03-01","fundEnd":"2012-02-29","funder":"MRC","impactText":"","person":"Atul  Singhal","coPersons":["Alan  Lucas"],"organisation":"University College London","findingsText":"","dataset":"gtr"}