{"id":"9CD455E9-39B6-4871-9EA7-B592E1E16FB1","title":"Green Tribology","abstractText":"Tribology is the essential underpinning science of lubrication, friction and wear and therefore is paramount to the efficient operation of numerous mechanical systems such as engines, gearboxes, human joint implants, manufacturing, sustainable energy and ship performance just to name a few. The specific field of green or environment-friendly tribology emphasizes the green or clean technology aspects of wear, friction and lubrication of interacting surfaces in relative motion in numerous mechanical systems. The interaction of these surfaces is of importance for energy or environmental sustainability and has impact upon today's environment. This includes tribological technology that mimics living nature and thus is expected to be environment-friendly, the control of friction and wear that is of importance for energy conservation and conversion (thus emissions and carbon footprint), enhanced manufacturing techniques such as chemical mechanical polishing, environmental aspects of lubrication and surface modification techniques as well as tribological aspects of green applications such as the wind-power and tidal turbines. The area of green tribology will therefore directly affect the economy by reducing waste and extending equipment life, improve the quality of life and will help reduce the carbon footprint of many mechanical systems. It will also help address the need for increased resource responsibility and lower the health risks by creation of legislation compliant surfaces and coatings to replace potential hazardous coatings currently being used. \n\nThe proposal is from a group that is very able to manage the highly innovative and challenging research into the new area of Green Tribology. The group will be able to join various disciplines together that are essential to establishing a multidisciplinary team, namely chemistry, tribology, mechanical engineering, surface science, material science and manufacturing. The grant would focus on developing the right environment for innovative research and new directions to be studied and therefore designs for managing a flexible research portfolio are presented. The research would cover modelling and experimental approaches. The team will build world-leading and disruptive research solutions and demonstrators in green tribo-materials and natural product chemistry, tribo-metrology, tribo-electrochemistry, tribo-smart coatings, tribo-sensing to develop green tribology solutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J001023/1","grantId":"EP/J001023/1","fundValue":"1200360","fundStart":"2011-09-05","fundEnd":"2016-09-04","funder":"EPSRC","impactText":"  Green Tribology demonstrators funded through project have been successfully used to teach the principals of tribology to a range of students from school children to degree-level.\n\nFrom the analysis of failed real-life train axle bearings we have started to understand the failure mode of bearings by rolling contact fatigue. These findings will be used to determine a relationship between the damage in the bearings and their vibration signature measured by sensors produced by Perpetuum Ltd and fitted on Southeastern trains. This relationship will be used to monitor the condition of real train axle bearings in order to improve train safety.\n\nDisc drag rotors: Novel drag measurement technique has been developed using an analytical rheometer, which has led to collaboration with Akzo-Nobel (International Paint) who will fund further method development.\nThe method was presented in a conference paper at the 5th China-UK Tribology Symposium (Qingdao, China August 2013) and a poster at the 17th International Congress on Marine Corrosion and Fouling (ICMCF) (Singapore, July 2014).\nA large re-designed disc rotor is due for delivery in December 2014.\nNARRATIVE IMPACT: This measurement technique is being used to assess the effectiveness of marine antifouling coatings against the growth of micro-organisms or &quot;slime&quot;. Commercial paint companies are interested in using the developed method to gain insights that will guide their future product development activities.\n\nAcrylic bone cements: Contact with Makevale Ltd. who have supplied acrylic microbeads for investigation of robust bone cement formulations, in conjunction with Bioengineering Group, UoS.\nNARRATIVE IMPACT: This work is not yet complete, but we have shown that we can influence the structure of hardened bone cement by changing the formulation variables. Some additives influence the dispersion of radiopaque pigments, which could affect wear of artificial hip replacements. It may be possible to improve the properties of the polymer phase of bone cement; a student project examined the effect of acrylic monomer changes on cement hardness. Variations in polymer molecular weight have been observed in recovered cements.\n\nMarine antifouling: Engagement with EU FP7 project Foul-X-Spel on non-toxic antifouling coatings has resulted in discussions on funding for further projects with Hempel AS (Denmark).\nCo-supervising industrial PhD student Jennifer Longyear (Akzo-Nobel) on the use of hyperspectral imaging to assess the type and degree of marine fouling associated with various coatings.\nNARRATIVE IMPACT: The project Foul-X-Spel has resulted in trials of a new low toxicity antifouling coating produced by a novel route. Organic biocides have been chemically linked to polymeric paint binders. Improved fouling resistance was not apparent during the timeframe of the project, but this coating has shown interesting effects that could result in significant fuel saving for operating ships.\nWind turbines: Experience on blade leading edge erosion testing gained through EU Project Windtrust, discussing possibility of extending this work with partner LM Windpower (Denmark). Temperature found to be a critical parameter in leading edge coating behaviour.\nApproached by Siemens for potential collaborations on blade leading edge testing.\nNARRATIVE IMPACT: Wind turbine blades are now so long that the tips move at such high speed that grit and even rain drops in the air can cause damage when the moving blade strikes them. Special polyurethane coatings are applied to the edge of the blades to protect against this. We have used a custom type of sand-blasting rig to measure the effect of particles hitting the blades at different angles. An x-ray CT scanner was used to see damage developing beneath the surface of the coatings before it was visible to the naked eye. We have also shown that the properties of protective coatings change at low temperatures.\n\nDental cleaning: Co-supervising PhD student Maddy Baig's project on tooth cleaning technology, in conjunction with Glaxo Smith Kline and the UK National Physical Laboratory.\nNARRATIVE IMPACT: This work is only just starting. So far the key variables likely to affect the efficiency of tooth cleaning have been identified and these will be explored experimentally. Education,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology,Transport Cultural,Societal","person":"Robert James Knoyle  Wood","coPersons":["Julian  Wharton","Frank C.  Walsh","Philip  Bartlett"],"organisation":"University of Southampton","findingsText":" During the research on train bearings (that is still ongoing) we found out that real-life train axle bearings fail by rolling contact fatigue. So far it seems that initiation of the failure is due to electrical damage or to a white layer that forms because the bearings in service are overloaded. We are not sure yet which one of these two damages is the initiation cause and how they are related. More bearings will be analysed to clarify this.\n\n\nThe vibration data measure by the sensor produced by Perpetuum Ltd have been analysed for many good and damaged bearings and we have noticed that the vibrations are affected by:\n1) the speed of the train,\n2) the loading during turning\n3) the conditions of the track, \n4) the conditions of the bearing and \n5) the conditions of the wheel. \nTherefore a correlation between bearing damage and vibration is not straight forward as all these parameter play an effect on it. A study has been carried out eliminating all these variables. \n\n\nWe have met some of the objective of the project, but we still have 5 more months of research.\n\n\nThe understanding of the failure mode of the bearings could be used by other researchers and by the bearing manufacturer to improve the bearing properties in relation to their environment.\n\nDisc drag rotors: Novel drag measurement technique has been developed using an analytical rheometer, which has led to collaboration with Akzo-Nobel (International Paint) who will fund further method development.\nThe method was presented in a conference paper at the 5th China-UK Tribology Symposium (Qingdao, China August 2013) and a poster at the 17th International Congress on Marine Corrosion and Fouling (ICMCF) (Singapore, July 2014).\nA large re-designed disc rotor is due for delivery in December 2014.\nNARRATIVE IMPACT: This measurement technique is being used to assess the effectiveness of marine antifouling coatings against the growth of micro-organisms or &quot;slime&quot;. Commercial paint companies are interested in using the developed method to gain insights that will guide their future product development activities.\n\nAcrylic bone cements: Contact with Makevale Ltd. who have supplied acrylic microbeads for investigation of robust bone cement formulations, in conjunction with Bioengineering Group, UoS.\nNARRATIVE IMPACT: This work is not yet complete, but we have shown that we can influence the structure of hardened bone cement by changing the formulation variables. Some additives influence the dispersion of radiopaque pigments, which could affect wear of artificial hip replacements. It may be possible to improve the properties of the polymer phase of bone cement; a student project examined the effect of acrylic monomer changes on cement hardness. Variations in polymer molecular weight have been observed in recovered cements.\n\nWind turbines: Experience on blade leading edge erosion testing gained through EU Project Windtrust, discussing possibility of extending this work with partner LM Windpower (Denmark). Temperature found to be a critical parameter in leading edge coating behaviour.\nApproached by Siemens for potential collaborations on blade leading edge testing.\nKEY FINDINGS: We have quantified the rate of erosion due to high velocity sand impact on wind turbine blade leading edge protective coatings, and demonstrated that pre-existing erosion by sand influences subsequent raindrop erosion. We have found that erosion behaviour may change significantly at low temperatures. These findings will be used by a leading manufacturer of wind turbine blades to improve their product development of leading edge coatings.\n\nDental cleaning: Co-supervising PhD student Maddy Baig's project on tooth cleaning technology, in conjunction with Glaxo Smith Kline and the UK National Physical Laboratory.\nNARRATIVE IMPACT: This work is only just starting. So far the key variables likely to affect the efficiency of tooth cleaning have been identified and these will be explored experimentally.\n\nDisc drag rotor: KEY FINDINGS: We have discovered that a laboratory instrument that fits on a bench top can be used to measure the drag caused by slime growing on ships' hulls. Slime causes drag on moving ships, which leads to great wastage of fuel and increases in greenhouse gas emissions. Previous methods of measuring drag have required large, complex and expensive equipment. Marine paint companies can start using our new method right away.\nWe have fully met our objectives in developing this method. In future, computer modelling will let us compare the measured drag to the results of real ship trials.\n\nbone cement: KEY FINDINGS: Acrylic plastic cements are used in most hip replacement operations to fix the artificial ball joint into the thigh bone. These cements have changed little since they were introduced in the 1960s. We have shown that small changes in the composition of cements can change their physical properties, and are exploring whether any improvements can be made without compromising their good properties.\n\nmarine antifouling:KEY FINDINGS: An EU sponsored project has resulted in a new way to make low or zero toxicity antifouling paints. Novel coatings will be applied to small boats for long term testing in the sea. These coatings may reduce drag on ships resulting in fuel savings and reduced greenhouse gas emissions.\nA PhD study has started which will use a hyperspectral camera to measure slime and marine fouling on ships' hulls when they are in dry dock. This special type of digital camera can measure the colour spectrum of light at individual pixels in the image. The colour is characteristic of particular types of fouling (such as seaweeds) and with the help of a computer the digital images can be used to rapidly calculate the extent of different fouling growths on the hull. This work, in conjunction with a major coatings manufacturer, has only just started.\nKEY FINDINGS: We have quantified the rate of erosion due to high velocity sand impact on wind turbine blade leading edge protective coatings, and demonstrated that pre-existing erosion by sand influences subsequent raindrop erosion. We have found that erosion behaviour may change significantly at low temperatures. These findings will be used by a leading manufacturer of wind turbine blades to improve their product development of leading edge coatings.\nwind turbines: Feasible research will be used to fuel longer term research funds Aerospace, Defence and Marine,Energy,Environment,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}