{"id":"9CDC7D38-14F4-4268-AABA-464207E32A5F","title":"University of Bristol Bridging the Gaps Cross-Disciplinary Feasibility Account","abstractText":"A dynamic, flexible approach will be taken to managing a fund for cross-disciplinary feasibility projects in areas that have emerged from the interactions that took under the Bristol University's EPSRC Bridging the Gaps award. Five initial ideas are : Integrated Uncertainty in Environmental Modelling; Fracture in Engineering and Geology; Pure Mathematics and Algorithms; Complex Networks and Optimal Search Strategies; Pattern Analysis and Global News Mining. The grant will be run like a mini-research council, seeking to fund short-term, high risk feasibility studies within the remit of the call. Given the short time available, the first 5 studies (outlined above) will be funded immediately for 6 months. Two further calls will then seek fresh proposals or continuation funding for existing studies. The BTG committee will be continued, but its membership widened to six academics to cover the wider remit of the feasibility account. It will report to the University Research Committee. Lessons learned from BTG suggest 20% of project management support will be required, and 20% of administrative support to manage the resources, to engage with researchers and to maintain publicity and dissemination via the exisiting BTG website. The situation of the project manager within Research and Enterprise Development will maximise opportunities to seek follow-on support.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024786/1","grantId":"EP/H024786/1","fundValue":"201720","fundStart":"2009-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  This was a continuation of EP/E022685/1 the comments written their apply. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics ","person":"Alan  Champneys","coPersons":["R  Clifford"],"organisation":"University of Bristol","findingsText":" This was a continuation of EP/E022685/1 the comments written their apply. This was a continuation of EP/E022685/1 the comments written their apply. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}