{"id":"9CE0C58D-2761-488B-A9AD-36CFA26ECC51","title":"Qualitative Methods of Enquiry into the Arts Consumption Experience and its Impact","abstractText":"The recent Sir Brian McMaster report 'Supporting Excellence in the Arts / From Measurement to Judgement' touches on some of the challenges arts and cultural organisations have in understanding the profound value of arts and culture recognising that 'above all the cultural sector has difficulty in assessing the impact of its work on audiences'. Further, key policy-makers are encouraging the sector to move from a 'tick-box' culture to deeper interpretations and understandings of the experience of their audiences. Arts Council England's 'research and participation agendas will only be successful if the industry begins to understand the value of what it means to individuals to engage in cultural activity. There is a lack of robust research and evaluation on the impact and value of arts projects and programmes, not least to absence of effective evaluation methodologies and compounded by an apparent lack of understanding within the arts world in developing evaluative systems. As such, arts and cultural organisations have always found it challenging to truly understand the nature of the experience that audiences have with their organisations and at their events. While many have detailed quantitative information about their audiences through box office or on-site surveys this does not answer the more intractable questions about what constitutes a 'quality' experience for their audience and the methodological challenges of how we can assess the 'impact' of that experience on audiences and visitors. \\n\\nThe arts and cultural community has an opportunity to learn from the academic disciplines of marketing and consumer studies, where the literature on 'arts consumption experiences and their impact' is well developed, as well as from the qualitative research methodologies applied in the commercial sector and specifically designed to inform issues such as branding, marketing and new product development. \\n\\nThe interdisciplinary make-up of the project team ensures that new routes into the target groups for engagement and dissemination will be effective. The University of Sheffield has a number of leading academic experts working in the field of Impact in the Arts and Audience Studies. Furthermore, the University, and in particular the Humanities Research Institute are actively engaged with the hosting of interdisciplinary workshops. The collaboration with Audiences Yorkshire is an invaluable means of ensuring that this workshop programme is both informed by and informs the work of practitioners and policy-makers. \\n\\nThe Project Team will run two workshops, the content of which will be partly shaped by both the participants and, in the case of Workshop 2, by the research encounters. In both workshops participants will be drawn from a range of HEIs, cultural and policy-maker organisations. Furthermore, the participation of research students and early career researchers and practitioners will be actively promoted. The workshops will be advertised through graduate networks and participants will be encouraged to invite junior colleagues. We propose to launch the debate around this programme of work at the leading conference for the industry, delivered by the AMA, by running a discussion seminar as part of the programme. \\n\\nThe project will be developed by the project team with an independent advisory panel. The project team will be responsible for development, delivery, co-ordination and marketing of the workshops, the conducting of the research encounters and dissemination of the outputs. The advisory panel will give strategic support and direction to the project team. This workshop programme will produce a series of tangible outputs and will disseminate these and other findings, to a broad range of audiences, through academic journals, promotional literature, internet and conferences. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G001146/1","grantId":"AH/G001146/1","fundValue":"12362","fundStart":"2008-08-01","fundEnd":"2009-07-31","funder":"AHRC","impactText":"","person":"Elizabeth  Carnegie","coPersons":["Daragh  O'Reilly"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}