{"id":"9CE3778B-CEF4-4A38-B327-534520F18659","title":"The CHELL : A Bottom-Up approach to in vitro and in silico Minimal Life-like Constructs","abstractText":"This work is directed towards generating artificial objects that have properties mimicking those of biological cells. Specifically we set out to test if it is possible for an artificial cell to imitate a natural cell in terms of responding to biological signals. We do not aim to produce an artificial life-form but rather we seek to evaluate whether some processes (signals) that natural cells use can be imitated by the synthetic cells such that the natural cells are unable to tell the difference. The work will involve the modelling, design, preparation and evaluation of capsule-like structures using a combination of compuer science, chemistry, materials science, with a further focus on potential ethical and social aspects of artificial cellular systems. The cell-imitating capsules will contain chemistries we can use as models of signalling ands metabolism, and will be designed such that we can use the capsules and signals to/from them in 'conversations' and 'imitation games' with real cells.The work is intended as fundamental curiosity-driven investigation and addresses the scientific, societal and ethical aspects of minimal-life constructs, However, there are many potential spin-outs of this work if we show that it is indeed possible to 'talk' to natural cells via artificial capsules. Examples might include 'smart' antibiotics, drug carriers for locally-directed therapies and intelligent materials for tissue repair.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042462/1","grantId":"EP/G042462/1","fundValue":"729420","fundStart":"2009-09-28","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  Outputs currently academic: award of 2 CASE grants, training of 2 PhD students, and contributed to 2 Nature family papers.\n\nBBSRC Industrial CASE with GSK Consumer Healthcare. BB/H53052X/1 &quot;Bacterial Autonemesis&quot; 2009-2013. Total value ~ ? 73,110\n\nEPSRC DTG CASE &quot;&quot;Development of polymeric coatings for the systemic delivery of Adenovirus&quot; - with PsiOxus Therapeutics ?23,041 industry contribution Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural,Economic","person":"Cameron  Alexander","coPersons":["Paul  Martin","Natalio  Krasnogor"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}