{"id":"9CEF7F9D-22C0-42BE-8821-EF14147D1314","title":"New models for storm track variability","abstractText":"Storms tracks are the localized regions in the atmosphere, largely over the oceanic basins, where midlatitude weather systems grow and develop. They are the dominant dynamical feature of the midlatitude atmosphere. For example, the North-Atlantic storm track determines the weather in Western Europe and its mean properties are a central factor in determining Northern Hemisphere climate. Anomalous storm track structure is the origin of persistent weather regimes such as cold periods or wet periods.\n\nOur understanding of storm tracks goes back to detailed conceptual models developed from the 1970s onward. These models describe how midlatitude weather systems freely develop into their mature phase and how the jet stream is modified by this development. More recently, the focus has been shifting to questions about the structure of storm tracks under changed climatic forcings. This is still very much an open question; in fact we are not even sure about the basics, such as: will the storm track move in a future climate and if so in what direction?\n\nThe reason for this uncertainty is that the temporal and spatial structure of the storm track is the result of strong interactions between climatic forcings, storms and the jet stream. To think of storm tracks as a set of storms growing on a fixed jet stream misses this key structural property of storm tracks. This highlights the need to understand the storm track as a non-linear forced-dissipative system.\n\nThis proposal builds on very recent developments published by the PI and a NERC funded PhD student, where it was shown that under forced-dissipative conditions, storm tracks in fact do not satisfy the traditional grow-and-mature model, but rather act as a non-linear oscillator where the dynamics is dominated by a periodic exchange of &quot;energy&quot; between weather systems and the underlying jet. This non-linear oscillator model has been shown to have many realistic properties observed in real data and for the first time has allowed an understanding of the variability of a mature storm track in the context of a relatively simple model.\n\nThe ultimate aim of this proposal is to understand and predict how the spatial and temporal structure of storm tracks is established under given climatic forcings. There are several gaps in our new model which need filling and which will allow us to start using it in a more predictive way:\n\n1) We need to build a solid theoretical underpinning of the oscillatory model for the storm track in order to pin down parameter dependencies in the model. The present motivation of the model is based on physically plausible but ultimately heuristic arguments. We also need to extend our framework to capture some of the spatial variance in the storm track, specifically to get a better handle on possible storm track shifts under climate change scenarios.\n\n2) The predictions of the oscillator model need to be tested in a hierarchy of model contexts. The oscillator model has been described in theoretical terms and demonstrated in real observations, and by extension in fully fledged weather forecast models, but it has not yet been examined systematically in a model context. To do this we will work with simplified general circulation models, building on modeling configurations that have been published in the literature.\n\n3) One of the most promising features of our work will be that it provides a new framework to interrogate data from reanalysis or climate models. For example, our model predicts a different behaviour for the response of the potential for storm growth under climate change scenarios compared to our current understanding of the storm track. We will be examining several of these issues in the set of CMIP5 runs, which were used in the IPCC report on climate change.\n\nThe present proposal will form the basis of a new understanding of the observed storm track and will have fundamental consequences to our description of the midlatitude climate system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M014932/1","grantId":"NE/M014932/1","fundValue":"217153","fundStart":"2016-01-04","fundEnd":"2018-01-03","funder":"NERC","impactText":"","person":"Martinus Henricus Ambaum","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}