{"id":"9CFCECC6-A2E8-4B3C-B5C8-78812E755E9F","title":"Selective activation of chemical bonds by active coherent THz spectrometry","abstractText":"'Dial-a-Molecule' is a current EPSRC Grand Challenge. It seeks to tackle questions of the kind: 'How can we reliably predict how to convert one molecule into another?' 'How can we carry out a series of reactions sequentially?' and 'Can we invert modular reactions and/or reactors which can be linked to a myriad of ways to provide complex synthesis?' It has been estimated that achieving the reality of 'Dial-a-Molecule' may take 20 - 40 years to realise. The adventure of this project is to investigate the very real possibility of dramatically bringing this time-frame forward to 5 years distant from now by answering these questions through activation of specific chemical bonds in any given molecule. The consequences of being able to do so would be profound and far-reaching! - new reactions, potential for complete control of outcomes in product synthesis e.g. in C-H activation/oxidation. How can this be done? - by exploiting very recent state-of-the-art developments in electronic engineering to generating high-power terahertz (sub-millimetre wavelength) radiation and to bring it into the world of synthetic organic chemistry. The apparatus that embodies this sophisticated development is called a vector network analyser. Its special features, that are vital to supporting the aims of solving long-standing problems in organic synthesis, is that it generates and receives (phase) stable, widely-tunable radiation spanning many octaves. The resolution in tuning is hyper-fine, being on the order of a million-fold higher than conventional spectrometers (that are broadly based around thermal sources of radiation for their measurement operation). These unique features of the vector-network-analyser offer the potential reality for 'dialing' into the energy required to activate a given chemical bond in a molecule and not, say, an immediate neighbouring bond! Importantly the vector network analyser can be operated to immediately scan the aftermath of a stimulated reaction to investigate what reaction products may have resulted and in what quantity. The activation and scan events may be variably-controlled to range from a second to sub-microsecond time scales as required. An important consequence associated with being able to selectively trigger selective reaction processes with high precision is to eliminate the yield of waste products. Stages in conventional organic synthesis typically yield waste that is 1000s of time the mass of the desired product. Eliminating this waste translates into reduced consumption of energy both in generation and disposal. Over the 18 months of this project the burden of work will be: to design and manufacture a reaction vessel that simultaneously satisfies radiation and chemical constraints; and to systematically trial the programmable capability of the vector network analyser in service of promoting 'dialed' reactions of organic synthesis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014845/1","grantId":"EP/I014845/1","fundValue":"246814","fundStart":"2010-12-06","fundEnd":"2012-07-05","funder":"EPSRC","impactText":"  this award leveraged the following award: EPSRC, EP/K038125/1, Duration: 03.02.2014 to 02.02.2017, active quasi-optics for high-power THz, &pound;465,158. Together they are serving to contribute to the ALICE terahertz beam-line (STFC) being support by epsrc as a mid-range facility (Prof Weightman, Liverpool, Physics co-ordinating. publications from the grant have led to requests for me to give an invitation lecture at Ruhr-Universitaet Bochum NBCF 03/295\ntheochem@theochem.ruhr-uni-bochum.de D-44780\nBochum, www.theochem.ruhr-uni-bochum.de and to serve as a grant reviewer for The Hungarian Scientific Research Fund: Funding Basic Research in Hungary (OTKA) and Agence Nationale de la Recherche\nFrench National Research Agency. Other Cultural,Policy & public services","person":"Robert Samuel Donnan","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" Terahertz radiation is defined by the frequency range of 0.1 to 10 THz (1 THz equals 1 trillion cycles per second) and interest in its application to the medical, pharmaceutical and biological sciences has grown in the last decade. The work in this project is aiming to explore the response of chemical systems to THz radiation especially at high intensities with the hope of permanently influencing these materials. Due to the low frequency, and thus low energy of THz photons, weaker non-bonding interactions have the potential to be strongly influenced by THz radiation. These interactions such as hydrogen bonding, halogen bonding and van der vaal interactions are extremely important in supramolecular and solid state systems. By exposing such chemical materials to high intensity THz radiation we hope to influence the design and synthesis of such materials, thereby enhancing the synthetic chemist's toolkit. Early exploratory work has focussed on three THz experimental systems: one combines the recently commercially available (Agilent and ABmm in France) sub-THz Vector Network Analyser (VNA) systems with a quasi-optical (QO) circuit; the other is traditional THz Time Domain Spectroscopy (THz-TDS) and thirdly a TEA-CO2 laser pumped terahertz far infrared molecular laser offering high output powers at the University of Regensburg was utilised. The investigation of a number of chemical systems and their response to these terahertz sources was undertaken.\n\n1) The excitation of chemical systems with terahertz radiation has been demonstrated previously in the literature with crystalline L-arginine (Physical Review Letters, 2010, 105). Here they demonstrated changes in peak shape upon excitation with high intensity THz radiation. Theoretical modelling in this work demonstrated that excitation led to an increase of 20 levels in the anharmonic intermolecular potential well, taking the system far from thermal equilibrium. Inspired by this work, lactose was selected as a model system to study the excition of the hindered molecular rotational mode at 0.53 THz by both THz-TDS and QO systems. The input THz power from these systems and its frequency range were modulated by a using a combination of wire grids and a specially designed frequency selected surface filter. When a higher power incident THz beam or narrow exciting frequencies were used changes in peak shape were observed, the causes of which are still being investigated. By using the ABmm VNA, the strong feature of lactose at 0.53 THz and its temperature red-shift have been observed with a resolution of 250 MHz (and the possibiltiy to extend this to 1MHz). \n\n2) As part of our work on trying to influence lactose with high power THz radiation we were able to sucessfully demonstrate the use of low power THz radiation for passive observation. Using THz-TDS we were able to succesfully observe and measure the kinetics for the solid state crystallisation of amorphous lactose under high humidity conditions.\n\n3) The THz-TDS and QO systems were also set up so as to use their polarized beams to investigate n-octadecane that had been crystallised under different thermal conditions. These two THz systems were able to demonstrate their ability to distinguish between molecular solid samples with differing crystallite properties and both these measurement metrologies may be useful in the future for the evaluation of differences in crystallinity of molecular solids. \n\n4) Using the very high intensity offered by infrared molecular lasers we were able to investigate the effect of high intensity THz radiation on different crytal structures (polymorphs) of the anti-convulsant drug carbamazepine. Differing crystal structures showed marked differences in absorbtion of terahertz radiation and temperature dependences at these high intensities. However no permanent effect of the high intensity terahertz radiation on crystal structure was observed after irradiation. findings are being advanced by application to epsrc for further funding to use stfc facilities at daresbury where the high-power terahertz beamline of ALICE is hosted.\n\npotential of the research is regio-control of chemical reactions: i.e. controlling the polymorph yield of solid-state reactions (crystal engineering). Chemicals,Healthcare","dataset":"gtr"}