{"id":"9CFFF9A8-4E20-411E-9F50-2ECEDB90A5C8","title":"A Rolling Programme of Astrophysical Research at Leeds","abstractText":"Many astrophysical phenomena involve a complicated interaction between physical and chemical processes and fluid dynamics. We intend to use a combination of analysis and novel numerical methods, based on adaptive grids, to investigate such phenomena, in particular those involved in star formation, interactions between stars and their environment, starburst galaxies and active galactic nuclei, pulsar wind nebulae and the magnetospheres of pulsars and black holes. The emphasis is on generic processes that are important in a wide range of astrophysical objects. The star formation theme will combine the theoretical work with molecular line observations, multi-wavelength surveys of our Galaxy and the latest high resolution observations of the circumstellar environment of massive stars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002092/1","grantId":"ST/F002092/1","fundValue":"1866800","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  The observational work has improved our understanding of massive star formation. The theoretical work has shown that magnetic fields play a major role in the early stages of star formation. Aerospace, Defence and Marine,Energy,Environment Cultural,Economic","person":"Samuel  Falle","coPersons":["John  Dyson","Stuart Leonard  Lumsden","Rene  Oudmaijer","Serguei  Komissarov","Gary  Sharpe","Paola  Caselli","Thomas  Hartquist","Melvin  Hoare","Julian Mark  Pittard"],"organisation":"University of Leeds","findingsText":" Star formation occurs due to the collapse of interstellar clouds due to their own gravitational attraction. We have shown that the interstellar magnetic field plays an important role in forming the clouds that can collapse to form stars. It is now generally recognised that magnetic fields and in particular non-ideal effects such as ambi-polar diffusion play an important role in the formation of the clouds that collapse to form stars. Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}