{"id":"9D035099-ADEF-43DB-B51A-33177B8868BA","title":"Elasticity of ferroic and multiferroic materials: a new UK facility for Resonant Ultrasound Spectroscopy with applied magnetic field up to 14 Teslas","abstractText":"This project falls in the field of materials physics and contains two parts. In the initial phase, a new instrument will be built to measure the elastic stiffness of small samples, down to ~1mm^3. The instrument will be based on the principle of Resonant Ultrasound Spectroscopy (RUS) in which a single crystal or polycrystalline sample is caused to vibrate at frequencies close to 1 MHz. In exactly the same manner as a tuning fork or a bell, the vibration frequencies depend on the elastic stiffness of the material and the shape of the object. If the object contains a defect, analogous say to a crack in a bell, some of the vibration energy is dissipated and the resonances are broadened. Resonances of the sample can be measured at low temperatures and at high temperatures so that the elastic properties of an object of known shape can be determined simultaneously with any energy dissipation which occurs within it. These properties are particularly sensitive to changes in crystal structure which might be associated with the development of electric or magnetic dipoles. The new instrument will have the special addition of a strong magnet so that the properties of materials belonging to the topical classes of &quot;ferroic&quot; and &quot;multiferroic&quot; phases can be investigated as functions of both temperature and magnetic field strength. As such it will provide a unique and medium/long term contribution to the science infrastructure of the UK.The second part of the project involves implementation of the new RUS instrument in a series of collaborative studies of materials which develop properties that are potentially important for application in commercial devices involving, for example, superconductors, spintronics and magnetoelectric memories. The principles underpinning the development of these properties are (a) that they arise from subtle changes in crystal structure and/or electronic structure, (b) that they are strongly dependent on temperature and magnetic field strength, (c) that they are associated with changes in strain state and, hence, with large changes in the elastic constants, (d) that they are almost invariably associated with the development of specific types of defects, such as transformation twin walls, which cause the materials to become heterogeneous on a submicroscopic length scale and (e) that such defects have their own structural, electric and magnetic properties. Particular advantage will be taken of the fact that the RUS method provides a highly sensitive method for measuring the extent to which transformation-related defects are mobile in response to an externally applied field. In addition, the new instrument will allow non-destructive testing of mm-sized electronic devices which depend on components that are sensitive to magnetic fields, and the possibility of measuring elastic properties of nanomaterials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I036079/1","grantId":"EP/I036079/1","fundValue":"653681","fundStart":"2012-03-20","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Michael Allan Carpenter","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}