{"id":"9D07BDBF-F648-481A-88BF-96EEF0A014D3","title":"The role of galanin-like peptide in energy balance and the involvement of inflammatory mediators: an in vivo physiological investigation","abstractText":"Severe weight gain (obesity) or loss (cachexia, anorexia) present massive world-wide medical and social problems. Understanding the events that control body weight will help to develop treatments for these conditions. Changes in body weight result from alterations in appetite and/or the rate of the body's metabolism. These processes are controlled by the brain through complex interactions between hormonal and nervous systems. However, it is now believed that the immune system may also play a role in the regulation of body weight through actions of inflammatory molecules such as cytokines. Leptin, a cytokine-like hormone is produced by fat cells and regulates body weight by acting in the brain. Recently it has been shown that the effects of leptin on appetite and body weight in rodents are due to changes in the cytokine interleukin-1 (IL-1). However, the way in which leptin regulates the production of IL-1 and the key messengers involved are largely unknown. Galanin-like peptide (GALP) is a small molecule that was identified recently in the brain. Injection of GALP into the brain of rodents causes a reduction in appetite and body weight, and leptin increases the production of GALP very much like IL-1. I have preliminary results to show that GALP may affect the release of IL-1 in rodents. This proposal will test whether GALP affects appetite and body weight through the production of IL-1. Part of my studies will use mice that do not have IL-1 to see if they can respond to GALP. I will also investigate where in the brain GALP is acting, and how it stimulates the release of IL-1. This work will, therefore, establish if GALP affects body weight by producing inflammatory molecules, and may also identify new ways of treating disorders of body weight regulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E007481/1","grantId":"BB/E007481/1","fundValue":"537950","fundStart":"2007-05-14","fundEnd":"2011-02-13","funder":"BBSRC","impactText":"  At present these findings have not translated to any clinical output as far as I am aware, but they will have changed the way appetite regulation is viewed Healthcare ","person":"Catherine Barbara Lawrence","coPersons":[],"organisation":"The University of Manchester","findingsText":" We have discovered that a peptide that is located in the brain (galanin-like peptide) reduces food intake and body weight and it does this via the activation of a mediator that is normally involved in the immune response to infection (interleukin-1) That cells and proteins that are normally thought to be involved in the response to infection, might also be key in mediating how we control our appetite and hence body weight. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}