{"id":"9D0BCFB9-621E-4606-96D2-53A2C1EACC5B","title":"Alcohol Policy Interventions in Scotland and England: APISE","abstractText":"Given growing concerns about alcohol misuse and its harms, new interventions to control alcohol use are being considered in both Scotland and England. The SNP Government in Scotland, plan to introduce a Minimum Pricing Bill while, in England, a new Alcohol Strategy is underway.\n\nSome evidence exists about the effectiveness of specific alcohol policy interventions but there are many shortcomings in what is known about how effective these interventions are. In particular, it is not clear whether policies work differently with different groups in the population (eg. Men v women). Ideally a long-term study is required with strong baseline data collected in the first year against which data from many subsequent years can be compared and analysed relative to policy changes in Scotland and England. Given that differences exist between Scotland and England in terms of alcohol policy and that the SNP Government in Scotland are planning to implement minimum unit pricing, a natural experiment opportunity exists to compare the drinking behaviours of adult drinkers in Scotland and England before and after policy implementation.\n\nThis proposed research will conduct the first two years of such a study, and, subject to availability of future funding, will have the potential for longer term monitoring. This would enable a system to be set in place whereby future policies could be evaluated as and when they occur.\n\nThe aim of this study is to establish whether and how a range of alcohol policy interventions impact on alcohol use. The first survey will be conducted in 2012 and a follow-up survey, with the same people, will take place one year later in 2013. \n\nTelephone interviews will be conducted with 2000 adult drinkers (aged 16-65) in Scotland and 2000 in England at the beginning of the study. These same people will be interviewed again 12 months later to examine whether and how their knowledge, attitudes and behaviour about drinking change. By comparing a country which does introduce a new policy with another, where policies remain unchanged, we can begin to assess the changes which may result from policy changes. Importantly we will look, not only at drinking behaviour, but also at how adult drinkers respond to different policy interventions by examining measures which are most strongly related to the policy. For example, if a minimum unit pricing policy was introduced we would ask people about the affordability of alcohol, if the policy was concerned with unit labelling on drinks we would ask about noticing and paying attention to the labels. In this way we can gain a better understanding of whether and how individual policies are working and how for example perceptions of affordability of alcohol change after a policy is implemented. Furthermore, how, if at all, these link with changes in drinking behaviour. Having two countries with different alcohol policies and the likelihood of one country introducing alcohol policy between the first and second surveys improves our opportunities for establishing whether and how alcohol policies work. The study will provide valuable information on the way that adult drinkers respond to alcohol policy interventions and will contribute to the debate and consultation processes around future reviews of national alcohol strategies in the UK.\n\nFurthermore, we are collaborating with colleagues in New Zealand, Australia, the USA, Thailand and South Korea who are planning to conduct similar studies in their countries. This would provide further opportunities for identifying changes, given the broader range of countries involved and increased opportunities for differences in policy implementation. The findings from this study will provide data to help inform the development of international guidelines on alcohol policy in the future and contribute to national and international efforts to reduce alcohol related harm.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000523/1","grantId":"MR/J000523/1","fundValue":"966266","fundStart":"2012-03-01","fundEnd":"2015-08-31","funder":"MRC","impactText":"","person":"Anne Marie  MacKintoshGerard Bernard Hastings","coPersons":["Ross  Gordon","Petra Sylvia  Meier","Fiona  Harris"],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}