{"id":"9D12FF7C-6714-4DD8-BA4A-6EC5768B9095","title":"Sarcomeric signalling by giant muscle M-band proteins in health and disease","abstractText":"The function of striated muscles, so called because of their highly regular striation pattern when viewed in a microscope, is crucial for the movement of our body and heart muscles. These stripes are formed from the repetitive arrangements of molecular machines, called sarcomeres that generate force and movement. In the sarcomere, three systems of molecular filaments are working together: actin filaments, which are held together at the Z-disk, myosin filaments, held together at the M-band, and the giant protein filament titin, which links the actin and myosin filaments. Muscle responds rapidly to changes in use, with disuse leading to muscle loss (called atrophy) and exercise leading to muscle growth (called hypertrophy). These processes need to be constantly balanced, and are linked in a coordinated way to those controlling muscle repair by making new proteins for sarcomere repair and replacement of other unwanted or damaged components of the cell. Signals controlling muscle growth, atrophy and repair signals are emerging to originate at the M-band and the Z-disk. These structures contain proteins that can sense mechanical stress, the most important factor controlling muscle growth and atrophy (as seen by the rapid loss of more than half the muscle mass in two weeks when muscles are immobilised in a plaster cast). Many of these proteins, however, remain enigmatic or haven't even been discovered, and often even their most fundamental functions have not been elucidated. Yet, when the integration of the M-band as a machinery combining structural, mechanical and communication functions is disrupted by genetic defects or extreme muscle inactivity (for instance in intensive care unit patients), severe muscle diseases are the result. This study will shed light on the compositions and regulation of the M-band, its role as a sensor for mechanical stress, and why mutations in two of the giant proteins that are involved in its assembly, titin and obscurin, can lead to muscle disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J010456/1","grantId":"MR/J010456/1","fundValue":"2124560","fundStart":"2012-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Mathias  Gautel","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}