{"id":"9D160489-5085-49B9-AD95-C439F3F530C5","title":"Do realignment sites restore microbial biodiversity-driven nutrient cycling and trace gas fluxes comparable to natural coastal ecosystems?","abstractText":"Realigned salt marshes (restored salt marshes on previously developed land) play a substantial and growing role in coastal management practices within the UK. These managed ecosystems have different above- and below-ground biodiversity and community structures, relative to their natural salt marsh counterparts, which leads to differences in ecosystem processes. \n\nSaltmarshes play a large role in global climate, nutrient cycling and regional biodiversity, especially given their relatively small area (&lt;0.1%of the planet's surface). They are purported to be significant carbon sinks, although upper marshes can be substantial sources of methane (CH4) and nitrous oxide (N2O). Saltmarshes may therefore have multiple, potentially conflicting, effects upon global warming through greenhouse gas fluxes. Saltmarsh communities also affect climate by producing significant amounts of halogenated, nitrogen- and sulphur-bearing compounds, which affect ozone in the lower atmosphere and the stratosphere as well as acting as aerosol precursors. The biological and abiotic drivers of these climate-influencing processes within natural saltmarshes remain poorly understood and/or quantified. This lack of knowledge reduces our capacity to effectively model future climate, nor can we accurately assess the implications of various feedback mechanisms (e.g. global warming on saltmarsh carbon storage potential) upon these processes. \n\nAll of the questions that arise regarding ecosystem services, biodiversity and connectivity in natural systems remain for modified-by-human systems and, at this time, are generally less quantified and more poorly understood. Our prior research has found plant and microbial community compositional differences between natural and realigned sites. A generally accepted, compelling explanation for these differences does not exist although recent evidence suggests that it is likely to be driven by physical and chemical differences in local sediments, which are in turn driven by physical processes. These changes in biodiversity are likely to lead to functional changes between natural and realigned sites; for instance below-ground biodiversity appears to be affected by nutrient (over)supply within inundation waters as well as aboveground plant community and root structure. Conversely, below-ground communities can directly and indirectly affect aboveground biodiversity by their effect on carbon storage, nutrient cycling rates, and their release of a number of climate affecting trace gases (CH4, N2O, halocarbons and sulfur-bearing compounds).\n\nQuantifying ecosystem services for future climate projections will therefore be maximally effective only when combined with an understanding of the drivers of biodiversity, community composition, and succession in natural versus realigned saltmarshes. We therefore propose to quantify trace gas fluxes from a chronology of realigned saltmarshes, with comparisons to local, natural counterparts. Our connection to currently established BESS saltmarsh study sites means that we do not duplicate research priorities unnecessarily yet we expand the intent of the original proposal into an important sub-category of coastal communities that are, as of yet, poorly quantified or understood.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K01546X/1","grantId":"NE/K01546X/1","fundValue":"148383","fundStart":"2014-01-16","fundEnd":"2016-01-15","funder":"NERC","impactText":"","person":"Kelly Robert Redeker","coPersons":["Alexander Joseph Dumbrell","Richard Angus Garbutt","Thorunn  Helgason"],"organisation":"University of York","findingsText":"","dataset":"gtr"}