{"id":"9D1D75AC-FEDF-4C48-B2E6-44FB5DE8437C","title":"Using a 'Designer Receptor Exclusively Activated by Designer Drug' to define the role of short chain fatty acids in metabolic disease and inflammation","abstractText":"Food is often considered simply as a source of fuel for the body. However, in recent times it has become clear that components of what we eat either also act directly to regulate cellular and tissue functions or are converted into molecules that do so. The concept of a 'healthy diet' and how this might be orchestrated and defined by the vast number of bacteria that populate the intestine is not new but, in recent times, knowledge about and public interest in the relationship between diet, well-being and human disease has grown substantially. For example, it is widely recognised that 'fibre' is an important component of a healthy diet. Microbes in the gut convert 'fibre' into short chain fatty acids (SCFAs) and high levels of these are present in the gut and are transported into the body. In both of those locations such SCFAs are believed to produce many of their important roles by binding to and activating transmembrane receptors called free fatty acid receptor (FFAR)2 and FFAR3. Both FFAR2 and FFAR3 are members of the G protein-coupled receptor (GPCR) family and developing drugs that either activate or block other GPCRs has proved to be a very effective approach to tackling a wide range of human diseases. As these receptors are present on a number of tissues including various white blood cells that control inflammation and immunity, adipocytes that store fat, and various cells of the lower gut that release hormones that in turn modify release of insulin from the pancreas and have effects on the desire to eat, they are being considered as possible receptors to target in diseases that range from inflammatory bowel disease to diabetes. However, prior to making long term decisions that targeting any receptor is likely to be a productive approach, pharmaceutical companies seek 'validation', to generate as much confidence in the idea as possible. There are a number of issues in relation to validation of either FFAR2 or FFAR3. Firstly these two receptors are activated by the same SCFAs. This means that in cells and tissues in which both are present it is difficult to be certain which is most important. Previous efforts to overcome this have involved making mice that lack either FFAR2 or FFAR3. Although useful, the absence of one of the two results in change in amount of the other. Secondly, a number of key effects may require both to be present. To overcome this we have made a version of FFAR2 that instead of being activated by SCFAs is instead activated by a molecule called sorbic acid. A key plan proposed is to generate mice in which the normal copy of FFAR2 is replaced with this engineered variant. In these animals both FFAR2 and FFAR3 will be present but now they can be activated by different molecules and this will allow us to tease out their individual contributions to function. This will provide validation of either FFAR2 or FFAR3 in different therapeutic indications. Of course this is a means to an end and the long term plan is to develop selective medicines that target FFAR2 and FFAR3. The applicants have begun to develop assays and approaches to do this and have generated a number of pharmacological 'tool' compounds to help further define the function of FFAR2 and FFAR3. However, pharmaceutical companies are better able to bring the skills required to convert such 'tool' compounds into molecules that have 'drug-like' properties and, therefore, might be used to test ideas developed in either simple cell systems and in mice into humans. As such, the applicants have agreed to collaborate in this project with scientists from the pharmaceutical company AstraZeneca. In these studies we will be provided with a range of novel 'tool' compounds for FFAR2 and FFAR3 to provide further insight and the outcomes will assist the company in making key decisions on whether FFAR2 and/or FFAR3 become 'validated' as realistic targets to develop effective medicines against.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L027887/1","grantId":"BB/L027887/1","fundValue":"504950","fundStart":"2014-12-29","fundEnd":"2018-12-28","funder":"BBSRC","impactText":"","person":"Graeme  Milligan","coPersons":["Mariola  Kurowska-Stolarska","Ashley  Miller"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}