{"id":"9D218302-0A4D-4359-BF8F-5F36BE6AC831","title":"Active control of fluid flows in gas turbines","abstractText":"The global appetite for power and for efficient transportation can only increase as nations industrialise and the world's population grows. This application is about making engines more efficient using game changing technology that enables sophisticated computer control of engine thermodynamic cycles. This research will address the technological building blocks required for computer controlled manipulation of power generating fluid flows. \n\nThe technical difficulties of modulating engine flows can be immense but the prize for control substantial. For example, the leakage flows at the tip of a gas turbine blade and the cooling airflows in a combustion chamber contribute significantly to engine fuel burn and emissions respectively. Many such engine flows are high speed, high pressures (20bar+) and at high temperatures (500 degC+) and reside in difficult to access parts of the engine. This means that conventional valves and actuators that have moving parts are not viable due to inadequate life and slow response time.\nWe shall consider here a novel concept of a valve that has no moving parts and works at the pressures and temperatures normally found in gas turbines or diesel engines. The Electro-fluidic-transistor-valves to be studied in this research use small plasma discharges in combination with fundamental fluidic effects to inject or switch off jets of air when commanded. One of the goals in this research is to understand the fundamental parameters that influence the operation and performance of such devices. How fast can such devices be made to operate? And how can control engineering be used to directly manipulate on the micro scale the flow past the turbine blade tip that is the single biggest contributor aero-engine inefficiency? \nTo answer these questions, this ambitious proposal uses an integrated approach that will research the science of the plasma switched fluidic valves, identify the key control laws and architectures for high bandwidth flow control and then demonstrate the concept experimentally in a challenging high speed turbine application. This will require close research collaboration between control engineers and thermo-fluid specialists, a direction well aligned with EPSRC strategy for both Control Engineering and Aerodynamics disciplines. The applicants are convinced that this multi-channel approach is the best way to propel this potentially disruptive technology into CO2 saving applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L015196/1","grantId":"EP/L015196/1","fundValue":"785174","fundStart":"2014-03-30","fundEnd":"2017-03-29","funder":"EPSRC","impactText":"","person":"Peter  Ireland","coPersons":["L  He","Ronald William Daniel","Geoffrey Hugh Priestman","Kamaljit Singh  Chana"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}