{"id":"9D211EA8-F432-465A-BB7B-8D072F4E15CA","title":"Kin-selected conflict and the evolution of lifespan and ageing","abstractText":"Why organisms age, i.e. grow feebler, as they grow old is a central topic in evolutionary ecology. Since bodies self-repair, why cannot every organism constantly renew itself and remain at peak condition despite its chronological age? The evolutionary theory of ageing answers this question with natural selection. Accidents inevitably ensure that there are fewer old individuals than young ones. This means that old individuals make a smaller genetic contribution to future generations. In turn, this means that natural selection values them less highly, or, put another way, that genes with harmful effects are less strongly selected against in older individuals. The result is selection for ageing. However, this conventional view of the evolution of ageing is incomplete, because it omits social effects. Normally an individual's death benefits only the unrelated conspecifics who gain access to the resources it leaves behind. But in a population made up of groups of relatives, death of one individual benefits its related group-mates. This affects the evolution of lifespan and ageing through kin selection, i.e. because relatives share genes in common. An example is the case, common in nature, of a parent whose death releases a resource, such as a nest or territory, required by an offspring to breed (resource inheritance). Eventually this benefits the offspring, creating an incentive for the parent to die prematurely, but there is a twist; parent and offspring do not 'agree' on the exact timing of parental death and resource handover. When the parent dies, it effectively 'trades' its own offspring (relatedness, r, = 0,5) for the less-related offspring of its young, namely its grandoffspring (r = 0.25). But the offspring trades its siblings (r = 0.5) for its own, equally-related offspring (r = 0.5). It follows that, if the parent is declining in fecundity, the offspring favours inheriting the resource before the parent favours yielding it. So, in social systems meeting these conditions, offspring should harass and even kill a parent whose fecundity is declining. If parental fecundity declines sufficiently, the parent gains more fitness by dying and allowing the offspring to reproduce than by remaining alive. Such a parent should rapidly age and die. In this proposal, we aim to test the hypothesis that kin-selected conflict over resource inheritance affects lifespan and ageing using the bumble bee Bombus terrestris as our experimental system. This species is highly suitable for the work because workers inherit the nest from their mother, the queen, and produce their own offspring within it. In addition, B. terrestris workers do sometimes kill their own mother before reproducing (worker matricide). We will test the two central predictions of the hypothesis. The first is that workers harass the queen and commit matricide when they assess that they will gain greater fitness from offspring production than from keeping the queen alive and rearing siblings. The second is that, at or approaching the threshold when the queen is selected to cede control of the nest to workers, queen ageing should be accelerated. To test the first prediction, we will carry out experiments such as comparing the lifespans of queens with and without aggressive, potentially reproductive workers. To test the second, we will confirm that genes known to be indicators of ageing in other social insects act likewise in B. terrestris. We will then test whether, in queens being harassed by workers, these genes show changes in expression level indicating accelerated ageing. The proposed research is novel because the focal hypothesis has not previously been tested, and nor has a combined behavioural and genetic approach to investigating such issues been implemented. It is fundamental because of the theoretical and practical importance of understanding how sociality affects ageing. The work should therefore yield results of value and relevance to several disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G006164/1","grantId":"NE/G006164/1","fundValue":"346058","fundStart":"2009-09-29","fundEnd":"2013-02-28","funder":"NERC","impactText":"","person":"Andrew Frederick George  Bourke","coPersons":[],"organisation":"University of East Anglia","findingsText":" The project concerns evolutionary conflicts within animal societies and their effects on ageing. Previous work has shown that, within colonies of the bumble bee Bombus terrestris, there is an evolutionary conflict between queens and workers over which party produces eggs developing as males. Workers eat one another's male eggs but avoid eating those of the queen. In an experiment to test how the workers discriminate between queen- and worker-laid male eggs, we found evidence that surface cues produced by the B. terrestris queen are present on both queen-built egg-cells and queen-laid eggs and that the absence of both these cues permits workers to discriminate against worker-laid eggs whereas the presence of any one of them causes workers to treat eggs as queen-laid. Given that our experiment used eggs and egg-cells from queens that were not nestmates of the test colonies, the cue appears not to be colony-specific.\n\n\n\nWe also found that, in unmanipulated B. terrestris colonies in the period when workers are laying male eggs, each party (queen or worker) spent significantly more time on egg-cells in which it laid eggs than on those in which the other party laid eggs. In addition, in egg-cells in which the queen laid the eggs, the queen sealed the egg-cell in 92% (12 of 13) of cases, and, in egg-cells in which workers laid the eggs, workers sealed the egg-cell in 100% (27 of 27) of cases. Therefore, the party that laid eggs in an egg-cell was significantly likely to be the party that sealed the egg-cell.\n\n\n\nTogether with the results of the previous experiment, these findings suggest that, during egg laying and cell sealing, queens deposit a chemical on eggs and egg-cells that is the surface cue used by workers to discriminate between queen- and worker-laid eggs. Moreover, because worker-laid eggs generally occur within worker-built egg-cells, the egg/egg-cell combination permitting worker discrimination of worker-laid eggs is the one workers would usually encounter in unmanipulated nests. These results of the project have been published (Zanette et al. 2012 Evolution 66: 3765-3777). Other results are currently being prepared for publication.  Agriculture/ Food and Drink,Environment","dataset":"gtr"}