{"id":"9D267ED0-F45E-49BE-899A-1748BAB030B6","title":"A public dialogue project on the character, causes and consequences of ecosystem change in the UK and their implications for policy development","abstractText":"This project implements a programme of public dialogue on the methods, analyses and recommendations of the UK National Ecosystem Assessment (UK NEA, 2011) and its recent follow on work (NEAFO). The UK NEA/NEAFO draws together a wealth of scientific evidence on the character, causes and consequences of ecosystem change and many of the concepts it deploys are central to future applications of natural and social science research. Yet government knows very little about how this path-breaking work reflects wider public aspirations and concerns about the natural environment, and how it is valued and managed. \n\nThe purpose of this dialogue project is thus to engage publics in a process of critically inspecting the concepts and key scientific findings of the NEA/NEAFO and their real and emerging applications in environmental decision making. Within this, the project considers the extent to which the policy response options reviewed by the NEA/NEAFO are considered credible by publics in the light of present challenges and future risks. \n\nThe dialogue process involves approximately 120 members of the general public interacting with policy and scientific researchers through a series of Regional Citizen Panels across the UK to evaluate NEA/NEAFO findings in a local context. The outcomes of this process will feed into a National Citizen Panel, where a cross section of dialogue participants will interact further with NEA stakeholders to refine and prioritize areas for the future development and application of NEA/NEAFO concepts and evidence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013894/1","grantId":"NE/L013894/1","fundValue":"318301","fundStart":"2013-12-02","fundEnd":"2015-04-01","funder":"NERC","impactText":"","person":"Robert David  Fish","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}