{"id":"9D4359AB-CE0C-4F0D-A63D-C4E719EF919C","title":"Gambling-related brain responses in social and problem gamblers","abstractText":"<p>Gambling is a popular recreational pastime that becomes excessive in a minority of the population. Problem gamblers typically display a number of distorted cognitive beliefs (‘cognitive biases’) that cause them to overestimate their chances of winning. The proposed research will take a psychological and biological approach to investigate two common biases, which occur across many forms of gambling. In the ‘near-miss’ effect, gambling is encouraged by failures that are close to the winning outcome, such as a chosen horse finishing in second place. In the ‘illusion of control’, gamblers are more confident when they have played an active role in the betting process, for example, if they select their own lottery numbers. We will use a brain scanning technique (functional MRI) to measure brain responses in a group of problem gamblers and a group of social gamblers. Participants will perform a simplified gambling task whilst they lie in the MRI scanner. We propose that the brain is naturally configured to respond to near-misses and to wins that derive from one’s own behaviour. We hypothesise that these normal responses are exaggerated in problem gamblers, and associated with the transition from social gambling to problem gambling.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-164-25-0010","grantId":"RES-164-25-0010","fundValue":"152336","fundStart":"2006-07-01","fundEnd":"2008-09-30","funder":"ESRC","impactText":"  This work drew attention to a particular feature of slot machine gambling, the near-miss, showing a neural signature to these events in the brain, and a link to problem gambling. Some jurisdictions have cited this work in regulating these features (e.g. in Tasmania, Australia). Anecdotally, a number of clinicians who work with problem gambling have told us that they refer to our studies in therapy, to explain the addictive nature of gambling events. Education,Healthcare,Government, Democracy and Justice Societal","person":"Luke  Clark","coPersons":["Trevor William Robbins"],"organisation":"University of Cambridge","findingsText":" The project sought to study gambling behaviour in the lab, and in a clinical MRI facility, using a computerised simulation of a slot machine that elicited near-miss outcomes and the influence of personal control. In the first year of the project, we validated this task in 40 volunteers who were not regular gamblers. The manipulation of personal control was effective: subjects rated their chances of winning as higher when they - compared to the computer - selected the play icon. We observed effects of the near-misses: compared to full-misses, the near-misses were experienced as unpleasant but increased ratings of 'continue to play' the game. This 'invigorating' effect of the near-misses was only observed on participant-chosen trials, showing that the near-miss effect depended upon personal control. These behavioural data seem to capture the essence of the near-miss: why should something aversive make one want to repeat the behaviour? \n\n\n\nExisting neurobiological research using functional MRI demonstrates a robust network of areas activated by monetary wins, including the ventral striatum and medial prefrontal cortex. We sought to examine how these brain areas responded to the two gambling distortions. In the first fMRI study, we scanned 16 volunteers who were not regular gamblers. The winning outcomes activated the established brain reward circuitry. The comparison of near-misses and full-misses revealed significant brain activity to near-misses within this network (ventral striatum and insula), even though the objective outcome on near miss trials was a loss. An interaction between the near-miss effect and personal control was expressed in the medial prefrontal cortex, implicating this area in the appraisal of skill during gambling. In addition, brain responses to near-misses were correlated with the self-report ratings and with a questionnaire measure of gambling propensity. In the second fMRI study, we scanned a larger group of regular gamblers (n=20) comprising a mixture of social and problem gamblers (rated on the South Oaks Gambling Screen). We confirmed very similar patterns of brain activity to wins and near-misses in the regular gamblers, and critically, gambling severity predicted a greater response to near-misses in the dopaminergic midbrain. This implies that problem gamblers display exaggerated near-miss processing and may have elevated dopamine release to these cognitive distortions. Our data showing how near-misses effectively motivate gambling behaviour are relevant to gambling legislation concerning the manipulation of near miss outcomes within electronic gambling formats. We have been informed that Australian provinces are considering tightening their slot machine regulations to constrain the opportunities for, and frequencies of, near miss events, and our data have informed this debate. The neuroimaging differences observed as a function of gambling severity have clinical implications for the detection of disordered gambling, and aetiological theories of the disorder based upon pathological gambling as a 'behavioural addiction'. To what extent are these changes, and the gambling distortions more broadly, also present in substance addictions? To what extent are these changes present in individuals at high risk for gambling problems? We have obtained follow-up funding from the Medical Research Council to address these questions, in a collaboration with the National Problem Gambling Clinic in London, where we will also scan a group of treatment-seeking pathological gamblers. The tentative implication of dopamine involvement in problem gambling carries clinical ramifications, that dopamine-based medications may have therapeutic benefit in treating the cognitive distortions. We have obtained follow-up funding from the Royal Society to test this question using a direct manipulation of dopamine transmission in healthy recreational gamblers. Communities and Social Services/Policy,Education,Healthcare,Other","dataset":"gtr"}