{"id":"9D4738AE-C268-443D-96F7-842ED88E0F97","title":"A platform for future development and application of the ONETEP software","abstractText":"Computer simulations play a growing role in our society e.g. flight simulators allow pilots to be trained more cheaply and safely than in the air. In science and technology, computer simulation is a powerful tool for understanding or even predicting complex processes in real materials. Simulations are often used alongside conventional experiments, but they can also be used in situations where experiments would be too expensive or even impossible to perform e.g. when studying materials in extreme conditions such as the high temperatures and pressures found in the Earth's core.\n\nThe turn of the last century saw the start of a scientific revolution with the discovery of quantum mechanics (QM), a theory that describes the world on the atomic scale with astonishing accuracy, and thus provides the foundation for all of low-energy physics, chemistry and biology. In principle at least, quantum mechanics underlies the microelectronics, chemical and pharamaceutical industries upon which our society relies today. The challenge is that the equations of QM are very complicated. Even on the fastest computers it is only possible to solve them exactly for small molecules, whereas the systems of interest to scientists today contain many thousands. Even the rapid and relentless progress of computer technology cannot overcome this because of the scaling of the problem.\n\nThe work needed to complete a task usually increases with its size e.g. the time taken to mow a lawn is proportional to its area: double the size of the garden and it takes twice as long. This is an example of linear scaling, but the effort to do many tasks increases more rapidly. Arranging a hand in a game of cards usually scales as the square of the number of objects involved: triple the number of cards and it takes nine (three squared) times as long. Some are even worse e.g. solving the travelling salesman problem to find the quickest route which visits a given set of locations. Adding one extra location doubles the amount of time to solve the problem. If three locations can be done in one minute, four will take two minutes, and five will take four minutes. Just 22 will take a whole year! Solving QM exactly scales like this when increasing the number of atoms being simulated.\n\nHowever in the 1960s a leap forward was made with the discovery of density-functional theory (DFT), for which the Nobel Prize was awarded in 1998. The remarkable result of DFT is that the physical properties of the whole system (the answers to the questions we want to ask) can in principle be calculated in a time that scales linearly with the number of atoms. The research proposed here relates to one of the leading pieces of software for performing linear-scaling DFT calculations in the world. This ONETEP code has been demonstrated on systems containing up to 30,000 atoms so far. This method will expand the scope and scale of QM simulations across a wide range of fields. The problems we intend to address using this Platform grant include:\n- giving insight into the design of new drugs by simulating the interactions between proteins\n- designing new materials for solar energy conversion and storage\n- studying the properties of nanoparticles as catalysts for chemical reactions\n- understanding the microscopic processes associated with friction that cause machinery to wear out\n\nOur vision is to create a virtual laboratory which uses ONETEP as one of a family of techniques to simulate the results of real experiments e.g. how a material absorbs light. The virtual lab gives total control: you can change the arrangement of atoms in a material or molecule and see the effect. The virtual lab will never replace the real one, but it promises to be a powerful tool alongside it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015059/1","grantId":"EP/J015059/1","fundValue":"995342","fundStart":"2012-09-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"  Accelrys (now BIOVIA, part of Dassault Syst?mes) is a leading scientific research and development software and service company. It has 1,300 customers including 29 of the top 30 pharma/biotech companies, 4 of the top 5 chemicals companies and the top 5 aerospace companies. In particular, it has an established position in the field of materials modelling and simulation currently based around the Materials Studio application. This provides a graphical interface to a wide variety of simulation software.\n\nIn 2004, Accelrys adopted ONETEP as the flagship for a new Nanotechnology Consortium aimed at industrial and government partners, that ultimately attracted over 30 members worldwide. Members of the ONETEP Developers' Group (ODG) contributed to training events across Europe and the US and a new staff position at Accelrys was created to develop the interface of consortium software with Materials Studio. In 2008, after the end of the first phase of the consortium, ONETEP was launched as a new product within Materials Studio. Total revenue from ONETEP to date exceeds $2M from over 200 organisations worldwide.\n\nThe licensing of intellectual property (IP) was handled by Cambridge Enterprise, which also facilitates the sale of inexpensive academic licenses worldwide and the administration of collaboration agreements between members of the ODG and other groups (industrial as well as academic) worldwide. \n\nThe IP transfer agreements that have been put in place provided an efficient pathway for the improvements and new functionality generated by this award to be disseminated to customers of Accelrys through the Materials Studio interface. Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Transport Economic","person":"Peter David Haynes","coPersons":["Michael Christopher Payne","Arash  Mostofi","Chris-Kriton  Skylaris"],"organisation":"Imperial College London","findingsText":" The ONETEP code aims to enable the simulation of materials at the level of the behaviour of electrons so that insight into processes at this scale can be gained and the properties of new materials predicted. The task of solving the quantum-mechanical equations is formidable, and this project has enabled high performance computers with thousands of processors to be used efficiently to simulate tens of thousands of atoms. This enables much more realistic simulations to be performed.\nThis Platform Grant underpins the development of new functionality within the code and its application to a wide variety of systems including nanomaterials and biological macromolecules. The ONETEP code has been licensed to Accelrys (now BIOVIA, part of Dassault Syst?mes) for commercial distribution as part of the Materials Studio suite of materials modelling software. Over 200 organisations have currently purchased licenses worldwide to use the code in their own research and development. Academic licenses are also available from Cambridge Enterprise Ltd. Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Transport","dataset":"gtr"}