{"id":"9D5246C5-A0D7-44EB-ADA5-50EC141738CE","title":"SPATIALLY TARGETED AND COORDINATED REGULATION OF AGRICULTURAL EXTERNALITIES: AN ECONOMIC PERSPECTIVE","abstractText":"<p>This interdisciplinary research investigates novel cost-effective approaches to controlling nonpoint water pollution (NP) from agriculture. It involves using recent advances in surveillance science and risk profiling that permit identifying land, which is more likely to contribute to pollution.The aim is to quantify the economic and environmental benefits of using spatially targeted regulation on high-risk land ie pollution prone and hydrologically connected to rivers.Thus farmers will mainly take control measures, and regulators will mostly inspect practices, on targeted high-risk land.<br /><br />The research will model and quantify the benefit to farmers and regulators from adopting a micro-targeted approach to multi-pollutant NP regulation using Bio-physical Economic Modelling of two English catchments. The study will also investigate the transferability of policy recommendations across catchments:</p>\n\n<ul>\n \n\n <li>making them more broadly applicable</li>\n\n <li>determine the 'hidden transaction costs' of policies through structured surveys of farmers</li>\n\n <li>investigate the use of novel economic incentives that encourage spatial coordination of abatement effort</li>\n\n <li>analyse the trade-off between various agricultural externalities</li>\n\n <li>investigate spatial targeting land retirement to increase farmland biodiversity.</li>\n\n</ul>\n\n<p>This spatially targeted approach should reduce the cost of complying with environmental standards - thus benefiting regulators, farmers and the environment.</p>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I037822/1","grantId":"ES/I037822/1","fundValue":"284751","fundStart":"2011-10-01","fundEnd":"2015-09-30","funder":"ESRC","impactText":"","person":"Ashar  Aftab","coPersons":["Simeon Matthew Reaney","Nick  Hanley"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}