{"id":"9D536E48-9D59-4F8F-B48F-56053912E98F","title":"Directed Assembly Grand Challenge Network Continuation","abstractText":"The vision of the Network is to be able to control the assembly of matter with sufficient certainty and precision to allow preparation of materials and molecular assemblies with far more sophisticated and tuneable properties and functions than are accessible in materials synthesised using current methods. \n\nIn this Grand Challenge we aim to gain unprecedented control of the assembly of molecules that are the building blocks of many functional materials, consumer and industrial products. We start by understanding the assembly of the very small, but methods we explore will allow production of new types of useful materials at a whole range of length scales from the nano-scale to the everyday. Such materials will have outstanding impact in areas of societal importance such as personalised healthcare and food production, transport systems and fuel production, housing construction and consumer electronics. Through this intelligent approach to design we will compete effectively with the USA, Japan and mainland Europe to place the UK firmly at the forefront of developments in the areas of manufacturing, healthcare and energy.\n\nThe added value that the Network provides is in gathering the widest group of internationally-leading expert scientists from across a range of disciplines in the UK, and providing them with a challenge, a focus and a vision that they help shape. \n\nOngoing economic prosperity in the UK is critically dependent on having a competitive, high-tech manufacturing industry. Some areas of the Directed Assembly Network's activities address barriers to progress in existing industries, others will create the transformative industries of the future. Society is challenged by a growing and aging population, and through declining natural resources. The goals we reach for will drive great breakthroughs in healthcare and offer alternatives to harvesting our limited reserves. \n\nThe UK has already been identified as being world-class or world-leading in many of the individual disciplines needed to tackle these targets, but real breakthroughs will only be made by harnessing interdisciplinary excellence from across the UK - the Directed Assembly Network is key to the formation and maintenance of this interdisciplinary community. Other countries are already investing heavily in programmes to progress materials science; by adopting the recommendations above, the UK can enhance its scientific capability and keep pace at international levels, develop absorptive capacity and retain the competitive advantage needed to be a world player in the field of future manufacturing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014382/1","grantId":"EP/K014382/1","fundValue":"686049","fundStart":"2012-10-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Paul Robert  Raithby","coPersons":["Charalampos  Makatsoris"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}