{"id":"9D5974E4-B227-4C5F-ADD8-4CC60AB8A91D","title":"Novel pathogenic mechanisms implicated in defects of neuromuscular transmission","abstractText":"Congenital myasthenic syndromes (CMS) are a group of inherited diseases that cause muscle weakness in children and adults. CMS affect the neuromuscular junction (NMJ), a link structure that is responsible for transmitting signals from nerves to muscles, causing muscles to contract. When this link breaks down, or functions less efficiently, the patient gets tired very quickly and can be severely disabled. The condition may be life-threatening, when breathing muscles are affected. We have recently discovered mutations in a new gene called GFAT1 which cause a previously unrecognised form of CMS. At the moment it is not yet understood how mutations in GFAT1 interfere with NMJ function and structure to cause CMS. We have found out that the amount of GFAT1 protein present in the muscle tissue of patients is considerably diminished compared to healthy control muscle. Our aim is therefore to study the consequences of the loss of GFAT1 for muscle function and for communication between nerve and muscle. \nMany proteins carry sugar residues on their surface which are important for their function. The GFAT1 enzyme produces a metabolite that is essential for all reactions that add sugar residues onto proteins. We plan to investigate whether proteins lose their sugar modification in GFAT1 patients, which proteins are affected most by this and what the implications are for the correct function of a muscle cell.\nAs sugar modification of proteins is a very general mechanism in all cell types, our results may not only improve our knowledge of CMS, but also contribute to the understanding of sugar modifications on proteins of the nerve cells in diseases such as Alzheimer?s disease and in muscle for the development of type 2 diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002274","grantId":"G1002274","fundValue":"568522","fundStart":"2011-09-01","fundEnd":"2015-08-31","funder":"MRC","impactText":"","person":"HKM  Lochmuller","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}