{"id":"9D5A6357-09E3-4F42-B32F-91E70840E8C6","title":"Alcohol Control, Poverty and Development in South Africa","abstractText":"<p>This research explores how the lived relationships between alcohol control (as a debate, field of study, policies and practices), poverty and development in South Africa (SA) are manifested among Cape Town's (CT) poorest residents. </p>\n\n<p>While SA's urgent alcohol control debate is principally cast as a matter of public health, it also broaches concerns over urban and social development, poverty alleviation, security and post-apartheid social policy. </p>\n\n<p>This research therefore focuses on the practices and consequences of drinking as a platform from which to develop a renewed approach to the contemporary politics of the developing city. Drawing on policy analysis, health survey data, stakeholder interviews counterposed with in-depth interviews and small group meetings across four case study townships and informal settlements in CT, the project examines how the lived experiences of drinking are understood and taken up in the policymaking process. By this means, it also interrogates the conditions under which these practices become &quot;problematic&quot;. </p>\n\n<p>The projects thus aims to contribute to prescient debates in development studies, geography, urban studies and public health; and provide a qualitative body of research to the ongoing popular and policy debate on alcohol and its relationship to broader urban concerns in CT, SA and beyond</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H033351/1","grantId":"ES/H033351/1","fundValue":"204456","fundStart":"2010-11-01","fundEnd":"2013-12-31","funder":"ESRC","impactText":"  Impact narrative \n\ni. Structure of research team:\n\nThe project was a cross-collaboration between the Department of Geography at King's College London (PI) and the African Centre for Cities (ACC) (Co-PI) at the University of Cape Town (UCT). The ACC has an exceptionally strong and unique dedication to public engagement and urban research in Cape Town, as well as strong working relationships with NGOs and government at the national, provincial, metropolitan and local levels. These relationships enabled the project to quickly embed itself within policy-making networks, particularly at a city (Cape Town) and provincial (Western Cape) scale. The project was housed within the ACC's 'Healthy CityLab' research strand. \n\nTo maximise the potential offered by the ACC, this grant engaged a large and expressly interdisciplinary project team from across UCT. The rationale for this was to: leverage diverse skills, existing contact networks and trust relationships with over-researched communities; avoid the replication of existing research across UCT; and to formulate a wider group of those working at the intersections of alcohol, poverty and development in urban settings. Thus, the final project team was composed of Clare Herrick (PI), Sue Parnell (Co-PI), Mary Lawhon (post doc, ACC), Mercy Brown-Luthango (researcher, ACC), Warren Smit (researcher, ACC), Even Blake (researcher, Dept of Geography), Nikki Wilkins (researcher, Dept of Geography), Gordon Pirie (Professor, ACC), Shari Daya (Lecturer, Department of Geography), Prestige Makanga (GIS specialist, Infomatics, UCT) and Laura Drivdal (PhD candidate, Political Science, UCT). This represents a far larger team than originally envisaged, but this arrangement brought distinct benefits in the generation of impact. \n\nAt the initial stages of the project, the team met weekly to discuss project methodology, the identification of case study sites and development of the research tools. The large research team meant that, in addition to addressing the core research questions set out in the original project proposal, the research held the potential to adopt a more iterative and creative approach to the intersections between alcohol (regulation, production, retail and consumption), poverty and development. In practice, this meant the capacity to bring together a diverse array of research strands and unparalleled local knowledge. It also meant that all research could be conducted in-house and, in the process, further strengthen the ACC's existing work within its Healthy CityLab strand. The exceptional number and range of academic outcomes from the project bear testament to this approach, with 20 publications now either published, in press or under review. The project has produced one journal special issue (South African Geographical Journal, 2014). In addition, the broader themes of project have also motivated a special issue in the Journal Health and Place (with David Reubi and Tim Brown, QMUL; 2015) on the 'Politics of non-communicable disease in the Global South' and a further edited book with Routledge entitled 'Global Health Geographies' (with David Reubi). Importantly, these publications have come from all members of the research team, ensuring capacity building for junior researchers [1-3]and bolstering the research profiles of those with more experience [4, 5]. The whole team has benefited from mentoring from the PI and Co-PI throughout.\n \n\nii. Conceptualisation of &quot;issue&quot;:\n\nIn planning for impact, one of the primary goals of the project has been to re-work and reframe the existing debate on the ways in which poverty and development intersect with the use and abuse of alcohol. There is a significant body of work on the epidemiology of problem drinking and especially its negative externalities (e.g. violence, injury, unsafe sex, HIV/AIDS transmission, foetal alcohol syndrome) in South Africa. Indeed, Professor Charles Parry at South Africa's Medical Research Council has long been one of the most influential figures in the international Alcohol Studies research domain (and advocacy movement). This area of research is, however, overwhelmingly led by Medical Science and Public Health, which ensures that alcohol itself is almost always framed as a type of pathogen, with drinking places viewed as sites of pathogenesis and the commercial production of alcohol as supplying a 'vector of disease' to populations variously understood as vulnerable or wilfully risk-taking [6]. As a result, this compendium of research has vociferously argued that the only way to reduce alcohol-related harms is through supply restriction (e.g. through increasing tax, reducing opening hours and outlet density and the control of the unlicensed/unregulated trade). This stance has been supported by the World Health Organisation (WHO) in its 2010 Global Strategy to Reduce the Harmful Use of Alcohol. By contrast, questions of demand - the reasons why people drink - are under-explored in the race to set out simple policy &quot;best buys&quot; that can be replicated regardless of local social, economic and political contexts. \n\nThus, from the offset, the project aimed to reposition the debate on alcohol consumption in the South African city from a public-health dominated concern with the quantification of the effect of risk behaviours to a far broader, trans-disciplinary concern with the multiple meanings, politics and significance of alcohol as an urban governance challenge. In so doing, it also became clear that alcohol holds a complex and often ambiguous relationship with both poverty and development. This, in many ways, is unique to the South African city, but also has some points of commonality with other Southern African countries (e.g. Botswana, Namibia, Zambia) where alcohol is fast emerging as a policy priority [7]. \nWhere household resources are limited, spending money on alcohol can divert money away from food, schooling costs, housing, clothes and medications. There is a distinct gender dimension to this, where men are most likely to earn and spend the money that female household members are reliant upon. This, in turn, perpetuates inter-personal violence. Alcohol, however, also provides a medium through which to augment household resources through home-based retailing. This has long been a way by which women have made money within the township and informal settlement contexts. This complex and ambiguous relationship between urban livelihoods and alcohol is one that has not been acknowledged or worked through in much depth by the policy community [8]. It is also under-theorised within both the City of Cape Town's liquor by-laws and the Western Cape's own Liquor Act. The necessity to make a living amid conditions of entrenched poverty, where communities are often isolated from transport networks and places of employment opportunity, means that alcohol that the small-scale retailing of alcohol is incredibly pervasive problem that also reveals the best of human ingenuity [9, 10]. For policy makers, this marks the potential for both unanticipated consequences and also reveals the limits to universal policy solutions as envisaged in the WHO's 'Best Buys' document [11]. As these findings emerged from the qualitative research process, the project's core impact aim became to convey this message to policy makers. \n\n\niii. Strategic timing \n\nThe timing of the project was incredibly opportune. As the project came onstream in late 2010, the Western Cape Liquor bill was still being debated and was finally signed into law some months later. The re-working of the provincial Liquor Act was the first such in South Africa (and has since been followed by Gauteng) and also marked the ascendency of Helen Zille's Democratic Alliance (DA) party in both the provincial and city elections. In contrast to the ANC, the DA ran for election based on a hard line on both drugs and alcohol and identified the problem of illegal bars or &quot;shebeens&quot; as a core election platform. The Western Cape Liquor Act allowed for much stronger powers to raid and close shebeens which were conceptualised as being the locus and genesis of many of the social problems besetting Cape Town's poor communities. The ways in which the debate over the Liquor Bill unfolded in the press was also documented in an early project paper [12]. One of the research strands in this project was a number of stakeholder interviews from across government, the NGO sector and industry to ascertain the contours of alcohol as a &quot;problem&quot; in Cape Town, identify different 'epistemic communities' and how they generate and then mobilise around these problem frames [13]. This process also served an additional function, which was to map out and create a contact network between the project and all stakeholders. The policy community around alcohol in Cape Town is relatively small and it was therefore fairly simple to ensure that the project was on the radar of all relevant parties. The project website also provided a vehicle by which policy makers could stay connected with the project's aims, methods, working papers, conference papers and initial findings. \n\nIn undertaking the stakeholder interviews, it became clear that research was already being conducted on the relationship between micro-enterprises (including alcohol outlets) and livelihoods by an NGO called the Sustainable Livelihoods Foundation (SLF) [14]. One of the chief barriers facing NGO research and the ability to use this as a platform to generate either an audience or further funding is a lack of time and resources to publish in peer reviewed journals. While policy makers are quick to assert that they rarely read academic papers, they do require peer-reviewed papers to create an 'evidence base'. Thus, NGOs such as SLF serve as effective 'knowledge brokers' with excellent access to policy makers, but often lack a communicative form that policy makers respect. With SLF undertaking some exceptionally original and detailed survey work on the enterprise dynamics of shebeening and the impact of regulatory action on the sector, we undertook a joint publication and dissemination strategy to ensure that the results from this work were brought into the academic and policy domain. This work has already been cited by South African urban violence researchers [15, 16], as well as in the MPA thesis of the deputy head of the City of Cape Town Metropolitan Police. A controversial paper on shebeening, regulation and crime appeared in a South African open access journal [17], ensuring that policy makers can have full use of it. \n\n\niv. Communicating the findings \n\nThe principal aim of reframing the debate around alcohol to one that acknowledges its ambiguity and importance to livelihoods - and therefore its complex relationship with development - and raising awareness of this among the policy community has been achieved through a number of means. The ACC hosts a seminar series that is advertised throughout city and provincial government circles and is well attended. Research team members have given number of such talks that have then produced follow-on conversations with government employees. The core messages from the research findings were condensed into a pamphlet. This was sent to all stakeholders - in addition to national ministers - alongside a personal letter, links to the website, copies of two papers and a full list of publications. In November 2013, the team hosted a policy workshop at the ACC with representatives from the Province, City, Liquor Board, UCT's Public Health Department and SLF. The invitation went out to c.50 contacts and uptake was strong, with more than 30 confirmed attendees. Presentations were made by the project team, SLF, public health and the city with animated debate following. The timing of the workshop was prescient with the a series of amendments to the Western Cape Liquor Act tabled at that time due to difficulties in policing and closing shebeens and loopholes in shebeeners prosecution that had emerged. In contrast to the hard line espoused by those in public health, the City was also considering rescinding on its tighter opening hours in order to facilitate the business environment for licensed traders. Such moments of debate are vital opportunities for the generation of impact. \n\nAlthough the grant ended in December 2013, opportunities \nfor impact continue to arise. In 2014, Cape Town was designated global design capital. In celebration of this, the ACC secured sponsorship to host an exhibition of its work in City Hall at the end of 2014. The alcohol work will feature within this and, as the event will be open to the public for 6 weeks, should facilitate awareness and debate of the issues raised by the research project. It will also serve the goal of ensuring that alcohol is viewed as a cross-sectoral governance challenge, rather than just one of public health and/ or law enforcement. In addition to this, SLF are also hosting a launch event for their 'safer shebeens' work in the settlement of Sweet Home Farm in October 2014. This small scale project invited local shebeeners to work together to generate a shared set of rules for their premises that would ensure a code of conduct and thus mitigate some of the problems associated with anti-social behaviour. The idea emerged from earlier research that demonstrated that, far from being the lawless spaces often described within policy discourse, shebeeners actually go to great lengths to micro-manage their premises to ensure patron and neighbour safety. This is crucially important for any policy debate as townships and informal settlements have little or no recreational spaces, further reinforcing the importance of shebeens to the social life of these communities. Closing shebeens may manage risks in one sense, but also robs communities of rare communal spaces. Envisaging these spaces in a different way - of potential for social change - represents the aim of SLF's launch event as well as its policy strategy. The next year will show the effect of these events. \nIn August 2014, a workshop at SLF revealed a shared need to produce a communication that would resonate with policy makers. To this end, it was decided that a small number of the project team would contribute to a short booklet loosely based on that produced by the Royal Geographical Society entitled 'Consumption Controversies: Alcohol in the UK' for which the PI was a contributor. The RGS's booklet was launched at the House of Commons in 2011 and the idea here is to generate a similar booklet that will dispel common myths around alcohol, its use and regulation in South Africa. Funds have been secured for a launch event, appropriate graphic design and printing support and copies will be sent not only to city and provincial stakeholders, but also the South African Human Research Council (which as recently launched its own alcohol research findings) and the national Ministry of Health (which is currently embroiled in a fierce debate around strict alcohol advertising laws). This event is planned for early 2015. \n\n\nv. Co-evolution of an issue: Post-2015 agenda\n\nThe timing of the project has been opportune as negotiations have stepped up around the likely structure of the new Post-2015 Sustainable Development Goals (SDGs). For these, two issues are pertinent, the likely inclusion of non-communicable disease (NCDs) for which alcohol is one of four 'modifiable risk factors' and the explicit inclusion of a set of urban goals. The Co-PI's active membership of this SDG negotiation on the urban Open Working Group has emerged from, and in turn, benefits from the research project's emplacement with these urban health debates [18, 19] and those of global health [20]. This again offers a clear link between the project and the policy community and helps serve the purpose of highlighting that issues of health and its risk factors are not always best served by their treatment by the public health community. Indeed, the SDG outcomes document clearly highlights the need for inter-sectoral working across government scales and domains in order to effect change. The Co-PI's membership of this community, as well as the International Council on Science (ICSU), has and continues to ensure that the project co-evolves with the Post-2015 agenda and, as a result, that it continues to have policy resonance and relevance. \n\n\nvi. Negotiating the challenges to impact:\n\nAs with any research project, the genesis of impact has been rendered complex by a number of factors. These may not be particular to this project, but represent the broader, shared concerns of the academic community. They also serve as useful lessons as the opportunities for impact continue to unfold and as lessons for the PI, for whom this was the first experience of managing a large project. Some of these limitations are explored briefly below: \n\n1. Self-referential, small policy community: Like many cities, Cape Town's policy community is fairly small and self-referential. People frequently shift roles within government, leaving the project team to forge new relationships and broker trust once again. At an inter-personal level, it was important to ensure that all member of this community were included in events such as policy workshops, lest members felt excluded. The self-referential nature also meant that policy makers tended to look to well-known and respected experts in the field (usually public health), rather than casting their nets more broadly to new social scientific work. Initial meetings with stakeholders were then often used to highlight the diversity of debates surrounding alcohol and its regulation in order to gain legitimacy for the project's approach. This revealed a high level of tension between public health researchers and the policy making community around several issues and, therefore, a willingness to engage with new and challenging critical social science perspectives. \n \n2. Public health-led policy logic: As has been explored, the debate on alcohol and its governance has long been dominated by Public Health in South Africa and beyond at the WHO. This framing has also then led to the promotion and adherence to particular policy recommendations. The other outcome of this dominance is a particular disciplinary territoriality with regards to alcohol research. This was often evident at UCT and there were some occasions where tensions between disciplinary approaches could have been said to have undermined the generation of impact. This is not a problem particular to South Africa and is evident through a hardening of the public health stance towards the shape of alcohol research. This means that many high-impact outlets (e.g. Bulletin of the WHO) are disinterested in research that questions the current regulatory recommendations for liquor. Alternative, more critical and open access outlets are therefore a more viable option for dissemination. The project leveraged these routes. \n\n3. Historically-entrenched causal narratives: As in many countries, the causal narratives surrounding the genesis of alcohol-related harms are inextricable from local history, cultural beliefs, social formations and the ways in which the urban form has developed and been inhabited. South Africa has a mercifully unique history, but the creation of a dual system of legal and illegal local outlets is found throughout the Global South, although their exact nature and the products they sell may differ. The causal narratives of harm in South Africa are entwined with racialized understandings of social difference, urban segregation and inequality and these are, unsurprisingly, difficult to challenge - even (and often especially) among policy makers. This serves to demonstrate, on one hand, the partiality of evidence and, on the other, the stubborn resistance of social belief. Generating evidence in forms that forces policy makers to confront and question their entrenched social beliefs is thus core to the generation of impact. \n\n4. World Health Organisation goals v local needs: For any health-related project in the Global South, the WHO is a key reference point. Their strategy documents, data repositories and advisories form the framework around which health policy is often created. In the case of South Africa, realising the target of a 10% reduction in alcohol use set out in the NCD Action Plan 2013-2020 [21]has become a core justification for national efforts to increase the legal drinking age and restrict alcohol advertising. However, the WHO's dominance also presents a barrier to the generation of impact, especially where research may challenge their argument that 'one size fits all' alcohol harm reduction policies are possible and where it has been shown that the uptake of these policies has had unintended consequences. In part this relates to the global status of the WHO and in part also to a reticence among policy makers to &quot;experiment&quot; based on local data and evidence. It also demonstrates the need for policy makers to generate and demonstrate evidence of change within relatively short timescales. In such situations, the appropriate community to engage for impact may well be the WHO itself, something that will be taken up in the next stage of the emerging impact agenda of this project. \n\n5. Finding the correct language: Academic texts may compose the evidence base when authoring policy position papers, but Ministers themselves rarely read them. Information needs to be easily digestible and have a core message at its heart. In this sense, projects that have a stock of easily reproducible infographics that can be used by policy makers in presentations and publications are a core means by which to generate and also trace impact. Another means to communicate and engage is through platforms such as Twitter. This is popular in some African countries - although it is obviously not a viable way of engaging local communities - but is well-used by those able to by smart phones. Facebook pages are also important methods of communication that would have been useful to deploy. In future projects, more emphasis will be placed on Comms and the development of a dedicated strategy and monitoring system thoughout the life-course of the project. \n\n6. Insider v outsider: Finally as a point of reflection, the generation of impact was both aided and abetted by the PI's outsider status (not being a South African national). With the policy community well known to each other, in many respects being an outsider facilitated curiosity, respect and access. It also made the PI non-threatening and affirmed a certain &quot;expert&quot; status. This had its strengths, but being non-resident also meant missing many good opportunities for impact and charting these as they arose. While the project's post-doc was charged with the task of keeping abreast of debates and opportunities, such conversations need to happen in a consistent, iterative fashion to really ensure the maximisation of all possible avenues of impact. This is a final point for reflection as the impact agenda continues to develop and unfold over the coming years and months . \n\nReferences\n\n1. Lawhon, M., C. Herrick, and S. Daya, Researching sensitive topics in African cities: reflections on alcohol research in Cape Town. South African Geographical Journal, 2014. 96(1): p. 15-30.\n2. Drivdal, L. and M. Lawhon, Plural regulation of shebeens (informal drinking places). South African Geographical Journal, 2014. 96(1): p. 97-112.\n3. Lawhon, M., Alcohol, materiality, flows and friction in Cape Town. Antipode, 2013. 45(3), p. 681-71\n4. Pirie, G., On alcohol, transport and poverty in Cape Town. South African Geographical Journal, 2014. 96(1): p. 50-59.\n5. Daya, S. and N. Wilkins, The body, the shelter, and the shebeen. Affective geographies of homelessness in South Africa. Cultural Geographies, 2013. 20(3) p.357-378\n6. Gilmore, A.B., E. Savell, and J. Collin, Public health, corporations and the New Responsibility Deal: promoting partnerships with vectors of disease? Journal of Public Health, 2011. 33(1): p. 2-4.\n7. Charman, A., C. Herrick, and L. Peterson, Fomalising urban informality: micro-enterprise and the regulation of liquor in Cape Town. . Journal of Modern African Studies, in press.\n8. Herrick, C., Alcohol control and urban livelihoods in developing countries: can public health aspirations and development goals be reconciled? Critical Public Health, 2013. 24(3): p. 361-371.\n9. Charman, A.J.E., L.M. Petersen, and L. Piper, Enforced informalisation: The case of liquor retailers in South Africa. Development Southern Africa, 2013: p. 1-16.\n10. Herrick, C. and A. Charman, Shebeens and crime: The multiple criminalities of South African liquor and its regulation. South African Crime Quarterly, 2013. 45: p. 25-33.\n11. World Health Organisation, From burden to &amp;amp;quot;best buys&amp;amp;quot;: Reducing the economic impact of NCDs in low- and middle-income countries. 2011, WHO: Geneva.\n12. Lawhon, M. and C. Herrick, Alcohol control in the news: The Politics of Media Representations of Alcohol Policy in South Africa. Journal of Health Politics, Policy and Law, 2013. 38(5): p. 989-1025.\n13. Herrick, C., Stakeholder narratives on alcohol governance in the Western Cape: the socio-spatial 'nuisance' of drink. South African Geographical Journal, 2014. 96(1): p. 81-96.\n14. Petersen, L. and A. Charman, Case study: understanding the local economic impact of the closure of shebeens in the Western Cape as a consequence of the new Western Cape Liquor Act, 2008. The Small Business Monitor, 2010. 6(1): p. 102-109.\n15. Faull, A., Policing taverns and shebeens: Observation, experience and discourse. SA Crime Quarterly, 2013. 46(35-48).\n16. Matzopoulos, R. and J.E. Myers, The Western Cape Government's new Integrated Provincial Violence Prevention Policy Framework: Successes and challenges. Aggression and Violent Behavior, 2014.\n17. Herrick, C. and A. Charman, Shebeens and crime: The multiple criminalities of South African liquor and its regulation South African Crime Quarterly 2013. 45(1): p. 25-33.\n18. Herrick, C., Healthy Cities from/ of the South, in The Routledge Handbook of Cities of the South, S. Parnell and S. Oldfield, Editors. 2014, Routledge: London, p. 556-569\n19. Herrick, C. and S. Parnell, Alcohol, poverty and the South African city. South African Geographical Journal, 2014. 96(1): p. 1-14.\n20. Herrick, C., (Global) health geography and the post-2015 development agenda. The Geographical Journal, 2014. 180(2): p. 185-190.\n21. World Health Organisation, Global action plan for the prevention and control of noncommnicable diseases 2013-2020. 2013, WHO: Geneva. Communities and Social Services/Policy,Government, Democracy and Justice Policy & public services","person":"Clare Beatrice Herrick","coPersons":["Susan Marion Parnell"],"organisation":"King's College London","findingsText":" 1. Conceptual: The project outputs highlight alcohol's importance to intellectual agendas that stretch beyond health and into urban planning, urban studies, political ecology, development and livelihoods, violence, crime, gender and governance. The project critically engages with biomedical/ public health framings of alcohol as a &quot;problem&quot; to examine the upstream causes of risky behaviours, as well as the reasons underpinning the persistence of the informal alcohol sector. The project thus strengthens work on the 'social determinants of health', health inequity as an issue of social (in)justice and the reframing of global health agendas to include behavioural risk factors. \n\n\n\n2. Empirical: Our project findings can be summarised as follows: \n\n\n\n(i) The Western Cape Liquor Act has done little to reduce the scale and effects of the illicit trade, rather it has caused a metamorphosis in the ways shebeens operate. \n\n(ii) Alcohol represents both a cause and consequence of poverty, creating a vicious spiral of retail and consumption that existing policy has little capacity to break. \n\n(iii) Alcohol-related violence is compounded by gendered practices of household resource management and responsibilities. \n\n(iv) Historical inequities in the right to trade liquor persist. Licensed premises are still overwhelmingly concentrated in &quot;previously advantaged&quot; areas. This imbalance has deep implications for household survival and economic sustainability in poor communities. \n\n(v) Drinking entrenches the everyday violence of poor communities. It undermines coping strategies, reinforces vulnerabilities and erodes community networks of safety and trust. \n\n(vi) The problem of alcohol is inextricable from the broader problems of law enforcement, the judicial system, corruption and policing in South Africa. \n\n(vii) The chronic effects of drinking and their relationship to the non-communicable disease burden are underrepresented in policy discourse. Infectious disease risk, crime, injury and violence are the strongest policy motivators, but this is at the expense of a longer-term view of risk reduction. \n\n(viii) Industry involvement in policy development is strong (i.e. SABMiller helping shebeens apply for licenses). This represents clear conflicts of interest and is reflective of current debates on industry collaboration at the World Health Organisation.\n\n\n\n3. Methodological: The project has strived for methodological innovation and, importantly, critical reflection. Consensus is growing around the value and importance of ethnographic approaches to embodied experience within the field of global health. Although the alcohol studies field was initially dismissive of ethnography's &quot;problem deflation&quot; (Room, 1984) tendencies, sceptics have now grudgingly conceded the value of qualitative granularity (Schmidt and Room, 2012). Our research thus complements burgeoning anthropological work on global health in its use of participant observation, focus groups, in-depth interviews and narrative analysis. It has also overtly reflected on the problems of sensitivity and gender in alcohol research in South Africa (Lawhon et al, in press). \n\n\n\n4. Future research: The PI has secured Wellcome Trust funding to explore the impact of the Botswanan Liquor Levy on (i) the nature of the informal trade and (ii) consumption trends. This should add to the limited compendium of knowledge on the complex effects of supply-side liquor policies within developing country settings. The potential non-academic use of this project operates at in and through three main scales: the international, regional and local. \n\n\n\nInternational: Parnell's membership of the International Council for Science's (ICSU) 'Scientific Committee on Urban Health' and the UN Sustainable Development Goals' working party brings the project findings into close conversation with negotiations over future global and urban health agendas. This positioning has also enabled Parnell to use the project findings as a vehicle to argue for the importance of considering the interrelationships between the 'unhealthy commodities', non-communicable disease risks, urban governance, capacity building and development in the Global South. \n\n\n\nRegional: We have built a significant 'user' community - city/provincial government, third sector, research institutes and industry - from the project outset. This has been facilitated through well-developed co-working between the African Centre for Cities (ACC), the public sector, think tanks and NGOs. A successful policy workshop in November 2013 has initiated new conversations about how best to integrate alcohol harm reduction agendas within broader city and regional planning frameworks and develop alternative livelihood strategies to shebeening. \n\n\n\nLocal: The project maximises the ACC's established networks to enable the findings to be better used by communities arguing for increased involvement in liquor matters. Research revealed high levels of misunderstanding with regards to the Act and, therefore, little awareness of the financial and social consequences of infringement. Better community information could arguably inform people of their rights and responsibilities and help reduce corruption with respect to policing the Liquor Act. \n Over the project duration, we have developed and capitalised on a number of key exploitation routes. These will be further developed over the next year and include:\n\n1. Engaging academic audiences: Primarily through: 17 publications (including a journal special issue on &quot;Alcohol, Poverty and Development&quot;); two further publications in progress; and 28 international conference/ seminar talks. We have convened three international/regional conference sessions. Importantly, all eight research team members have authored outputs and this has had a two-fold benefit: First, capacity-building for early-stage researchers (one post-doc now in a full-time lectureship and one research associate now in full-time employment with the Cape Town Partnership, part of the project user community). Second, broadening the reach and impact of the research by ensuring a cross-section of journals reaching different disciplines and audiences. \n\n2. Engaging non-academic audiences: By providing non-academic users with full access to all published material and working papers through the project website and a simple summary of the project findings. We held a targeted policy workshop that brought together representatives from city and provincial government, the liquor board, public health and medicine, NGOs and the project team. The workshop report as well as presentations from the day can also be found on the project website. \n\n3. Collaborative networks: By forging a productive collaborative partnership with the Sustainable Livelihoods Foundation. This has resulted in two joint-authored publications (published and under review), data-sharing and future grant plans. \n\n4. Mainstreaming and embedding: Through activities and publications that clearly make the case for the mainstreaming of urban health within development agendas as well as the importance of alcohol to engaging with poverty, inequality, urban governance, access to livelihoods and, therefore, sustainability. Other","dataset":"gtr"}