{"id":"9D5C2FEB-D285-4860-A943-1174BC065304","title":"Transfusion and Treatment of severe Anaemia in African Children: a randomised controlled trial (TRACT)","abstractText":"In sub-Saharan Africa severe anaemia is one of the most common reasons why children end up in hospital. It can kill children directly - and also contributes indirectly to the 800,000 child malaria deaths/year. For children hospitalised with severe anaemia (defined as a haemoglobin below 6g/dl) outcomes remain poor, with 9-10% dying in-hospital and an additional 12% dying in the 6 months following admission - and a further 6% having another episode of severe anaemia requiring additional treatment and re-hospitalisation. The high 6-month case fatality and chronic ongoing health issues of children with this condition indicate that the current recommendations and/ management strategies are not working in practice. Because severe anaemia is very common, the high 'hidden' sickness and mortality occurring after the initial diagnosis is likely to contribute to overall under-five mortality. If not adequately addressed, severe anaemia may therefore be an obstacle to achievement of the Millennium Development Goal No.4 on child survival in Africa. \n\nThe investigators in this trial include specialists in child health, infectious diseases, transfusion medicine, and anaemia research. They have considerable experience in doing large clinical trials in hospitals with limited resources in Africa. Through extensive review of the available data and literature, the group have identified key areas of severe anaemia management which need to be addressed in a clinical trial, namely\n1/Which children should receive a transfusion? Current WHO guidelines, designed to avoid overuse of blood, recommend transfusions only in children with a haemoglobin (Hb) &lt;4g/dl (or &lt;6g/dl if accompanied by complications). These specific recommendations have not been evaluated in clinical trials and thus practice varies across African countries. We don't know if giving blood to all children with Hb &lt;6g/dl would help. 2/ How much blood should be given in a transfusion? On current recommendations a quarter of children receiving transfusions remain severely anaemic and up to one third get two or more blood transfusions during a single hospital admission. We don't know if giving larger initial volumes of blood would help - this could also reduce risks from additional transfusion (which include bad blood matching or blood infections), and the amount of time health personnel spend getting blood ready. 3/ What, if any, longer-term support should children get after hospital admission? The major factors related to poor longer term outcome are multiple vitamin and mineral deficiencies and blood infections caused by bacteria - we don't know if giving vitamin supplements or antibiotics to prevent infections would improve outcomes. \n\nTRACT is designed to answer these questions. It is a randomised controlled trial involving 3700 children aged 2 months to 12 years admitted to hospitals with severe anaemia in Malawi and Uganda. The trial will take place over 2 years and children will be followed up for 6 months to make sure longer-term outcomes are captured. The trial will simultaneously look at three ways management of severe anaemia might be improved - with the aim of reducing early and late deaths, and anaemia recurrence or readmission to hospital. The trial will compare (i) current conservative WHO recommendations for transfusion against a more liberal approach, in terms of who gets blood and how much blood they get (iii) additional multi-vitamin multi-mineral supplements compared with the standard folate/iron recommended by WHO and (iii) an antibiotic, cotrimoxazole, to prevent new bacterial infections for 3 months compared with no antibiotic. The design is practical with broad, largely clinical inclusion criteria, so that children can be rapidly identified and recruited at hospital admission. The interventions are practical; many are already in use for other diseases so could be implemented in under-resourced paediatric health facilities across Africa at the end of the trial.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J012483/1","grantId":"MR/J012483/1","fundValue":"3046320","fundStart":"2013-03-31","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Kathryn  Maitland","coPersons":["Peter  Olupot-Olupot","Michael  Boele Van Hensbroek","Sarah  Kiguli","Thomas N Williams","Ann Sarah Walker","Diana MAry Gibb","Imelda  Bates","Robert Simon Heyderman","Charles  Engoru","Yamikani  Chimalizeni"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}