{"id":"9D5E7031-D69B-4361-AEDE-8A8B305D4EC7","title":"Global Aerosol Synthesis and Science Project (GASSP) to reduce the uncertainty in aerosol radiative forcing","abstractText":"The motivation for this project is that aerosols have persistently been assessed by the IPCC as the largest uncertainty in the radiative forcing of climate over the industrial period. This means that our ability to understand temperature changes over the industrial period is hampered by very poorly constrained aerosol processes in models. The main uncertainty is due to the effect that aerosols have on clouds - the so-called aerosol indirect effect by which anthropogenic aerosols make clouds more reflective. In the IPCC assessment, the range of predictions of the aerosol indirect forcing lies between -0.4 to -1.8 Wm-2, a far larger range than associated with CO2 forcing (1.6-1.9 Wm-2). Thus, to improve our understanding of climate change, we need to reduce the uncertainty in the aerosol indirect effect.\n\nThe controlling factor in the indirect effect is the concentration in the atmosphere of &quot;cloud condensation nuclei&quot; (CCN). CCN are a subset of the aerosol particles in the atmosphere, typically larger than 50 nm diameter and sufficiently water soluble to form cloud drops. Only recently, global models have been developed that are able to explicitly simulate CCN concentrations. This opens up the possibility of reducing model uncertainty by exploiting extensive measurements of CCN that have been made over many years. \n\nWe propose to undertake the first ever comprehensive synthesis of global CCN and related aerosol observations within the UK aerosol-chemistry-climate model. The overall aim is to reduce uncertainty in the indirect effect by constraining modern aerosol as much as possible based on present observing systems and models. We will reduce the uncertainty by producing a global model of CCN with well defined uncertainties that are constrained by worldwide observations. We will then use the &quot;calibrated&quot; aerosol model to quantify the indirect radiative forcing and its uncertainty. We will also use the new and better model to understand the sources of CCN in different environments, and thereby the factors that will drive future changes in the concentration. As a spin-off of the project we will also be able to use the model and data to identify the regions or environments in which new measurements would have the greatest impact on reducing the uncertainty further.\n\nAn important new aspect of the project will be the use of new uncertainty information about the global model. In most similar studies it has been possible to run the model only a few times. However, in reality the model has a wide uncertainty range due to the very large number of uncertain processes in the model. In this project we will use new information that tells us how the model behaves under all possible assumptions of uncertainty. From this collection of model runs we will be able to identify the best possible model in all parts of the world. This procedure is known as &quot;calibration&quot;, and it has not been attempted before for a complex global model. With this approach we can be sure the model is as close to observations of CCN as can presently be achieved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J024252/1","grantId":"NE/J024252/1","fundValue":"436301","fundStart":"2012-12-31","fundEnd":"2016-04-30","funder":"NERC","impactText":"","person":"Kenneth  Carslaw","coPersons":["Dominick  Spracklen","Graham William Mann"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}