{"id":"9D622431-64D4-42F5-8909-0CB62BAA2857","title":"Designing for innovation and safety: How can medical device designers do both?","abstractText":"This research is concerned with how medical device designers can negotiate the twin requirements of developing both safe and innovative products. The focus is on the management of designers, and particularly how designers use the characteristics of their jobs (for example, their level of autonomy to make design decisions) in their day-to-day work. The research proposes to assess a number of variables which could influence the designers' perfomance, including facets of their working environment, for example their job characeristics and team context, aspects of their personality, and more dynamic personal influences such as levels of innovation, levels of safety-related cognitive error and important dynamic phenomena related to their job characteristicsAfter assessment of stable aspects of job characteristics and team contexts within which the designers work, at least 150 designers in 20 design teams will be tracked over the course of two working weeks, assessing the dynamic phenomena four times per day, every two hours. The results of the research will increase knowledge concerning how jobs can be configured in order to promote both safety and innovation, as well as having a practical impact in the area of the management of designers workload and working patterns.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F02942X/1","grantId":"EP/F02942X/1","fundValue":"256155","fundStart":"2008-02-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"  A checklist developed from research done on D04863X and EP/F02942X/1 and other research with colleagues at the Health and Safety Laboratory. The checklist has been included in a toolkit for managing common health problems in the workplace funded by the Health and Safety Executive. The toolkit is under development.\n\nBeneficiaries: Managers, workers\n\nContribution Method: The research provided some of the main principles regarding effective problem-solving in work environments. Subsequent research found these principles were applicable to all problems, not just problems encountered by design engineers, and added a few additional principles on taking effective breaks from problems. This and related research indicated that successful problem-solving contributes to well-being as well as work performance and innovation.\n\nThe work contributes to knowledge of the fluid nature of job design, and how the day to day experience of job characteristics influences adaptive outcomes such as problem-solving in innovation intensive and safety critical sectors.\n\nThe work contributes to knowledge concerning the fluid nature of job design, and how day-to-day variation in how workers use resources embedded in their work can produce adaptive outcomes, such as problem-solving in innovation intensive and safety critical contexts. The work also contributes to uinderstanding of how innovation is influenced by resources such as knowledge and social capital differ between multinationals, smaller organisations and public organisations.\n\nBeneficiaries: Work and organisational psychologists, business and management researchers\n\nContribution Method: The data provide a direct assessment of one of the key assumptions underpinning resource based models of job design, namely that job resources are beneficial because they help workers deal with job demands (e.g. problems). The research has also indicated ways in which resource based models of job design might be extended. The research also contributes to capitals theory, by indicating that access and use of capitals for innovation is dependent on organisational contexts. Communities and Social Services/Policy,Construction,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Retail Economic","person":"Kevin John Daniels","coPersons":["Laurie  Cohen","Donald William Hislop","Alistair  Cheyne"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}