{"id":"9D634A21-196D-43BC-9B1C-87672BE28FD6","title":"Irradiation Effects on Flow Localisation in Zirconium Alloys","abstractText":"This project focuses on energy and more specifically on nuclear fission. Core material such as fuel assemblies are exposed to irradiation from the moment a nuclear reactor is switched on. The bombardment of material with neutrons creates collision cascades that immediately produce point defects and dislocations in the material. This results in very significant changes of the material properties compared to non-irradiated material.Nuclear fuel for light water reactors is contained by so-called cladding tubes, which are made from zirconium alloys because of their excellent corrosion resistance, sufficient mechanical properties and their low neutron absorption coefficient. Nuclear fuel is enriched initially with 5% 235U. However, the fuel cannot be fully burned due to the uncertainty of clad material degradation and dimensional instability of fuel assemblies. The safe operation of nuclear fuel assemblies requires a complete understanding of the mechanical properties of irradiated material. For instance, when strained plastically, irradiated materials display severe flow localisation and in the case of zirconium also a change from prismatic to basal slip. Consequently, we need to develop a detailed understanding of the mechanisms leading to these phenomena and how they are affected by material chemistry and the microstructure evolution during irradiation.During the 1960s and 70s many countries including the UK had test reactors that allowed scientists to undertake research on irradiated material. However, most of these test reactors are gone now and it is unlikely that the UK or other countries will build many new test reactors. For this reason, governments have invested in proton/ion accelerators to simulate neutron irradiation. The advantage of such facilities is that they are by many order of magnitudes cheaper to run than a test reactor. However, our understanding of how well neutron induced damage is related to proton/ion induced damage is limited. Since Zr alloys are relatively mildly active when irradiated by neutrons, they represent also an ideal material to calibrate proton/ion against neutron irradiation.The research will be undertaken in a collaborative effort between the UK and India with the aim to train Indian researchers to undertake advanced electron back scatter diffraction (EBSD) and synchrotron x-ray diffraction experiments. Neutron irradiated material will be provided by the TIFR/BARC facility, Mumbai, India while ion irradiation will be carried out at the new Dalton Cumbria Facility in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I012346/1","grantId":"EP/I012346/1","fundValue":"318896","fundStart":"2011-04-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"  Rolls-Royce is trying to develop process models for predicting microstructure development during forming of Zr alloys. Our mechanistic understanding will be used by RR to develop a more physically informed model. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Michael  Preuss","coPersons":["Simon Martin Pimblott","James  Marrow","Joao  Quinta Da Fonseca"],"organisation":"The University of Manchester","findingsText":" We have improved our understanding of deformation mechanisms related to processing of Zr alloys used by the nuclear industry. We are currently awaiting the outcome from an EPSRC proposal to continue our Indo-UK partnership.\n\nWe are also in discussion with Rolls-Royce to exploit our findings. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}