{"id":"9D63B22C-D417-4CB1-9C82-5BD6D71AAE15","title":"Sustained Autonomy through Plan-based Control and World Modelling with Uncertainty","abstractText":"Sustained autonomous behaviour requires a system that is robust to uncertainty, both at the low level of interactions between actuators and sensors and its environment, but also at the intermediate level of sensory perception and interpretation, action dispatch and execution monitoring and, at the highest level of planning, action selection, plan modification and world modelling. In this project we bring together a team of experts with complementary and linked skills and experience, from robotics and sensor data processing, from planning and from reasoning under uncertainty. Our goal is to combine these areas in order to build and demonstrate a robust approach to sustained autonomy, coupling plan-based control to the construction of world models under constraints on resources and under uncertainty. \n\nWe plan to demonstrate the approaches in an underwater environment, using Autonomous Underwater Vehicles (AUVs), performing inspection and investigation missions. These missions share many features with space exploration, the use of autonomous Unmanned Aerial Vehicles (UAVs) for track-and-target missions and investigation of terrestrial hazardous sites, such as nuclear waste storage sites. In all of these case, communication between a human supervisor and the autonomous system is often tightly constrained. This is particularly true of deep space missions (for example, Mars missions face transmission delays of about 15 minutes, but windows might consist of a just two 30 minute slots in 24 hours). However, in aerial observation missions involving multiple assets the need for rapid responses in the control of fast moving vehicles reacting to agile targets also leads to bandwidth constraints for a single human controller attempting to manage and coordinate the mission. Hazardous sites, particularly those subject to radiation emissions, often contain communication black-spots where vehicles must operate without human intervention over extended periods. The underwater setting also imposes limits on communication due to the physical difficulties in transmitting control signals over significant distances. \n\nMany of these missions involve multiple assets, often mounting different capabilities. Space missions might combine orbital observing assets, ground-based landers or rovers, possibly aerial vehicles (in some settings) and even astronauts, each offering different subsets of capabilities. Aerial observation might combine slower but more agile vehicles with others that are fast but less manoeuverable, while mounted imaging systems might exploit different wavelengths (visible, infrared, radar) and vehicles might offer other capabilities. We intend to explore the use of multiple assets, including the coordination of AUVs mounting different sensors and actuators. \n\nUncertainty offers different challenges according to environment. Many space environments have relatively predictable dynamics (although Martian winds are one example of a highly dynamic and uncertain factor), but aerial observation missions operate in highly dynamic and unpredictable environments: both atmospheric conditions and target behaviours can be a source of dynamic uncertainty. The underwater environment is also highly dynamic: phenomena such as currents will act as useful proxies for similar dynamic sources of uncertainty in other execution environments. Other sources of uncertainty arise from the inherent limitations of sensors and actuators and our ability to process and interpret the data that can be recovered from these devices. One of the biggest challenges in achieving robust autonomy is in recognising that uncertainty about the state of the world and the state of execution of a plan is inevitable, but the form of that uncertainty is itself an unknown.\n\nBy combining techniques in modelling and reasoning about uncertainty, plan modification and sensor data perception and interpretation, we propose to build a robust approach to autonomous systems control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J012548/1","grantId":"EP/J012548/1","fundValue":"194871","fundStart":"2012-07-16","fundEnd":"2015-07-15","funder":"EPSRC","impactText":"","person":"Richard William Dearden","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}