{"id":"9D66080C-F718-48FB-A7AD-1F9695CD3E91","title":"Do multipotential neuronal stem cells use connexin-based channels to coordinate their proliferation and differentiation?","abstractText":"The nervous system, with its billions of nerve cells and support cells, is built from a thin, rolled sheet of self-replicating stem cells which, in the early embryo, are packed together on a single level like people of differing shapes and heights in a dense crowd. They change shape as they go through a repeated cycle of steps that turns one cell into two, and thousands eventually into billions. Each cell always sits down on the 'floor' (the inner surface of the rolled sheet) before splitting its DNA and then its whole body, into two identical parts. Each new cell then stands up tall, moving its inherited package of DNA (the cell's nucleus) high off the 'floor' before making an exact copy of every chromosome. Then it sits down to divide again, repeating this cycle up to three times a day. We do not know what controls these up-down motions, although they always match the steps in cell division. We can see that the nucleus moves in small jumps, which often match the times when pulses of calcium are released inside the cell. We also know that calcium pulses can be passed from cell to cell so that every nucleus in a cluster jumps together; and we have some evidence that these cells go through whole cycles together, standing and sitting like members of a synchronized swimming team. Pulses pass between cells by various routes and we intend to study two routes that use the same protein (a 'connexin') in different ways. One route involves calcium passing from cell to cell through a molecular docking port called a gap junction, made of six connexins in a ring in each cell's wall. (This is like an astronaut floating into the space station from a docked shuttle). The other route is more complex: a calcium pulse in one cell causes a small molecule called ATP to be spewed out of undocked, briefly opened half-junctions into the surrounding fluid, and this ATP then binds to an external sensor on a nearby cell, triggering another calcium pulse inside. We can use several drugs and DNA-related molecular 'spanners in the works' to change the spread of these pulses. Some of them affect both routes but others only affect one, which will help us find out which is more important and how it is controlled. As the embryo grows, some cells split in a special way which sends each half on a different career path. One carries on dividing, while the other leaves the replicating crowd and takes up a position on a higher 'floor' to become a nerve cell (neuron) and never divides again. Its nucleus, too, moves in jumps associated with calcium pulses, and we have new evidence, which needs to be confirmed, that suppressing these pulses can stop the cell leaving, so that it becomes a neuron in the wrong place. In a young neuron, a structure called the centrosome acts like a tiny tugboat to pull the nucleus along by molecular ropes (microtubules). This may or may not happen in the up-down movement of replicating cells, and finding out whether it does will help us understand more about their movement. We can add a fluorescent tag to the centrosome of a living cell and watch it under a microscope. If it does not begin to tug the nucleus along until the cell has stopped replicating and become a neuron, we can to use this to distinguish replicating cells from young neurons and compare their responses to drugs directly, under the microscope. We can also use antibodies to identify the cells after they have responded to treatment, and show up the nucleus and centrosome. Both approaches will help us to work out whether drugs and DNA tools that control calcium pulses are capable of making replicating cells divide in the special way that makes neurons, or capable only of changing their movement patterns after they have divided. The answers will allow us to design further experiments in which we can look more deeply into the mechanisms that control the numbers and positions of neurons and organize them into circuits that process visual information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D01784X/1","grantId":"BB/D01784X/1","fundValue":"318659","fundStart":"2006-11-24","fundEnd":"2010-07-23","funder":"BBSRC","impactText":"","person":"David  Becker","coPersons":["Jeremy Edward Cook"],"organisation":"University College London","findingsText":"","dataset":"gtr"}