{"id":"9D6A9204-1B82-47CE-8E61-7A3295993576","title":"Logic and Information Flow in Classical and Quantum Systems","abstractText":"In security applications an agent wants to conceal information while proceeding with its normal functioning. This ability to conceal sensitive information must hold even in the presence of malicious agents that are actively trying to find out secret information. It is important to understand first of all what it means for an adversary to know something. Secondly it is important to quantify how much an adversary knows and even more importantly how much information an adversary can find out during its attempts to attack a security system. The importance of reasoning quantitatively is particularly important when the adversary can collect large quantities of data and perform statistical analysis of the data to try and penetrate security barriers. The ability of cryptographers to break cyphers largely rests on statistical analysis. The earliest cyphers are easily broken today by simple analysis of which letters are most common in the language being encoded. Now days, there are sophisticated cyphers that cannot be broken easily and even more exciting prospects of secrets being protected by the fundamental laws of quantum mechanics. Of course, even with good cyphers there may be breaches in secure systems when there are logical flaws in the protocols that are used for performing security tasks. The proposed research has three main thrusts. First of all we would like to understand what knowledge even means in a quantum setting. Here one has to tackle fundamental questions that lie at the boundary of logic and physics. Second, we would like to quantify knowledge in quantum systems and reason about how knowledge flows as agents follow some fixed protocols to ensure security. Finally, we would like to develop a clean logical framework that can be ultimately used as the basis for automatically checking the correctness of protocols. The applications that we have in mind relate to protocols currently in use for example in electronic commerce and also other protocols for communication based on quantum mechanics. The latter are in the experimental stage but the time is coming close where such systems could be deployed in practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001301/1","grantId":"EP/I001301/1","fundValue":"67470","fundStart":"2010-09-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"","person":"Samson  Abramsky","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}