{"id":"9D71DDDC-E69F-4EAD-90C6-4B0A72C67419","title":"Compositions for Cochlear Implantees","abstractText":"A cochlear implant (CI) can enable severely or profoundly deaf people to perceive sounds. Although CIs can provide excellent speech perception in quiet environments, current devices are very poor at conveying pitch information and therefore many CI users express dissatisfaction when listening to music through their implant.\\n\\nMusic is ubiquitous in all cultures. It is an effective means of expression and communication and can promote social inclusion. It can arouse and pacify, having an extraordinarily powerful effect on the emotions. The importance of music for well being and quality of life is reflected by the fact that researchers and CI manufacturers are increasingly turning their attention towards developing CI processing strategies aimed at providing better cues for music perception.\\n\\nThrough a unique series of composition workshops this project will explore aspects of music that can be appreciated by CI users. It is anticipated that, through the creative process of composition, adult CI users will gain a better understanding of specific music styles and structures that can readily be appreciated and enjoyed through a CI. This knowledge will be used guide the development of music rehabilitation materials and compositions specifically for CI users. The impact of the composition workshops and rehabilitation materials on the music perception ability and satisfaction of CI users will also be evaluated. The project will conclude with public seminars on cochlear implant technology and the process of composing for and with CI users, followed by performances of the compositions.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H039392/1","grantId":"AH/H039392/1","fundValue":"109081","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"AHRC","impactText":"  The evaluation of the music workshops was published in the Journal of the American Academy of Audiology (see: van Besouw et al. (2014) Aural rehabilitation through music workshops for cochlear implant users. J Am Acad Audiol, 25, 311-323). These findings informed development of a good practice guide aimed at professionals (available at www.soton.ac.uk/mfg/music_info/professionals.html) and helped establish an annual programme of music workshops at the University of Southampton Auditory Implant Service (http://ais.southampton.ac.uk/patient-workshops/).\n\nThe C4CI Grand Finale presentation and concert were filmed by the AHRC (http://www.ahrc.ac.uk/News-and-Events/Watch-and-Listen/Pages/Compositions-for-Cochlear-Implant-Users.aspx) and the recorded pieces were uploaded on the University of Southampton Music Focus Group YouTube account. This has received a total of 1481 views (as of Tuesday 21st October 2014) since their upload in December 2012.\n\nThe IMAP was further developed as an online resource and is available at: www.morefrommusic.org. The IMAP is currently being used by over 130 cochlear implant users, hearing aid users and professionals. Communities and Social Services/Policy,Creative Economy,Healthcare Societal,Policy & public services","person":"Rachel Marijke Van Besouw","coPersons":["David Roy Nicholls"],"organisation":"University of Southampton","findingsText":" The research objectives for this project were to\n\n1. To explore aspects of music composition that can be appreciated by cochlear implant (CI) users\n\n2. To investigate the therapeutic value of music composition activities for CI users\n\n3. To develop (re)habilitation materials to aid music appreciation for CI users\n\n4. To evaluate the effectiveness of these (re)habilitation materials\n\nObjectives 1, 2 &amp; 3 were met through consultation meetings and a unique series of nine music workshops, which were run between February and June 2011 to 1) explore the abilities, needs and desires of CI users, 2) develop ideas and prototype software for inclusion in a music (re)habilitation program and 3) raise awareness of strategies and resources for improving access to music. The therapeutic value of music workshops was concurrently investigated. Twenty-eight adult CI users from the South of England Cochlear Implant Centre attended at least one of the workshops. Participants could attend as many workshops as they wished. Each workshop lasted between 2 to 2.5 hours and included individual computer-based and group activities. A pre-workshop survey was used to determine attendees’ aspirations and expectations. Post-workshop surveys were used to qualitatively and quantitatively evaluate attendees’ immediate reactions to the workshop content, software, and perceived benefits. An additional two-month post-workshop survey evaluated the longer-term impact of the workshops. KEY FINDINGS: Overall reaction to the music workshops and prototype software was positive. All attendees indicated that they anticipated changing how they engaged with music as a result of the workshops, and data from the pre and two-month post workshop surveys suggest a positive change in listening habits. Music workshops proved to be an effective means of simultaneously encouraging music exploration in a social and safe environment and obtaining feedback on prototype rehabilitation materials. Survey data suggested that through group listening and practical activities certain aspects of music can be accessible and rewarding through a CI, leading to positive changes in attitude and behaviour towards music. \n\nObjective 4 was met through a randomised controlled crossover trial of a music rehabilitation programme called the ‘Interactive Music Awareness Programme’ (IMAP). The IMAP developed with feedback from CI users in a series of consultations and music workshops. Twenty-one participants were recruited to take part in the trial. The treatment group received the IMAP first, followed by a 12-week ‘retention of learning’ phase. The control group received the IMAP after a period of 12 weeks. The IMAP comprised 24 x 30 minute computer-based sessions to be completed over a period of 12 weeks. Both groups were required to attend three 2-hour music perception assessment appointments at the start, half-way through and at the end of the trial. Sixteen participants completed the training and attended all three music perception assessment appointments. Primary outcome measures included melodic contour identification (MCI), instrument recognition, music appraisal and speech perception in noise. Participants also provided qualitative information regarding how often they used the IMAP, how long for, good/bad features of the IMAP and observations regarding their ability/progress. KEY FINDINGS: Both groups showed an increase in instrument recognition following the 12 week period in which they used the IMAP. In addition, the treatment group showed an increase in performance for MCI and gave higher music appraisal ratings. It was not possible to observe an increase in MCI for the control group due to ceiling effects. Overall, the data suggest that the IMAP has a positive effect on particular aspects of music perception. Qualitative feedback from the trial is currently being used to further develop and refine the IMAP before it is launched as a web resource in January 2014. Data analyses, write up and dissemination are still on-going. The ‘Interactive Music Awareness Programme’ (IMAP) was developed in response to the needs of cochlear implant (CI) users and currently runs from a USB memory stick with applications that enable users to access music by creating, manipulating and playing with music in open-ended ways. Follow-on funding for the ‘Compositions for Cochlear Implantees’ research project is enabling the development of an online version that will provide CI users with free tools to enhance their music perception abilities, leading to increased satisfaction and participation in music related activities, quality of life and creative output. Forum facilities are being included to promote social inclusion and enable the exchange of listening strategies and music created using the IMAP. \n\nWhilst the ‘target audience’ of this project are severely or profoundly deaf people who use a CI, it is anticipated that the online resource will appeal to the hearing impaired population in general and access will not be exclusive to those with a CI. Other music therapy client groups may additionally benefit from the software applications in the IMAP, including those with autistic spectrum/communication disorders, emotional/behavioural disturbance, mental illness, and learning and physical disabilities. Potential use of the applications by these client groups is being explored.\n\nAn IMAP training event with the online resource and a music workshop ‘good practice guide’ are also in the process of being prepared for service providers. Creative Economy,Healthcare","dataset":"gtr"}