{"id":"9D7B7039-8594-474A-9800-6EB7243282D7","title":"Behind the Mic: A Cultural and Oral History of Sports Commentary","abstractText":"This project will provide an oral and cultural history of broadcasts and running commentary from sport. The research will ultimately lead to two journal articles on the history of sports commentary from radio and television respectively. Through an extensive set of interviews with past and present sports broadcasters, including commentators, producers and editors, the research will provide the first definitive history of BBC sport coverage and the art of commentary. In conjunction with archival research, the oral history will reveal the evolution of the codes and practices of sports broadcasting and analyse their connection to wider professional and institutional values of public service broadcasting.\\n\\nThe history of sports broadcasting demands renewed research for various reasons. The proposed research would enhance our knowledge of why sport is covered the way it is and how this has changed over time. At an economic and political level it plays a significant role in shaping our contemporary broadcast ecology. Broadcast sport has undergone dramatic change since the early-1990s and the BBC's pre-eminence in sports production has been undermined by new competitors and new production practices. The connection of sport's programming to the BBC's public purpose and wider public value is a critical issue. The legacy of the BBC's coverage of sport - its relationships with the institutions of sport, its allocation and use of resources, and its modes and quality of coverage / has to be accounted for and understood in this current review of services. \\n\\nThe dominant method of the proposed research is oral history. Oral accounts will be complimented by, archival research (written, audio and audio-visual), existing published biography, and various secondary resources. More specifically, the methodology includes the following: an oral history of BBC sports broadcasters, past and present; a review and synthesis of biographical material of BBC sports commentators; an analysis of the BBC written archives held at the BBC Written Archives Centre, Caversham Park; an analysis of BBC radio and television coverage of sport available from the British Library and services such as the JISC Spoken Word project.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003528/1","grantId":"AH/F003528/1","fundValue":"29125","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Richard  Haynes","coPersons":[],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}