{"id":"9D7F8607-3A35-426A-A163-61BA5E2E2CED","title":"Joint modelling of multivariate longitudinal and event time outcomes in clinical research","abstractText":"Progression of a disease or condition as it develops over time can be monitored in many ways, which can be collectively referred to as biomarkers. \n\nThis proposal aims to develop novel statistical methods to investigate how the patterns over time in combination of biomarkers relate to prognosis for the patient and in particular the timing of clinically significant events. For example, sepsis is a common and potentially life-threatening condition triggered by an infection, and it emerges as a leading cause of death with a mortality rate of 30 to 50%. Hence, early detection and timely therapeutic intervention is crucial for improved outcome of patients with sepsis. However, the diagnosis of sepsis is extremely difficult due to the highly variable symptoms of sepsis, and biomarkers hold the promise to separate sepsis from local infection. It is unlikely that a single ideal biomarker will ever be found in view of the complexity of the sepsis response, but a combination of biomarkers may be more effective for real-time indication and prognostic information of sepsis. Hence, it is not surprising that in most medical disciplines including sepsis, the current research is focused on patterns of biomarkers combinations (rather than a single biomarker) over time in relation to the timing of clinical events. \n\nAnother example is that in pharmacogenetic studies (studies that investigate how our genes could influence the response to a medication) of warfarin, the ability to accurately predict a suitable warfarin dose as soon as possible is a priority for the NHS and its patients; in particular, to prevent haemorrhagic (bleeding) events; the most feared and serious adverse event associated with warfarin treatment. Warfarin is a common, very effective anticoagulant (prevent the clotting of blood) used by up to 6% of the UK population at any one time. Some patients need as little as 0.5mg/day to maintain adequate anticoagulation, whilst others require more than 10mg/day. Because of this high variability, the International Normalised Ratio (INR); a measure of the blood's clotting capability; needs to be monitored regularly in patients being initiated onto warfarin, meaning a significant NHS cost burden and patient inconvenience. Although, it is identified that genetic factors could explain up to 60% of dose variability, the relationship between patient's genes and their response to warfarin such as the timing of haemorrhagic events and INR has not yet been fully understood due to the influence of the inherent relationship between the amount of warfarin prescribed (dose) and compliance with the prescription (adherence); eg. adherence worsening with increased dose due to haemorrhagic events. \n\nTo analyse such multidimensional data that commonly arise in clinical and public health research creates a pressing need to develop novel statistical models that describe the complex relationship between the biomarkers in relation to the timing of clinical events. The models need to take into account errors in the measurement of the biomarkers, irregularities and imperfectness of the measurements, and the variability observed between patients and over time, so as to be able to detect genuine patterns in the type of data observed in routine (observational) clinical practice. We propose to develop novel, but sufficiently flexible models that can implement in real time, in order to exploit biomarker data in providing accurate diagnostic and prognostic forecasts of clinical events enabling identification of individuals in whom early intervention may be warranted to prevent adverse clinical events. They will help the patient and their physician to gain a better understanding of the disease dynamics and ultimately take the most optimal decision of patient's (personalised) treatment at the current examination time point.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M013227/1","grantId":"MR/M013227/1","fundValue":"345542","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"MRC","impactText":"","person":"Ruwanthi  Kolamunnage-Dona","coPersons":["Andrea Lyn Jorgensen","Pete  Philipson"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}