{"id":"9D82B50F-98B8-4752-8958-74013DB72B60","title":"Kaiserchronik: Literature and History in the German Middle Ages","abstractText":"The Kaiserchronik (Chronicle of Emperors) is one of the great monuments of medieval literature. Chronicling the reigns of Roman and German kings and emperors, from the earliest times to the twelfth century, it projects a magnificent historical sweep in which the German-speaking peoples and their rulers feature as actors on the stage of ancient history and heirs to the legacy of Rome as capital of the Christian West.\nCompleted around 1150 in Germany, the Kaiserchronik was written at the same time as two works of dynastically inspired history from Britain and the Anglo-Norman world: Geoffrey of Monmouth's History of the Kings of Britain, famous for sparking off the medieval fascination with the figure of King Arthur, and the Roman de Brut, an adaptation of Geoffrey's history by Jersey-born poet Wace. Like the Kaiserchronik, these histories recount the exploits of kings and rulers in chronological order, and use the past to justify contemporary political arrangements and foster a sense of cultural identity. Yet the Kaiserchronik is nothing like as well known as Geoffrey and Wace, despite the fact that it is the first verse chronicle to have been written in any European language and despite its importance for literary, linguistic and historical studies alike. This project will secure for the work the profile it deserves.\nThe project team is based in Cambridge and assembles internationally outstanding experts in the fields of medieval literature, language and history from the UK and Germany. Over five years, they will produce the first-ever complete edition of the Kaiserchronik: not just the original, twelfth-century version, but also the two major reworkings of it that were made around 1200 and 1250 - testimony to the work's continuing relevance for a medieval readership. The three versions will be printed side by side, and in order to make the German text accessible to scholars worldwide, it will be accompanied by an English translation, plus full introduction and commentary (also in English). As well as the scholarly edition in three volumes, totalling around 1800 pages, the project will produce an inexpensive single-volume edition for student use.\nIn addition to the editorial work, the project team will research the literary and historical background to the chronicle: the twelfth-century context from which it emerged, and the reasons for its enduring appeal over the following four and a half centuries (the last known manuscript dates from 1594). The results will flow into the introduction and commentary of the edition, and will also be presented to a wider medieval research community at international conferences and in special issues of academic journals. Taken together, the team's research findings will yield a complete understanding of the extraordinary cultural resonance of the Kaiserchronik over such a long period of time, and offer a transformative reassessment of the place of history-writing in the development of German literature in the Middle Ages. \nFifty original manuscripts of the Kaiserchronik - an unusually high number for a work of this kind - have survived. Because of their geographical and chronological spread, they constitute a precious data source in particular for literary and linguistic scholars. To make them fully exploitable, the project will digitize all the manuscripts and place them on open access via the Digital Library of Medieval Manuscripts, Sheridan Libraries, Johns Hopkins University, Baltimore. This site, which (in collaboration with the Biblioth&egrave;que Nationale de France) already hosts the digital manuscripts of the most famous medieval love allegory, the Roman de la Rose, will guarantee sustained international exposure for the Kaiserchronik and the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006513/1","grantId":"AH/J006513/1","fundValue":"791423","fundStart":"2012-10-01","fundEnd":"2017-09-30","funder":"AHRC","impactText":"  Not yet applicable at this stage of the research.  ","person":"Christopher John Young","coPersons":["Mark  Chinca"],"organisation":"University of Cambridge","findingsText":" The basic research has gone to plan so far. Year 1 spent translating the entire text, Year 2 establishing the edition of its three major recensions; major new discoveries to be expected in Years 3-5 of grant on the basis of this essential groundwork. Not yet applicable Culture, Heritage, Museums and Collections","dataset":"gtr"}