{"id":"9D9268F5-EA61-4FED-96B7-7B929C35131C","title":"Power Electronics for Adverse High Temperature Environments (PEATE)","abstractText":"This S2B Basic Research Project is focussed on the development of a family of power electronic devices based on SiC technology for application in hostile environments of high temperature and pressure. Compressors for down-well operation in the gas production industry are required to work in the well ambient, which is typically in the range 100 to 200 C at pressures of up to 90 bar. Ratings for the compressor are up to 500 kW, the compressor being supplied through a power electronic drive from a 2.4 kV dc-buss using devices rated at 3.3 kV and 50 A.Conventional Si-based power electronics is limited to maximum operating junction temperatures of less than 150 C, giving a maximum down-hole ambient ceiling of around 105 C. This combination of relatively high voltage, low current and high temperature lends itself to the current and near future capability of SiC and it thus forms an ideal proof-of-concept demonstrator The overall aim of the project is to investigate technologies that will enable the development of a power electronic converter for a DGC that can operate in a gas ambient temperatures of up to 150 C. This aim will be realised through a co-ordinated programme of work that addresses semiconductor technology, packaging technology, heat transfer, converter control and reliability in seven technical work packages. Although the programme is directed at a potential application in a down-well gas compressor (DGC) for pressure boosting in gas wells, the results of this project will find application in all extreme temperature environments in which SiC technology could play a future role including aerospace, military, energy, automotive, transmission and distribution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/E005195/1","grantId":"DT/E005195/1","fundValue":"315055","fundStart":"2007-04-02","fundEnd":"2010-04-01","funder":"EPSRC","impactText":"  Results have been used in follow-on research by the research team at Nottingham and by others. Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport ","person":"Christopher Mark Johnson","coPersons":["Martin Paul Foster","David Andrew Stone"],"organisation":"University of Sheffield","findingsText":" This S2B Basic Research Project was focussed on the development of a family of power electronic devices based on SiC technology for application in hostile environments of high temperature and pressure. \nCompressors for down-well operation in the gas production industry are required to work in the well ambient, which is typically in the range 100 to 200 C at pressures of up to 90 bar. Ratings for the compressor are up to 500 kW, the compressor being supplied through a power electronic drive from a 2.4 kV dc-buss using devices rated at 3.3 kV and 50 A. Conventional Si-based power electronics is limited to maximum operating junction temperatures of less than 150 C, giving a maximum down-hole ambient ceiling of around 105 C. This combination of relatively high voltage, low current and high temperature lends itself to the current and near future capability of SiC and it thus forms an ideal proof-of-concept demonstrator.\nThe project has investigated technologies that will enable the development of a power electronic converter for a DGC that can operate in gas ambient temperatures of up to 150 C. A co-ordinated programme of work has addressed semiconductor technology, packaging technology, heat transfer, converter control and reliability in seven technical work packages. Significant contributions to knowledge resulting from the programme include: an enhanced understanding of the upper temperature limits of Silicon IGBTs and capacitors; solutions for high temperature gate drives; evaluation and application of Silicon Carbide JFETs; development of novel processes for the fabrication of high voltage, high temperature Silicon Carbide diodes with world-beating performance; investigation of new solder systems for high temperature high reliability systems; evaluation of pressure mounting techniques for high temperature power modules; techniques for series connection of SiC JFET devices. Commercialisation of power electronics packaging technologies and circuit techniques in extreme environment electronics applications Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}