{"id":"9D96EC96-E7AF-4ACC-95E4-DFF8DE3EB77C","title":"Network Comparison","abstractText":"Networks are ubiquitous, a prime example being social network sites such as Facebook, and yet there is a lot which is not understood about them. Even for the seemingly simple question of how similar two networks are, to date there is no generally accepted method available to answer this question. \n\nThe proposed project will address exactly this issue, how to compare networks. Network comparison is of considerable importance for example when trying to compare protein-protein interaction networks of organisms under different form of stress, or when trying to compare protein-protein interaction networks of people carrying a certain disease to that of people without the disease. \n\nThe statistics will be applicable to any types of networks, and they could be used to track changes in networks over time. \nWhile constructing such a statistic for network comparison may be relatively straightforward, for statistical tests its probabilistic properties have to be understood. Achieving such understanding requires considerable expertise in probability, as there are a number of questions which have to be tackled in order to establish a useful asymptotic result.\n\nSimilarly, the statistical properties of the new statistics have to be understood. How well do they separate models which are generated from just slightly different models? How can suitable test procedures be implemented? \n\nPreliminary studies have shown that our method can be used to reconstruct phylogenetic trees based on protein-protein interaction networks. If confirmed, then this is the first result which shows that the topology of protein-protein interaction networks alone contains information about evolution. This result is of considerable interest in biology, and its biological implications have to be studied in detail. \n\nExperience has seen that networks are able to capture the imagination, and are a suitable topic for outreach activities. Hence we intend to develop some lectures aimed at a general audience, to be offered to schools, via departmental contacts in the first instance, as well as at public science forums.\n\nThere will be a blog about our research on the Oxford Sparks portal, an on-line public science website.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K032402/1","grantId":"EP/K032402/1","fundValue":"506212","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  As the research project only started last year, there is not much tangible impact beyond the research community. We expect impact in the pharmaceutical industry (ongoing collaborations with e-Therapeutics and UCB, and a new collaboration to start with Evotec). We also expect impact on risk management in the re-insurance industry (we have a confidentiality agreement with Lloyd's of London) as well as on financial regulators. Communities and Social Services/Policy,Financial Services, and Management Consultancy,Pharmaceuticals and Medical Biotechnology,Other ","person":"G  Reinert","coPersons":["Charlotte  Deane"],"organisation":"University of Oxford","findingsText":" We have developed an easy to use tool to compare networks, with the aim to find local patterns in networks. We have also extended network tools to include the case where nodes in networks have certain characteristics, such as damage caused when the node is hit by a disaster. Our method is already in use to compare ecological networks, by Drew Purves and his group at Microsoft Research, Cambridge. Communities and Social Services/Policy,Environment,Financial Services, and Management Consultancy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}