{"id":"9D9DA266-652C-41E7-9F07-89BE77C0792F","title":"A d30Si isotopic view on the climatic role of diatoms: driver or feedback?","abstractText":"Large blooms of single celled phytoplankton which make their shells out of silica, the diatoms, are responsible for transporting the majority of carbon from the surface ocean to the deep ocean. Changes in the productivity of diatoms therefore control how much carbon dioxide resides in the atmosphere and how much is conveyed and stored in the deep ocean. The aim of this proposal is to investigate the role of diatoms in driving changing climate on long and short timescales using a characteristic and novel signature of diatom productivity, namely the d30Si. Our intention is to find out whether major changes in diatom productivity which would have enhanced the draw-down of carbon dioxide from the atmosphere to the deep ocean, during the last ~ 50 Myrs could have contributed to Earth's transition from a greenhouse world with no or little ice, to the modern ice house world with the current bipolar ice sheets. Further, we aim to build on some preliminary evidence that diatoms are flourishing with global warming and find out whether diatom productivity could act as a negative feedback on anthropogenic emissions of carbon dioxide. As glaciers retreat around Antarctica and the meltwater flux increases into this highly productive coastal zone, there is the potential for increased input of nutrients and also enhanced stability of the water column, each of which can lead to enhanced diatom productivity. We shall construct a record of diatom productivity, again using d30Si, over the last 500 years in rapidly accumulating sediments of the Antarctic Peninsula. By targeting the last 500 years, our analyses will capture the last glacial advance and recovery from the Little Ice Age period (ending 1850) of the Holocene and allow us to test whether diatoms consistently increase productivity as glaciers retreat, and assess whether the diatom response to the anthropogenically forced glacial retreat is unprecedented on this timescale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F005296/1","grantId":"NE/F005296/1","fundValue":"418299","fundStart":"2008-04-22","fundEnd":"2012-04-30","funder":"NERC","impactText":"","person":"Rosalind Emily Mayors  Rickaby","coPersons":["Alex  Halliday"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}