{"id":"9D9F4D77-C229-4BAC-A1EF-28D0C0265AB5","title":"Development of mechanically robust functionalised chitosan-based hydrogels for tissue engineering applications in cartilaginous tissues","abstractText":"Background: Age-related diseases of cartilaginous tissues, such as intervertebral disc (IVD) degeneration (a major cause of low back pain [LBP]), pose an increasing global socioeconomic problem as the population ages and increases. There are currently no successful long-term treatments, although cell-based tissue engineering offers huge potential, by allowing regeneration of tissues damaged through disease. This includes restoring mobility to diseased joints and offering long-term pain relief. Adult stem cells, known as mesenchymal stem cells (MSCs), present in bone marrow offer great potential for tissue engineering as they can be isolated easily, grow quickly and can form (differentiate into) the cells found in cartilaginous tissues. Indeed the Manchester team have shown that MSCs can form IVD cells, making them ideal for IVD regeneration. However, tissue engineering requires a biomaterial to support cells and aid tissue regeneration. The centre of the IVD is gel-like; therefore hydrogels (gels with a high water content) are the most suitable. Hydrogels can also be injected in to the IVD, thus avoiding invasive surgery. The Manchester team have previously shown that MSCs seeded into chitosan/glycerophosphate hydrogels become IVD cells and produce an IVD-like tissue. However, currently these gels lack the mechanical strength required to exist within the loaded environment of the human spine. Therefore our objectives are to: 1. Develop novel chitosan-based hydrogels which can withstand the loads experienced within the human spine, whilst allowing MSCs to differentiate into IVD cells and regenerate a functional tissue; 2. To convert these new mechanically robust hydrogels into thermosensitive hydrogels (liquids at room temperature and gel at body temperature) which can be injected into the IVD thus minimising complex surgery and aftercare; 3. Add specific function to the mechanically robust, thermosensitive hydrogels through the addition of nutrients (such as glucose) to enhance cell survival, or the addition of factors to prevent further damage to the tissue through future disease. To achieve this the Warwick team will employ state-of-the-art chemistry to produce mechanically robust hydrogels, based around the same biocompatible materials previously evaluated. To do this highly efficient covalent cross-linking chemistries will be investigated. The development of mechanically robust materials that undergo gelation at temperatures close to that of the human body will be addressed with the use of selectively reversible protection of the active gelation sites and will result in a paradigm shift in hydrogel materials for tissue engineering. The Manchester team will screen these hydrogels at each stage to ensure they support MSC survival and differentiation to IVD cells. They have identified genes specific to IVD cells, which can be used to ensure MSCs have indeed become IVD cells. Additionally, they have also developed a 'bioreactor', which uses human IVD tissue obtained from cadavers (which have been donated for research) into which MSC-seeded hydrogels are injected. The injected cell-seeded hydrogels can then be cultured within the 'bioreactor', which accurately mimics conditions in the human spine, including the mechanical loads experienced during daily movements, making this a more relevant system than current animal models. The data obtained will allow identification of the most suitable hydrogel for IVD regeneration. Expected outcomes and potential clinical benefit: Our ability to combine expertise in chemistry and MSC-based tissue engineering, together with our unique testing system, will help advance the translation of MSC-based tissue engineering therapies for IVD degeneration to clinic. In so doing we have the ability to eradicate disc degeneration and thus improve the quality of life for millions of people and save billions of pounds for healthcare systems and the wider economies around the globe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I002286/1","grantId":"BB/I002286/1","fundValue":"332942","fundStart":"2011-08-30","fundEnd":"2014-08-29","funder":"BBSRC","impactText":"","person":"Andrew Peter Dove","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}