{"id":"9DB02B77-C5CD-4261-B8C8-F47C25F91C04","title":"Virus-mediated nucleolar polyadenylation: a novel mechanism of RNA processing compartmentalisation to escape global mRNA degradation","abstractText":"RNA has to undergo a series of processing events prior to its nuclear export and translation into protein. In mammalian cells, the half-life of RNA can vary between a few minutes to many hours. This mRNA turnover can be regulated by its 3' processing which can either lead to the stabilisation of the RNA or enhance its degradation. This process is particularly important as the regulation of RNA turnover provides an effective way to alter the amount of RNA and thus the amount of protein produced. Moreover, many human diseases are due to aberrant RNA processing and as such understanding the fundemental mechanisms by which viruses can overcome these RNA degradation pathways may provide clues for therapeutic interventions in the future.\n\nIt is not surprising that viruses have evolved ways to control RNA 3' processing events and thus RNA turnover. For example Kaposi's sarcoma-associated herpesvirus (an oncogenic herpesvirus) lytic infection leads to a dramatic and rapid shutoff of host cell gene expression; where the majority of cellular mRNAs are degraded due to the expression of the virally-encoded SOX protein. SOX affects the 3' processing of cellular RNAs by causing the RNAs to have extra long poly(A) tails, which in turn leads to their instability and resulting degradation. However, an intriguing question is how do these viral RNAs evade this process. The viral mRNAs are transcribed and processed similar to cellular mRNAs and in essence should also be degraded at the same time as the cellular mRNAs. \nWe have exciting preliminary data to suggest that a virally-encoded protein, ORF57, redistributes cellular 3' processing factors into the nucleolus, a distinct sub-structure in the nucleus, which provides an alternative environment for the correct processing of viral RNAs, therefore bypassing the KSHV SOX-mediated degradation mechanism for cellular mRNAs. As such, this highlights a novel mechanism employed by a virus to evade a global RNA degradation process. \n\nWe now aim to further investigate these observations and identify the components of the cellular RNA processing complex that are redistributed into the nucleolus by the ORF57 protein. Moreover, we will investigate how the multi-protein complex is moved to the nucleolus and also assess the role of the cellular proteins in viral RNA processing and whether their function is essential for virus replication. If so, this may provide new strategies for the therapeutic intervention of herpesvirus infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000306/1","grantId":"BB/K000306/1","fundValue":"379307","fundStart":"2013-01-14","fundEnd":"2016-01-13","funder":"BBSRC","impactText":"  It has provided a greater understanding of how virus interaction with the host cell and provides opportunities to develop novel antiviral agents Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Adrian  Whitehouse","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}