{"id":"9DBAA29D-AD38-4E17-9A3A-0CA07784838C","title":"Direct Partition of Mixed-Mode Fractures Using Digital Image Correlation","abstractText":"Composite materials are very important to the aerospace industry because they maximise weight reduction in aircraft as well as providing several other advantages, for example, reduced fuel consumption. Although composite materials already provide great benefits to the aerospace industry, their full potential is not currently being realised due to their susceptibility to delamination. Delamination is a type of failure mode suffered by laminated materials in which constituent layers debond and separate from each other. It results in a significant loss of structural stiffness and is often accompanied by catastrophic structural failure.\n\nTo combat delamination, composite parts are often over-designed increasing the cost, weight and volume of a structure. This is in great part because the resistance to fracture, the 'fracture toughness', of a laminate, is not easily predicted while the consequences of delamination are severe. Fractures deform in different modes: in mode I opening, mode II shearing and mode III tearing. Since the fracture toughness of each pure fracture mode is typically different, the overall fracture toughness of a mixed-mode fracture depends on the relative proportions of each fracture mode, and this is called the 'fracture mode partition'. Determining the fracture mode partition is therefore a very important task. It has however turned out to be a complex and highly controversial problem.\n\nMany researchers have worked on the problem over the years by deriving analytical theories and carrying out numerical simulations; however, reliably and accurately validating these results with experiments has proved problematic. The conventional mixed-mode fracture experiment applies loads to a cracked specimen until the crack grows and then uses the measured critical load to calculate the total fracture toughness. The fracture mode partition cannot be directly determined nor the in-depth mechanics of delamination understood. Instead comparisons can only be made between the measured fracture toughness and the material's failure locus to approximate the partition. This indirect measurement has made it very difficult to validate any of the partition theories proposed in the literature and has no doubt contributed to the confusion and controversy surrounding the topic.\n\nDigital image correlation (DIC) is a technology that is becoming increasingly available. It is an optical method that can provide full-field non-contact accurate measurements of deformation. It has great potential to circumvent the shortcomings of the existing mixed-mode fracture experiments because it can accurately reveal the mechanics near to the crack tip. This research project will respond to this need for a test method to directly measure fracture mode partitions. It aims to develop a methodology to determine the fracture mode partition of a crack by examining its near-crack tip strain field using DIC. This will allow the various partition theories in the literature, including the principal investigator's (PI's) own ones, to be either validated or invalidated, new partition theories to be developed and tested, and the conditions of applicability of a particular partition theory to be determined. There are however several challenges to overcome, in particular related to the application of DIC to this problem and the scales of observation required.\n\nThe proposed research has great potential to result in new test standards for the direct measurement of fracture mode partitions, considerably enhancing the knowledge and skills of the structural mechanics research community, and also providing industrial engineers with a method to accurately characterise the mixed-mode failure behaviour of the laminated materials they use. The in-depth physics of the fracture mechanics of advanced composite materials will be revealed, which will contribute towards their full potential being harnessed without over-design against the danger of delamination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000958/1","grantId":"EP/M000958/1","fundValue":"99442","fundStart":"2014-10-01","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"","person":"Christopher Martin Harvey","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}