{"id":"9DBFA3EC-13D0-4646-AD5D-C2032F20EA76","title":"Engineering for Life Research Network","abstractText":"The Engineering for Life Research Network (ELReN) at Sheffield Hallam University (SHU) will span the boundaries of the University's research structures. The Network will create multidisciplinary teams to find pioneering ways to enhance peoples' lives. In particular, it will address problems related to the following three themes (i) rehabilitation and assisted living (ii) sport, physical activity and medicine and (iii) sustainability. The ELReN will be centred on the following research centres: Materials and Engineering, Art and Design, Sport and Exercise Science, Biomedical, Communication and Computing. These centres have a combined turnover in excess of 10M per annum. A key strategy of the project is to promote an active dialogue within the SHU research community to foster mutual understanding and then build on this understanding either to tackle old problems in new ways, or to identify entirely new paradigms, research strategies and technologies The aims of the ELReN will be achieved in the following manner: 1. Ideas Generators and Ideas Fairs: Researchers will meet in an externally facilitated environment to explore research ideas based around the three themes of the Network. Involvement of stakeholders in the development process will include industrialists and a market place of expert users .2. The Ideas Generators will identify 10 multidisciplinary projects which will receive seed corn funding. The support will be awarded to allow proof of concept development of research ideas; this will allow researchers to generate cross disciplinary projects to apply for larger funding awards from prestigious funders.3. Reflection on and assessment of interdisciplinary teams. A Network Facilitator will be appointed, one of whose role will be the leadership of the reflective observational assessments of the operation of the Network4. Communication and Dissemination Events &gt; Field Laboratories: Existing and developing ideas will be installed at carefully selected 'field labs'. These may be in hospitals, public spaces, University open spaces, leisure areas etc. The field labs will be used to test research ideas in situ and to raise awareness and promote the work of ELReN &gt; Research cafs: Regular networking events to create an active interdisciplinary community. These will include a high profile seminar programme with external speakers in easily accessible venues. &gt; Annual Conferences: The Network will hold annual conferences to disseminate its activities to a wider community and also stimulate new interdisciplinary activity &gt; Electronic media; a range of electronic media will be used to promote the activities of the Network. 5. Working facilitation groups: A Network Executive Committee will ensure the network achieves its goals. A Network Advisory Board of external representatives will provide independent critique of the project and will also be encouraged to contribute to the Away Days and Ideas Generators. The proposed network will have a highly significant impact on interdisciplinary research activity within the University. It is expected that the research which emerges from the Network will attract funding from a range of sources including RCUK, NIHR, the EU, TSB and through direct commercialisation through support mechanisms such as RDA Proof of Concept funds. It aims to have attracted additional external funding of 3M within one year of the completion of the project, giving an overall leverage for the project of approximately 5:1. Longer-term, ELReN will embed cultural change and leave a legacy of interdisciplinary research teams working in new and innovative research directions; each of these teams will be expected to be gaining strong external recognition. It is hoped that ELReN will provide an exemplar of interdisciplinary working which will have national and international recognition for its methods of working","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000275/1","grantId":"EP/H000275/1","fundValue":"701561","fundStart":"2009-09-02","fundEnd":"2012-09-01","funder":"EPSRC","impactText":"","person":"Christopher Michael Care","coPersons":["Paul  Chamberlain","Simeon John Yates","Margot Nicola  Woodroofe","Steve  Haake"],"organisation":"Sheffield Hallam University","findingsText":"","dataset":"gtr"}