{"id":"9DC4EEDA-EDC9-4F0A-85B7-0326A85BD178","title":"Paracrine regulation of endothelial cell motility and angiogenesis by deoxyribose-1-phosphate.","abstractText":"Angiogenesis (i.e. generation of new blood vessels from existing ones) is a central process in development, health, and tissue repair. During development, angiogenesis is responsible for the formation of the mature vascular system. In healthy individuals, angiogenesis ensures that the required levels of blood supply to tissues undergoing natural modification are maintained (e.g. ovaries, placenta and muscles). After injuries, such as burns, wounds, and bone fractures, or following the loss of tissue that results from diseases, or after surgical reconstructions, angiogenesis is the first critical step towards tissue repair. The regulation of angiogenesis is complex. It involves the interplay of different cell types and the participation of several signals and regulatory pathways. My and other's work suggested that deoxyribose-1-phosphate (dRP) stimulates angiogenesis by altering the characteristics of the cells lining the inner side of blood vessels (also known as endothelial cells). In particular, my most recent publication proved that dRP is released by platelets, small circulating cells mostly known for their role in stopping the bleeding that follows tissue injury by inducing blood clotting. In my experiments, the release of dRP by platelets induced changes in the ability of endothelial cells to move and it promoted the formation of new blood vessels in the chorioallantoic membrane, a tissue from chicken eggs that is commonly used to conveniently study blood vessel formation. These observations are completely novel and their importance lies in the fact that platelet-derived dRP may represent the link between the interruption of bleeding by blood clotting and the beginning of tissue repair. The biochemical nature of dRP is unusual for a pro-angiogenic signal (a small molecule derived from the metabolism of nucleic acids rather than a protein growth factor) and the understanding of its mechanism of action will have very important implications for our understanding of angiogenesis. The experiments proposed in this project will allow us to understand how dRP interacts with endothelial cells and how dRP stimulates the ability of endothelial cells to form new blood vessels. Based on the information obtained in our in vitro experimentation, the cellular processes underlying the stimulation of angiogenesis by dRP will also be studied in vivo with a chicken egg model and a mouse model. In summary, this project will significantly improve our understanding of angiogenesis and will open novel avenues for the development of therapeutic tools to improve tissue repair after injuries, degeneration or surgery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J002690/1","grantId":"BB/J002690/1","fundValue":"342137","fundStart":"2012-05-15","fundEnd":"2015-05-14","funder":"BBSRC","impactText":"  The project is still undergoing and the findings from it have not yet been applied.  ","person":"Giordano  Pula","coPersons":[],"organisation":"University of Bath","findingsText":" The molecule that we are studying (deoxyribose-1-phosphate) induces the formation of new blood vessels through the stimulation of the cells from the inner layer of the blood vessel wall. We now have a synthetic small molecule that can stimulate blood vessel formation and tissue regeneration. Several regnerative medicine application can be considered. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}