{"id":"9DC727DE-7012-43F3-9C07-F4DC41912955","title":"Economic Recovery in Post-Conflict Cities: the Role of the Urban Informal Economy","abstractText":"The research explores the role of the urban informal economy (IE) in poverty-reduction and peace-building in post-conflict cities, and its scope to provide livelihoods for the extreme poor and a platform for economic recovery. With a focus on urban areas in post-civil war settings, and on cities affected by protest or on-going turf wars, the research explores the complex drivers of conflict and links to the IE, the structural and individual factors that support/inhibit growth of the IE, and the role of local government (LG) in post-conflict economic recovery. \n\nPolitical upheaval or violent conflict is often characterised by a fundamental failure of governance and economic collapse. An immediate impact of crisis may be the destruction of livelihoods and local economies, leading to insecurity, poverty, and hunger, which in turn exacerbates insecurity and rights violations. A further problem is the failure of local governance and the provision of basic services in conflict-affected settings. Working in the IE is an important coping strategy in such contexts. Worldwide, the contribution of urban informal enterprises to GDP and jobs is substantial. Even when political stability is assured informality remains a structural characteristic of low-income economies, yet local and international policies see the IE only as a temporary solution. Post-conflict strategies should thus foster the IE, rather than dismiss its potential. \n\nThe research focuses on Question 3) of the Research Call, to assess how measures that support the urban IE may reduce the &quot;impact of violence and instability on the poorest, and increase the effectiveness of peace-building, state-building and wider development interventions in fragile and conflict-affected situations&quot;. The research also addresses Question 1), examining conflict as a factor that shapes &quot;pathways into and out of poverty and people's experience of this&quot;.\n\nThe hypothesis of the research is that in fragile and conflict-affected situations, the urban informal economy (IE) plays a pivotal role as a source of livelihoods and a platform for medium-term poverty-reduction, peace-building, and economic recovery, and that effective recognition of the IE by emergent local government and the international relief community is essential for this role to be realised.\n\nThe Objectives are explored through three broad questions:\n1. How might measures supporting the urban IE increase the effectiveness of peace-building and reconciliation? \n\n2. How can support for the IE create sustained routes out of extreme poverty and contribute to poverty reduction and economic growth?\n\n3. How can local governments in fragile urban contexts support IE livelihoods and contribute to state-building?\n\nPost-conflict recovery is a long and cyclical process and the research is based on case studies of cities with different drivers of conflict, those facing current unrest and those which have made a transition from conflict. The five case study cities have different experiences of conflict, including 'institutional' struggles for state control (Cairo and Kathmandu), 'economic' conflict over control of resources (Monrovia), 'social/political' control (Karachi) and 'emergent governance' (Hargeisa). \n\nThe research is important because it will bring an understanding of the dynamic and economic potential of the IE into post-conflict debates. The findings will be taken forward by all the research partners: UN-Habitat in livelihoods and reconstruction policy, the Commonwealth Local Government Forum in strategies to strengthen post-conflict local government, Responding to Conflict in reconciliation, training, and peace-building, and communities in developing agency and voice. The research thus has significant potential to influence development assistance in practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M008789/1","grantId":"ES/M008789/1","fundValue":"411516","fundStart":"2016-01-25","fundEnd":"2018-07-24","funder":"ESRC","impactText":"","person":"Alison  Brown","coPersons":["Peter  Mackie"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}