{"id":"9DD71A87-4538-4501-8E9F-B109E80C2A67","title":"Dynamics of liquids spreading on compliant substrates","abstractText":"The proposed work will involve a detailed examination of the interaction between a spreading liquid, laden with surface active additives, and an underlying compliant substrate made of a gel-like material. This three-year investigation will involve careful experimentation, to be carried out by a postgraduate student, and detailed modelling, to be carried out by a two-year postdoctoral research associated. The start of the latter will lag that of the former by a year in order to allow the experimental findings to guide the modelling effort. This work will be a collaboration between a chemical engineer, a chemist and an applied mathematician (from the Dept. of Chemical Engineering and the Dept. of Mathematics at ICL); the student and the postdoc will be located in the Dept. of Chemical Engineering. The experiments will examine the effect of gel strength and thickness, and surfactant type and concentration on the spreading characteristics using optical methods, while the modelling effort will use lubrication and elasticity theory to derive predictive models. The results of this multi-disciplinary work will elucidate the complex interactions between spreading liquids and underlying gel-like materials, which is a problem that lies at the heart of a range of engineering, biological and biomedical settings, such as drug delivery and spreading of gel-like materials (e.g. mucus) in the human body, deposition and spreading of gel layers in the manufacturing of photographic films, and cracking and subsequent removal of gels in oil reservoirs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E056466/1","grantId":"EP/E056466/1","fundValue":"286642","fundStart":"2008-01-07","fundEnd":"2011-06-06","funder":"EPSRC","impactText":"  Our findings have been used to elucidate the complex interactions between surfactant solutions and gels. Drops of the former can drive the formation of stress distributions on the surface of the latter giving rise to crack-formation.  ","person":"Omar Kamal Matar","coPersons":["Paul F Luckham","Richard  Craster"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}