{"id":"9DDDB18E-40C4-457F-9E95-160DAD3DBB0C","title":"Developing better outputs from building thermal simulation tools to improve decision making in the design of low energy buildings","abstractText":"Thermal simulation tools are an essential element in the design of low energy / low carbon buildings. However, they have made little impact on the building design community, despite legislation and industrial and technological development requiring more performance oriented and energy efficient buildings. Although this is a multi-faceted challenge, the research methods used to investigate and address it tend to lack the necessary richness and interdisciplinarity. \n\nCurrent outputs from simulation tools tend to be unrelated to concepts that are meaningful to the building designer and incompatible with his/her constructivist / experimental / 'learning by doing' way of approaching problem-solving. Developers are rarely provided with adequate information about how simulation results can be used to inform design decisions. Consequently, responses to the problem tend to be interpretations of what the simulation community assumes the building designer needs. These responses tend to be based on research methods that are ineffective in matching needs with their appropriate solutions. Research methods such as interviews, structured on-line surveys, reports of specific case studies and observations from working in collaboration with building designers simply describe the problem without showing how it can be solved. \n\nEven though much has been achieved in improving input interfaces and facilitating modelling in the early design stages (connecting SketchUp with EnergyPlus via OpenStudio, the set up of AutoDesk Project Vasari, etc.), there is still much to be done about the content and format of building thermal simulation results for them to be effectively used in design decision making. The displays of time-series graphs and tables with temperatures and loads connected to surfaces and volumes are meaningless for building designers to use. Designers need results that effectively connect these temperatures and loads with the building elements they are manipulating. \n\nThis research proposes to focus on the gap that exists between the output information from simulation tools and what is actually needed for building designers to undertake informed design decisions when designing energy-efficient low carbon buildings - the gap that prevents simulation tools from being better integrated throughout the building design process. Hence, it aims to generate procedures to produce post-processed information and data representation systems that are meaningful to building designers. These procedures and outputs will be illustrated by a series of tested and validated examples developed through interdisciplinary collaboration. As suggested, proper collaboration between building design researchers and building simulation software researchers is essential to acknowledge and brings together the different ways these two disciplines interpret and manipulate building thermal physics. Moreover, the approach creates opportunities for a different research method to be explored. The method consists in inviting the building designer to propose what he/she thinks would be useful building physics information to support his/her design decisions when presented with a design task specifically tailored to facilitate the extraction of this information. Propositions include parameters, indices, diagrammatic and multimodal ways of representing results as well as possibilities of undertaking design changes. This method, not used before in this research area, aims to ensure that simulation tools will be consonant with the way of thinking and modus operandi of the designer, in ways that will mitigate current resistance to incorporating simulation results in design decision making.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016896/1","grantId":"EP/J016896/1","fundValue":"99123","fundStart":"2012-09-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"","person":"Clarice  Bleil De Souza","coPersons":[],"organisation":"Cardiff University","findingsText":" The research focused on the gap that exists between the output information from building performance simulation (BPS) tools and what is actually needed for building designers to undertake informed design decisions when designing energy-efficient low carbon buildings. A key aspect of this project was to acknowledge that building designers interpret and manipulate building thermal physics information differently from building physics experts. The work, therefore, focused on producing building thermal physics output information that is consonant with how designers think. Building designers were considered the main BPS tools users and were asked to participate in the research by suggesting which building physics outputs might be useful into building design decision making. A series of interdisciplinary methods, never before attempted in this field, were used to produce meaningful BPS output information to design decision making: Interaction Design and Qualitative research methods from the Social Sciences (Thematic Analysis and Grounded Theory) together with Building Design theory and principles from dynamic thermal modelling and Information Visualization. \n\n\n\nKey findings were:\n\n\n\n1) The description of a process used to develop a framework to produce thermal simulation post-processed information and data representation systems meaningful to design decision making (Bleil de Souza and Tucker 2013). The study was then revised and expanded to become a journal paper, by including interviews with practitioners and results from an on-line survey (Bleil de Souza and Tucker 2014)\n\n\n\n2) An embryo description of a structure, patterns of decision making, that enables simulation software developers and building designers to produce thermal simulation results meaningful to design decision making (Tucker and Bleil de Souza 2013). The study was also revised and expanded to become a journal paper, by including interviews with practitioners (currently under review in Automation in Construction).\n\n\n\n3) An embryo conceptual data model composed of a number of interrelated open ended tables linked to an appropriate set of coding to construct displays to produce, store and retrieve meaningful dynamic thermal simulation output information for design decision making: A starting point to structure a repository of information for software developers to improve BPS output interfaces (manuscript to be submitted soon).\n\n\n\n4) A user-centred approach 'manifesto' to the BPS community explaining why building designers should be considered the main BPS tool users, either directly or indirectly via consultants, paper submitted to the International Building Performance Simulation Association (IBPSA) Board to be part of the IBPSA white paper. \n\n\n\nPublications so far include:\n\n\n\n- Bleil de Souza, C. Tucker, S. &quot;Thermal simulation software outputs: a framework to produce meaningful information to design decision making&quot;. Journal of Building Performance Simulation - in print. Available online from: Jan 2014.\n\n\n\n- Bleil de Souza, C. and Tucker, S. &quot;Thermal simulation software outputs: What building designers propose?&quot; Proceedings Building Simulation '13, Thirteenth International IBPSA Conference, Chambery, France, August 2013\n\n\n\n- Tucker, S. and Bleil de Souza, C. &quot;Thermal simulation software outputs: Patterns for decision making&quot; Proceedings Building Simulation '13, Thirteenth International IBPSA Conference, Chambery, France, August 2013 Via the conference and journal papers published Energy,Other","dataset":"gtr"}