{"id":"9DDD6809-CB9D-4EF6-95F5-ADB17B3BB506","title":"Investigating the Dynamic Response of the Greenland Ice Sheet to Climate Forcing using a Geophysical, Remote-Sensing and Numerical Modelling Framework","abstractText":"An increasing number of scientific studies show that human activities, e.g. burning of fossil fuels, have increased the concentration of heat-trapping gasses in the atmosphere. It is estimated that global temperatures will increase by 2-5 degrees C during this century if we continue to add carbon dioxide and other 'greenhouse' gasses to the atmosphere. In the Arctic, warming is expected to be even faster and mean annual temperature may increase by 4-7 degrees C. The implications of global warming are of immense proportions because glaciers and ice sheets will melt faster and become increasingly prone to collapse. In Greenland, discharge from outlet glaciers is responsible for about half the annual loss of ice. The other lost half is due to runoff of surface meltwater. The combined effect of iceberg discharge and surface melt are currently greater than the total amount of snowfall falling onto the Greenland Ice Sheet. This ice sheet is therefore shrinking while releasing freshwater into the Atlantic Ocean. The imbalance amounted to -90 cubic km per year for 1996 and increased to -140 cubic km per year by 2000. In 2005, this imbalance may have increased to as much as -220 cubic km per year. The size of the Greenland Ice Sheet is thus diminishing at what appears to be a growing rate. Worldwide concern is associated with this trend because ice-sheet decay results in global sea-level rise and possibly even an obstruction of oceanic circulation, which in key places - such as the North Atlantic - is sensitive to freshwater released from melting ice masses. The Greenland Ice Sheet rests on bedrock above or close to sea level. Glaciologists have for years assumed that such position would be stable and that demise of the ice sheet would require thousands of years even under extreme global warming scenarios. This assumption may need revision. It was shown recently that surface meltwater could penetrate through over 1km of ice to the base of the Greenland Ice Sheet and cause ice-flow speed-up due to faster basal sliding. This mechanism is potentially dangerous because accelerated ice flow leads to thinning, which in turn leads to an increase in surface melt since a larger part of the ice sheet moves into lower and warmer elevations. The Greenland Ice Sheet may therefore be far more prone to decay than it was assumed in earlier projections of global warming. However, up until now the mechanisms by which this dynamic response between surface melt and ice flow have only been generally understood and the present generation of climate-ice sheet models which are used to forecast future sea-level change do not include them in any rigorous manner. This is particularly true in respect of: 1) the extent to which the surface, interior and basal water-plumbing and ice flow systems can moderate, amplify and transmit the dynamic response away into the interior of the ice sheet thereby drawing the inland ice reservoir down and, 2) the extent to which future changes in Greenland temperatures may increase both the area and length of time of which the ice sheet directly experiences these effects. This project directly addresses both of these shortcomings in current models and will implement a set of fieldwork, satellite remote-sensing and comprehensive Greenland Ice Sheet modelling simulations that will fully assess and implement those 'dynamical processes related to ice flow not included in current models... (which) could increase the vulnerability of the ice sheets to warming, increasing future sea-level rise.' (IPCC, WG1 - 2007).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G00692X/1","grantId":"NE/G00692X/1","fundValue":"93018","fundStart":"2009-08-28","fundEnd":"2013-02-27","funder":"NERC","impactText":"  One of the key outcomes from this project was published in the journal Nature Communications in 2014. This publication was accompanied by a press release in which we explained why the Greenland Ice Sheet may be more vulnerable than previously thought. This project outcome was widely reported by news media, including International Business Times, which reaches 50 million people, The Pulitzer prize winning Christian Science Monitor inUSA, Yahoo News, Daily Mail, and various other news media in UK, USA, Germany, Austria, Denmark, Norway and Bangladesh, resulting in an altmetric score (144) that puts the article in the top 5% of similar aged articles in Nature Communications and in the top 1% of similar aged articles in general. Public outreach also included an interview on the Thom Hartmann program broadcast live on AM and FM radio stations in New York, Los Angeles, San Francisco, Atlanta, Detroit, Seattle, Portland, Phoenix, Santa Fe and Memphis, as well as online and on many local cable news stations in the USA. The high public impact from this study is now influencing policy- and other decision makers.\n\nThe oceanographic forcing of the Greenland Ice Sheet reported in additional scientific articles tied to this project was cited in the 5th Assessment Report by the Intergovernmental Panel on Climate Change and have, as such, influenced the policymaking. Education,Environment,Government, Democracy and Justice Societal","person":"Poul  Christoffersen","coPersons":[],"organisation":"University of Cambridge","findingsText":" In this project, researchers at the Scott Polar Research Institute in Cambridge worked innovatively and collaboratively with re-searchers at Aberystwyth University and Swansea University. The Aberystwyth and Swansea groups, led by Prof. Alun Hubbard and Dr. Bernd Kulessa, executed field campaigns uniquely designed to support a three-dimensional ice sheet model developed in Cambridge. By forcing the model with observational data, the team was able to realistically simulate the way in which the Greenland Ice Sheet speeds up when surface meltwater drains to the bed during summer months. \nMore specifically, we were able to demonstrate that flow of the ice sheet is principally driven by the drainage of a myriad of supraglacial lakes even though these lakes only store a small fraction of the total amount of water produced on the surface of the ice sheet. While the work by joint grant holders showed that the ground beneath the ice sheet is comprised of soft sediment, the implementation of such material in this project showed that the ice sheet may be vulnerable, not only because of the gradually increasing amount of meltwater produced on the surface, but also because the frequency of extreme events, such as rainfall and heat waves, may increase as well, causing high-discharge drainage events to become more frequent. \nThis study differs from previously published work in that observational data were used to drive the model and prescribe the basal conditions. \n\nThe outcomes from integrating observations and model, published by Bougamont et al. (2014) in Nature Communications, clearly demonstrate that the Greenland Ice Sheet is more vulnerable to climate change than we think. \n\nAltmetric score of 144 one month after publication puts this article in top 5% of articles of the same age in Nature Communications. Article was featured in 16 news media reports. \n\nAdditional findings tied to this project include attribution of recent glacier change in Greenland, including three articles, which were amongst the first to correctly attribute recent glacier change as a response to greater inflow of subtropical waters to Greenland fjords. There is a strong public interest in knowing more about the Greenland Ice Sheet. The potential effect of supraglacial lakes drainage, established in this project, is a step towards better understanding of the Greenland Ice Sheet. The numerical model used in this project is the Community Ice Sheet Model (CISM). Modelling developments, which formed an essential part of this project, will be available to the users of this freely available, community-based model. The algorithm developed to track glacier change from MODIS satellite imagery is now used by another research group at the University of Sheffield. Education,Environment,Government, Democracy and Justice","dataset":"gtr"}