{"id":"9DE12A8E-35AD-4960-B460-A84F189A2C50","title":"NSF: Materials World Network: Nanoscale Structure-Property Relationships in Lead Free Morphotropic Phase Boundary Piezoelectrics","abstractText":"Ecological restrictions in many parts of the world are demanding the elimination of lead (Pb) from all consumer items, an important environmental context that underlies this research programme. This prohibitive trend places the ceramics industry in a precarious position as it is entirely dependent on Pb-based materials for piezoelectric applications. Piezoelectric materials are widely used in sensors, actuators and other electronic devices. The most popular materials to date are those based on the perovskite PbZrxTi1-xO3 (PZT), in use in over 90% of the piezoelectricity market. There is an urgent need to find alternatives to PZT for piezoelectric applications and in recent years, a number of materials such as Na0.5Bi0.5TiO3 (NBT) and its solid-solutions with BaTiO3 (NBT-BT) or K0.5Bi0.5TiO3 (NBT-KBT), K0.5Na0.5NbO3 (KNN) and its solid solution with LiTaO3 (KNN-LT) have been researched as possible replacements. The newer lead-free materials are united with PZT in that they exhibit a region in their phase diagrams where there appears to be a sudden change in crystal structure, typically from a rhombohedral to a tetragonal phase. This region has been termed the Morphotropic Phase Boundary (MPB) and appears to coincide with the maximum piezo-response of these materials. It is the aim of this programme to obtain a unified scientific understanding of the morphotropic phase boundary (MPB) region and its impact upon piezoelectric properties in lead-free piezoelectric materials, taking as our example the Na0.5Bi0.5TiO3 - BaTiO3 (NBT-BT) solid solution. We aim to investigate the MPB in NBT-BT from the nano-scale science to the macroscopic physical properties thus exploring this material's full potential as a functioning lead-free alternative and providing the most thorough description and understanding of an MPB in a lead-free system to date. To put this aim in context, there is currently much research world-wide addressing the full and proper description of the archetypal MPB system PZT itself, for which several key questions remain unanswered. In particular, is the MPB region truly a new monoclinic crystalline phase (as has generally accepted since the breakthrough crystallographic studies of of Noheda et al in 1999)? Or does it consist of adaptive nano-domains of tetragonal/rhombohedral symmetry? Or should it be explained through the growth and diminution of short-range order driven by correlated atomic displacements? These and further questions about the nature of the MPB must be answered URGENTLY and DIRECTLY in lead-free MPB systems themselves both for a fundamental understanding of the processes that promote high piezoelectric properties and to engineer effective new functional materials. In this materials-worldwide-network (MWN) programme, which combines leading researchers from three continents, we will apply the new and advanced experimental methodologies that have been developed to address the nano-science of the MPB to the lead-free material, NBT/BT, which is the ultimate goal of this proposal. The principal aims can be summarised as:1 To identify the nanoscale domain structure and characterize its piezoelectric response; 2 To determine the structural mechanism (transformational sequences) by which high piezoelectricity is achieved in non-Pb materials, and identify similarities and differences between MPBs in non-Pb and Pb-based systems; 3 To use this understanding to improve piezoelectric properties in NBT-BT and non-Pb systems.4 To provide an enhanced research education/experience for PhD and early-career scientists via UK/US collaborations and exchanges.Total Resource Request by each Organisation: Warwick 489,758 (EPSRC contribution 403,174): Oxford 65,183 (EPSRC contribution 52,147)Total UK resources: 554,941 (455,321 EPSRC contribution)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G02586X/1","grantId":"EP/G02586X/1","fundValue":"415279","fundStart":"2008-11-26","fundEnd":"2012-05-25","funder":"EPSRC","impactText":"","person":"Pamela Anne Thomas","coPersons":["Mark Edmund Smith"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}