{"id":"9DE42A15-D933-40E2-88EE-8A14FC61D021","title":"Impact of High Concentrations of SO2 and SO3 in Carbon Capture Applications and its Mitigation","abstractText":"Oxy-Fuel Combustion is one of the key technologies considered for carbon capture. In recent years oxy-coal combustion with recycled flue gas has been strongly considered by the power generation industry as one of the possible options with a potential contribution to carbon dioxide mitigation strategies. CO2 emissions can be cut by the implementation of carbon capture technologies to existing boilers but the technical difficulties in implementing CO2 capture are formidable. The full-scale application of oxy-fuel technology is still under development but the production of SO3 is considered to be problematic for oxy-fuel and amine scrubbing technologies. Sorbent injection is more efficient for reducing SO3 than wet-FGD. Sorbent injection can therefore be used to advantage in series with FGD for both oxy-fuel combustion (to reduce the otherwise high concentration of SO3 - a corrosion inducing species) and for post combustion capture. In addition, interactions between mercury and other flue gas constituents are extremely complicated, and a variety of factors, including coals' chemical and mineralogical composition, combustion condition, plant configuration, other flue gas constituents, and time/temperature history of flue gas from combustion zone to stack, can affect mercury speciation in flue gas. It is believed that the transformations of mercury in post-combustion flue gas are kinetic limiting processes that involve both homogeneous gas-phase and heterogeneous reactions. The partitioning of mercury species in flue gas will depend on coal type, and mercury capture can be influenced by SO2 and SO3 concentration. Therefore the major issues concerning high concentrations of SO2 and SO3 on the performance of oxy-fuel systems including inhibition of mercury capture and whole life costs will be addressed in the project by combination of experimental and theoretical studies. The overarching goals of this project are as follows: The efficiency of sorbents in reducing SO3 will be assessed for the first time at pilot scale, previous studies having only concentrated on SO2, at conditions pertinent to oxy-fuel firing and post-combustion capture, (air firing conditions). This work will be carried out by our industrial partner. The Leeds research team will develop and validate an engineering computational code to provide a detailed engineering assessment of the potential application of oxy-fuel firing for electricity generation, and to develop an engineering capability and tool to assist with the design of oxy-fuel plants in the future.New physical models developed and validated in this project will be integrated into a commercial CFD code to predict the performance behaviour of oxy-fuel combustors and dry sorbent performance. The code will provide a useful tool for engineers to assess and optimise the SO3 removal for carbon capture application. In addition another objective of this project to be addressed by the Leeds research group is to understand the importance of gas- and solid-phase constituents in mercury oxidation reaction chemistry, and the effects of chlorine, nitrogen oxide, sulphur dioxide and ash particles on mercury oxidation will be investigated. Using the developed mercury oxidation reaction mechanism, the impact of high levels of SO2 in flue gas through anticipated interactions between Cl2 and SO2 on chlorine-promoted mercury transformation will be investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G002002/1","grantId":"TS/G002002/1","fundValue":"173957","fundStart":"2009-05-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"  Aware of none so far beyond academia Energy Societal","person":"M  Pourkashanian","coPersons":["Lin  Ma","Kevin James Hughes"],"organisation":"University of Leeds","findingsText":" Coal is a major source of power generation in the UK and throughout the world. However, it also contains small quantities of undesirable chemicals that are emitted into the atmosphere when it is burned. These include Sulphur, which is emitted as the gases sulphur dioxide and sulphur trioxide, which in the environment have detrimental effects as a major cause of &amp;quot;acid rain&amp;quot; and from a health standpoint can exacerbate breathing difficulties in asthmatics for example. Mercury, one of the most poisonous metals in nature, is present in small quantities in coal and is also released when it is burned, with coal fired power plants being the largest single source of mercury emission into the atmosphere. The focus of this research was to investigate the efficiency of various types of additive at removing sulphur dioxide and sulphur trioxide from the power station flue gas, and also to investigate the chemical mechanisms by which mercury interacts with the other constituents of flue gases, including on coal ash particles and unburned coal in ash particles. The outcomes of this research were that various types of sorbent were tested by the industrial partners to the project, and models developed to predict the temperature ranges at which these would be most efficient in removing sulphur form the flue gas stream. Regarding the mercury, improved chemical mechanisms were produced to predict how it might be chemically transformed and thus subsequently removed from the flue gas stream, taking into account a combination of its reactions in the gas phase and its interactions with coal and ash particles in the flue gas. This has provided a greater understanding of these processes, and thus provides a sounder model on which to design strategies to reduce mercury emissions from the burning of coal in power stations. As a result of this work, 3 journal publications and 4 conference presentations were made to disseminate the results. This was a timely project of great interest to the wider industry such that Vatenfall, one of Europe's largest generators of electricity and largest producer of heat contributed resources to the project to become one of the industrial partners. In January 2011 as part of the project the IEA Greenhouse Gas R&amp;amp;D Programme (IEAGHG) organised a 2 day workshop in London attended by academics and industrialists from Europe, the USA, Canada, Australia, Korea and Japan, again emphasising the timely nature of, and worldwide interest in, the work undertaken because of this project. Direct Beneficiaries include: In the broadest sense, the UK population and economy will benefit from a successful programme in that it will enable the UK power generation sector to deploy new, reliable and environmentally-acceptable power plants with greater confidence in their future operation, thus reducing the need for conservative design approaches. When implemented, the result will be power generation from fossil fuels with CO2 Free Power generation via direct sequestration. Energy","dataset":"gtr"}