{"id":"9DEDB7F9-2C34-4B92-A830-D551FC3045F7","title":"The genetic mechanisms underlying the regenerative potential of ensheathing glial cells in Drosophila","abstractText":"The central nervous system (CNS) does not regenerate after damage. Thus, spinal cord and brain damage (e.g. injury, stroke, multiple sclerosis) and neurodegeneration (e.g. Alzheimer's and Parkinson's diseases) result in devastating permanent disability. However, cells can accommodate changes in development and throughout normal life (e.g. during learning) to maintain normal function and behaviour, and regeneration after injury in animals also reveals that cells have a natural ability to sense and restore normal organism integrity. Understanding how cells 'know' how to achieve this and why they cannot in the CNS, is a great goal of biology and neuroscience. The glial cells that ensheath CNS axons respond to damage by proliferating, leading to axonal re-enwrapment and partial functional recovery of behavior. This glial regenerative response (GRR) is limited, but it is found across species, from flies to humans, suggesting that there is a natural, genetic mechanism of CNS repair. If we could understand this mechanism, we would be able to manipulate glial cells to promote repair. In mammals, oligodendrocyte progenitor cells (OPCs) have the greatest potential to induce regeneration in the damaged CNS and transplantation of stem or OPCs to the lesion site is the most promising therapeutic approach to CNS damage. However, the current scarce knowledge of how transplanted cells behave prevents a guarantee of repair or of avoidance of cancer. Most critically, what controls the differentiation of glial cells enabling axonal re-enwrapment and how might they influence neuronal regeneration or repair, are unknown. \n\nThe fruit-fly Drosophila is a very powerful model organism to identify gene networks and test gene function in vivo, and it is successfully used to investigate responses to CNS injury, regeneration and repair. This led to the discovery of genetic mechanisms that induce glial proliferation, cell debris clearance, and axonal and dendritic regeneration. Genes discovered in fruit-flies are then tested in mammals, expediting research, and minimizing the use of protected animals.\n\nWith BBSRC funding, we recently discovered a gene network controlling the Glial Regenerative Response (GRR) in Drosophila. This involves the genes encoding Prospero (Pros, a transcription factor that inhibits proliferation and promotes differentiation), Notch and NFkB (two cell cycle activators). Together, they form a homeostatic mechanism that balances glial cell number and differentiation control, enabling enwrapment whilst preventing tumours. Upon CNS injury, this gene network activates the glia to clear up cell debris, triggers their proliferation restoring cell number and enables axonal re-enwrapment. Manipulating Notch and Pros levels is sufficient to induce glial regeneration and promote axonal neuropile repair. We have tested this gene network in the mouse, and found that the pros homologue Prox1 is present in mammalian NG2-positive OPCs. This indicates that the GRR gene network is evolutionarily conserved. \n\nIt is key to find out what genes are regulated by Pros to promote glial differentiation and enable glial and neuronal regeneration or repair. We aim to discover and investigate the functions of these genes. (1) We will select 5 out of 39 candidate genes regulated by Pros with potential functions in the GRR, including kon-tiki (kon), the Drosophila homologue of NG2. (2) We will analyse the functions of kon and four other genes in the glial responses to injury, and test their link to the GRR gene network. (3) We will investigate whether these genes can influence neuronal regeneration and/or repair.\n\nThe outcome will be the discovery of molecular genetic mechanisms underlying glial differentiation and/or neuronal regeneration. In future projects, we will test our discoveries in mice, thus implementing the 3Rs policy (Refinement, Reduction, Replacement) using flies to speed up research for the improvement of human wellbeing and health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L008343/1","grantId":"BB/L008343/1","fundValue":"412343","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"BBSRC","impactText":"  This grant only started in May 2014, thus it is too early to speak of findings from this grant. Healthcare ","person":"Alicia  Hidalgo","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}