{"id":"9DEED9C3-A585-4337-808E-55705B86C5F9","title":"Target detetction in Clutter for sonar imagery","abstractText":"This proposal aims at studying new techniques for detection and classification of targets underwater using 3D and texture analysis. On simple seabed types such as flat sand, it is very easy to detect and classify targets. It becomes much more difficult when the seabed is either highly cluttered with rocky or coral structures, marine life such as seaweed or is of a complex nature (large rocky outcrops and sand dunes). In those areas, classical target detection and classification techniques fails as they tend to concentrate on the shape of the target, classically recovered using shadow analysis (the acoustic shadow is casted by the target on the seabed). On the other hand, the analysis of the target echo is difficult for classical high resolution sonars as they are susceptible to speckle noise and in general not resolved enough for classification. Detection and classification in such challenging scenarios can be improved by detectiing the targets as an outlier in the current texture field. This can be done using 2D or 3D texture measures but as most strong textures are due to the 3D nature of the seabed, we believe that 3D texture analysis will be more effective and therefore propose to focus on these. Classification can be addressed with the development of new higher resolution sonars (SAS) and new 3D sonars (Interferometric SAS / Side Scan). As resolution increases, the structure of the echo will become more apparent and techniques developed in the machine vision and pattern recognition communities can be used. This is the secondary objective of this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H012354/1","grantId":"EP/H012354/1","fundValue":"120989","fundStart":"2009-11-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"","person":"Yvan  Petillot","coPersons":["Keith  Brown"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}