{"id":"9DF1357F-0AF7-4988-9097-E2E9BFC7B168","title":"Corpus of Scottish medieval parish churches","abstractText":"Apart from a few widely known examples, such as Edinburgh St Giles or Perth St John, the medieval parish churches of Scotland are very rarely dealt with in discussions of architecture in Britain in the Middle Ages. This is largely because they have never been systematically studied as a body, and there is surprisingly little knowledge of how much of medieval date survives. Indeed, it became clear some years ago that even the Church of Scotland itself was largely unaware of the medieval origins of the core of its stock of parish churches.\\n\\nIn the course of a detailed study of the churches of the Scottish Borders for the 'Buildings of Scotland' volume on that area, Fawcett became increasingly aware that a significant proportion of the parish churches currently in use are in fact substantially medieval, even though later remodelling might mean that this is not immediately apparent. Because of this, it was concluded that it would be of the greatest value not only to scholars, but also to those members of the public with any interest in churches, if a detailed analysis of all sites associated with parish churches of medieval foundation could be carried out. The aim of this would be to determine how much medieval fabric survives, either visibly or embodied within later buildings, to correlate this with the historical sources in order to determine likely dates of construction and adaptation, and to present an overview of all of the parish churches that embody medieval fabric.\\n\\nA practical advantage of undertaking a project of this kind in Scotland is that the numbers of sites involved is relatively small, totalling no more than 1,136, and they can therefore be dealt with over the course of a manageable period of time. In order to determine how viable the project as a whole is likely to be, however, it is intended to carry out a one-year pilot project in the dioceses of Dunkeld and Dunblane, which together embrace some 97 parishes. The benefit of considering these dioceses initially would be that, although largely rural in character, they also include a number of important urban settlements, so that the range of architectural types is relatively wide. There is the additional factor that the historical sources for these dioceses have been less closely studied than is the case for some of the larger dioceses, meaning that there is less risk of bringing preconceptions to the work.\\n\\nDiscussions with a number of historians and architectural historians have confirmed the view of the applicants that the results of this project would be of enormous benefit, in providing a firm base of information on what is the most under-researched aspect of our medieval architecture. \\n\\nIt is believed, however, that the project would also be of very much wider interest. It has unfortunately been the case in Scotland that, although large numbers visit what remains of our great abbeys and cathedrals, there has been a general assumption that our parish churches are simply not worthy of attention. This has had the further consequence that, until relatively recently, many of those responsible for the care of our churches have not appreciated the importance of preserving what has survived. Thankfully, a change in such attitudes has been emerging over recent years, with growing numbers now expecting to have access to the parish churches, and the year-on-year expansion of the size of the annual 'Churches to visit in Scotland' publication is the clearest evidence for this.\\n\\nIn addition to publishing the results of this project on the web and in scholarly journals, it is therefore intended to engage the enthusiasm of local communities as widely as possible, both in the process of the research, and once the information gathered has been collated. On this basis, it is confidently expected that the project will be of wide benefit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F010079/1","grantId":"AH/F010079/1","fundValue":"86754","fundStart":"2008-03-01","fundEnd":"2009-02-28","funder":"AHRC","impactText":"  Our findings have been of attested value to:\n1. Bodies concerned with the recording, designation and conservation of church buildings and sites.\n2. Denominational bodies using those church bodies.\n3. Learned and local societies with an interest in church architecture, history, archaeology and liturgy. Creative Economy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Richard  Fawcett","coPersons":["Julian Marcus Luxford","Richard  Oram"],"organisation":"University of St Andrews","findingsText":" Of the 105 sites considered in this first phase of the project, about 14 wholly or partly roofed churches were found to have retained a significant part of their medieval appearance, while 22 ruined churches have retained a significant part of their medieval appearance. In other cases it was necessary to attempt a careful evaluation of the evidence in order to assess the likelihood of medieval fabric having survived or having conditioned what is now seen. On the basis of that evaluation, it has We hope to extend this project to cover all of the parish churches and parish church sites in Scotland. We are currently in the third year of the project, in which we are covering the approximately 281 churches in the dioceses of St Andrews and Brechin, and intend to submit an application for a third phase, covering the 225 churches in the diocese of Glasgow in the near future. Education,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}