{"id":"9DF832C5-8DE3-43E4-A19B-B5B3211FA696","title":"Exploring the selectivity and consequences of GPCR homo and hetero- dimerisation/oligomerisation using RASSLs","abstractText":"G protein-coupled receptors (GPCRs) are the largest family of proteins that transmit signals from the outside of cells to the inside. They are also the targets for a wide range of small molecule medicines developed and produced by the pharmaceutical industry. It has become increasingly clear that GPCRs can exist as dimers or higher-order oligomers and this appears to be integral to their function. Because a wide range of different GPCRs are expressed by individual cells, then it is probable that as well as dimers or oligomers consisting of two of more copies of the same GPCR, 'hetero-dimers' that consist of pairs of different GPCRs are present in cells. It is likely that these will function and be regulated in a distinct manner to homo-dimers consisting of two identical GPCRs. It is difficult to examine different roles of the two elements of a homo-dimer because they bind and respond to the same ligand and this is also true for hetero-dimers between pairs of highly related GPCRs. However, mutagenesis of GPCRs can produce forms of GPCRs generally called Receptors Activated Solely by Synthetic Ligands (RASSLs). I will use RASSLs for the group of GPCRs that respond to acetylcholine to examine these questions. I will also refine and further develop methods we have developed that allow us to predict which GPCRs are able to interact to form hetero-dimers and which are not. Finally, I also plan to develop novel techniques to 'see' whether GPCRs in living cells are organised only as dimers or may form larger, oligomeric structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006302/1","grantId":"BB/E006302/1","fundValue":"416349","fundStart":"2007-04-17","fundEnd":"2010-04-16","funder":"BBSRC","impactText":"","person":"Graeme  Milligan","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}