{"id":"9E00C65B-086B-4A42-AD5B-1DA666D01046","title":"Photoactivation strategies for delivery of platinum prodrugs; oxygen independent photodynamic therapy (PDT)","abstractText":"People suffering from cancer are typically treated with either surgery, radiotherapy or chemotherapy. Currently the world's most widely used chemotherapeutic drugs are platinum-based; a leading example is cisplatin, a compound containing platinum with a 2+ charge. It is generally accepted that the anticancer activity of cisplatin and other closely related platinum compounds arises from their ability to damage DNA in cancer cells leading to cell death.The existing platinum drugs are highly toxic to both healthy and cancerous cells in the body. As a result, serious side-effects of treatment are a frequent and serious problem in chemotherapy. These side-effects can be so severe that treatment has to be stopped, leading to treatment failure and ultimately to the death of the patient. In some cases the cancerous cells in the bodies of patients become resistant after repeated doses of the drugs; then the cells are not killed by the drug and the cancer is not cured. This research project aims to develop new platinum anticancer drugs which work in a different way to cisplatin. If the platinum drug could be made harmless until it enters the cancer cells and then be activated only in the tumour tissue, this would greatly reduce unwanted side-effects, allow treatment of cisplatin-resistant tumours, and may also allow treatment of a wider range of cancers. Our proposed strategy is a new one. We will use compounds containing platinum with a 4+ charge. These will not be reactive towards cells and must be converted to platinum 2+ compounds before they kill cells. We will activate them specifically in cancer and not in other normal cells using a directed fine beam of light. To introduce even greater selectivity for cancer cells, we will tag the compounds with labels that are selectively recognised and taken up by cancer cells in preference to normal cells (peptides, antibodies). Our strategy will introduce new mechanisms for killing cancer cells, just what is needed to circumvent resistance to current platinum drugs. Our encouraging preliminary data suggest that we can make compounds that are more effective than cisplatin itself.Exciting is the prospect of using new optical devices to activate our compounds. These photonic crystal fibres can deliver laser light of a very precise colour over long distances. This should lead to more controllable activation and perhaps the prospect of reaching internal sites of the human body which are currently inaccessible to irradiation.This research project aims to design (with the help of computer predictions), synthesise and characterise new photoactivatable platinum complexes. The synthesis of these complexes is anticipated to be challenging since they must be made without direct exposure to light. They will be tested for features such as stability, solubility and cell uptake, and their photoactive properties determined. Extensive investigation into the spectroscopic properties of these new complexes will be carried out and much use will be made of nuclear magnetic resonance techniques to understand the mechanisms through which these complexes change chemically following activation by light. We will also use standard chemical techniques such as mass spectrometry, UV-Vis spectroscopy, and X-ray crystallography to fully characterise our new compounds. The distribution of the platinum complexes within cells and the selective platination of DNA and proteins and activity of the complexes towards different types of cancer cells will also be investigated.Since longer wavelengths of light (e.g. red light) penetrate tissue more deeply than shorter (e.g. blue light); a challenge will be to design compounds which are activated by irradiation of light with these longer wavelengths. This may be possible through using compounds which are able to absorb two photons at once, or by careful design of the ligands on the complexes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G006792/1","grantId":"EP/G006792/1","fundValue":"418100","fundStart":"2008-11-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"","person":"Peter  Sadler","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}