{"id":"9E02EF73-780C-4B42-B647-76EC205C18C8","title":"Integrating perception and action: the multi-channel model of visuo-motor control","abstractText":"When a skilled cricket player reaches out to catch a ball, multiple brain systems simultaneously predict the position of the ball and the arm. Based on this visual information, the motor system must rapidly correct the ongoing movement, driving the hand in a manner that ensures successful grasp of the ball. Similar visual and motor pathways are used in all sports, where an athlete is required to respond as quickly and accurately as possible to the small changes in the world signalled by visual feedback. Indeed, these processes are fundamental to most skilled movements in everyday life. \nThe visually sensed changes may refer either to one's own body, or to objects in the external world (such as a ball). By assigning these visual changes to either itself or to an external item, the visuo-motor control system can respond quickly in the correct manner to ensure skilled action. In this project, we will investigate the neural pathways that constitute this vision to motor action loop. Specifically, we will study three major questions: \nThe first question is how these different pathways, signalling either our hand location or the target location (e.g. ball), interact with one another. The current scientific view is that the brain simply calculates the difference between the target and hand locations and uses this difference to correct the movement. However, our preliminary experiments demonstrate that this is not true, but rather suggest that the two pathways lead to partially independent responses. Using a robotic device, we will carefully measure the interactions and independence of these two feedback pathways.\nThe second question investigates which parts of the brain are dedicated to the processing of the two feedback pathways. We will investigate active reaching movements using a robotic device while measuring brain activity using functional magnetic resonance imaging. The individual activity pattern in each region will reveal how target and hand information are represented in different brain regions, and how these regions interact. \nThe third question is how the brain assigns visual signals to one's own movements, or other action-relevant objects. For example, a huge number of sports utilize bats, or rackets that act as an extension of the subjects own hand. The brain must therefore assign agency to these objects, marking them as self, in order to respond correctly to visual changes in these objects, which may be a different action than responding to changes in external objects such as the ball. We will investigate the process by which this occurs and attempt to distinguish it from attention mechanisms. \nThis project investigates the basic vision to motor action pathways that underlie skilled movements. Understanding these pathways and the manner in which the brain utilizes them for fast action will lead to improvements of training regimes for high-performance sports. In many sports, the highest level of performance requires the ability to respond accurately and with exceptional speed to small, barely detectible visual information. \nThe research also produces an essential understanding of the pathways directly involved in learning of action. As such, it provides important information on the mechanisms used in learning and retraining skills and movements. This has particular relevance for rehabilitation after brain injury, such as stroke. Extensive techniques are being developed which use robotic devices for retraining after brain injury, where feedback is also provided visually. By understanding in detail how and where this visual information is processed, optimal training designs for stroke rehabilitation can be developed, which take into account individual deficits in the various feedback loops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J009261/1","grantId":"BB/J009261/1","fundValue":"85308","fundStart":"2012-10-11","fundEnd":"2015-04-10","funder":"BBSRC","impactText":"  Not clear that our findings have had an impact yet as the articles have only just been published in the last year.  ","person":"David Woodland Franklin","coPersons":[],"organisation":"University of Cambridge","findingsText":" Part of this research has shown that there is a dedicated visuomotor binding mechanism for our own body that is independent of visual attention. This binding mechanism allows us to connect what we see with what we are doing. \n\nStandard visual processing relies on us being able to ignore distractions and pay attention to objects of interest while filtering out others. Our work shows that our brains also have separate hard-wired systems to track our own bodies visually even when we are not paying attention to them. This allows visual attention to focus on objects in the world around us rather than on our own movements. Although this work examines the basic computational and neurophysiological underpinnings of visuomotor control, our work has important implications for both sport training and rehabilitation. With future study, these findings may be able to assist with learning or re-leaning motor skills by allowing us to tailor the appropriate visual feedback for each task. Healthcare,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}