{"id":"9E063765-D25F-4BCF-B6CB-CA7351EF83C6","title":"Delivering safer communities: knowledge transfer secondment with Community Safety Partnerships to help them reduce crime and victimisation","abstractText":"<p>Many analytical products that are developed in Community Safety Partnerships (CSPs) fail to provide a clear understanding of the problem (most provide only a general descriptive presentation of the problem), which in turn undermines the influence that analysis can have in deciding upon the types of crime and anti-social behaviour responses to put in place.&nbsp; In addition to this, many responses to community safety issues are often not properly thought through, with a common mistake being the failure to identify exactly how a proposed initiative may work.</p>\n\n<p>This project involves the knowledge transfer secondment of Spencer Chainey into two CSPs - Oldham and Sunderland.&nbsp; Its focus is towards helping to improve the content and the quality of the analysis they conduct and to act as a critical friend that ensures the responses they decide to put in place are based on sound evidence and have a good chance in having an impact.&nbsp; We chose Oldham and Sunderland due to our familiarity with some of their practices and personnel, and because these two CSPs are exceptionally well placed to help share the lessons learnt from the proposed activity.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-193-25-0009","grantId":"RES-193-25-0009","fundValue":"11869","fundStart":"2011-02-01","fundEnd":"2011-07-31","funder":"ESRC","impactText":"  The research project helped to introduce a hypothesis testing approach for the production of crime analysis generated by police agencies. The project that was initially funded allowed for examples of the hypothesis testing crime analyses to be developed for violent crime, residential burglary, street robbery and motorbike disorder. These examples have in turn acted as case studies for illustrating the hypothesis testing crime analysis approach. The hypothesis testing crime analysis approach is now used by police agencies in the UK, New Zealand, United States, Australia, Uruguay, Estonia and Denmark (these being the countries where we have been invited to provide training on this approach for conducting crime analysis). Other Policy & public services","person":"Spencer  Chainey","coPersons":[],"organisation":"University College London","findingsText":" This project identified that the production of crime analysis outputs has become routinised, often to the point of it lacking creativity in its production, and failing to provide materials that are explanatory in content. In turn, this was seen to restrict the influence that analysis products can have on deciding which responses are most likely to be effective and who is best placed to implement.\n\n\n\nThe project introduced the application of a hypothesis testing methodology to produce evidence-based analytical conclusions. This approach was found to help frame the direction and content of the analysis, produce analytical products that were more explanatory in substance, and overcome the production of information that is merely general and descriptive.\n\n\n\nAfter field testing through this research in Sunderland and Oldham, the hypothesis testing analysis approach is now used (as far as we are aware) by the police forces in West Midlands, Durham, North Wales, Buckinghamshire Community Safety Partnership, and the Royal New Zealand Police. This research can be used to help police forces improve the analytical content of the intelligence products they produce. An introduction to this approach is provided by the published research article linked to this work, and training courses that are provided by the UCL Department of Security and Crime Science - in particular the masterclass on hypothesis testing analysis. Other","dataset":"gtr"}