{"id":"9E0ADC42-62E9-4171-95DF-CD559D63CDF1","title":"Discoidin domain receptor signalling: from crystal structures to mechanisms","abstractText":"We want to find out how specialised sensor proteins on the cell surface, called DDRs, transmit a signal into the cell. This research is important because faulty DDR signalling in humans can cause disease, for example arthritis and cancer. In order to develop drugs that target the DDRs, it is necessary to know the structure and understand the signalling mechanism of the DDRs. Our research will contribute towards this aim. The DDRs are composed of three parts: one part sticks out of the cell, a second part is embedded in the cell membrane, and a third part faces the interior of the cell. Previous studies have established that the DDRs are sensing the presence of collagen, which is a major constituent of all connective tissues. This allows cells to react to their environment. When collagen binds to the exterior part of DDRs, the interior part becomes active and informs the cell that collagen has been recognised. We do not understand what happens during this process, but we believe that the DDRs change their shape when they react with collagen. We will use a range of experimental techniques to study how DDRs bind collagen and how they respond to collagen binding. Collagen is difficult to study because it is a very large molecule. In our experiments we will use collagen peptides, which are small synthetic fragments of collagen. We have found that some collagen peptides can stimulate DDR activity, whereas others block DDR activity. Our previous experiments have revealed how DDR recognises a stimulatory collagen peptide. We now want to see how a blocking peptide is recognised. By comparing the DDR structures obtained with stimulatory and blocking peptides, we hope to learn more about the shape changes that occur during signal transmission. Our previous experiments have also revealed that the whole exterior part of DDRs pairs with itself to form what is called a dimer. We will make small, precise changes in the DDR dimer and study their effects on signalling. By combining many such observations, we can construct a detailed map of the regions within the DDR molecule that are involved in transmitting a signal across the cell membrane. Finally, we have created a very useful tool for studying DDR function: a set of antibodies directed against DDR1 (DDR1 is one of the two DDRs in humans). Antibodies are normally made by animals as a defence against pathogens, but by injecting mice with DDR1 protein, we have been able to obtain antibodies that bind to DDR1. Some of these antibodies block DDR1 signalling, whereas others stimulate this activity even in the absence of collagen. In order to understand how these antibodies influence DDR1 activity, we want to determine where on the DDR1 molecule they bind. This information will complement our map of functionally important regions within the DDR1 molecule. We also plan to create antibodies against the second human DDR, DDR2. Our antibodies will be extremely useful research tools that can be shared with other researchers. They could also be used for diagnostic or therapeutic purposes, but the development of such reagents would have to be carried out in a pharmaceutical company.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I011226/1","grantId":"BB/I011226/1","fundValue":"351361","fundStart":"2011-11-07","fundEnd":"2014-11-06","funder":"BBSRC","impactText":"  The findings from the grant have had an impact on the commercial sector. Birgit Leitinger has engaged with industry. In particular, she has been contacted by several pharmaceutical companies who are establishing drug development programmes against unwanted DDR signaling. She has consulted for Merck-Serono (Germany) and Astex Pharmeceuticals in 2012 and was approached by Boehringer Ingelheim (USA), Hoffmann La-Roche (Switzerland) and Servier (France) in 2014 about possible collaborations. \n\nBirgit Leitinger has also sought a licence for the distribution of her anti-DDR1 monoclonal antibodies. Imperial Innovations Ltd, Imperial College's technology transfer company, are currently working with Merck Millipore to set up a licence agreement. Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Birgit  Leitinger","coPersons":["Erhard  Hohenester"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}