{"id":"9E12140B-8228-4064-85D3-ABB2F27BAB35","title":"MICA: Clinical development of erythrocyte encapsulated thymidine phosphorylase - a therapy for mitochondrial neurogastrointestinal encephalomyopathy","abstractText":"Mitochondrial neurogastrointestinal encephalomyopathy (MNGIE)) is an almost invariably fatal inherited metabolic disorder caused by a defect in the gene coding for the enzyme thymidine phosphorylase, resulting in affected individuals producing little or no active enzyme. Thymidine phosphorylase is required for the normal metabolism of the metabolites thymidine and deoxyuridine and in its absence these metabolites accumulate in the body causing damage to the mitochondria, the powerhouse of the cell. Energy dependent tissues such as skeletal muscle and nervous system are therefore adversely affected, manifesting clinically as gastrointestinal dysmotility (for example, vomiting and anorexia), neuropathy (nerve damage leading to, for example, loss of sensation and abnormal eye movements) and severe muscle weakness. MNGIE is relentlessly progressive with patients dying at an average reported age of 37.6 years. Matched bone marrow transplants offer a potential cure but are limited by the availability of a matched donor, carry significant risks of serious complications and have a reported mortality as high as 50%. Currently they are not recommended for those patients who have advanced disease. The research team at St. George's, University of London are world leaders in developing the red blood cell (erythrocyte) as a vehicle for carrying (i.e. encapsulating) therapeutic proteins in the blood. In the current study they are investigating the effectiveness of using the patient's own red blood cells to carry the missing thymidine phosphorylase in the circulation. The red blood cells provide a protected environment in which the enzyme can function. The encapsulated enzyme reduces the levels of toxic metabolites in the blood, thus relieving the nervous system and muscle of their damaging effects. Data obtained from the compassionate use of erythrocyte encapsulated thymidine phosphorylase (EE-TP) in two patients with MNGIE shows that a reduction in plasma thymidine and deoxyuridine concentrations can be causally linked to clinical benefit. The aim of this project is to confirm the safety and clinical effectiveness of EE-TP in a European-wide clinical study in ten patients with MNGIE. Successful results from this study will support applications to the regulatory authorities for a marketing license for EE-TP and ensuring patients globally have equitable access.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K025406/1","grantId":"MR/K025406/1","fundValue":"3152200","fundStart":"2014-08-20","fundEnd":"2020-06-19","funder":"MRC","impactText":"","person":"Bridget Elizabeth Bax","coPersons":["Murray D  Bain","Nicholas Frederick Moran","Philip  Sedgwick"],"organisation":"St George's University of London","findingsText":"","dataset":"gtr"}