{"id":"9E14FD46-5405-4FD3-B438-A3C9D85B5092","title":"Adaptive space and frequency modulations for high-quality high-speed wireless LANs","abstractText":"Future wireless communication aims to support high-quality high-speed services such as Internet, video conferencing, and file transfer, at anytime anywhere without wires. Due to the paucity of frequency spectrum, it is challenging to meet the ever-increasing demand of the number of users and data-rate requirement. Ultilising multiple antennas at both transmitter and receiver (known as MIMO antenna) and orthogonal frequency-division multiplexing (OFDM) (the transmission scheme currently used in IEEE802.11a and HiperLAN II wireless LANs standards) have recently been demonstrated as the most outstanding techniques to providing high-speed services over the air for low mobility users. The MIMO antenna technology together with OFDM combines the use of the space and frequency dimensions to enhance the transmission speed and has been recognised as the key to the future success of wireless systems.The objective of this project is to devise an optimal resource allocation method for space-frequency transmission in a downlink scenario where a transmitter is sending independent high-speed data to many users (e.g., from an access point to many mobile terminals which can be a laptop or cell phone). The design aims to make the best use of available system resources (i.e., bandwidth and power) for achieving the requested Quality-of-Service of the users. None of research has been done in the literature on the design in the respect of joint space-frequency multiuser allocation mainly because adaptive resource allocation has to be performed on orthogonal channels, yet conventional space-frequency transmission technique is unable to accommodate signals in an orthogonal manner for a multiuser downlink setting.Incorporating the idea of adaptive channel resource allocation into OFDM with MIMO processing is unfortunately much more arduous, as the unit of channel resource becomes a two dimensional space-frequency channel. Since the cochannel signals (the signals that share the same radio channel) can now be distinguished from their spatial signatures by using multiple antennas, this additional spatial dimension allows users to be multiplexed in space. As a result, a used frequency channel will usually carry more than one co-channel signals, which may belong to several different users. The users to be supported and the number of spatial channels for the supported users dictate the amount of channel resources available at each frequency, and this needs to be optimised in the problem as well.Another difficulty is that though users are spatially divisible by the antennas (or space-division multiplexing), conventional MIMO technique is unable to transmit co-channel signals in an orthogonal manner. Therefore, at the mobile terminal, undesired co-channel signals are not completely eliminated as a large array of antennas at the mobile terminal is unlikely in practice. The consequence is that the resource channels are actually coupled each other and that causes a step-by-step allocation method difficult to obtain. As when trying to assign more power to a particular channel, it tends to affect the signal quality of other resource channels. Antenna processing capable of sending co-channel signals orthogonally in the downlink is thus crucial.To accomplish our objective, we need to overcome the above-mentioned challenges and in the end be able to optimally determine, for every frequency, the users to be served, the number of spatial dimensions of the served users, power, the amount of data being sent and the coding rate of the transmissions. The outcome of this research is an adaptive resource allocation algorithm for MIMO-enabled wireless LANs that can use the available resources in the most efficient way. It is anticipated that the joint space-frequency-time diversity can excel the system throughput far exceeding systems in use today.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D058716/1","grantId":"EP/D058716/1","fundValue":"217967","fundStart":"2007-01-15","fundEnd":"2010-04-14","funder":"EPSRC","impactText":"","person":"Kai-Kit  Wong","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}