{"id":"9E2EFFD2-578D-4FEB-925E-6145BDACC63A","title":"Magnetoelectricity and Multiferroic behaviour in Tungsten Bronze Oxides","abstractText":"In recent years there has been a dramatic resurgence of research in materials exhibiting ferroelectric and magnetic ordering. This research has included both magnetoelectric materials (those that exhibit any form of coupling between magnetic and electric order) and multiferroics (those which exhibit two or more of the 3 ferroic properties of ferroelectricity, ferromagnetism and ferroelasticity). Of particular interest are multiferroic materials exhibiting ferromagnetic and ferromagnetic behaviour as these offer exciting new possibilities for the interaction of magnetic and electric fields with matter. The coupling of ferroelectricity and ferromagnetism in a material or device would provide unique multifunctional behaviour enabling design of a host of new devices for the 21st Century. The area of multifunctional behaviour is one of vogue in national and international technology roadmaps and government plans. This is because of the widespread applicability of truly multifunctional systems in industrial sectors such as defence and medicine. The aim of this study is to characterise ferroelectric tungsten bronze oxides containing varying amounts of magnetically active species with a view to developing a methodology for designing magnetoelectric and multiferroic materials. Ultimately, a new range of materials which exhibit magnetoelectric and multiferroic behaviour will be produced to allow further investigation of the coupling mechanisms between electric and magnetic ordering and for future development of applications and devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F004133/1","grantId":"EP/F004133/1","fundValue":"234465","fundStart":"2008-01-08","fundEnd":"2010-01-07","funder":"EPSRC","impactText":"","person":"Finlay Doogan Morrison","coPersons":[],"organisation":"University of St Andrews","findingsText":" We discovered a new family of materials which exhibited relaxor behaviour which is closely related to ferroelectricity. Within this family we showed that B-site substitutions could be used to control the crystal structure resulting in stabilisation of the dipoles responsible for the relaxor behaviour to room temperature . In a similar study we used the size variance of the A cation species to achieve the same effect. By combination of both types of general behaviour we were able to &quot;design&quot; materials which had strongly coupled dipoles at room temperature and exhibited ferroelectricity.The insights gained into composition-structure-properties in these materials offers the exciting prospect of develop novel multiferroics, which are of great academic interest and in turn could enable a host of new device technologies and applications in the consumer electronics industry.  ","dataset":"gtr"}