{"id":"9E3A2F3D-A597-49C5-A08F-4549622B99F4","title":"Transfer - Impact","abstractText":"This proposal has been developed collaboratively by four project partners: The University of Newcastle (PI - Prof. W. Weileder); international visual arts commissioning agency Locus+, Newcastle; Trinity Laban Conservatoire of Music and Dance, London; and Canary Wharf PLC, London. 'TRANSFER-Impact' is a twelve-month project with a proposed start date of 1st December 2015. \n\nThe main aim of the project is to expand the impact of the 2006 AHRB funded 'TRANSFER' project and its outcomes demonstrating new and innovative ways of what site-specific public art could be, where it could be located and how it could address different and unexpected audiences. This was achieved mainly through a temporary architectural-scale installation in which a 1:1 replica of the Milton Keynes art gallery was simultaneously constructed and deconstructed over a three-week period at Station Square, Milton Keynes. \n\nOur new proposal employs the practice-based methodology of 'TRANSFER', expanding its audience and amplifying its outcomes for a worldwide distribution by:\n(1) re-presenting 'TRANSFER' in a new way and with new and different partners;\n(2) in a new and high profile location at Montgomery Square, Canary Wharf, London; and\n(3) through new media, specifically experimental film and contemporary dance.\n\n(1) This Follow-on project proposes a new collaboration with Trinity Laban Conservatoire of Music and Dance, London, in two ways. First, the innovative architectural fa&ccedil;ade of the Laban Building (Herzog &amp; de Meuron Architects, 1997) becomes the source for the architectural installation at Montgomery Square, London. Second, the project expands on the performative dimension of 'TRANSFER' through the production and presentation of new site-specific and stage dance works that highlight the spatial and time-based aspects of the original research, linking it directly to the use and purpose of the new Laban Building. The partnerships with Locus+ and Canary Wharf PLC are also mayor impact enhancemet factors in this proposal (see below).\n\n(2) The choice of Montgomery Square, the central circulation hub within the Canary Wharf estate, ensures exposure to a new, diverse and wide public audience. Over 100,000 people work at Canary Wharf, the majority of whom will pass through Montgomery Square on their way to and from work each day. During the working week an estimated 70,000 people use the Montgomery Square exit/entrance of Canary Wharf underground station and thus will have a direct and daily encounter with the installation over its two-week duration. \n\n(3) One of the outcomes of the original research was time-lapse film footage that was used to create a four screen video installation made specifically and only for the main exhibition space at Milton Keynes Gallery. The Follow-on project will generate similar footage but in this case this will be used to distribute the 'TRANSFER' research to a worldwide audience through the development of a new experimental short film for international film festivals and exhibitions. The footage will also form a central part of the stage-based dance performances at Trinity Laban.\n\nA key impact enhancement factor of this proposal is the involvement of and partnership with internationally acclaimed visual arts commissioning agency Locus+. Locus+ works with a strict peer review process ensuring that all its projects achieve a high critical reputation within the art world and beyond. The artwork installation and the film will be profiled as part of Locus+'s on going project portfolio, giving it longevity beyond the 12-month timescale of the Follow-on project. For 'TRANSFER-Impact' Locus+ will act as sponsor, producer and project manager for the architectural-scale installation at Canary Wharf and the experimental film, taking responsibility for all aspects of production and promotion. Locus+ will also lead on the international marketing, media and press strategy for the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003624/1","grantId":"AH/N003624/1","fundValue":"80009","fundStart":"2016-01-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Wolfgang  Weileder","coPersons":["Charles  Linehan"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}