{"id":"9E5CAE5D-F8AB-40C4-B77B-46D69B5296D3","title":"SPACE: Sustainable Production of Aerogels from Cellulose","abstractText":"SPACE will develop the fundamental science required to underpin the development of continuous production processes for turning the most abundant natural material, cellulose, into high value nanostructured materials with well defined pore structures and pore functionality. It is based on my recent discovery that aerogels can be prepared by assembling cellulose nanowhiskers at low energy and without the use of toxic solvents or precursors. Cellulose nanowhiskers are monocrystalline rod-like nanoparticles made from plant material by a two-day multi-step acid hydrolysis batch process. Their self-assembly and surface modification is also performed in multi-step batch processes. SPACE will convert existing batch processes for nanoparticle production, surface modification and self-assembly into scalable continuous processes, through the development of a fundamental scientific understanding of different continuous nanomaterial processing techniques. This, in turn, will open up small and large scale production of multi-functional porous materials with a wide range of potential applications, including insulation, gas and liquid adsorption and separations, organic catalysis and sensing while increasing product quality, improving consistency, and greatly lowering the economic and environmental cost. The demonstrators will be designed to produce around 220 g of nanomaterials per hour (~5 kg per day).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015687/1","grantId":"EP/J015687/1","fundValue":"620901","fundStart":"2012-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Wim Albert ThielemansBuddhika Naleen Hewakandamby","coPersons":["Barry  Azzopardi"],"organisation":"University of Nottingham","findingsText":" This grant is primarily to enable the development of the technology. Grant is ongoing (to be ended in 2016) and the findings thus far shows the possibility of developing the continuous process. The feeder and the digester has been developed in fabrication stage. The acid recovery unit has been designed and has reach the quotation stage to find suppliers.\n\nSeparation of nanocrystals is an energy exhaustive process using centrifugation. During the work it has been found that directional shear (as bubbling gas) could be used to recover the material by thickening it leading to energy savings. This line is currently under investigation. The research work will enable technologies to produce the nanocrystals. Entrepreneurs could use the technology to produce thermal insulators, composite materials etc. Aerospace, Defence and Marine,Construction","dataset":"gtr"}