{"id":"9E639AB2-0FDF-4846-A046-BDEC49CD42CD","title":"The Pinnacle of the Medieval Welsh Bardic Tradition? The Poetry of Guto'r Glyn.","abstractText":"From the fifteenth century to the present day, Guto'r Glyn (c.1435/c.1493) has been acknowledged as the greatest exponent of the Welsh praise-poetry tradition, a cultural succession which stretches back to the sixth century. Welsh scholars sometimes call the hundred years 1436/1536 the 'Great Century' because of the quality (and sheer volume) of the poetry produced. Poets were held in high esteem, and were much sought after by patrons who were eager to have their virtues as warriors and generous hosts laid out for public view. During his long career Guto'r Glyn received patronage from noble families in virtually all parts of Wales, enjoying `la belle vie' in their lavish homes and providing fascinating insights into their lives: feasts, fine wines, costume, houses, animals and domestic relations. He took an active and lively interest in political affairs in Wales and beyond. He fought in France during the Hundred Years' War and became an avowed supporter of the Yorkist cause. His poetry for Edward IV, the Herberts and many other patrons offers valuable contemporary comment on political and military affairs during one of the most troubled periods in British history.\\n\\nWe aim to reconstruct, as far as is possible, the original text of the poems of Guto'r Glyn. Since the first (now inadequate) edition by Ifor Williams (1939), the number of known manuscript copies has more than tripled and an additional c.60 poems have been identified (whose authenticity will need to be assessed). We now know of approximately 6,500 lines of verse, in c.160 poems, preserved in c.2300 manuscript copies. Since 1939 scholars working on medieval Welsh poetry have made great advances in lexicographical and editorial methods, and new work on manuscripts and especially the effects of oral transmission has been undertaken. Major questions regarding authorship and authenticity need to be addressed. We still need to demonstrate satisfactorily whether Guto'r Glyn was indeed the same person as Guto ap Siancyn and Guto ap Siancyn o'r Glyn. All in all, a new scholarly edition is urgently required.\\n\\nThe research team will comprise four research fellows led and advised by an Investigator who has 14 years' experience of leading a similar project in medieval Welsh poetry; two co-investigators who are experienced textual editors and who will offer expert advice and guidance; a technical consultant with experience in creating an on-line edition of medieval Welsh poetry; and a strong Advisory Board which will include leading scholars of medieval Welsh history and literature representing a wide range of specialisms. \\n\\nWe shall produce an authoritative electronic edition on a bilingual website, with full manuscript testimony, digital images and notes, web concordance and English translations of the poetry. We shall subsequently produce a two-volume printed edition in Welsh to succeed the 1939 edition.\\n\\nA volume in Welsh and English, comprising of essays written by distinguished scholars, will critically assess the light which the poetry sheds on the history, culture, literature and politics of the fifteenth century. This volume will inform Welsh- and English-speaking scholars of the importance of this poetry in a British context. We shall also create pages on the website focusing on the research findings of this multi-authored volume. The electronic medium offers the opportunity to use images and links with other sites to bring the poetry and the period to life.\\n\\nBy means of the bilingual website we shall ensure that our audience includes not only Welsh scholars of medieval poetry but also non-Welsh speaking specialists in other fields of study as well as those with a more general interest in medieval poetry and history. We are confident that the website will bring to the attention of people living outside Wales the value of the vast amount of contemporary comment in Welsh provided by this extraordinary poet on the life and events of the fifteenth century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E001939/1","grantId":"AH/E001939/1","fundValue":"879383","fundStart":"2008-01-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"  To inform courses at Universities (especially departments of Welsh and Celtic Studies, and History), and also schools, the latter especially through school visits by Eurig Salisbury, one of our research fellows, who used school visits in his capacity as The Children's Poet of Wales in 2011-13 to introduce Guto'r Glyn's poetry. Our findings have also informed the work of societies, such as &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;quot;Dating old Welsh Houses&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;quot; (www.datingoldwelshhouses.co.uk), and also that of our project partners, the Royal Commission on the Historical and Ancient Monuments of Wales. Retail Societal","person":"Ann  Parry Owen","coPersons":["Dylan  Foster Evans","Dafydd  Johnston"],"organisation":"University of Wales","findingsText":" We have produced a new edition of the poems of the fifteenth-century professional Welsh poet, Guto'r Glyn and a few poems by his contemporaries with whom he engaged in debates (total 135 poems). The fully bilingual electronic edition is freely available online at www.gutorglyn.net, and the edition will also be available in printed volumes at a later date. A detailed study of each poem, and the careers of Guto's many patrons, has enabled us to reassess the poet's long and varied life, and has confirmed his contemporaries' impression of him as Wales's foremost praise poet in the late medieval period. We discovered Guto'r Glyn's name in a muster taken at Portsmouth, 1441, as an archer in the Duke of York's personal retinue heading for France in the final years of the Hundred Years War, and this fact confirms unequivocally his contention that he served the Duke of York as a soldier. This discovery has shed much light on his poetic imagery, and his fascination for armour and weapons, and deep interest in military campaigns. We produced a volume of seventeen articles (2013) by various contributors discussing many aspects of fifteenth-century life and politics, largely informed by Guto's poetry. Various aspects of material culture of the time are explored on linked website (again fully bilingual), &quot;Cymru Guto / Guto's Wales&quot; (link from main page of the Guto'r Glyn Website), a website specifically targeted to a less academic audience, and especially to older school children and undergraduate students - providing information about topics such as food and wine, medicine, pastimes, &amp;amp;amp;amp;amp;amp;amp;c., in 15th-century Wales.\n\nThe Guto'r Glyn Website edition builds on the technology of the previous Dafydd ap Gwilym Website, also funded by the AHRC (2007). The current website, built using open-source software with TEI-compliant XML mark-up, pushes the boundaries of the traditional scholarly edition by enabling access to much more material than would be available in a printed edition, such as manuscript images (accessed directly from the digital archives of our Partner, the National Library of Wales), manuscript transcriptions of all significant versions of each poem and audio files of each poem. Innovative ways of presenting information have been devised: for example the facility to permit the user to consult other information within the website without having to navigate away from the current poem. We will also be launching a mobile App version in the future, to make access easier on mobile devices. We hope that this project will provide a robust model for presenting the results of similar projects. The project provides much information about life in Wales in the later medieval period, and specifically on the homes of Guto'r Glyn's patrons: this information is relevant to the heritage and tourism industry. For example CADW could benefit from our work on sites such as Valle Crucis Abbey and Raglan Castle. The work could also be used within the History and Welsh Literature curricula in schools in Wales, providing supplementary material for existing courses or a foundation for new ones. The free availability of our two websites will enable pupils to explore the material independently and at their own pace in either language. The material is suitable for independent study by members of the public, interested in literature, history or material culture.\n\nThe methodology, especially the technical aspects of the online edition, will provide a pattern for future online editions. The collaboration with the National Library of Wales, and especially the ability to include online digital images directly from their servers, has proved especially effective. Education","dataset":"gtr"}