{"id":"9E664888-321A-4A5E-A04D-3D3FBEA98226","title":"Dating the 'Taung Child' Australopithecus africanus type specimen through U-Pb measurements of associated calcite crystals","abstractText":"The 'Taung Child' was found in 1924 at the Buxton limestone quarry, Northwestern Province, South Africa. The 'Taung Child' was the first early hominid found in Africa and became the type specimen of Australopithecus africanus. Mining activities continued at the quarry and the geological context of the specimen was lost, hampering attempts to date the hominid and understand its ecological context. Because of this, current estimates for the age of the 'Taung Child' range from 3 million to 1 million years old. Such chronological uncertainty greatly hampers our understanding of early hominid evolution in Africa. We propose to take samples of calcite crystals attached to the endocast of the 'Taung Child' and other associated fossils for uranium-lead dating using state-of-the-art facilities at the NERC Isotope Geosciences Laboratory. Pilot evidence demonstrates the suitability of such calcite crystals for high-precision age determination, and permission to sample the calcites has been granted by the Hominid Access Committee. The proposed radiometric dates for the 'Taung Child' are likely to alter the current age-range for Australopithicus africanus, perhaps changing our understanding of ancestor-decendant relationships among early hominin species. The methods undertaken in this study can be applied to other early hominin specimens from the 'Cradle of Humankind' World Heritage Site, South Africa, thereby improving the chronology of human evolution in Africa, and the methods will be refined to maximize the scientific information obtained from the minimum use of valuable fossil material, thereby improving generic methods of analysis of rare and invaluable museum collections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H011102/1","grantId":"NE/H011102/1","fundValue":"23564","fundStart":"2010-09-21","fundEnd":"2012-09-20","funder":"NERC","impactText":"  There is widespread curiosity about the age of our hominim ancesters and australopithicus africanus is one of the oldest human ancesters; its age is still uncertain and this study is contributing to that. Culture, Heritage, Museums and Collections Cultural","person":"Randall Richardson Parrish","coPersons":[],"organisation":"NERC British Geological Survey","findingsText":" It has been discovered/documented that the most likely age of the Tuang australopithicus africanus specimen was from a stratigraphic horizon in the Tuang quarry that was dated in excess 1.99+/-0.5 million years old and that the specimen is could be as old as 3 million years. a follow up grant is likely to pursue questions arising from this work. Culture, Heritage, Museums and Collections","dataset":"gtr"}