{"id":"9E69594B-7945-4AA6-AB09-C2EDC39BA577","title":"Construction of Optical Bench Subassembly for LISA Pathfinder","abstractText":"The Laser Interferometer Space Antenna (LISA) is a pioneering mission that will give birth to a new type of astronomy - gravitational wave astronomy. Gravitational waves are emitted in significant quantities when very large masses are undergoing violent accelerations - just the conditions that arise in some of the most exotic astronomical systems such as those involving neutron stars and black holes. Gravitational waves carry information about their sources that is completely different from the information that can be gained using 'normal' telescopes (optical, radio etc) that receive elctromagnetic signals. It is the potential for a qualitatively new 'look' on the Universe that excites scientists and is driving the developemt of gravitational wave observatories on the Earth and in space. Gravitational waves 'strain' space. If one passed through your middle it would simultaneously stretch your height and contract your width and then - in its next half cycle - contract your height and stretch your width. Fortunately (!) the effect is very weak. The changes in your dimensions would only be in the order of a millionth of a millionth of a millionth of a metre, even for a relatively big event in our Galaxy. It's this incredible weakness of the interaction that makes gravitational waves so hard to detect. The key to achieving the sensitivity required for gravational wave detection is the use of laser interferometry to measure fluctuations in the separation of 'free' mirrors. Essentially you use the (very small - about a millionth of a metre) wavelength of light as the ruler against which you measure the mirror separation. It turns out that hte best gravitational wave sensitivity is acheived when the mirrors are far apart, because then the effective movements caused by the passing waves are large and can be seen above the flucuations of mirror position that are unavoidable present due to other internal and external influences. In LISA this will be taken to extremes: the mirrors will be in separate spacecraft (three of them forming an equilateral triangle) separated by 5 million kilometers, with laser beams running between each spacecraft and its two neighbours! Even with this huge separation, the laser interferometry will have to monitor the changes in arms lengths with a resolution of about 10 millionths of a millionth of a metre over timescales from seconds to hours. This is an extremely tough technological challenge. Enter LISA Pathfinder. Pathfinder is a technology demonstarator mission that is designed to prove the viability of the core technology that will be needed for the much more ambitious - and expensive - LISA mission proper. Crucially, Pathfinder will demonstrate, in a way that is impossible on Earth due to the existence of the Earth's gravity, that the mirrors that will form the measurement points in LISA can be kept sufficently stable in position that the expected gravitational wave effect can be seen. LISA Pathfinder essentially squeezes a long LISA arm into one relatively small spacecraft. The sparation between two freely floating mirrors inside the spacecraft will be measured by a laser interferometry system and novel thrusters will be used to make the spacecraft act as an active shield, following th emotions of the mirrors and thereby substantially insulating them from the effects of various external disturbing forces. Separate demonstrations of similar tecnology provided by European Space Agency and NASA (the partners in the aLisa mission) are expected to be flown together on Pathfinder. The construction of the core optical system for the laser interferometry on the European payload on LISA Pathfinder is the activity to be funded under this grant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D507258/1","grantId":"PP/D507258/1","fundValue":"1471390","fundStart":"2004-08-01","fundEnd":"2010-04-30","funder":"STFC","impactText":"","person":"Henry  Ward","coPersons":["James  Hough","Sheila  Rowan"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}