{"id":"9E746B89-69D3-4FA6-A325-9D1C5DEE29AB","title":"Expanding the knowledge of structures and functional information through the SIFTS resource","abstractText":"Over the last decade we have seen rapid increase in the amount and diversity of biological data. At the beginning of this process the challenge before the scientific community was to create the necessary infrastructure to collect, manage and make these data available in an efficient manner to the research community. This has transformed life-science research into a data driven scientific field. But very quickly the scientific community has realized that apart of having these data available, the real challenge is to add significantly to the biological context of these data and make this knowledge available to the researchers. This is especially true for the increasing amount of data on three-dimensional structures of macromolecules. The macromolecular structure data can provide great insights into the functional mechanism of the macromolecules. By integrating it with other biological data better understanding of life and disease processes can be derived leading to better intervention strategies by designing new drug molecules. The macromolecular structure data can also be used to predict the effects of genetic variation, found naturally in the population, on the function of the macromolecules again leading to better understanding of genetic diseases. So providing biological context to the increasing amount of macromolecular structure data is critical if we want to exploit these data and add value to the increasing amount of genomic and proteomic information. The SIFTS resource links the macromolecular structure data (archived in two publicly available databases PDB and EMDB) to its biological context by integrating annotations from different biological databases mainly through linking it to UniProt, a publicly available database of protein sequences, which is at the forefront of protein annotation. This resource was established in 2002 and has evolved over the years by integrating increasing number of protein related annotations from different databases. Before the SIFTS resource was established every major biological data resource or research laboratory had to establish processes and complex infrastructure to derive necessary information linking macromolecular structure data to other databases. With rapid advances in sequencing technology, an increasing amount of variation and isoform information is now becoming available. It is critical that the SIFTS resource is extended to map these variants and isoforms onto macromolecular structures and make it freely available for the benefit of the life-science research community. This will require the SIFTS resource to update its processes and infrastructure to include genomic and variation information for the first time. These data and the extended annotations for related uncharacterised sequences will be useful for developing methodologies for predicting structure-function relationship. These considerations and user requests have contributed to the proposed developments. The main objectives of the proposed project include -\n1. Enhance the annotations available in the SIFTS resource to include genomic and variation information.\n2. Increase coverage of protein sequence space by including isoforms, variants and related uncharacterised sequences.\n3. Implement a mechanism to provide sequence annotations specific to isoforms and variation in UniProtKB database.\n4. Develop the necessary infrastructure to include value-added structure-based annotations on ligand binding sites and assembly interface residues.\n5. Consolidate the software processes and the database infrastructure for long-term sustainability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M011674/1","grantId":"BB/M011674/1","fundValue":"515730","fundStart":"2015-03-02","fundEnd":"2018-03-01","funder":"BBSRC","impactText":"","person":"Sameer  Velankar","coPersons":["Gerard J. Kleywegt","Maria J.  Martin","Claire  O'Donovan"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}