{"id":"9E775A6C-0BCF-4457-B1B7-4A2B45C34D7E","title":"Spatial Modulation","abstractText":"It is accepted that multiple antenna techniques can significantly improve link spectral efficiency. However, most of the technologies using multiple antennas require complex algorithms in order to eliminate inter-channel interference (ICI) which stems from simultaneous transmissions in spatial multiplexing systems. This renders the practical implementation difficult, especially in mobile stations, as the necessary digital signal processing requires significant energy. However, due to the clear advantages of MIMO techniques it must be a clear research goal to develop new approaches to multiple antenna transmission in order to mitigate the practical limitations while retaining the key advantages. Here, we introduce such entirely new approach which avoids ICI completely while still allowing for the exploitation of spatial multiplexing gains. The basic principle is that, in analogy to digital modulation schemes such as QAM (quadrature amplitude modulation), the multiple antenna array at the transmitter is considered as a spatial constellation diagram . As in QAM where every constellation point corresponds to a certain information sequence (symbol), every antenna corresponds to a unique information sequence, and is activated if the incoming information sequence matches that sequence. As a consequence, the location of the antenna carries information. In other words, a single valued signal, for example, a pure sinusoidal frequency carrier signal transmitted from an antenna of an antenna array conveys actual information provided that the receiver can detect where the actual signal originated from (detection of the actual antenna that transmitted signal energy). The proposed novel fundamental principle of implicit information transmission has implications on several key research areas in wireless communications systems such as on digital modulation, signal processing at the transmitter and the receiver, link and system capacity evaluation and wireless systems operation. For example, the mere fact that the location of an antenna conveys information implicitly makes an investigation of channel capacity in such systems imperative. Moreover, it opens avenues for a new class of adaptive modulation algorithms which takes into account the spatial constellation diagram , effectively resulting in three-dimensional adaptive modulation algorithms (the complex signal plane as used in state-of-the-art digital modulation plus the spatial constellation domain). Furthermore, adjustments are required to conventional communication systems, such as the addition of a new logical block at the receiver - namely, the antenna detection. Algorithms for such antenna detection, given the various radio propagation environments, have to be developed. The novel concept also has implications on the operation of wireless systems. For instance, the concept of virtual antenna arrays is well described in the literature. Such virtual antenna array, for example, exists in ad hoc networks where every node is equipped with one antenna. Multiple nodes (a subset of such nodes) can be considered as a virtual antenna array. This concept can now be combined with the new principle of spatial modulation to mitigate the multihop burden in ad hoc networks. In this research the key observation/discovery that the physical location of a transmitting antenna array carries information, will be further explored. This includes studies on the physical layer (link level) as well as studies on system level (in particular ad hoc and cellular systems). Our IEEE Trans. On Vehic. Techno. paper entitled Spatial Modulation (to appear in the first half of 2008) showcases our initial work on the topic and its potential. This proposal is to take advantage of our leading position to further develop the theory, algorithms, systems concepts as well as robust and low complexity practical implementations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G011788/1","grantId":"EP/G011788/1","fundValue":"308693","fundStart":"2009-05-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"","person":"Harald  Haas","coPersons":[],"organisation":"University of Edinburgh","findingsText":" - Spatial modulation significantly enhances the performance of wireless communications systems. In particular, it strikes a unique trade-off between spectrum efficiency (the number of bits transmitted per Hertz bandwidth), energy efficiency and implementation complexity. The data rate increases with the number of antennas while the energy consumptions remains largely constant. It is therefore a strong candidate for next generation wireless communications standards that strive for orders of magni  ","dataset":"gtr"}