{"id":"9E7936BA-82DB-4A0D-A552-D3071E630320","title":"'Smart' cereals for management of stemborer pests in staple cereals in Africa","abstractText":"Stemborers are devastating insect pests of important food crops, maize and sorghum, in sub-Saharan Africa. They damage these crops by burrowing inside the stem causing the plants to collapse and die. Stemborer pests undermine smallholder cereal cultivation and threaten food security of the very high crop losses they cause. In previous research, we demonstrated that these losses can be prevented by changing the plant odours surrounding the crop. We used companion plants to release smells that repel the pest and attract natural enemy insects that attack the pest. The companion cropping system known as &quot;push-pull&quot; or &quot;Sukuma-Vuta&quot; in Swahili is very popular with smallholder farmers but this would be improved if the crop itself could release the appropriate odours when infested with pest insects. Recently we have found that certain farmer selected varieties of maize have a valuable defence trait not present in commercial hybrid maize. The trait involves release of odours, called semiochemicals, which are attractive to natural enemies of the pest after the stemborer lays her eggs on the plant. The semiochemicals released are the same ones released by companion plants in the push-pull system. The crop varieties with this trait, however, are lacking in other important agronomic traits, particularly yield and quality. To deliver this natural pest resistance to the farmer, breeding programmes are needed to move the trait from into improved crop varieties. This is a difficult process but would be greatly facilitated if genetic markers linked closely to the stemborer resistance trait could be identified. The goal of this project is to define genetic markers associated with the semiochemical production trait. We will achieve this by a comprehensive programme of experiments in which the semiochemicals emitted by different crop varieties after insect egg laying will be identified, insect responses to them measured and the underpinning genes associated with induced semiochemical emission mapped. We will use a state-of-the-art semiochemical identification platform available at Rothamsted Research (UK) and resources for genetic analyses at the Biosciences Eastern and Central Africa hub (BECA, Kenya) with a link to the Cornell University sequencing facility. Crops will be grown and trialled at the International Centre for Insect Physiology and Ecology (icipe, Kenya) which has a proven track record of doing research that is relevant to the needs of smallholder farmers in Africa and makes a difference to their livelihoods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J011371/1","grantId":"BB/J011371/1","fundValue":"756252","fundStart":"2012-09-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"  We have met plant breeding organisations and made them aware of the benefits they will obtain from the project. Agriculture, Food and Drink Societal,Economic,Policy & public services","person":"Toby  Bruce","coPersons":["John  Pickett","Zeyaur  Khan","Susanna Magdalena De Villiers"],"organisation":"Rothamsted Research","findingsText":" Stemborers are serious pests of staple cereals in sub-Saharan Africa causing very substantial yield losses. Any crop with better defence against stemborer would have good market potential, especially with smallholder farmers who do not have access to pesticides but who are responsible for the majority agricultural production in the region. \nThe 'Smart Cereals' project, based in Kenya and involving icipe, ICRISAT and Rothamsted Research, is designed to provide leads for genetic improvement of ma Three maize inbred lines with the egg induced defence trait have been discovered, in addition to our previous finding in the landraces. This has confirmed a real prospect of moving the trait into improved maize varieties and availing improved plants with the trait to female and male farmers in a short time. Female farmers will especially benefit from seeds better adapted to their agricultural needs.\n\nThe molecular markers developed through this research project will be employed to track the de Agriculture, Food and Drink","dataset":"gtr"}