{"id":"9E7EE19F-B7E5-4599-90E4-E5CB94D20770","title":"Indole-mediated cell division control by plasmid ColE1","abstractText":"The bacterium Escherichia coli is responsible for severe human food poisoning (e.g. strain O157) and is also used widely in the laboratory as a 'model organism'. It is relatively simple, having about 4000 genes which reside on a single circular DNA molecule or chromosome. Extra genes, which may give the bacterium the ability to cause disease or to be resistant to antibiotics, are often found on smaller DNA molecules known as plasmids. As the bacterium grows and divides these plasmids are copied and are distributed to new bacterial cells. Occasionally the plasmids are damaged and fuse together in pairs known as dimers. These dimers interfere with the distribution of plasmids to daughter cells when the bacterium divides and so cause loss of the plasmid from its bacterial host. To avoid plasmid loss it is important that the damage is repaired. The main repair process involves cutting the dimers into two (by a process known as site-specific recombination), thus restoring them to their original form. This is not, however, the whole story. The plasmid also activates a mechanism which prevents the bacterial cell from dividing while plasmid repair is taking place. This type of response to DNA damage called a 'checkpoint' and although it is well-known in more complex organisms, such as fruit flies or humans, is less common in bacteria. We are interested in exactly how the plasmid stops its bacterial host dividing. We have known for some time that the mechanism involves the production of a small RNA molecule called Rcd but we have not known exactly what Rcd does. Recently we discovered that Rcd binds to an enzyme in the bacterial cell and stimulates it to produce a small organic molecule called indole. We have shown that it is indole which is responsible for stopping the division of the bacterial cell. In this project we propose to look in detail at exactly how Rcd causes the enzyme to make indole and try to understand, at a molecular level, how indole stops E. coli dividing. Understanding this process is important not only because it illustrates an important way in which bacterial and plasmids deal with DNA damage, but also because developing drugs which interfere with this process could potentially provide a new antibiotics to fight bacterial infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F002912/1","grantId":"BB/F002912/1","fundValue":"319484","fundStart":"2007-11-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"  Findings have stimulated work in biotechnology (quiescent cell technology development), and healthcare (antibiotic resistance and intestinal physiology. Education,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"David Keith  Summers","coPersons":[],"organisation":"University of Cambridge","findingsText":" Indole is a small molecule that carries ions through biological membranes. This has the effect of reducing the potential difference across the membrane. In the bacterium E. coli we have shown that this blocks cell division. There is a potential to use the findings (i) to develop improved cell factories for biotechnology (ii) to improve the efficacy of antibiotics (iii) to explore the relationship between the microbial population of the human gut and the host (human) metabolism. Agriculture, Food and Drink,Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}