{"id":"9E811C53-DE47-4C6E-9F36-5870C19BE110","title":"IODP Expedition 351, Philippine Sea: Neogene NW Pacific Deep Water Circulation","abstractText":"Deep thermohaline circulation of the world's oceans, specifically in relation to meridional (from polar to polar regions) overturning circulation, is closely linked to long and short term climate changes in the geological past. As circulation pathways, flow speeds, and upwelling of the oceans changes, the amount of CO2 (which is held in ocean water) in contact with the atmosphere changes, and heat (also held in ocean water) transport between high and low latitudes changes. Climate both impacts deep ocean circulation (e.g. growth of sea ice in the Quaternary), and is impacted by oceanic changes (e.g. glacial CO2 storage in the deep Southern Ocean; transport of warm water through the Isthmus of Panama). Despite its importance, however, the history of deep (greater than about 4 km water depth) Pacific Ocean circulation, the most extensive of the world's oceans, has not yet been constrained for the Neogene (the last 26 million years). \n\nModern Pacific circulation is composed largely of lower salinity surface water flowing broadly southwards, driven by Circumpolar Deep Water from the south (greater than about 4 km water depth) flowing northwards. This important Circumpolar Deep Water is composed of a mixture of Antarctic Bottom Water and North Atlantic Deep Water, formed by cold dense sinking high latitude water masses outside of the Pacific. Circumpolar Deep Water fills the deep Pacific, and is a source of the shallower (~1-3 km water depth) return southern flow Pacific Central Water. \n\nThe Neogene (~23 Ma to Recent) has seen large changes in global climate, from a mid Miocene warm world (before 14 million years ago), to the 'ice-house' of Northern Hemisphere Glaciation (after 3 million years ago). Understanding the strength of the Pacific meridional overturning circulation in a warmer world is yet to be resolved, with some studies suggesting enhanced circulation and others reduced in the Eocene (around 50 million years ago). Several studies have attempted to reconstruct Pacific deep circulation over the Miocene (23 to 5 million yeas ago), but have focussed on intermediate depth Pacific Central Water largely due to available material. Some studies suggest there was a waning influence of Atlantic waters as the Isthmus of Panama closed through the Neogene. Others suggest the mid Miocene Pacific had a slower circulation, but with a similar southern source to today. If true, we would expect bottom waters in the North Pacific to have a greater Circumpolar Deep Water 'signature' after 14 Ma. This hypothesis can be tested with new International Ocean Discovery Program cores from the Philippine Sea (NW Pacific), that were monitoring deep waters (4.5 km water depth) throughout the Neogene, and have an excellent record of fish teeth with which to measure Nd isotopes as a water mass tracer proxy. Southern Ocean water Nd isotopes have a more negative value (-8) than Pacific Central Water (-3.5), and the Southern Ocean's influence on Circumpolar Deep Water is shown in modern Nd isotope profiles from the NW Pacific.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M017370/1","grantId":"NE/M017370/1","fundValue":"30367","fundStart":"2014-10-30","fundEnd":"2015-04-29","funder":"NERC","impactText":"","person":"Sev  Kender","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}