{"id":"9E81D678-9BD5-43B8-9E3C-A4C97E3307DF","title":"Acheiving instantaneous control of G-protein coupled receptors using light as a ligand","abstractText":"The discovery and development of drugs that can influence human behaviour and physiology has played a crucial role in the huge advances in medicine that have occurred over the last century. However, future progress is likely to depend in large part upon our ability to overcome some of the inherent limitations in this pharmaceutical method for treating disease. A well known problem with using drugs is that of side effects, which occur because drugs commonly have effects on multiple parts of the body. Many otherwise effective drugs are lost because of the need to minimise such adverse effects. An additional problem with drugs is that, in comparison with the natural changes in our physiology that they hope to regulate, their effects build up rather slowly and can hang around for a long time. This contributes to our tendency to become desensitised to drugs and also stops them being used in conditions in which we would like more immediate and reversible effects. For these reasons, there is a pressing need to develop new ways of adjusting our physiology that go beyond the achievements of pharmacy. We propose developing such a technology. Our approach will be to modify a group of proteins called GPCRs to make them light sensitive. GPCRs appear in practically every cell of our body. Their job is to fine tune the cell?s activity and physiology according to signals released from neighbouring cells and other parts of the body. Because they are so influential they have long been recognised as a good way of treating the symptoms of disease. Indeed more than half of currently prescribed drugs are designed to alter their activity. By making GPCRs photosensitive, we will be able to use light rather than drugs to tweak their activity. Unlike drugs, light can be switched on and off very rapidly. Light can also be applied at high doses to a single group of cells without influencing the rest of the body. These features mean that we will be able to use the new GPCRs to achieve extremely fine tuned alterations in physiology way beyond what is currently possible using drugs. In the first instance we will use this technology in animal experiments that increase our knowledge of how common medical conditions (including obesity, depression and insomnia) come about. In time, it will become a completely new way of treating medical conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801731","grantId":"G0801731","fundValue":"389967","fundStart":"2009-05-06","fundEnd":"2012-05-05","funder":"MRC","impactText":"  We have deposited a vector with a new optogenetic tool (JellyOp) with AdGene. This has been requested by numerous researchers around the world. Pharmaceuticals and Medical Biotechnology ","person":"Robert James Lucas","coPersons":["Helena  Bailes"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}