{"id":"9E880B84-6A59-4D0E-A310-7188254B26BB","title":"Approximation and mixing times in the ferromagnetic Potts model","abstractText":"The Potts model was introduced in 1952 as a model of magnetism. The Potts model has been extensively studied not only in statistical physics, but also in computer science, mathematics and further afield. In physics the main interest is in studying phase transitions and modelling the evolution of non-equilibrium particle systems. In computer science, the Potts model is a test-bed for approximation algorithms and techniques. It has also been heavily studied in the areas of discrete mathematics and graph theory, through an equivalence to the Tutte polynomial of a graph, and thereby links to the chromatic polynomial and many other graph invariants. The Potts model and its extensions have also appeared many times in the social sciences, for example in modelling financial markets and modelling voter interaction in social networks.In simple terms, a magnet is regarded as a large number of atoms arranged in a grid. These atoms oscillate randomly and are more likely to align themselves with their immediate neighbours than to orientate themselves differently. Under some circumstances all the atoms quickly become aligned uniformly. Under other circumstances a mixed state, in which blocks of atoms are orientated differently, persists for much longer. We are interested in exactly what aspects of the circumstances are key to determining which behaviour occurs. This project is concerned with understanding the speed of convergence of alignment to a steady state, and with computing the probability of a given configuration arising. The latter problem is hard, in a rigorous sense, and so the focus of effort is on approximation methods. We will develop approximation algorithms for this problem and study when approximations are or are not possible under standard complexity theoretic assumptions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G066604/1","grantId":"EP/G066604/1","fundValue":"250380","fundStart":"2010-01-11","fundEnd":"2013-04-01","funder":"EPSRC","impactText":"  So far the research has aided academic endeavour in this and related fields.  ","person":"Magnus James Bordewich","coPersons":[],"organisation":"Durham University","findingsText":" The ferromagnetic Potts model is a model of magnetism introduced in 1952. The model considers an arrangement of sites (atoms) and a spin at each site (polarisation). This project explored the relationships between the structure of the arrangement of sites (the underlying graph) and the macro behaviour of spin configurations. In particular we studied a Markov chain Monte Carlo process which updates the spin at each site randomly, and examined when this process converges rapidly towards an equilibrium distribution and when it takes an exponentially long time to converge to equilibrium. Rapid convergence to equilibrium among other things implies that an efficient approximation to the partition function of the model exists. Our key findings include:\n\n - showing that whenever the model (specifically the partition function) is multiplicative in a certain sense, and the graph is relatively simple (has bounded tree width), then the Markov chain does converge rapidly;\n\n - relating the rate of convergence of the model to the degree of the graph (number of neighbouring sites at each site) and number of possible spins at each site, revealing that sufficient available spins always implies rapid convergence;\n\n - showing that at certain temperatures a regular lattice of sites will have rapid convergence, whereas a randomly chosen graph with the same degree will not have rapid convergence;\n\n - showing that not all problems can be classified as efficiently approximable, or as hard to approximate as the hardest problems, but that there exists an infinite hierarchy of levels of approximation complexity.\n\nIn addition we obtained a variety of results concerning the combinatorics and statistics of graphs. The mathematical insight and understanding may be taken forward by physicists to aid their modelling of various substances, and by computer scientists to aid their understanding of under what circumstances algorithms are efficient. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}