{"id":"9E8DE9CA-E9BF-44E2-9DBA-85DD3AFB3D50","title":"A Novel Instrument for Characterising the Properties and Processes of Single Accumulation Mode Aerosol Particles","abstractText":"The influence of aerosols and clouds remains one of the largest uncertainties in modelling previous variabilities in climate and in predicting future climate change. In addition, airborne particulates have been shown to have a significant impact on human morbidity and mortality, influence quality of life and impact on atmospheric visibility. A better quantification of the processes that regulate the properties of particles in the atmosphere is central to improve our understanding of their impact. A considerable amount of information can be gained about aerosols by measuring the size, composition and properties of particles found in the atmosphere through large scale field campaigns. However, there remain a number of key fundamental uncertainties that need addressing before our understanding of atmospheric aerosol can become more fully refined. In particular, considerable uncertainty remains in our understanding of the thermodynamic, kinetic and optical parameters that govern aerosol properties. Controlled laboratory measurements can allow us to address some of these key uncertainties directly in a manner that is not possible from field measurements. Conventional laboratory strategies for tackling these challenges are frequently complicated by the inherent averaging that occurs when measurements are made on ensembles of particles, are compromised by an inability to characterise all of the key parameters defining the system, and are unable to cover the timescales relevant to aerosol found in the atmosphere. This project will seek to establish a new paradigm for investigating the thermodynamic, kinetic and optical parameters governing the properties of atmospheric aerosol. Specifically, a novel light trapping technique will be used to capture and manipulate single sub-micron particles, the size range particularly relevant to atmospheric aerosol, over indefinite timescales. This will be combined with an ultrasensitive technique for probing the size and composition of the captured aerosol with high time resolution, leading to the development of a novel prototype instrument for investigating the properties of single particles. The new instrument will immediately be used to address three of the key uncertainties in understanding aerosol. Firstly, the kinetic factors governing the growth rate of particles through the adsorption of water from the gas phase will be investigated. This study will be the first ever direct measurement of the size changing dynamics recorded on a single sub-micron particle. Secondly, the activation of a single accumulation mode particle under supersaturated conditions will be investigated, allowing a detailed investigation of the factors than limit or facilitate the activation of cloud condensation nuclei without the ambiguity that often arises from inhomogeneity in aerosol sample composition and ensemble averaging. Finally, the optical properties of single accumulation mode particles will be investigated, providing a rigorous test of the modelling approaches used to simulate the light scattering properties of aerosol in the atmosphere, their dependence on particle size and composition, and the influence of component mixing state. Performing the studies outlined above on single accumulation mode particles will provide a novel and timely approach to address some of the challenges in interpreting the properties and processes occurring on atmospheric aerosol.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H001972/1","grantId":"NE/H001972/1","fundValue":"252772","fundStart":"2010-03-01","fundEnd":"2012-02-29","funder":"NERC","impactText":"  In publications thus far, but a novel instrument has resulted that may be developed as a commercial instrument Environment,Other Policy & public services","person":"Jonathan Philip Reid","coPersons":["Andrew  Orr-Ewing"],"organisation":"University of Bristol","findingsText":" (1) Single accumulation and coarse mode particles can be manipulated by a Bessel beam light trap.\n\n(2) Light scattering measurements can be used to characterise particles size and morphology.\n\n(3) The changes in particle properties over time can be monitored, such as the hygroscopic growth of the aerosol and the evaporation of volatile components.\n\n(4) The trap can be combined with cavity ringdown spectroscopy to measure the light extinction efficiency of single aerosol particles and how they change with time. A new instrument has been developed and benchmarked for measuring the optical properties of individual aerosol particles. We are currently examining the potential to develop a commercial instrument. Environment,Other","dataset":"gtr"}