{"id":"9E924AD8-B605-4EE4-A58B-E76E51C5380D","title":"Elastic Virtual Infrastructure for Research Applications","abstractText":"This proposal is focused on enabling researchers to simply and rapidly deploy, execute and monitor scientific software on elastic cloud computing infrastructures. Current interfaces to cloud resources are relatively low level and do not allow researchers to easily benefit from the elasticity that cloud infrastructures offer. Researchers have to deal with time-consuming and often error-prone tasks such as managing access credentials, selecting instance types, managing elastic IP addresses, as well as monitoring resource usage and starting, stopping and terminating instances in response; this keeps researchers from focusing directly on their scientific research.In order to address this problem and to further the uptake of cloud computing services in research we will develop an elastic wrapper for scientific applications. The elastic wrapper will provide an abstracted gateway to cloud resources and will provide a one-stop-shop interface for researchers wanting to take advantage of cloud resources for their scientific research. It will abstract the complexities of setting up, configuring and managing cloud resources for scientific research applications and provide facilities for execution and collaboration between multiple research sites working on the same problem. The system will take care of issues such as managing resource usage using the elasticity of cloud resources as well as fault tolerance to insure against resource failure. This project will provide a pilot implementation of the elastic wrapper that will be a generic solution but specifically support two exemplar scientific applications and their usage models: Groups, Algorithms, and Programming (GAP), a free, open source system for discrete computational algebra with an emphasis on computational group theory and IDL is a commercial package for statistical and numerical analysis and visualization of scientific datasets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I034327/1","grantId":"EP/I034327/1","fundValue":"72282","fundStart":"2011-03-01","fundEnd":"2011-10-14","funder":"EPSRC","impactText":"","person":"Ian  Sommerville","coPersons":["Adam  Barker"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}