{"id":"9EA7627F-8DCB-45B4-B765-F89C747F9DB3","title":"Context Aware Catheter Navigation for Improved Stent Deployment (Creativity@Home Pilot)","abstractText":"Cardiovascular disease is the major cause of deaths in the Western world, of which vascular disease is a main contributing factor. One particular form of vascular disease is Abdominal Aortic Aneurysm (AAA), which is one of the leading causes of death. The prevalence of AAA is 1.3% in men 45-54 years of age, rising to 12.5% in men over the age of 75. For women, although AAA is rare in younger age groups, it is found in 5.2% of those over 75. Aortic aneurysms, if left untreated, risk rupture, with only 25% of cases reaching to hospital alive, with operative mortality exceeding 40%. Endovascular repair offers several advantages over open surgery: faster recovery time, reduced need for general anaesthesia, no laparotomy, less blood loss, and decreased risk of erectile dysfunction. Endovascular repair procedures are likely to be a cost-effective alternative in cases for which open surgery is unsuitable. The aim of the project is to integrate real-time sensing, shape instantiation combined with modelling of in situ catheter-tissue interaction for context-aware catheter manipulation and stent deployment under dynamic active constraints. The project is timely in that the ageing population implies increasing prevalence of aortic aneurysm and for this patient group, traditional open surgery is unsuitable due to the major trauma involved. Technically, it is also timely to explore the latest developments in multi-modal intra-operative imaging, sensing and robotics for minimally invasive therapy. The proposed research on context-aware, robotically assisted catheter navigation addresses some of the major challenges faced by endovascular repair and the expected research results will guide future designs of control interfaces for flexible robotics, and exploration of models with quasi-physical behaviour and constraints are more conducive to rapid adaptation to intra-operative variation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033297/1","grantId":"EP/I033297/1","fundValue":"101443","fundStart":"2011-08-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  The project has allowed the exploitation of new ideas through the Creativity@Home framework. These ideas have been subsequently turned into tangible projects (both EU and UK) and clinical collaboration for catheter navigation. Digital/Communication/Information Technologies (including Software),Healthcare Societal,Economic","person":"Guang-Zhong  Yang","coPersons":[],"organisation":"Imperial College London","findingsText":" The research aims to develop a context aware catheter navigation scheme that integrates proximal sensing for better understanding of the manipulation required and dynamic motion compensation through subject-specific shape modelling. Detailed user studies of catheter manipulation, dynamic motion modelling and navigation strategies have been performed to assist with the design of a novel catheter robot. This is a feasibility study, which has also led to further research for path planning and tactile feedback for endovascular intervention with reduced X-ray and contrast exposure. The work is served as the basis for a new hands on robot for catheter manipulation currently being developed at the Hamlyn Centre for Robotic Surgery at Imperial College, with a view for potential commercial exploitation. Part of this work has led to an EU grant entitled: CASCADE (Cognitive AutonomouS CAtheter operating in Dynamic Environments). Digital/Communication/Information Technologies (including Software),Electronics,Healthcare","dataset":"gtr"}