{"id":"9EBB4952-2428-46B3-8BA4-447A9F49CAB7","title":"Changing landscapes, changing environments: enclosures and culture in Northamptonshire, 1700-1900","abstractText":"Enclosure played a crucial role in the evolution of the English landscape, reconfiguring familiar distributions of public and private space. During the intense period of 'parliamentary' enclosure between 1750 and 1836, over 5000 Acts of Parliament were passed, permitting the enclosure of open fields, commons and 'waste'. In Northamptonshire, the most heavily enclosed country of all, the consequences were dramatic for the whole community. Not only did the number of landowners fell by almost half at enclosure, but numbers of occupiers also contracted and the poor lost common rights.\n\nWhile scholars have focused on the consequences of this severe rationalization of the landscape for agricultural productivity, land-holding structures, and, most emotively, the economic well-being of the poor, little work has been undertaken on its long term cultural impact. Were the effects of enclosure on local communities enduring, and if so, how did they manifest themselves?\n\nIn this project, a range of disciplinary perspectives will be brought to bear on these questions as it seeks to understand the ways in which successive generations accommodated themselves to the new landscape, aesthetically, morally and communally. The research is set out in four 'frames', each with distinct aims ad objectives.\n\nFrame 1 aims to explore enclosure in relation to the aristocracy. The aristocracy generally initiated schemes of enclosure in their role as landowners, and our first objective is to ascertain how the great estates were affected by the process - socially as well as economically. The second is to establish parallels between the aristocracy's appropriation of control in relation to enclosure and wider aspects of elite culture - in architecture, antiquarianism and sport - where similar claims to authority were made. The research is supported by our partners in English Heritage.\n\nFrame 2 examines enclosure in relation to contemporary aesthetic perceptions. It examines pictorial representations of the countryside (paintings, drawings, prints, maps) alongside literary sources, ranging from the poems of John Clare to Victorian guide books, with two objectives in view - to establish the immediate cultural shock of enclosure for contemporaries and to trace the means by which the enclosed landscape, so 'new' to Clare, had itself become 'traditional' a century later to an observer such as H. V. Morton. This research is supported by our partners in the John Clare Trust.\n\nFrame 3 examines the culture of formal religious observance in the parish. The Religious Census of 1851 showed that the Church of England flourished in enclosed parishes, and the principal objective of frame 3 is to establish why. Did enclosure stymie the opponents of Anglicanism in some way (notably Methodists), or was Anglican culture itself positively benefited, because, for example, anticlerical sentiment among farmers fell once enclosure had settled the tithe problem, generating more money for church fabric maintenance?\n\nFrame 4 aims to ascertain how traditional belief systems were affected by the wave of rationalization heralded by enclosure. Using court records and newspaper evidence, its objectives are to determine popular attitudes towards traditional customary activities and gauge the extent to which beliefs regarding witchcraft and the supernatural were affected by changes in the social and physical landscape.\n\nThe project thus draws together a wide range of disciplinary perspectives and poses a series of original questions. It is anticipated that the results will provide a new framework within which to assess the impact of enclosure, and will also complement other research, notably the AHRC-funded project mapping agriculture and land use in Northamptonshire from the Anglo-Saxon period to the end of the nineteenth-century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510493/2","grantId":"AH/E510493/2","fundValue":"167724","fundStart":"2009-02-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"","person":"Matthew Frind Cragoe","coPersons":["Ian  Waites","Owen  Davies"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}