{"id":"9EC7BD00-5572-4C56-8F26-B7445AF6B4B8","title":"Ovarian androgen synthesis: unravelling the roles of INSL3 and BMP signalling","abstractText":"Fertility of female animals and humans requires the correctly-timed release of one or more healthy eggs (oocytes) from the paired ovaries. Eggs develop within structures called ovarian follicles which also produce a number of key hormones, without which reproduction is simply not possible. This research will investigate how the production of these hormones is regulated. In particular, two related hormones called androgen and oestrogen must be produced by specialized follicle cells in the right amounts - and at the right time - of the female cycle. Androgen is produced by cells called theca cells (TC) while oestrogen is produced by cells called granulosa cells (GC). GC can only synthesize oestrogen when they are supplied with androgen by neighboring TC. GC cannot synthesize androgen themselves and androgen is the essential precursor for oestrogen synthesis. Follicles grow from microscopic structures into large multi-layered, fluid filled structures ~ 2cm across (in human &amp; cow). Pulses of luteinizing hormone (LH) from the pituitary stimulate TC to produce androgen while pituitary follicle-stimulating hormone (FSH) stimulates GC to proliferate and convert androgen into oestrogen. Mature follicles protrude from the ovary surface awaiting a hormone trigger from the pituitary (called the LH surge) that causes them to ovulate and release the egg for possible fertilization. This LH surge, in turn, depends on the secretion of increasing amounts of oestrogen by the growing follicle. In animals, this oestrogen rise also triggers vital behavioural changes ('heat') without which mating would not occur. Oestrogen also plays a key role in preparing the reproductive tract for pregnancy and both androgen and oestrogen affect many other tissues and organs. Thus, disordered follicle development leading to an imbalance in production of androgen by TC or of oestrogen by GC can not only cause infertility, but can affect many other aspects of physiology. For instance, a very common cause of infertility/subfertility in women called polycystic ovarian disease syndrome (PCOS) is associated with excess ovarian androgen production; this condition leads to disturbed menstrual cycles and excess growth of facial and body hair. Follicle development is a very complex process that is still poorly understood. It has been recognised recently that numerous signaling molecules are produced within the ovary itself that enable different cell-types to communicate with each other. This 'local' cell-cell communication must work in concert with signals from the pituitary (LH, FSH) to coordinate follicle growth and steroid production. In this project we will investigate the actions and interactions of two different 'local' signaling systems in regulating LH-induced androgen production by TC - the INSL3 system and the BMP system. Our decision to focus on these two systems is based on our recent discovery that (1) BMP can switch off production of both androgen and INSL3 by theca cells (2) a GC product called inhibin can, in turn, switch off BMP signaling and raise androgen production. In the project we will map the distribution of INSL3 (and its receptor) and various BMP system components (ligands, receptors, binding proteins) in follicles at different growth stages. We will also carry out detailed in vitro studies on TC (isolated from cow ovaries from the abattoir) to find out whether adding (or removing) different components of the INSL3, BMP or inhibin systems affects androgen production. In this way we will identify functional interactions between these different systems. Finally, we will find out if blood levels of INSL3 vary during the cow's oestrous cycle and if so, whether these changes are linked to patterns of follicle growth and levels of pituitary (LH, FSH) and ovarian (steroids, inhibin) hormone secretion. Collectively, these studies will significantly advance understanding of ovarian physiology and provide insights into a major cause of infertility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G017174/1","grantId":"BB/G017174/1","fundValue":"432300","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"BBSRC","impactText":"  No impact beyond academia to report at this stage  ","person":"Philip Gerald Knight","coPersons":[],"organisation":"University of Reading","findingsText":" The gonads of female mammals (ovaries) produce substantial amounts of androgens that play an essential role in normal ovarian function and fertility. Indeed, the ability of the ovary to synthesize oestrogen (‘female’ sex steroid) is totally dependent on the availability of androgen (produced by theca cells). However, too little or too much androgen production disrupts normal ovarian function. For instance, excess ovarian androgen production is a feature of the widespread polycystic ovarian syndrome (PCOS) in women, in which disrupted follicle development, menstrual disturbances, impaired fertility and excess growth of facial and body hair are common features.\n\nThe principle aim of the present research project was to investigate and improve understanding of the underlying mechanisms that regulate ovarian androgen production. Most of our research is conducted using cow ovarian tissue obtained from the abattoir. Anatomically, the cow ovary is very similar to the human ovary and the physiological systems controlling follicle development and steroid production are likely to be very similar too. \n\nIt has been known for many decades that pituitary LH stimulates ovarian androgen production but it is increasingly apparent that ‘local’ signals (hormones, growth factors) generated within the ovary itself also have important regulatory effects. Our theory was that androgen production by developing ovarian follicles is tightly regulated by the coordinated actions of LH (from the pituitary gland) and two opposing ‘local’ hormones produced by ovarian follicles: INSL3 (stimulatory for androgen synthesis) and BMP (inhibitory for androgen synthesis). Whilst we, and others, have already established that BMPs are expressed in the ovary and can potently inhibit androgen production by theca cells, the role of INSL3 in the ovary has remained relatively obscure. \n\nUsing a technique called real-time PCR we examined expression of genes for INSL3 and its receptor (RXFP2) in cow follicles at different developmental stages. We showed that follicular theca cells are the principle site of INSL3 and RXFP2 expression, implying that INSL3 is both produced by and acts upon theca cells to regulate their function. The other main cell-type in the follicle (granulosa cell), as well as corpus luteum, were found to express very little INSL3 and RXFP2. Moreover, INSL3 and RXFP2 expression in theca cells increased over 500% as follicles developed to pre-ovulatory size. Using two other techniques (in-situ hybridization and immunohistochemistry) we confirmed that follicular theca cells are the principle site of expression of INSL3 mRNA and protein.\n\nUsing a technique called RNA interference we showed that switching off expression of either INSL3 or its receptor (RXFP2) in cultured theca cells greatly reduced androgen secretion and expression of a key enzyme involved in androgen biosynthesis (CYP17A1). In contrast, adding extra INSL3 was found to increase androgen secretion. Additional findings indicated that the potent suppressive action of BMPs on thecal androgen production that we had identified previously, may involve a switching off of ‘local’ INSL3-RXFP2 signaling. The ability of BMPs to suppress androgen production was blocked by another ovarian hormone called inhibin and, as we had predicted, inhibin was shown to reverse the BMP-induced decline in INSL3 expression by cultured bovine theca cells.\n\nUsing frozen archived plasma samples collected as part of a previous study, we measured, for the first time, INSL3 concentrations during the bovine estrous cycle. We discovered that INSL3 levels rise after luteal regression and fall after the preovulatory LH surge, in a manner similar to estrogen. This pattern of change is consistent with our in vitro finding that LH-induced luteinisation of theca cells suppresses expression of INSL3.\n\nCollectively, this project has significantly increased understanding of the ‘local’ intraovarian mechanisms governing androgen production. By elucidating aspects of the underlying physiological systems regulating ovarian androgen biosynthesis our research could, in the longer term, underpin (1) improvements in production efficiency, particulary in dairy cattle (2) development of new or improved methods to monitor and manipulate human ovarian function and treat ovarian dysfunction and infertility Agriculture, Food and Drink,Healthcare","dataset":"gtr"}