{"id":"9EC7D07E-7FD0-4152-975D-7B71B913D573","title":"REACH Compliant Hexavalent Chrome Replacement for Corrosion Protection","abstractText":"Metal corrosion and wear currently costs industry $1.5-2 trillion globally per annum. The basis of many systems to mitigate\nthese problems utilise compounds containing hexavalent chromium (Cr6+) as used in: chromic acid anodising (CAA);\nchemical conversion coatings; primers; paint, and hard chrome plating (EHC). Corrosion and wear are of particular\nimportance to the aerospace industry where protection requirements are extremely severe. European REACH legislation is\nexpected to ban the use of Cr6+ containing materials by 2016 due to its carcinogenic properties. This is a critical issue for\nthe aerospace industry and has been highlighted as a priority in the 2011 National Aerospace Technology Strategy. A\nnumber of attempts have been made to introduce Cr6+ free materials and processes. The solutions have been found not to\nbe as robust as expected, due in part, to the lack of validated, accelerated testing methods, resulting in unexpected\nfailures. Individual aerospace companies are developing their own, proprietary solutions. This has caused problems in the\nsupply chain, which it is finding difficult to support. This bid addresses this situation by bringing together an integrated\naerospace based team from SMEs to academia to identify innovative solutions and develop robust accelerated testing\nmethods that accurately reproduce severe environmental applications. This will enable the sector to adopt a common","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K50404X/1","grantId":"EP/K50404X/1","fundValue":"57867","fundStart":"2013-04-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"  Thsi project is part of a large TSB/EPSRC project. Our role is to provide forensic testing of potential alternatives of harmfull hexavalent chrome. Our finding so far helped downselect promising candidates and show issues related with their adhesion and wear testing. All results are being uploaded to Granta database and can be accessed by wide industrial and research community. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Economic","person":"Tomas  Polcar","coPersons":[],"organisation":"University of Southampton","findingsText":" We are looking for optimum coating candidates to replace hexavalent chrome in aerospace industry. Our role is to provide forensic analysis of high number of coatings and their downselection. This phase has achieved and selected solutions are now being tested by industrial partners. Replacement of hexavalent chrome is required by EU legislation (REACh). It will affect many industrials areas, particularly aerospace sector, which traditionally veru strong in the UK. Solutions found in this project could be then used by other industries facing similar problem. Aerospace, Defence and Marine,Construction,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}