{"id":"9EC7782E-FECC-4FD3-8184-65F7E4673F7E","title":"Social Media, Social Good: Ultra-Large Scale Public Engagement Systems to Challenge Anti-Social Behaviour","abstractText":"Social networking technologies are now being used to improve community cohesion via both government-led initiatives (e.g., Gov 2.0) and community-led ones (e.g., SeeClickFix). Yet there is still a lack of understanding of how to effectively leverage social media to engage citizens on an ultra-large-scale, especially when it comes to addressing sensitive issues such as crime and anti-social behaviour. Within this cross-disciplinary account, we combine Computing and Sociology research to study the feasibility of utilising new forms of social media to empower citizens to influence the design of such systems. Such an understanding is crucial-massive UK debt is resulting in cuts to public services as well as leading to new economic models for public service provision, which place community responsibility at their core. Design and HCI research has shown that participatory design, whereby users and other stakeholders form an integral part of the design team, is an effective mechanism for user engagement. What social networking technologies potentially offer is a way of scaling this participation up to ultra-large levels. The Account focuses on three key feasibility studies in this context: (i) Feasibility of new forms of social media for large-scale public engagement in identifying target issues that are of most significance to specific communities, both online ones, such as those that exist on Facebook or Secondlife, and communities in the physical world. (ii) Feasibility of new forms of social media to underpin an unprecedentedly large participatory design setting that engages a range of community stakeholders while addressing ethical and legal implications and accounting for disruptive efforts of those who may be targeted by the system being designed.(iii) Feasibility of operationalising (into designs) blueprints of next generation social networking mechanisms that place community responsibility and empowerment at their core.Inclusiveness of otherwise marginalised communities/individuals is a key consideration within the studies with specific social media being developed to ensure inclusion.Thus the Account simultaneously builds on and broadens the focus of existing EPSRC investment in cross-disciplinary research in four grants; all of these grants are cross-disciplinary, multi-institutional and investigate the potentials and challenges of the internet and Web 2.0 in addressing issues of crime (e.g., paedophilia and community safety), resilience (crime reporting and disaster planning) and community cohesion (relationship building). Although the account is centred on Lancaster, it actively promotes collaboration with our large network at other institutions, e.g., the 15 higher education institutions and research centres involved in our existing grants above and partners such as, the Home Office, Interpol, various city and county councils, local police and schools.In addition to scientific knowledge gained from the studies reported in articles and reports targeted at policy/practice audience and the general public, the Account also aims to develop a Community Empowerment Programme, to be utilised by communities to design systems to tackle anti-social behaviour issues in their area. Furthermore, the results from the studies form the basis of an Ultra-large-scale Living lab, where communities, researchers and practitioners come together to undertake unprecedentedly large studies of the role of social media in tackling societal problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I016546/1","grantId":"EP/I016546/1","fundValue":"200396","fundStart":"2010-11-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"  The project's prototypes saw live deployment in community consultations within a rural community in the North West as well as an inner city London Borough. They have also underpinned a number of cross-disciplinary programmes including research conducted as part of the EPSRC Cross-Disciplinary Interfaces project Catalyst on Citizen-led innovation. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Security and Diplomacy Societal,Policy & public services","person":"Awais  Rashid","coPersons":["Jon  Whittle","Corinne Anne May-Chahal","Karenza  Moore"],"organisation":"Lancaster University","findingsText":" In recent times, online social networks have become the norm for not only communication but also to provide social commentary or to engage a large number of people in various initiatives. Approaches have ranged from the UK government crowd sourcing citizens' views on areas of policy importance, to BP soliciting solutions during the Gulf of Mexico oil spill, through to focused community-driven campaigns such as SeeClickFix or LoveLewisham.org. In this context, social networking sites have proven a useful medium to conduct public consultations and allow engage- ment on a large-scale - with many people reached very quickly, easily and cheaply. The potential of online social networks to coordinate actions on a large-scale has been visible in stark contrast recently, both for positive change in the form of the Arab Springs and disruptive initiatives such as the 2011 UK riots (followed by communities coordinating clean-up efforts). However, these two examples also demon- strate the limitations of current approaches to utilising online social media in community actions, i.e. they are limited to crowd sourcing views or coordinating actions. Primitive searches and filters can be applied but they do not enable communities (and individuals or groups within communities) to synthesise the data, reflect upon the discussions, interpret their relevance and understand how they relate to other pertinent issues. Significantly, they enable communities to raise their voice about issues that affect them but do not empower them to collaborate and design new systems or modify existing ones to address such issues.\n\nThe key output of the project is a novel social media platform UDesignIt which overcomes these limitations by enabling communities to not only discuss problems but also to identify their own solutions. UDesignIt combines Natural Language Processing (NLP) with feature modelling to: identify key themes being discussed; group these themes according to their similarity to form a feature model-like structure; and automatically name the themes to ease the process of identifying the concepts being discussed. In addition, to make the resulting feature model accessible and comprehensible, we add an &quot;image-cloud&quot; overlay (an extension of word clouds to image-based representations) to provide a highly visual representation of the themes. The system provides near real-time processing of text to increase the interactivity of the models generated, and hence, reflect the interactive nature of social networks. Furthermore, it supports not only typical input channels such as PC, tablet or mobile phone but also large interactive displays situated in physical community spaces to enable inclusion of otherwise marginalised community groups, e.g., those from poor economic backgrounds or with limited digital skills. rom a community perspective, the novel aspects of UDesignIt include: the ability to reflect on the ideas and opinions in an organised and visual manner; near real- time synthesis of data to identify how specific external factors (e.g., government policy) affect emerging issues and solutions; an inherently inclusive platform to include both the tech-savvy individuals and groups and those that would otherwise be marginalised; the &quot;power&quot; for communities to co-ordinate consultations in an ad-hoc and on-demand man- ner and identify solutions without an overly demanding or externally controlled process. From a software engineering perspective, the approach enables large-scale engagement of stakeholders during requirements elicitation and high- level design. \n\nOnline social networking sites have become a valuable source of information and insights regarding social problems that communities face. If the knowledge contained within these sites can be harnessed, it can provide communities with a tool that can empower them to become key stakeholders n the design of systems affecting them. UDesignIt can be used in general to improve software engineering practice by enhancing the interaction with stakeholders, particularly non-technical stakeholders, when eliciting requirements. Most significantly, however, UDesignIt offers a blueprint for next generation social networks (both algorithmic and social aspects) that are designed principally to empower citizens to be at the heart of new interventions. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}