{"id":"9ECA98EA-D520-4241-A8F8-FD10159E1CB8","title":"Science at the Triple Point between Mathematics, Mechanics and Materials Science","abstractText":"In 2010 the US National Science Foundation (NSF) awarded a 'Partnerships for International Research and Education' (PIRE) grant for &quot;Science at the Triple Point between Mathematics, Mechanics and Materials Science&quot; from a highly competitive field of hundreds of applications. The grant was awarded to form a network of international working groups around major research areas in Mathematics, Mechanics and Materials Science. The University of Oxford is one of four named European Partners working with US Participating Institutions to develop research collaborations that will benefit both PIRE-funded participants and European researchers alike. This proposal is directed to issues in applied mathematics and mechanics which arise from materials science. Many contemporary problems in new and advanced materials are related to the variety of length and time scales and heterogeneities inherent in their fabrication and function. Predictive theories for these complex systems require new advanced mathematics whose discovery will be enhanced by international collaboration. New mathematics can abstract methods developed in one area and apply them to other areas, facilitating far-reaching cross-fertilization and the discovery of unanticipated linkages. The complementary strengths and combined expertise of the team will push applied analysis to these new frontiers.\n\nThe proposal concerns four main subjects:\n\n1. Pattern Formation from Energy Minimization. \nSeveral members of the PIRE team have organized their careers around problems at the interface between materials science and the calculus of variations. We have identified four topics that seem ripe for near-term development. Each is an area where several team members have expertise; therefore the enhanced communication associated with this PIRE will greatly accelerate our progress.\n\n(a) Elastic sheets, leaves, and flowers.\n(b) Dimension reduction\n(c) Stressed epitaxial films\n(d) Dislocation microstructures in crystal plasticity.\n\nA recurring theme is the search for ansatz-free lower bounds. Guessing the minimum-energy state is usually easy (nature gives us a hint). Understanding why the guess is right - why no other state can do better - is typically much more difficult.\n\n2. Challenges in Atomistic to Continuum Modeling and Computing. \nLocalized defects such as dislocations, crack tips, or grain boundaries interact across large length scales though elastic fields. Accurate simulation of localized defects requires an atomistic model - which however is too computationally demanding to be used for the entire system. Hence the attraction of atomistic-to-continuum coupling, which permits one to use the computationally intensive atomistic model only near the defects. Far away, where the deformation is nearly uniform, a continuum elastic model provides adequate resolution.\n\n3 Prediction of Hysteresis.\nFor a solid-to-solid phase transformation, thermal hysteresis refers to a transformation temperature on cooling that differs from that on heating. Hysteresis also occurs during stress-induced transformation, with the stress needed to induce the forward transformation being different from that causing the reverse transformation. Similar effects occur in ferromagnetism and ferroelectricity. Recently this topic has acquired fresh significance in connection with materials for energy conversion, since the efficiency of a conversion process often depends on the size of an associated hysteresis loop.\n\n4 Pattern Dynamics and Evolution of Material Microstructure. \nCellular and granular networks are ubiquitous in nature. They exhibit behaviour on many different length and time scales and are often found to be metastable. The energetics and connectivity of the ensemble of the grain and the boundary network during evolution play a crucial role in determining the properties of a material across a wide range of scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014494/1","grantId":"EP/J014494/1","fundValue":"30350","fundStart":"2012-10-09","fundEnd":"2017-10-08","funder":"EPSRC","impactText":"","person":"John  Ball","coPersons":["Yves Celio Capdeboscq","Endre  Suli"],"organisation":"University of Oxford","findingsText":" This ongoing grant is for Oxford postdocs and faculty to travel to other nodes in an NSF funded PIRE network involving various US and European nodes, including Oxford. The visits made have contributed to research projects on solid phase transformations and liquid crystal elastomers. Through collaborations in and outside the PIRE network and research papers generated. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}