{"id":"9ECF01B6-77E0-4B54-82EF-3889AC6C01E4","title":"Mathematical Virology: A new mathematical approach to viral evolution grounded in experiment","abstractText":"Society faces a number of major challenges due to the impact of global warming on world climate. One consequence is the spread of otherwise rare and poorly characterised viral infections into economically advanced areas of the world. Examples include Bluetongue virus, which arrived in the UK after years of being restricted to much warmer climates. This poses a threat to public and animal health from both existing viruses and newly emerging ones. \nA major problem in the design of anti-viral therapies is the emergence of viral strains that are resistant to anti-viral drugs soon after initial treatment. Research into the mechanisms that could prevent such viral escape is therefore urgently required in order to develop therapeutics with long-term action. Moreover, viruses can evolve strains that cross the species barrier, for example from an animal to a human host as in the case of bird flu, and it is important to be able to develop strategies to prevent this. Insights into virus evolution could shed light on both issues. In particular, we need to better understand the constraints that viruses face when their genomes evolve, and find ways of predicting such evolutionary behaviour. \nIn our previous research we have gained fundamentally new insights into the constraints underlying virus structure and function. In an interdisciplinary research programme, combining the modelling expertise of the Twarock group at the York Centre for Complex Systems Analysis at the University of York with the experimental know-how of the Stockley and Rowlands Labs at the Astbury Centre for Structural Molecular Biology In Leeds, we investigate here their impact on the evolution of viruses, working with a number of viruses including picornaviridae that contain important human and animal viruses, such as foot-and-mouth virus. Our research programme aims at improving our understanding of the factors that determine the evolutionary behaviour of viruses, and we will use these results to explore strategies to misdirect viral evolution. In particular, we will assess in which ways the structural constraints we have discovered earlier lead to evolutionary bottlenecks, i.e. correspond to constraints that the viral escape mutants cannot avoid, and that a new generation of anti-viral therapeutics could target. Moreover, we plan to develop methods to predict how viruses may react to a drug, and use this to test the impact of different anti-viral strategies. This research has the potential to lead to a new generation of &quot;evolutionarily-stable&quot; therapeutics that are less susceptible to the problem of escape mutants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K027689/1","grantId":"EP/K027689/1","fundValue":"226594","fundStart":"2013-07-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Peter George Stockley","coPersons":["David John Rowlands"],"organisation":"University of Leeds","findingsText":" We have demonstrated that RNA packaging signal-viral coat protein interactions in the family of positive sense single stranded RNA viruses can be novel drug targets. This group includes major human pathogens such as polio, HIV, hepatitis B etc. As part of a commercialisation package for the patent that we have filed. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}