{"id":"9ED093CF-3947-4BFD-8C0D-0B0B3F5DBB63","title":"Researching multilingualism, multilingualism in research practice.","abstractText":"<p>This project has been funded under the ESRC Researcher Development Initiative scheme (Round 4) from May 2010 - April 2013.&nbsp; It is based in the MOSAIC Centre for Research on Multilingualism, School of Education, University of Birmingham. Dr Deirdre Martin (PI) and Professor Marilyn Martin-Jones with members of the Centre direct the project.</p>\n\n<p>Aims:</p>\n\n<ul>\n \n\n <li>Provide advanced research training and development activities related to multilingualism.</li>\n\n <li>Encourage application of well-established research methods from sociolinguistic studies of multilingualism to other social science disciplines, particularly education.</li>\n\n <li>Develop dedicated research training materials and facilitate international dialogue among researchers running research methodology courses for postgraduate students researching in multilingual contexts.</li>\n</ul>\n\n<p>Events include: </p>\n\n<ul>\n \n\n <li>A five-day residential course: Researching multilingualism: key concepts, methods and issues (University of Birmingham, July 2010 and April 2011).</li>\n\n <li>Follow-up support days.</li>\n\n <li>A workshop: Transcribing bilingual discourse at the ESRC Centre for Research on Bilingualism (Bangor University).</li>\n\n <li>One-day regional workshops on specific themes (at the Universities of Birkbeck, Cardiff, Goldsmiths, Leeds, Strathclyde). </li>\n\n <li>2 master-classes.</li>\n\n <li>Ongoing development of specialist research training materials.</li>\n\n <li>A final conference.</li>\n</ul>\n\n<p>For sustainability, project activities are embedded within the UK Linguistic Ethnography Forum (special interest group, British Association for Applied Linguistics).</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H022899/1","grantId":"ES/H022899/1","fundValue":"81406","fundStart":"2010-05-01","fundEnd":"2013-04-30","funder":"ESRC","impactText":"","person":"Deirdre  Martin","coPersons":["Adrian Joseph Blackledge","Sheena Frances Gardner","Marilyn  Martin-Jones","Angela  Creese"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}