{"id":"9ED15A1E-29E4-4185-AC3F-D63B89A9FBC6","title":"Seasonal interactions and rapid population declines in Afro-Palaearctic migratory birds","abstractText":"Across Europe, widespread and rapid population declines are currently being reported in many migratory bird species. For example, breeding populations of cuckoo, nightingale and spotted flycatcher in Britain have halved in the last 15 years. The causes of these declines are not understood, but the greater impact in long-distance (particularly sub-Saharan) migratory species has led to suggestions that they are being driven by changes on wintering sites. However, understanding population change in migratory species is complex because of the vast distances over which these species can travel, and the large number of locations on which they depend throughout their migratory ranges. Environmental changes in the breeding, migratory or winter locations could all be contributing to these population declines. Indeed, within the UK, we have previously shown that not all migrant populations are declining, and that both resident and migrant populations are faring better in the same areas. This suggests that changes on the breeding grounds, such as declines in habitat availability resulting from agricultural intensification, may be a primary driver of population trends (in both residents and migrants), but that changes in conditions on migration routes or winter locations may result in additional 'costs of being migrant'. As the resources and infrastructure available for conservation actions vary greatly between Europe and sub-Saharan Africa, it is extremely important to identify where resources may best be spent, before embarking on costly actions that may be difficult to implement.\n\nVery little is known about the winter distribution and habitat use of the migratory bird species that travel to sub-Saharan Africa. However, these species are very well-monitored during the breeding season, thanks to volunteer-based bird surveys that are carried out across Europe to provide national estimates of the annual abundance of many species. In addition, volunteer-based constant effort bird ringing in many countries is used to monitor survival and recruitment into breeding populations. The Europe-wide scale of these data sources provides a powerful opportunity to address these issues, through within-species comparisons of (a) populations that breed across Europe but have different migratory routes, and (b) the consistency of these patterns among resident and migratory species. \n\nWe therefore propose to, for the first time, integrate these large-scale, long-term data, in order to explore the extent of the population declines across Europe, identify locations and habitats where declines are most severe, and quantify the demographic and environmental factors that are driving the population declines. Quantifying the relative contribution of breeding and non-breeding season processes to these declines will be key to identifying the most appropriate locations for targeted conservation actions for these species, and will provide the framework for species-specific research in complex migratory systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L007665/1","grantId":"NE/L007665/1","fundValue":"333796","fundStart":"2014-04-18","fundEnd":"2017-04-17","funder":"NERC","impactText":"","person":"Jennifer  Gill","coPersons":["Simon James Butler"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}