{"id":"9ED44BEF-0279-44AE-B695-A9D7A620FB6B","title":"Synthesis and Preliminary Evaluation of enlarged SAM analogues for Reverse Chemical Genetic Studies on Protein Methylation","abstractText":"The fewer than expected number of genes (30,000) identified by the human genome project indicates that the complexity of human biology is not due to the number of genes alone but to the molecular mechanism by which these genes are switched on or expressed and on how their protein products function. Inside nuclei genes that encode proteins are by winding the DNA around proteins called histones. These genes must be switched on so that they can cause the important changes required for cells to function inside the body. To do this the DNA has to be unwound from the histone proteins and there are special enzymes that chemically modify the histones in order do this. The study of these modifications is called epigenetics Enzymes called methylases can alter the histone proteins and start a sequence of events that can either switch genes on (transcribe genes) or off (repress genes). The project described here aims to investigate a novel strategy for studying how these methylases work. The difficulty in investigating these is that there are hundreds of similar enzymes inside cells and therefore studying particular ones is very difficult. Also it has been shown that these enzymes modify other proteins apart from histones eg p53. Therefore it is important that we can survey the contents of the whole cell for substrates of one individual enzyme. In this proposal we wish to use what has become known as the 'knobs &amp; holes' approach. This involves modifying the coenzyme called S adenosyl methionine (SAM) to make it larger through the addition of a suitable chemical group called an alkyl group and concurrently modifying the enzyme under investigation. This increases the size of the binding pocket of the enzyme so that it can accommodate the enlarged coenzyme and so allow the protein target to be modified and hence utilised as a substrate. One methylase called histone methylase SET7/9 with an important function in activating the expression of genes will be modified so that it can be easily identified inside cells. In this way its function in causing changes to the expression of genes can be investigated. How these events occur is currently not understood and it is important to explain the events involved as this will shed light on how genes are switched on and off, processes which are vital to human health. In this proposal we descibe a number of enlarged S-adenosylmethionine analogues based on a reactive chemical group called an aziridinoadenosine. Because the aziridinoadenosines are highly reactive, we will prepare a new photoactivatable version that should minimise non-specific activity of these compounds. The aziridinoadenosines have been designed to form permanent covalent bonds between the protein target and the SAM analogue allowing it to be identified by the mass spectrometry. In order for the SAM analogues to be accommodated mutant forms of SET7/9 will be prepared and examined for catalytic activity with both natural S-adenosylmethionine and the aziridinoadenosine analogues. Currently a PhD student funded through a BBSRC strategic studentship is making several other s-adenosylmethionine analogues that should be utilised by the mutated SET7/9 enzymes. In order to assist in the separation of the aziridinoadenosine-protein adducts from complex biological solutions, these have azido- or alkynyl groups attached that can be selectively reacted with fluorescent groups or biotin to allow the adducts to be readily identified. Preliminary experiments with the prepared SAM analogues and complementary mutant forms of SET7/9 will performed to demonstrate that this approach will allow its specific protein targets to be identified.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E014089/1","grantId":"BB/E014089/1","fundValue":"399433","fundStart":"2007-08-13","fundEnd":"2010-02-12","funder":"BBSRC","impactText":"","person":"Neil R Thomas","coPersons":["Eleni  Stylianou"],"organisation":"University of Nottingham","findingsText":" We have developed new tools that can be used to identify the protein targets for a number of important methylation enzymes. As tools in epigenetic studies. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}