{"id":"9ED816D0-D0AB-4EC3-9B14-95443B336DD4","title":"Evolution and dynamics of pellets and dust in dynamic gas-plasma systems","abstractText":"Nuclear fusion offers the prospect of almost limitless power production with minimal environmental impact. Magnetic fusion in tokamaks (which are magnetic chambers that can hold plasma at a temperature in excess of that in the solar core) has demonstrated a practical route to power generation via JET, and the construction of the next generation of fusion power station, ITER, is well under way. Key elements in the realisation of practical fusion power are (i) maintaining plasma stability, and (ii) refuelling the reactor. The injection of cryogenically solid fuel pellets offers a way to address both aspects: these icy pellets of Deuterium-Tritium mixture are fired at speeds of up to 300m/s into the burning fusion plasma in order to replenish spent fuel, and also to drive the density profile across the plasma, so aiding the stability of the burning process. The evolution of the pellet as it encounters the energetic plasma presents technical challenges, demanding stringent modelling in order to optimise the process. The pellet evaporates under the intense bombardment of the energetic fusion plasma, shedding fuel gas in clouds along its trajectory. These clouds become ionized and polarized (charge-separated) as part of the process of equilibrating with the pre-existing reactor plasma, and at the same time the pellet also becomes charged; complex electromagnetic and fluid forces then determine the density deposition profile as the pellet trajectory evolves from being purely ballistic (ie with trajectory governed by initial conditions at launch) to a more sophisticated dynamics. Moreover, the response of the existing plasma to the new material affects the reactor conditions, and accounting for the transient feedback (over a few milliseconds) in both directions is a challenging problem. This research proposal aims to create new modelling of the evaporation, ionization and fluid/electromagnetic feedback on both the plasma conditions and the pellet evolution by exploiting new techniques in handling gas-magnetized plasma momentum and energy exchanges, and ionization mechanisms. By so doing, it is hoped that this proposed research can address gaps in the current approaches, and assist in the creation of a new, optimised design of pellet refuelling and stability for tokamaks. The impact of this science is broader than the immediate technological goal of carbon-free energy production: similar plasma-solid interface physics occurs in many situations, from cometary impact on stellar atmospheres to plasma catalysis and gas remediation. Indeed, there are many circumstances in which plasma impacting directly or indirectly onto a surface can promote beneficial changes to that surface, such as making it waterproof (hydrophobic) or biocidal (inhibiting bacterial attachment) or laying down new surface coatings (plasma vapour deposition). Though the analysis and modelling of frozen pellets for fusion may not seem initially to be relevant to these areas, there is major scope to explore whether or not small droplets or pellets in suspension may provide advantages over classical plasma processing techniques in applications such as coatings or catalysis; the insight offered by the research proposed here will be key to evaluating these new potential uses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N018117/1","grantId":"EP/N018117/1","fundValue":"344732","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Declan Andrew Diver","coPersons":["Hugh  Potts","Norman  Gray"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}