{"id":"9ED92BE6-DC51-41F0-B28F-A41FE34148D4","title":"Intelligent MicroGrids with Appropriate Storage for Energy (IMASE)","abstractText":"Whilst the background situation in India and UK are very different they have common requirements in terms of community energy management including generation, loads and storage, with the UK moving from centralised generation and control to local generation and control and India trying to get more users on-grid but with a short-term need to manage off-grid at a local community. A critical challenge for India is to improve the supply of power to rural communities: the power cuts which hit 28 states in India in July 2012 demonstrate that action must be taken urgently to advance power generation and distribution technologies and this will undoubtedly require major increases in renewable sources (as with the UK). Whilst reforms to the central distribution system may be slow, significant changes for end users can be achieved using &quot;microgrids&quot; (e.g. communities with microgeneration) which, when coupled to appropriate energy storage technologies, have the capability to operate off-grid. Research into design operation and management of microgrids can have a significant impact, particularly for rural communities, in the short to medium term.\nEnergy storage is required at different time scales for microgrids in order to ensure the quality of supply (small energy stores that can respond quickly in order to even out fluctuations in the power supply), daily mismatch (medium size stores to provide energy at times of low or no wind/solar generation during a day) and seasonal storage (large stores to meet the seasonal shortfall in microgeneration, for example during the winter or monsoon period). This distributed energy storage for a community's microgrid also provides an opportunity for load shedding from the national grid. Therefore, energy storage for microgrids is not only essential for grid remote locations, but has an important role to play for grid connected microgrids, helping to reduce the dependency of the community on the main grid and providing distributed energy storage at times of over capacity on the main grid.\nOptimising a microgrid in order to maximise the efficiency of the microgrid whilst maintaining the quality and security of supply requires the integration of electricity generation, storage, and transmission/distribution components. The optimal selection and configuration of these components depends on a number of key factors such as demand profile, microgeneration profile, main grid dependency (ranging from no dependency, e.g. grid remote, to a high dependency, e.g. microgeneration capacity is only a fraction of the local power demand). The energy management system needs to balance a community's energy demand through direct microgeneration, stored energy and, when available, centrally generated electricity. The microgrid can be AC or DC, which will affect the power conversion efficiency for the microgeneration and appliances which make-up the demand on the microgrid. Another important factor is the two-way interface between the microgrid and main grid. It quickly becomes evident that one microgrid solution will not be effective for all the potential deployment scenarios and a flexible systems approach is needed to establish the best technologies and best energy management strategies to provide power for the local community but also to help make the main grid more robust.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K036297/1","grantId":"EP/K036297/1","fundValue":"710708","fundStart":"2014-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Gavin Stuart Walker","coPersons":["David Malcolm Grant","Christopher Mark Johnson","Jon  McKechnie","Mark  Sumner"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}