{"id":"9EE64838-591F-412F-AA35-958CA186FFEA","title":"Territory of Desire: Representing the Valley of Kashmir","abstractText":"A product of territorial dispute between India and Pakistan since 1947 and exacerbated by armed freedom movements since 1989 and brutal reprisals by the Indian State, the Kashmir conflict has been hitherto studied exclusively from the perspectives of political science or history. Furthermore, it has usually been examined as an international territorial conflict between two sovereign nations. I offer a radical alternative to both these approaches: shifting the focus of enquiry to the relationship between the Indian nation and a long-standing conflict zone within its democratic remit, I examine the discourses whereby the demographic and symbolic heart of Kashmir, the Kashmir Valley, has been represented during the twentieth century by non-Kashmiri Indians and Kashmiris.\n\nBy 'discourse', I indicate the links between textual representation and political power, where 'textual' covers different representational media-literary, cinematic, and visual. Using an interdisciplinary approach that combines the interpretative practices of literary and cultural studies with fieldwork in Kashmir, I link the conflict over territory to certain repeated forms of representation, through which the Valley has emerged both as a space of desire for the Indian nation, and the un-modern other for the modern Indian self.\n\nIn analysing Kashmiri voices of resistance to this role for the Valley, this book also presents the first systematic study of contemporary Kashmir/ writers, film&shy; makers and artists. Rather than mimic the exclusionary moves of Indian and Pakistani territorial wrangling over Kashmir, 1 foreground Kashmiri responses to the Valley's representation as a 'territory of desire' at the cost of their individuality. At the same time, by bringing these Kashmiri voices in dialogue with wider Indian responses to the Kashmir conflict, I emphasise the necessity of the cultural practitioner in transforming the postcolonial public sphere into a space of compassion, restored agency, and reater democratic responsibility.\n\nFurthermore, by analysing texts about Kashmir alongside texts from Kashmir, I present an alternative model for dialogue between creative intellectuals representing opposing perspectives within the nation-state. My research offers a dynamic alternative to the very connections between epistemic violence and colonial Indian modernity that my research exposes. In unearthing these connections, moreover, and in establishing the further links between the myths and fantasies of nationhood that the citizen naturalises in order to stabilise inequalities within the nation, I aim to extend the relevance of this particular case study to a wider audience interested in postcolonial conflict and its possible resolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500931/1","grantId":"AH/D500931/1","fundValue":"21187","fundStart":"2006-09-25","fundEnd":"2007-01-24","funder":"AHRC","impactText":"","person":"Ananya Jahanara Kabir","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}