{"id":"9EEA12A5-D1E0-4FB4-BF1F-888DDEBA6AA2","title":"Embracing complexity in science and society - a taught course for built environment researchers","abstractText":"All phases in the life cycle of buildings are characterised by complexity, from their inception, through design, construction and operational life, to their disposal or recycling. Examples of complex systems in the Built Environment are manifold, including: the interaction between multiple services systems and components, the building fabric, the external environment and the building users in the design and operation of environmental services in buildings; the social and cultural interactions that strongly influence the management of the design and production processes e.g. the conditions of cooperation, competition and conflict that occur in different measures in all procurement and tendering processes, and the assessment of the sustainability of built assets, which requires that due account be taken of social, economic and environmental issues.A host of technical, organisational and cultural problems faced in the built environment, of the kind outlined above, have resisted orderly solutions when tackled by conventional methods, largely because of their inherent complexity. It is envisaged that research methods employing developments in complexity science will be much more successful than conventional methods in tackling these problems. However, the application of complexity science in the built environment has been very limited. Therefore, we propose that the research community in the built environment disciplines will benefit greatly from the provision of taught courses, and other resources, designed specifically to advance and foster the use of complexity science in the sector.The broad aims of the proposed course are to expose the BE research community to complexity science, identify potential areas of application in BE and provide tools and techniques for the pursuit of these applications. We also believe that it is critically important that the development does not end with a single course, but that there are mechanisms for future development and delivery of the material and for the generation of multi-disciplinary collaboration and synergy. Furthermore, we note that the variation in experience and knowledge of potential attendees is large, as is the potential range of areas of application, as identified above. We therefore seek to provide course structures, content and delivery that will be both broad-ranging and adaptable. Driven by these aims and constraints, we propose the following specific features:To develop a course content that moves from generic principles of complexity, through applications in other disciplines and methodologies/tools, to specific Built Environment applications and which accordingly draws upon a wide range of multidisciplinary expertise.That the course structure should include sufficient time for debate and interaction both between the audience and deliverers and within the audience.That the course should be designed to be delivered on a number of occasions. To develop course content/structures utilising a core and options approach, allowing individual instances of the delivery to be tailored to suit the audience.That the course should commence the process of interaction and collaboration within and outside the Built Environment research community and be a catalyst for the establishment of a forum to support this in the long term.To provide a set of electronic and/or web-based resources to be used as an adjunct to the conventional delivery of the course and to provide for future training in complexity beyond the life envisaged for the programme of courses","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D033454/1","grantId":"EP/D033454/1","fundValue":"64471","fundStart":"2006-07-17","fundEnd":"2008-01-16","funder":"EPSRC","impactText":"","person":"J  Lewis","coPersons":["Halim  Boussabaine","Robert Ralph Geyer"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}