{"id":"9EF26018-1A57-4175-8878-EFAA20B23C57","title":"UK Indemand: a National Research Centre for reducing Industrial Energy and Material use in supplying UK needs","abstractText":"One third of the world's energy is used in industry to make products - the buildings, infrastructure, vehicles, capital equipment and household goods that sustain our lifestyles. Most of this energy is needed in the early stages of production to convert raw materials, such as iron ore or trees, into stock materials like steel plates or reels of paper and because these materials are sold cheaply, but use a lot of energy, they are already extremely energy efficient. Therefore, the key materials with which we create modern lifestyles - steel, cement, plastic, paper and aluminium in particular - are the main 'carriers' of industrial energy, and if we want to make a big reduction in industrial energy use, we need to reduce our demand for these materials. In the UK, our recent history has led to closure of much of our capacity to make these materials, and although this has led to reductions in emissions occurring on UK territory, in reality our consumption of materials has grown, and the world's use of energy and emission of greenhouse gases has risen as our needs are met through imports.\n\nThe proposed UK INDEMAND Centre therefore aims to enable delivery of significant reductions in the use of both energy and energy-intensive materials in the Industries that supply the UK's physical needs. To achieve this, we need to understand the operation and performance of the whole material and energy system of UK industry; we need to understand better our patterns of consumption both in households, and in government and industry purchasing, particularly related to replacement decisions; we need to look for opportunities to innovate in products, processes and business models to use less material while serving the same need; and we need to identify the policy, business and consumer triggers that would lead to significant change while supporting UK prosperity.\n\nThe proposer team have already developed broad-ranging work aiming to address this need, in close collaboration with industry and government partners: at Cambridge, the WellMet2050 project has opened the door to recognising Material Efficiency as a strategy for saving energy and reducing emissions, and established a clear trajectory for business growth with reduced total material demand; in Bath, work on embodied energy and emissions has created a widely adopted database of materials, and the Transitions and Pathways project has established a clear set of policy opportunities for low carbon technologies that we can now apply to demand reduction; work on energy and emissions embodied in trade at Leeds has shown how UK emissions and energy demand in industry have declined largely due to a shift of production elsewhere, while the true energy requirements of our consumption have grown; work on sustainable consumption at Nottingham Trent has shown how much of our purchased material is discarded long before it is degraded, looked at how individuals define their identity through consumption, and begun to tease out possible interventions to influence these wasteful patterns of consumption.\n\nThe proposal comes with over &pound;5m of committed gearing, including cash support for at least 30 PhD students to work with the Centre and connect its work to the specific interests of consortium partners. The proposal is also strongly supported by four key government departments, the Committee on Climate Change, and a wide network of smaller organisations whose interests overlap with the proposed Centre, and who wish to collaborate to ensure rich engagement in policy and delivery processes. Mechanisms, including a Fellows programme for staff exchange in the UK and an International Visiting Fellows programme for global academic leaders, have been designed to ensure that the activities of the Centre are highly connected to the widest possible range of activities in the UK and internationally which share the motivation to deliver reductions in end-use energy demand in Industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K011774/1","grantId":"EP/K011774/1","fundValue":"6173070","fundStart":"2013-07-15","fundEnd":"2015-08-25","funder":"EPSRC","impactText":"","person":"Julian Mark Allwood","coPersons":["Jonathan Michael Cullen","Geoffrey Paul Hammond","John  Barrett","Jouni Juhani Paavola","Tim  Cooper"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}