{"id":"9EF95590-05FD-4BC4-A5D5-FE26E655BAA4","title":"CSML - Strategic Exploitation and Knowledge Transfer (C-SEKT) (eScience)","abstractText":"One of the main outputs from the NERC DataGrid (NDG) project was the development of a data model, the Climate Science Modelling Language. This provides the key to integrating heterogeneous data resources by focussing on the 'semantic content' of the data, rather than file formats, database schemas etc. CSML represents a pioneering application of emerging ISO standards for geospatial data, and associated standards-based data access web services have been developed - a Web Map Server (WMS) for viewing, and a Web Coverage Service (WCS) for data delivery. CSML has already achieved some unsolicited external success, having been exploited already in several research projects apart from NDG: - European projects MarineXML, and its follow-on MOTIIVE have adopted CSML as the basis of a marine data model - the Norwegian meteorological agency has used CSML as the data model in a prototype water level forecasting and validation project - it is providing the data integration mechanism behind the web-based IPCC Data Delivery Centre - it was used in the CEH EcoGrd project investigating data models for ecological data Recognising an increasing demand for standards-based data models, this proposal will build upon the research success of CSML by applying and evaluating it in several strategic areas. These include the global WMO Information Service underlying the national weather services, the EU INSPIRE Directive developing a harmonised infrastructure for environmental data in Europe, and the GMES project developing an operational ocean forecasting service for Europe. This will be achieved first by undertaking some additional development work on CSML to move it from a research output to a product that meets the requirements of these key activities. Second, partnerships will be formed with the UK MetOffice and the Reading e-Science Centre, which play major roles in the target activity areas. Through these partnerships, CSML will be presented and applied to the various target activities, and evaluated for suitability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F009445/1","grantId":"NE/F009445/1","fundValue":"88693","fundStart":"2008-04-01","fundEnd":"2010-03-31","funder":"NERC","impactText":"","person":"Andrew  Woolf","coPersons":["Bryan  Lawrence"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}