{"id":"9EF9C3F3-0A93-49B5-A614-5C6991793D42","title":"Goal-Directed Trajectory Planning of Therapeutic Pathways for Septic Shock Patients Using Fuzzy Granules-Oriented Maps","abstractText":"The most common cause of admission to the intensive care unit is septicaemia or sepsis1, which produces septic shock2, which is also a process that often results in death that follows multi-organ failure. The mechanism of sepsis affects not just the area of the body where infection or a triggering 'insult' occurs, but triggers a cascade of inflammation and inappropriate blood clotting in the small vessels, that can spread throughout the body damaging many body. The two organs systems that typically need most support during this time are the respiratory and cardiovascular systems. In order to address this pressing need to unravel the underlying phenomena associated with ventilator/patient interactions and septic shock treatment there is need for an integrated research strategy. Hence, the aim of this project is to 'dynamically' chart (predict) the clinical state of patients during the acute phase of sepsis by integrating for the first time various types of 'knowledge nodes' from respiratory and cardiovascular functions. Such nodes will combine mechanistic models driven by physiology, data-driven models elicited via experimental data, linguistic knowledge emanating from clinical experts, and discrete discontinuous data. The information included in this dynamic chart (map) will be specific to the treatment therapies subscribed to the patients but will not be patient-specific since the hybrid nature of the information included will lend itself automatically to generalising properties following intra and inter patient parameter variability. Ultimately, this information will be used to design an integrated intelligent decision support system that is able to merge (fuse) the various types of knowledge and multi-source data for appropriate and effective therapy. The system will be based on a through patient modelling approach from the patient's history prior to being admitted to hospital to beat-to-beat clinical data subsequently, until his/her final discharge from hospital. As new patient data is gathered the patient hybrid model will be updated dynamically using an 'incremental learning' strategy which consists of only supplementing the current model information with the 'new' knowledge without disrupting the original optimised old model. In addition, the decision support system is improved through on-line learning with the reward/punishment scheme for good/bad therapy decisions respectively while drawing further experiences with other patients with similar conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F02889X/1","grantId":"EP/F02889X/1","fundValue":"313327","fundStart":"2009-05-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  1. Absolute Electrical Impedance Tomography (aEIT); 2. Blood Gas information integrated with aEIT to design an effective and holistic intelligent decision support system for use in general ICU to treat critically-ill patients Digital/Communication/Information Technologies (including Software),Electronics,Healthcare Societal,Economic,Policy & public services","person":"Mahdi  Mahfouf","coPersons":["Gary H Mills","Jonathan James Ross"],"organisation":"University of Sheffield","findingsText":" 1. Absolute EIT imaging (without calibration) better than relative EIT (that works by comparing readings to a baseline)\n\n2. The integration of blood gas information with aEIT more effective in deciding optimal therapy 1. portable imaging system, cheap and flexible\n\n2. effective control algorithms for therapy at Point of Demand (POD) Digital/Communication/Information Technologies (including Software),Electronics,Healthcare","dataset":"gtr"}