{"id":"9EFB392C-CE82-4D80-8B04-FEB849335C2C","title":"UKCRC Joint Funders Tissue Directory and Coordination Centre","abstractText":"Summary of Aims and Delivery\nThe main aim of our Coordination Centre is to provide strong leadership in realising the UKCRC\nFunders' Vision for Human Tissue Resources1, by increasing the quality, visibility and accessibility of\nthe UK's world class specimen and cohort collections for academic and commercial researchers. Four\nconcepts will form the foundation of our vision: (1) to identify the current limitation to optimal\nbiobanking amongst a wide range of stakeholders and custodians of research samples; (2) to reach\nconsensus on optimal solutions to those issues; (3) to implement the changes through three Work\nStreams, informatics, harmonisation and engagement; (4) to evaluate project outputs and identify\nfuture needs. The project will bring together UCL and University of Nottingham, to provide a worldclass\nenvironment with wide-ranging engagement of experts from internationally renowned\nbiobanks.\nThe Coordination Centre will be based in the UCL Office of the Vice Provost for Health and will be led\nby Anne Carter who has a strong track record of engaging with biobanking communities to deliver\nharmonisation and standardisation strategies. This strategic positioning will ensure the centre's\nobjectivity by embedding it within an environment already experienced in dealing with multiple\ninstitutional interests across organisations such as UCL Partners and UCL Bioresource. The\ninformatics development and database will be hosted within the University of Nottingham Advanced\nData Analysis Centre. Our partnership will align an unrivalled combination of world leading academic\ninstitutions, with expertise in coordinating national biobanking initiatives, developing novel\nbiobanking IT systems, and leading public/patient/stakeholder engagement, as demonstrated by the\nletters of support in Appendix I. The project will also bring together a wide and diverse range of\nbiobanks and internationally recognised researchers in informatics and 'omics' activities, for\nexample, cancer biobanks, eye banks, dental banks, a range of biobanks at the Institute of Child\nHealth and Institute of Neurology and a collection of large cohort studies in healthy and disease\npopulations.\nOur main deliverable will be the development of a robust and scalable web based informatics\nplatform with simple functionality, which will be used to link and disseminate information on the\ninformatics, harmonisation and engagement work streams. Success will depend on effectively\nengaging researchers, biosample collections, the public, regulators and policy makers, so as to\ndevelop an agreed, unified system for the UK. Biobanking groups will benefit by understanding and\nbeing actively involved in developing a pan-UK system, allowing reliable exchange of human\nbiospecimens and associated clinical data. Researchers will gain from increased visibility of, and\nease of access to appropriate quality assured samples and data, whilst funders will avoid supporting\nunnecessary bioresources. We will deliver a biobanking system appropriate for international\nbiobanking collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M501748/1","grantId":"MR/M501748/1","fundValue":"898735","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"MRC","impactText":"","person":"Brian  Davidson","coPersons":["Kirstin  Goldring","Jonathan Mark Garibaldi","Barry James Fuller","Stephen  Morris","Brian  Thompson","Amir  Gander"],"organisation":"University College London","findingsText":"","dataset":"gtr"}