{"id":"9EFD7CF3-8E06-466F-A439-799FC9CF7CC7","title":"The End of Reality: The Theatre of Richard Maxwell and the New York City Players","abstractText":"Theorists such as Daniel Mufson (2004) and Philippa Wehle (2001) have discussed the work of Richard Maxwell and The New York City Players in relation to a perceived preoccupation with 'irony' and 'failure'. Maxwell's work has also been discussed in Hans Thies Lehmann's recently translated (and hugely influential) Postdramatic Theatre (2006). \\n\\nIn her introduction to Lehmann's book, Karen J&uuml;rs-Munby cites Maxwell's work as an example of postdramatic theatre. Marcus Wessendorf has also produced an essay which applies Lehrmann's framework to the New York City Players. Entitled 'The Postdramatic Theatre of Richard Maxwell' (2003), this essay argues that the work typifies a postdramatic drive towards 'hypernaturalism' in addition to allowing for the intrusion of the 'Real' world into the fictional world of each play. These citations demonstrate both a measure of Maxwell's importance as a contemporary playwright/director and the escalating critical interest in his work. \\n\\nMy research project will aim to engage with, and critically interrogate, existing analysis whilst arguing for original and innovative readings. For example, the project will break new ground by providing the first instance of academic documentation and analysis of Maxwell's early work with Cook County Theater Department (1991-1998). In addition, I will challenge existing assumptions about radical forms of theatre by arguing that this oeuvre cannot be discussed in relation to 'irony' or 'failure' without a radical re-negotiation of the significance of these terms in the context of Maxwell's chosen approach. Furthermore, many characters depicted in Maxwell's plays are shown to experience life from a marginal perspective. They are de-centred by dint of their gender, ethnicity, race, religion, class or relationship to metropolitan life. My project will represent an original approach by being the first to analyse Maxwell's work in relation to the representation of marginalised subjectivities. \\n\\nThe eries of essays will be of interest to undergraduates, postgraduates, lecturers, teachers, and theatre professionals who work in performance and theatre settings. The primary readership is likely to be fellow academics and undergraduate and postgraduate students following courses on theatre-making, acting, cultural studies, and experimental theatre and performance. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003931/1","grantId":"AH/E003931/1","fundValue":"24439","fundStart":"2007-03-01","fundEnd":"2007-06-30","funder":"AHRC","impactText":"","person":"Sarah  Gorman","coPersons":[],"organisation":"Roehampton University","findingsText":"","dataset":"gtr"}