{"id":"9F01FD1D-BAD5-4B01-A5B2-A131A2047811","title":"Turning novel words into known words: why ostensive naming facilitates children's word learning via fast mapping","abstractText":"<p>The ability understand others and to be understood is a complex challenge for children. This research examines the mechanisms that support successful word learning in young children.</p>\n\n<p>Children are very good at forming a rough idea of what a new word means. For example, if shown a book and a novel electronic gadget and asked for the ‘iPod’ young children use process-of-elimination to link ‘iPod’ to the gadget. However, this is just the beginning. To really learn words children must form strong memories of the words and their meanings. <br /><br />Recently, we demonstrated that children only learn from process-of-elimination if ostensive naming is used. Ostensive naming involves naming something by making it very obvious what the word refers to, usually by holding up and pointing to the target object. This research builds on this finding and explores which aspects of ostensive naming make it so helpful. Experiment 1 explores highlighting the target object and decreasing children’s attention to all other objects. Experiment 2 explores the distances between the objects when they are being named. <br /><br />Overall this research will increase our understanding of mechanisms that support early word learning, when children are already speaking but still have a lot to learn. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4451","grantId":"RES-000-22-4451","fundValue":"75634","fundStart":"2011-05-02","fundEnd":"2012-09-01","funder":"ESRC","impactText":"  I am working with Durham County Council (also in partnership with Seven Stories) on the Again! Project, which encourages nursery staff and parents to read storybooks to children again and again. This project is inspired by my storybook research, which was not funded by this award, however, it relates to the general findings that does stem from this award. In September 2014, I visited Durham and spoke to both nursery staff participating in the project and, importantly, the early years coordinators at Durham County Council. In particular, I spent an entire day giving talks and answering questions about how 'less is more' for children's learning. I highlighted the research from this grant (in particular the Axelsson &amp;amp; Horst, 2014 paper) and how it relates to the work they are doing with children. I also encouraged them to see links between my ESRC-funded research and new findings in other educational domains from the US-all of which suggest that less is more when it comes to children's learning. Nursery staff in this scheme have reported children's increased interest in reading/books and improved concentration skills as a result of participating (to date 71 children's centres and nurseries are involved in the Again! project, some for the third round). The lead at Durham (C.L.) and I are discussing applying for additional funding to move this forward, i.e., implement this project more widely. Education Policy & public services","person":"Jessica Suzanne Horst","coPersons":[],"organisation":"University of Sussex","findingsText":" The proposal specified two experiments to be conducted during the funding period. We have completed both experiments. The aim of this project was to better understand how and why ostensive naming is beneficial for early word learning. Ostensive naming typically involves pointing to the target item whilst holding it away from any competitors. Study 1 broke this down and explored the individual contributions of highlighting the target and decreasing attention to the competitors. Study 2 focused on the influence of separating targets and competitors in physical space. Study 3 explored the effect of competitors also being targets (ie being named). Finally, Study 4 examined decreasing attention to the competitors through repeating competitors across trials.\n\n\n\nStudy 1. As predicted, we found that successful word learning via referent selection requires attending to 'the right thing at the right time' (Axelsson, Churchley and Horst, 2012). Specifically, this involved attending to known competitors during an initial process-of-elimination but then switching and attending to the target so that the name-object association could be encoded and learned. This finding demonstrates that word learning via fast mapping requires learning both what something is and what it is not.\n\n\n\nStudy 2. Overall, physical space between objects had an important effect on children's word learning. Importantly, however, children with relatively smaller productive vocabularies (based on a median-split at 300 words) demonstrated better word learning when objects were close together during naming. In contrast, children with larger vocabularies demonstrated better word learning when objects were farther apart. This finding has direct implication for training studies and interventions and highlights the developmental changes in word learning. Design of educational games and apps; speech therapy; teaching in nursery settings. This research could be used to help design educational toys and apps that aim to teach toddlers and young children new words and build vocabulary. These methods are also relevant for speech pathologists. Communities and Social Services/Policy,Education,Healthcare,Other","dataset":"gtr"}