{"id":"9F03C9E3-9771-4F12-B30C-27BE8F393500","title":"FLEX - Flexible Dwellings for Extended Living","abstractText":"This project looks into the future of our homes and explores the potential for adapting our dwellings to deal with the pressures of 21st century living - an ageing population, increasing atomization of the family, expensive housing, environmental targets, spiralling energy costs, and the risk of social isolation. These challenges suggest opportunities for collaboration between communities of research, practice and occupants who wish to explore configurable spaces, flexible materials, green living, and pervasive media. To harness this energy, we explore the boundaries of private and public living, involving the communities of Newcastle and Dundee in co-design workshops that focus on how communities might dwell more socially to better serve companionship, resource sharing and social resilience. We target people in their 40s to 60s, for whom retirement is on its way, to identify their interests and values and assess how retro-fitting a generation of homes could work to increase sociality.\n\nWe will run a specialist workshop for architects, designers, planners and materials experts to discuss the innovations that are possible in fitting up homes for different life stages and making communal living more possible. Materials prepared following this event and incorporating the learning will be used in community workshops in Newcastle and Dundee, to be stimulus for collaborative designing of future homes. Through this work we will explore the boundaries of acceptability and affordability, what local priorities would be and how far innovations can be imagined working in ordinary homes in Scotland and England. Through this process, we will come to learn both what would be welcomed in households in Scotland and England, and also some insight into methods of engaging households in making such changes.\n\nThe project discoveries will be captured in a blog, using video, and presented in an exhibition mounted in the two chosen areas. Feedback from these sources will go into the final evaluation of what is possible and desirable in modifying existing homes to accommodate a more socially resilient and supportive lifestyle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J007153/1","grantId":"AH/J007153/1","fundValue":"31986","fundStart":"2012-02-14","fundEnd":"2013-04-13","funder":"AHRC","impactText":"  The work here has informed our community partner Northern Architecture's policy around ageing and the distribution of the newspaper produced to show findings was circulated to 2000 regional (north-east) and national (UK) bodies that are involved in architecture and housing. RIBA requested that we give evidence in their review of ageing this year (2014) and requests are still coming in for findings and the newspaper (see linked material). There was direct local impact on tea party participants in Communities and Social Services/Policy,Construction Societal,Policy & public services","person":"Ann Maxine Light","coPersons":["Andrew  Milligan"],"organisation":"Northumbria University","findingsText":" The FLEX project looked at ageing well at home, working with experts and lay people in an array of housing arrangements to consider what small changes communities can make to ensure their neighbourhoods best support engaged lives for older people. After a fact-finding workshop with specialists in architecture, co-housing, interiors and ageing, we set up 'high tea' in local caf?s in Newcastle and Dundee to ask people on the approach to retirement to reflect on their changing needs and the nature Questions raised by our findings that would repay further attention include:\n\n* how to promote and incorporate new elder communities; \n* how to customize existing civic spaces to meet the requirements of a future elderly audience - helping us feel 'at-home' in our area or when venturing beyond it; \n* how to develop more porous boundary devices and \n* how to mitigate the risks (from embarrassment to actual vulnerability) of adopting a more social approach to others in the neighbourhood. Communities and Social Services/Policy,Construction,Creative Economy,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}