{"id":"9F052A6A-D725-4F89-B464-F1D1AEEFB45B","title":"Gas, dust and stars: the life cycle of galaxies","abstractText":"The Universe is in constant evolution. Stars form out of clouds of gas. They live by burning hydrogen into helium, and later into carbon and oxygen. The nuclear burning takes place in the centre of the stars, but the products are brought to the surface and change the composition of the star. At the end of its life, the star will expel half or more of its mass in a catastrophic wind. The material blown off from these evolved stars forms fantastic and beautiful structures (e.g. Planetary Nebulae), we don't fully understand the physics that generates the structures but suspect that binary systems and magnetic fields are a factor. The wind expels the newly formed elements into space where they enrich clouds of gas. Thus, the next generation of stars will benefit from these new elements. At the same time, some elements condense as small particles, forming dust grains. These grains are also added to the clouds. When new stars form from this cloud, some of this dust will start the formation of planets. We are studying this cycle of evolution of stars, dust and gas. We study the input of new dust into the interstellar medium, looking at a variety of objects, with special emphasis on conditions of low metallicity, as existed in the early Universe. We study how stars form, especially stars more massive than the Sun. We look at the properties of dust over a complete galaxy (the Large Magelanic Cloud is the main target). We also study the chemistry of interstellar and circumstellar gas. We are also trying to understand how the presence of binary systems can affect the physics of the mass-loss process. The solar system is itself the result of this Universe of evolution. Dust left over from its formation is still present, incorporated in large grains or even comets and meteorites. Space craft are now collecting this dust. One of the goals of our research is to find the progeny of the proto-solar dust, among the outflows of other stars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F003196/1","grantId":"ST/F003196/1","fundValue":"2025180","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  The research covered in this award has featured heavy in our outreach activities. The study of planetary nebulae especialy is visually very appealing. During this grant, outreach activities at the JBCA operated through the Visitor Centre at the Observatory, the JBCA website, working with schools and community groups, and strong links with both the print and broadcast media. The strength of the\noutreach programme was recognised by the award of grants from STFC, the IoP, the Royal Academy of Engineering, the Arts Council and Agilent Technologies. The Jodrell Bank Visitor Centre has exhibitions on astronomy\nand associated technology and attracted 70,000 visitors each year, around half of whom are school age. It is widely agreed that astronomy and space science/technology, symbolised by iconic facilities such as Jodrell Bank,\ndraws young people into studying science and then into the wider economy (e.g. Barstow report Bringing space into school science, Oct 2005). The success lead to the acceptance by the University and Northwest development agency for an ambitious new centre at Jodrell Bank, to be a\nsignature project for the northwest region, and the UK as a whole. The unique became a vital part of the bid for hosting the SKA International Office at the Observatory which later added 60 high level jobs to Cheshire East.\n\n JBCA also delivers innovative public engagement events, such as: First Light - live performance of a new composition featuring signals picked up live by the\nLovell Telescope and from microphones placed on the structure itself, turning it into a giant musical instrument; Moonbounce - poems written for a national competition organised by The Times were recited in front of an audience and sent as radio signals to the Moon, their echoes were received 2.5 seconds later by the Lovell Telescope and played back live. The Jodrell website\ncontains information for a wide range of audiences and receives around 140,000 visits each month. A highlight is The Jodcast, our podcast featuring astronomy\nnews and in-depth interviews with scientists and engineers, now attracting over 2,000 downloads per twice-monthly episode. Jodrell has a 7-metre radio telescope with a digital hydrogen-line receiver which is controlled remotely\nover the web (http://www.jb.man.ac.uk/distance/observatory). This has been used for several years on undergraduate distance learning courses and has\nrecently been piloted for use by schools in the UK and across Europe as part\nof the European Hands-On Universe project. Education Cultural,Societal,Economic","person":"Albert Auke Zijlstra","coPersons":["Malcolm  Gray","Andrew John Markwick","Simon Timothy Garrington","Ralph  Spencer","Richard  Davis","Philip  Diamond","Myfanwy  Lloyd","Timothy John O'Brien","Francisca  Kemper","Gary  Fuller"],"organisation":"The University of Manchester","findingsText":" The research covered a number of topics. A prime goal was to complete survey the Galaxy for sites of star formation and for evolved stars, using radio, sub-millimetre, infrared and optical surveys wavelengths. Much progress was made on this project, which will last over a decade. We also surveyed the Large Magellanic Clouds at wavelengths sensitive to dust .Sites of high-mass-star formation in the Galaxy were studied, later leading to a high impact program with the ALMA observatory. We worked on the catastrophic mass loss which ends the life of normal (sun-like) stars. and studied how this depends on the type of star. This is continuing research, widely disseminated through papers and meetings, and leading to follow-on grants and observing programs, both from the applicants and other teams in the world. Education","dataset":"gtr"}