{"id":"9F05A45A-AAE9-43F6-9864-765460C5800B","title":"Spatiotemporal characterization of value judgments and reward processing in the human brain","abstractText":"The main goal of this project is to provide insights into how people make everyday value and preference judgments. For instance, how do we choose among different goods at the supermarket or how do we decide which mobile phone to purchase? How do we weigh the pros and cons of the various options to make our choices as rewarding as possible? How do we make use of our prior experience with the various alternatives to help us make better choices and obtain bigger rewards in the future? How do we learn, through trial and error, to update our future predictions in order to adapt and keep up with the competitive and ever-changing world around us? Importantly, we do not want to merely measure how people behave in some of these scenarios but we would also like to understand how the human brain processes the relevant information and how the outcome of that process ultimately cause one to express or externalize (i.e., by acting out) their preferred choice.\n\nIn recent years, modern neuroimaging methods have made it possible for researchers to &quot;take a peak&quot; into the human brain. Human electroencephalography (EEG) is a non-invasive method whereby electrodes placed on the surface of the scalp measure the brain's electrical activity. This technique provides precise information on when the brain processes information in time but cannot provide a clear picture of where in the brain this information is coming from. In contrast, functional magnetic resonance imaging (fMRI) measures (non-invasively in an MRI scanner) changes in the local blood flow in the brain as we process information. This in turn allows one to identify where in the brain this processing takes place but at the expense of poor precision in terms of when processing occurs in time. It is therefore easy to see that if these techniques were applied simultaneously, they could clearly compliment each other and help provide answers as to both when and where the brain processes information. \n\nTo perform concurrent EEG and fMRI experiments, however, one needs to overcome a series of technical challenges and devise an analysis methodology that will integrate the two datasets in a manner that circumvents the disparate space and time scales on which they are acquired. In collaboration between the Schools of Psychology and Physics at the University of Nottingham as well as our international partners (i.e., Department of Biomedical Engineering at Columbia University in New York), we have started to use some cutting-edge technology and analysis tools to overcome these challenges and make these simultaneous measurements possible. In this project we will recruit volunteers who will be asked to perform simple value and preference judgments while we simultaneously record EEG and fMRI data from them. We will then use the methodology we have recently devised to look at the data in an attempt to provide answers to the questions outlined above. \n\nCrucially, understanding which brain areas are involved in value judgments, how they interact with one another and at which times can potentially lead to practical applications. For instance knowing how to tab into and monitor the various brain processes involved in value-based decision making can have applications in domains as diverse as economic and public policy analysis (e.g., when deciding on savings strategies and health behaviours) and marketing (e.g., when optimizing advertisement strategies and product design). In addition, improved understanding of the neurobiology of decision-making can potentially have applications in identifying prognostic indicators of normal and abnormal ageing or in defining precursors of disorders known to compromise ones decision-making faculties (e.g., autism, personality disorders, etc).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015393/1","grantId":"BB/J015393/1","fundValue":"397955","fundStart":"2012-11-12","fundEnd":"2013-08-31","funder":"BBSRC","impactText":"","person":"Marios G  Philiastides","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}