{"id":"9F0B4818-60ED-4B91-AF60-09A71B05FD2E","title":"Web-based Spatio-temporal Interpolator for Census Area Statistics","abstractText":"This project has been supported under the ESRC/JISC Census Development Programme to develop a demonstrator system with the facility to perform an integrated set of spatial analytic procedures in order to generate consistent spatial units spanning recent British censuses based on Census Output Area geography and associated estimates of census counts. The demonstrator will be designed and piloted with input from a group of currently registered users of the data sources and in collaboration with the Census Data Units supported under the ESR/JISC Census Programme. Each of the recent censuses has added to the UK's historical legacy of digital boundary data and small area population statistics, although each also comprises a discrete data collection event set in a specific economic, political, social and technological context. The \n<b>availability</b> of digital boundary data and small area population statistics for the last four censuses does not automatically result in their \n<b>usability</b> for summarizing and comparing three decades of geographical and demographic change. The demonstrator system will be developed and tested in collaboration with the Census Data Units and a selection of registered users with a view to it becoming integrated into the range of facilities available through the Census Portal.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F035012/1","grantId":"ES/F035012/1","fundValue":"72603","fundStart":"2008-07-01","fundEnd":"2009-12-31","funder":"ESRC","impactText":"  I am not aware that findings from the research have been used.  ","person":"Nigel Stephen Walford","coPersons":[],"organisation":"Kingston University","findingsText":" The main achievement of the research production of a demonstrator that successfully combines geospatial and attribute data from separate internet service providers and integrates these using geoprocessing algorithms to apply the spatial analytic technique known as dasymetric mapping. The application of this technique has previously been limited to desktop-based geoprocessing in a PC/workstation environment and to the best of the team's knowledge the leading edge data feed approach has not been combined with these algorithms to enable the technique to be applied via an online user interface to integrate data from different time periods. There is potential for the demonstrator system to be taken for through the UK Data Service to overcome difficulties arising from changing census geographies. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}