{"id":"9F0CBACE-770B-4E86-BAC8-F9FC60330F00","title":"Mixed-Mode Fatigue Crack Studies","abstractText":"The aerospace industry is striving to design lighter structures to give higher payloads, lower carbon emissions, and improved fuel efficiency. In order to do this, materials must be used as efficiently as possible, and so it is essential that their behaviour under load is fully understood. Traditional engineering design uses laboratory data to determine the dimensions of structural elements. In many cases these data are from simplified testing of cracked samples and can be very conservative. This can lead to over-engineered components which weigh more than the optimum design.The work proposes to develop experimental techniques capable of generating data that can be used to model actual, lightweight, safety-critical components. Examples of such components are wing skin panels, which, with their array of stiffeners and holes, present a complex loading problem, where any cracks are subjected to loads in several directions thereby altering their direction of growth.Two experimental techniques will be studied: Thermoelastic Stress Analysis (TSA) and Digital Image Correlation (DIC). In TSA, temperature changes experienced by a structure under cyclic loading are measured. These changes in temperature are caused by the applied loads and their magnitude is proportional to the sum of the principal stresses on the surface of the structure. DIC, on the other hand, uses a high resolution digital camera to track surface features in three dimensions. The images are analysed to determine the relative displacements due to loading. Both these techniques can be used to determine the mechanisms of crack propagation through a metallic or composite structure loaded simultaneously in more than one direction.It is proposed to spend three months in North America using the TSA and DIC methodologies to investigate crack tip stress fields under biaxial loads in both metallic and composite materials. This work will be used to improve understanding of the relationship between different load magnitudes, loading modes, and plastic crack tip behaviour. Another key output will be the establishment of future collaborative research projects. The majority of the trip will be spent at the Composite Vehicle Research Centre (CVRC) at Michigan State University, USA. An invitation has also been received to visit the Structures and Materials Performance Laboratory at the Institute for Aerospace Research (IAR) in Ottawa, Canada. The CVRC has established a comprehensive array of laboratory facilities for testing materials and components, with a suite of state-of-the-art optical experimental mechanics equipment. The IAR is part of the National Research Council Canada, the Canadian government's organisation for research and development and has extensive research facilities in experimental mechanics, including interests in DIC and TSA, with applications in a range of aerospace structures. Both these world-leading research institutions offer the potential to develop first class research partnerships in key cross-functional, and industrially relevant disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H05197X/1","grantId":"EP/H05197X/1","fundValue":"17565","fundStart":"2010-04-05","fundEnd":"2010-09-04","funder":"EPSRC","impactText":"  The developed thermoelastic stress analysis (TSA) technique has been used further to explore damage in different materials such as delamination in Fibre Metal Laminates when subject to fatigue loading and Carbon Fibre subject to impact loads. \nAdditionally the Fourier Analysis method has been explored further at The University of Liverpool.\nFurther research is ongoing in both areas, TSA being supported by EPSRC instrument loan pool and industrial funding. Transport ","person":"Rachel Anne Tomlinson","coPersons":[],"organisation":"University of Sheffield","findingsText":" During the visit to Michigan State University (MSU) high magnification experiments were performed which demonstrated how Thermoelastic Stress Analysis can be used to observe the location of Irwin's notional crack tip and the plastic zone ahead of it. Additionally a novel technique based on using the discrete Fourier transform to analyse the structure of backscattered electron (BSE) images has been developed to evaluate the plastic strain around a fatigue crack. Development of materials which prevent fatigue crack growth, e.g. crack stoppers; in aircraft applications. Further research is being carried out at MSU, the University of Sheffield and the University of Liverpool Aerospace, Defence and Marine,Construction,Electronics,Energy,Transport","dataset":"gtr"}