{"id":"9F11EF93-F73C-47EE-80E4-071A755D4CC3","title":"Role of the Heat Shock Transcription Factor in the Fungal Pathogen Candida albicans","abstractText":"Microbes must respond to changes in their environmental if they are to survive, and many of these environmental changes are perceived as a stress. For example, many cells respond to a sudden increase in temperature (a heat shock) by making new proteins that repair the damage caused by the heat shock. This type of response is conserved from bacteria to humans. The fungus Candida albicans lives in mammals. (No niches have been found for Candida albicans other than in mammals.) Most of the time, this fungus exists relatively harmlessly on mucous (damp) membranes in the mouth, intestines or genitalia, for example. However, it can cause human disease. Candida causes oral and vaginal thrush, and it can cause life-threatening bloodstream infections in hospital patients who are too ill to combat microbial infections effectively. Given the sites that it occupies in humans, Candida will rarely be exposed to large temperature fluctuations, because our body temperature is maintained within physiological limits (close to 37C). Why then has Candida retained a heat shock response during its evolution within its mammalian host? We do not exclude the possibility that Candida might be exposed to infrequent heat shocks. However, we propose that the heat shock apparatus protects Candida against other environmental stresses. In this project we will test this idea by exploring whether Candida mutants that lack a normal heat shock response are more sensitive to the types of stress that it encounters in the human host. These include exposure to the oxidative stresses that human immunological defences use to combat microbial infections. We will also define how Candida responds to heat shock, establish what other types of stress induce a heat shock-like response, and test whether this contributes to the virulence of this fungus. This project will provide valuable new insights into the ways in which the fungus interacts with its human host during an infection, as well as insights into the evolution of stress responses in fungi.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D009308/1","grantId":"BB/D009308/1","fundValue":"286281","fundStart":"2006-05-12","fundEnd":"2010-05-11","funder":"BBSRC","impactText":"  Our findings have been used by the academic community to further advance the understanding of stress adaptation, and in particular, thermal adaptation in a major fungal pathogen of humans (Candida albicans). In addition, this project stimulated the incorporation of systems biology approaches in the medical mycology field. Pharmaceuticals and Medical Biotechnology ","person":"Al  Brown","coPersons":[],"organisation":"University of Aberdeen","findingsText":" We were the first to show that the heat shock response has been evolutionarily conserved in a fungal pathogen (Candida albicans), even though it occupies thermally buffered niches in its human host. We also showed that this heat shock response is required for the virulence of C. albicans. We showed that Hsf1 regulates essential protein chaperone genes in C. albicans, tuning their expression levels to the ambient growth temperature, and argue that this thermal homeostasis represents the primary role of the &quot;heat shock&quot; regulon in C. albicans, rather than protection against acute thermal shocks (which this pathogen rarely encounters in the wild). The data could potentially be used by the pharmaceutical companies interested in developing antifungal therapies that target thermal stress sensitivities in Candida albicans. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}