{"id":"9F119CCB-A5BF-4ADE-9998-688743FDE32A","title":"Structural steel elliptical hollow sections","abstractText":"Structural elliptical hollow sections represent a recent addition to the range of cross-sections available to structural engineers. However, despite widespread interest in their application on the basis of both architectural appeal and structural efficiency, a lack of verified design guidance is inhibiting uptake. The proposed project aims to overcome this through the generation of statistically validated design rules, developed on the basis of a sound theoretical understanding, carefully conducted laboratory tests and sophisticated numerical modelling. Laboratory testing will be the key instrument for the generation of the fundamental data required, and once calibrated, numerical modelling will be used to investigate the importance of the individual parameters and to extend the range of available data. Design rules will be developed with structural engineers in mind, with careful consideration given to finding the right balance between accuracy of result and ease of calculation method. All new design guidance will be developed in line with the Eurocode framework, with the aim that the work may be considered for incorporation into future revisions of the Code. Dissemination of the findings to the academic community will be made through journal publications and by presentation at International conferences.This is a joint application between Imperial College London and the University of Leeds, making use of the combined experience and facilities of the applicants - Dr Gardner from Imperial College with expertise of the instability of tubular steel and stainless steel elements, and Dr Lam from the University of Leeds with expertise of connections and concrete filled composite tubes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G002126/2","grantId":"EP/G002126/2","fundValue":"170038","fundStart":"2010-07-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  The findings have been used for the development and next revision of the Eurocode 4 (EN1994-1-1) Construction Policy & public services","person":"Dennis  Lam","coPersons":[],"organisation":"University of Bradford","findingsText":" Behaviour and design of the elliptical steel-concrete composite columns Development and revision of the Eurocode 4 (EN1994-1-1) Construction,Education,Environment","dataset":"gtr"}