{"id":"9F1D840C-A7C9-4339-ADD2-458230D55722","title":"A new approach to guaranteeing physical wave propagation on triangular meshes for numerical weather prediction","abstractText":"Numerical weather prediction (NWP) is the science of building computer models of the atmosphere and using them, in combination with measurements from around the globe, to predict the weather and climate. In an NWP forecast model, the surface of the Earth is divided up into a grid. When the grid is made finer, the forecast model can get more realistic, but requires bigger computers. To get sufficiently realistic forecasts, it is becoming necessary to use many computer processors (chips) working together in parallel. In the ideal case, as you add more processors, the model runs faster. However, for the type of grids used by most established operational forecast centre (including the UK Met Office), there becomes a point where adding more processors does not make the model run faster. This is because the grids are latitude-longitude grids (like the grid systems used in maps) which means that at the North and South pole, all of the lines of longitude converge. These lines represent too many connections between processors, which slow down the computation. To avoid this problem, many people have proposed using triangle or hexagon grids (rather than the quadrilaterals used in the latitude-longitude grid) which can cover the sphere more uniformly. The UK Met Office has resisted adopting these grids because the triangles and hexagons can support types of atmospheric waves which do not exist in the real atmosphere; the quadrilaterals do not have this problem. In this project, we will investigate a very simple solution: a triangular grid with equal coverage over the sphere can be turned into a quadrilateral grid by subdividing each triangle into three quadrilaterals. The aim of this project is to make some very preliminary investigations of the accuracy of NWP models that use this idea. If these investigations show that the method is accurate enough, this will lead to more substantial developments of the method and the potential to allow accurate weather forecasts and climate simulations on computers with enormous numbers of processors, leading to more accurate weather and climate predictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016007/1","grantId":"NE/I016007/1","fundValue":"26447","fundStart":"2011-07-01","fundEnd":"2013-12-31","funder":"NERC","impactText":"  The findings are mathematical results which allow my numerical methods to be used with confidence. These are now being developed as part of the Met Office project to build a new dynamical core for their weather and climate model. Environment Policy & public services","person":"Colin  Cotter","coPersons":[],"organisation":"Imperial College London","findingsText":" The aim of this project is to apply mathematical analysis to the BDFM1-P1dg finite element scheme that is being proposed by the PI for massively parallel numerical weather prediction models. We have found that these types of schemes can exhibit zero group velocity modes, but that these can be prevented by an adjustment of the mass matrix. This project is in close collaboration with the UK Met Office and is feeding into the GungHo Dynamical Core project. Environment","dataset":"gtr"}