{"id":"9F216AA9-7F15-4B93-8CC7-92A55BB82FFF","title":"Pegasus: Particle-physics Engagement with the Grid: A Socio-technical Usability Study","abstractText":"Experimental particle physics has always demanded new technology and this demand has led to many new innovations, of which the Web is perhaps most notable. Currently particle physics is demanding a new form of computer system capable of processing the vast quantity of data which will be produced by a new particle accelerator at CERN (Europe's particle physics laboratory based in Geneva called the Large Hadron Collider - LHC), scheduled to start in 2007. This experiment will produce a staggering 12-14 million gigabytes of data per year and so requires a wholly new form of computer system to process the data. This new system is called a Grid and consists of many distributed computers, storage arrays, and sensors, all working together so that any user can draw on very large amounts of computing power without needing to know about how it works or even where the computers and data are located.The UK's particle physics community has constructed a Grid (called GridPP1) as a pilot demonstrator of this technology. They are now in the process of evaluating this pilot project, and developing a new Grid (GridPP2) ready for the new accelerator where it will be used by a large number of physicists analysing the new data. However implementing new information systems is always difficult. While the pilot projects may prove technically successful, things are often very different when they start to be used to do real work. In particular the users will need to change the way they work in order to accommodate the new system, they will require (or even demand) the new system to be changed in unexpected ways because it doesn't fit with their needs, and furthermore the type of work they do collectively will be changed.This project's aim is to understand the way particle physicists are constructing their Grid, and how they are introducing it into use. This is relevant for improving the usability of all Grids and for wider information systems research for three reasons; first, particle physicists are very pragmatic in the way they construct technology and tend to employ tools and techniques in different ways to other developers (for example software companies or big firms). Second, particle physicists are distributed across the globe and have for a long time worked together as a virtual organisation ; something which is of great interest to other scientists as e-science leads them to work in similar ways. Third, because the LHC will start in 2007, and so GridPP2 must be ready on time, we will be able to observe the compromises and decisions particle physicists make to construct a usable system to a deadline. This means that the research can provide a relevant juxtaposition to current research on other innovative systems development approaches, for example Open Source Development and Agile Methods.So how do we go about such research? Here we use a research method called Ethnography. Ethnography essentially means observing, listening and recording what is going on. We will therefore attend the main meetings of GridPP, read their documents and interview people involved. From all this observation we will write a set of three documents: The first will describe how the needs of the new particle accelerator shape the design of GridPP2. The second will describe how GridPP2 is understood by, and comes to be used by, particle physicists preparing for the new accelerator. The third will detail how GridPP is actually used among particle physicists doing research using the data produced from the LHC. Using these three reports as a starting point we will produce a framework and set of guidance for other areas of science that are developing similar Grids for their work as well as other fields including engineering, businesses and government.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D049954/1","grantId":"EP/D049954/1","fundValue":"236994","fundStart":"2006-06-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"","person":"William James Venters","coPersons":["Mark Andrew Lancaster","Tony  Cornford"],"organisation":"London School of Economics & Pol Sci","findingsText":" Experimental particle physics has always worked with new technology and their willingness to be pioneers has led to many new innovations, of which the Web is perhaps the most notable. With the launch in 2010 of the Large Hadron Collider (LHC) particle accelerator at CERN (Europe's particle physics laboratory based in Geneva) physicists are facing the need to analyse the staggering 12-14 million gigabytes of data per year this experiment is now beginning to produce. In preparation for this they have developed a wholly new form of computer system to store and process the data. This system is called a Grid and consists of many distributed computers, storage arrays, and sensors working together so that any person can use large amounts of computing power without needing to know about how it works or where the computers and data are located. The UK's particle physics community has been developing and building part of this Grid, called GridPP, since 2001. However implementing new information systems is always challenging and while pilot projects may prove a technical success, things are often very different when the real work starts.\n\nThe Pegasus researchers spent three years with GridPP to understand the way they worked to construct their Grid, and how they introduced it into use. Their methods, and their overall approach is distinctive and potentially ground breaking, given that many more large distributed systems will be developed in the future. Pegasus research has been able to provide some useful lessons for improving the usability of all Grids and for those involved in wider information systems research and development. This work is useful for three particular reasons; first, particle physicists are pragmatic in the way they construct technology and tend to employ tools and techniques in different ways to other developers such as software companies, government departments or big firms. Second, particle physicists are distributed across the globe and have for a long time worked together as a &quot;virtual organisation&quot;; something which is of great interest to other fields. Third, because these developers were under great pressure to be ready in time for the LHC launch Pegasus was able to observe the compromises and decisions made to construct a usable system to a deadline. Through these perspectives the research provides a revealing juxtaposition to contemporary research into other innovative systems development approaches, e.g. Open Source Development and Agile Methods. Thus Pegasus has developed a distinctive description of the physicists work practices based on the idea of paradox and tensions, which we call &quot;collective agility&quot;.\n\nIn doing the research a method called Ethnography was employed. Ethnography essentially means observing, listening and recording what is going on. Researchers attended the main meetings of GridPP, read their documents and interviewed the people involved. They also undertook a survey. From all this work they were able to produce an extensive set of research papers for conferences and journals. Most of these are focused on the work practices of those involved in GridPP, identifying the paradoxical way they operate, and how they created &quot;clusters of competence&quot; in response to the challenge of distributed working. The researchers conceptualised their communication technology, their history and their social structures as providing a &quot;knowledge infrastructure&quot; for the project which supports these working practices. Finally the researchers identified how the physicists in the LHC experiments also develop and use their own software which shapes the Grid for their own gain - and which can challenge its underlying fabric. Drawing on this work we produced a framework of guidance for people in areas of science who are developing Grids for their work as well as in other fields including engineering, healthcare, businesses and government. The work is of use to others developing widely distributed IT systems through innovative social processes and practices. Aerospace, Defence and Marine,Creative Economy,Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy,Security and Diplomacy","dataset":"gtr"}