{"id":"9F2501BF-3E73-46A7-BCCD-5959FA9B7A6D","title":"Optical Control of Few-Spin Systems in Semiconductor Quantum Dots","abstractText":"Research efforts on solid-state based quantum information processing have come a long way within the last decade. In particular, quantum dot spins have taken center stage in the context of initialization, manipulation and measurement of a single qubit by electrical and optical means. The outcome of these efforts to-date is definitely encouraging. Electrically defined charge confinement along with electrical charge-to-spin conversion techniques have paved the way for controlling multiple spins. This approach has already achieved a number of key requirements for quantum information processing such as driven coherent oscillations and single-shot measurements. Yet, if quantum dots are to hold a prospect, demonstration of a certain level of control over qubit-qubit interactions is needed in order to sustain the pursuit of scalability. Currently, the all-optical alternative is following these footsteps with the additional prospect of ultrafast state manipulation and control. In such systems, scalability is proposed through the realization of cavity-mediated spin-spin interactions. Therefore, optical properties of coupled quantum dot pairs also referred to as quantum-dot molecules, have received increasing attention in the last few years. Given the length scales of these mesoscopic structures, along with the wavefunction span of electrons and holes forming the optical excitations, two physically close quantum dots are bound to have overlapping carrier wavefunctions and, hence, coupling. In fact, first indications of this expected behavior was already presented as early as 2001 for optically active self-assembled quantum dots. The challenge however lies in the ability to control the coupling strength at will, as well as to control the number of charges per quantum dot. This proposal is for a research program to study the relevant dynamics in a hybridized spin system in multiple quantum dots. Its objective is to use all-optical means to control the joint spin state of two or more electrons or holes in quantum dots and identify the effects of mesoscopic reservoirs in order to suppress their action on the spin states of interest. Alternatively, the whole issue can be addressed from a condensed matter physics perspective: The physical system under discussion consists of a combination of mesoscopic systems such as spin, charge and vibronic reservoirs. A high degree of control over coupled quantum dot spins will consequently allow for decisive studies to be conducted on the dynamics of nuclear spin ensembles, coherent interactions of a Fermi sea, and spin-orbit coupling mechanisms in the presence of phonons. The work will be carried out by the Quantum Optics &amp; Mesoscopic Systems subgroup within the Atomic, Mesoscopic and Optical Physics (AMOP) group of University of Cambridge Department of Physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G000883/1","grantId":"EP/G000883/1","fundValue":"257342","fundStart":"2009-03-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Mete  Atature","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have for the first time observed resonance fluorescence from self-assembled quantum dots. This is a technique developed in our laboratory and is now implemented by research groups worldwide. Using this technique we have also shown the first optical nondemolition readout of a spin qubit. Our technique has become the workhorse for quantum dot research worldwide. Creative Economy,Electronics,Energy,Other","dataset":"gtr"}