{"id":"9F365A8F-8E59-4D21-A380-EA459DE51AF9","title":"Nano-agents for read / write microscopy and nano-macro bridging","abstractText":"The nanoscale is extremely important to our world, for instance:\n\n- At this scale many of properties of materials we use at the macroscale are determined\n\n- Many biological systems have structure at the nanoscale and operate through series of reactions that take place on the nanoscale\n\nCommunicating with the nanoscale is increasingly important for our understanding of our wider world, however, it is much more difficult to do this than at larger scales. There are lots of tools for probing things at the small scale but these have many drawbacks, for instance, optical microscopy does not have sufficient resolution to see things at the nanoscale; atomic force microscopy, which is often used to image object at the nanoscale, can't see inside things like cells; and electron microscopy which is widely used to image and write objects at the nanoscale can't be used on large or living objects.\n\nThis proposal aims to develop a new method of communicating with the nanoscale by using small devices, &quot;nano-agents&quot;, which can get information in and out of the nanoscale environment. These will operate remotely and without contact with the instrument so they can be placed inside objects, even large and living ones. They will enable the nanoscale environment to be sensed and provide a way to change the nanoscale environment. This will open up new ways to explore and interact with the nanoscale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K021877/1","grantId":"EP/K021877/1","fundValue":"1479540","fundStart":"2013-03-01","fundEnd":"2018-02-28","funder":"EPSRC","impactText":"  To perform ultrasonics of small objects like cells  Societal,Economic","person":"Matthew  Clark","coPersons":[],"organisation":"University of Nottingham","findingsText":" Nanoscale ultrasound with wavelengths less than that of light in the visible part of the spectrum Ultrasonics of small things Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Electronics,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}