{"id":"9F38A9A7-DA61-49F7-A973-216155FF63FA","title":"A versatile bioreactor/fermenter system for 'omics' research on diverse aspects of microbial physiology","abstractText":"The proposed research covers multiple areas of microbial physiology. Single celled microbes such as bacteria and yeasts have to adapt rapidly to changes in their immediate environments. This adaptation capacity depends on their ability to constantly sense a multiplicity of environmental cues (such as temperature, nutritional status, oxygen availability, fluctuations in acidity and alkalinity, and the presence of small molecules that are made by other microbes). Bacteria can use small diffusible molecules as chemical signals reporting the density of bacterial populations (self and competitors). This information can be used to change the adaptive responses of the microbes such that they make new products that might be appropriate to that environment. For example, at high cell density bacteria may become more virulent by making toxins or enzymes that attack their host plants, animals or man. Similary, some microbes can make antibiotics that can kill their competitors and allow them to colonise or defend niches more effectively. Microbes have to respond to diverse environmental stresses - and they often have to do this rapidly as a 'life or death' response. In the genome sequences of microbes, as much as 30-40% of the genes have no predictable biological function so it is important to try to elucidate what these 'unknown' genes actually do for the microbe. Yeast cells are excellent experimental tools for such studies because their genome (genetic material) sequence is known and they are easily grown in the laboratory. Similarly, bacteria are easy to cultivate in laboratory conditions in growth media the composition of which can be easily controlled and defined. Thus, using bacteria and yeast as experimental tools, it is possible to try to understand many different aspects of microbial physiology and metabolism - in particular, how microbes adapt to environmental stresses such as nutritional fluctuations, intercellular chemical signalling and antibiotic production. To study these events in a controlled way it is essential to have apparatus that allows the reproducible growth of microbes in a totally controllable fashion, allowing the experimentalist the opportunity to define the nutrition of the microbe, its growth rate and all other environmenal parameters such as temperature and pH. The only way to achieve this reproducibly is to grow the microbes in a fermenter (bioreactor) that allows total growth control. Only then can experiments be done on the genetics, biochemistry, physiology and metabolism of the microbes to generate robust and reproducible results from which it is possible to deduce how the biology of microbes dictates their responses to their environment. This proposal, therefore, is aimed at securing funds for a simple and flexible fermenter system that can be accessed by five (at least) different research groups in the Department of Biochemistry who are working on a range of problems in the biology of microbes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E01318X/1","grantId":"BB/E01318X/1","fundValue":"70321","fundStart":"2007-05-31","fundEnd":"2008-05-30","funder":"BBSRC","impactText":"","person":"George  Salmond","coPersons":["Kathryn Susan Lilley","Kevin  Brindle","Martin  Welch","Julian Leether Griffin"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}