{"id":"9F41286E-1C39-4E59-9EB8-FFDA94D01404","title":"Engineering for Life","abstractText":"The Medical Engineering for Life team is proposing to show how research in engineering affects everyday life. This will cover all aspects of medical engineering and its related disciplines. The team will visit schools to demonstrate to students and teachers how medical engineering research can benefit the health and wellbeing of all members of society. They will also run a series of events to raise awareness within the government, the media, industry and the general public of the range of research and its applications. A few of the more topical areas which will be used are forensic engineering,eg shaking baby syndrome, sports biomechanics and the treatment of injuries, benefits for the ageing population and sex engineering.Some of the activities and events that are planned are a Science Olympiad for schools, a National Engineering for Life Roadshow, Engineering Taster Days for school students, coffee mornings for mothers and toddlers, media and industry briefing events, science cafes and a poster campaign. It is intended that a Science Communicator will be employed to work with the Engineering for Life Research team and the already existing expertise available within the Schools of Engineering and Physics and Astronomy to deliver the programme of activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D056799/1","grantId":"EP/D056799/1","fundValue":"257456","fundStart":"2006-08-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"  The award was to promote medical engineering to the public and government so as such the impact under the above heading is difficult gauge. Since the completion of the award, the Engineering for Life has continued in school visits, Techniquest Exhibition, Science cafes, teachers training programmes. Education,Government, Democracy and Justice Cultural","person":"Leonard Derek Martin  Nokes","coPersons":[],"organisation":"Cardiff University","findingsText":" The purpose behind the award was the promote medical engineering across a spectrum of society. This was achieved through multiple channels including public lectures, schools visits, national photographic competition, presentations to politicians etc. Building on our portfolio on promoting a STEM subject to non STEM individuals/organizations Education,Government, Democracy and Justice,Other","dataset":"gtr"}