{"id":"9F43AB2A-DFF6-4402-A80A-B1700A664AF1","title":"The evolution of natural transformation in Streptococcus pneumoniae","abstractText":"In 1928 Fred Griffiths published his groundbreaking work showing that extracts of dead Streptococcus pneumoniae cells could convert a benign strain of the same species into one capable of causing disease. The process he uncovered is called transformation and the importance of its discovery for the subsequent development of biology cannot be overstated. Among other things, this work provided the first evidence challenging the widespread belief that bacterial species were 'fixed' entities, and it was also this work that led ultimately to the discovery of DNA as the carrier of genetic information. However, despite the ~80 years that have elapsed since the publication of his work, there remains no clear explanation for why transformation exists. In other words, what advantage does the ability to take up DNA from the environment confer to bacteria that allowed the process of transformation to evolve and persist in bacteria? A series of largely untested explanations have been offered to explain the evolutionary processes that maintain transformation in bacteria: 1) environmentally acquired DNA is used to repair DNA damaged by stress or other intrinsic errors of replication; 2) DNA is used as a nutrient in times of resource shortage; 3) transformation, and specifically processes associated with it, is used to kill ecological competitors; and 4) recombined DNA is used to gain novel beneficial mutations and to thereby accelerate adaptation. The aim of this proposal is to critically test these ideas using the species in which transformation was discovered, S. pneumoniae. The evolutionary success of a trait becomes increasingly likely as the advantages it causes become larger. Yet even the most useful features of organisms can come with attached costs. For example, bacteria that are able to survive in the presence of lethal drugs designed to kill them also tend to have reduced growth rates when compared to cells that are susceptible but otherwise identical. In order for transformation to persist, its costs must on balance be smaller than its benefits. For if not, transformation may be lost. The work in this proposal will quantify the specific costs and benefits of transformation in the pneumococcus. To do so I will study competitive interactions among bacterial isolates that vary in their ability to take up and incorporate DNA. Isolates for this work will be designed in the laboratory and will also be taken from nature. I will determine the effects of different rates of recombination on short and long term evolutionary change. Together these studies will critically test the prevailing hypotheses put forward to explain the maintenance of this very important trait.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F002068/1","grantId":"BB/F002068/1","fundValue":"489777","fundStart":"2008-04-07","fundEnd":"2011-07-06","funder":"BBSRC","impactText":"","person":"Daniel Eric Rozen","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}