{"id":"9F47D43D-DE3F-479D-962B-50767792D431","title":"The Emergence of Evolutionary Thinking in Linguistics: Towards a New Conceptual Framework","abstractText":"Language evolution has traditionally been studied within the humanities; analogies with biological evolution have been few and far between and have generally been applicable to very specific linguistic phenomena. In the last fifteen years, however, the study of language evolution and change has been undergoing a significant shift. A number of studies have independently made similar proposals about the mechanisms of language evolution. They all share the use of explicit analogy between the elements and processes underlying linguistic and in biological evolution. \\n\\nThe modern synthesis of Darwin's natural selection and population genetics provides a unified framework to understand the evolution and diversification of life. The basis of the linguistic analogies is the following: Units of evolution (genes) are copied faithfully generation after generation, but copying is not perfect, and some variants will be copied more than others. \\n\\nWhat the recent language evolution studies do not share is the way that linguistic elements and processes are matched with biological elements and processes; this has prevented effective dialogue between the different authors and has stagnated progress. This project will be asking questions about the precise implementation of evolutionary thinking in the target studies and its role in a wider context: What analogies are made between linguistic and biological evolution? What are the proposed units, processes and mechanisms involved in language evolution in the recent studies? What knowledge does a rigorous analysis of language dynamics contribute to cultural evolution and evolutionary epistemology? \\n\\nWe propose to construct a framework of rigorously defined evolutionary concepts where different models of language evolution can be analyzed, compared and contrasted. This conceptual framework will provide a common vocabulary that will make it easy to formulate new research questions and it will help identify areas where more research is needed; it will allow checking existing models for self-consistency; it will inform future computational and experimental research in language change and evolution; finally, it will facilitate dialogue, collaboration and further development of the theories.\\n\\nThe conceptual framework will be analyzed in the wider biological, anthropological and philosophical contexts of cultural evolution and evolutionary theory. This literature includes studies on the general mechanisms of evolution; on the evolution of social and cognitive prerequisites for culture and language; on the co-evolution of genes and culture; and on theories of cultural and of linguistic evolution, including memetics, the current most explicitly based on analogy between culture and biology, and its critics. We will investigate the implications of our framework for the relationships between language and culture, and between systems that can be explained by the same evolutionary processes.\\n\\nThe proposed research will impact the fields of language evolution, historical lingusitics and language variation and change, not least by redefining the boundaries between them. It will also situate the study of language dynamics within the context of cultural and evolutionary studies.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F017677/1","grantId":"AH/F017677/1","fundValue":"168993","fundStart":"2008-11-01","fundEnd":"2012-03-31","funder":"AHRC","impactText":"","person":"Simon  Kirby","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}