{"id":"9F4F5459-DCDD-415B-B991-527347F9C74A","title":"The development and validation of epidemiological tools to inform the control of outbreaks of infectious syphilis.","abstractText":"Syphilis is a sexually transmitted disease which can be treated and cured if cases can be found. In the late 1980s and early 1990s the disease was very rare. However, since 1997 many ongoing outbreaks of syphilis have occurred in the UK and have increased the number of cases of syphilis. This is of concern because of the harm the infection can do to the new born child and because the disease can make it easier for HIV infection to be spread. The proposed project will collect detailed information on cases of syphilis to find out where the infection came from and how the case was detected. This information will be used in mathematical models to predict the future spread of the disease locally and how best to control it. Timely information on patterns of disease and success in finding and treating cases will assist in decisions about whether to invest in education campaigns, finding the sex partners of those with the disease or screening high risk groups such as sex workers. Mathematical models are a precise way of representing what we know about the sexual contact patterns in the population and the biology of syphilis and can be used to make predictions. A number of different modelling approaches will be used, including simple descriptions where individuals are looked at as groups; models where the details of all sexual partnerships are explicit; and models which track partnerships rather than individuals. Through looking back at recent syphilis outbreaks we will be able to test how well the models are working. We will then develop a computer package to help health care workers dealing with syphilis outbreaks and see how well it works. We will provide information about the syphilis resurgence to members of the public through the media, website and fact-sheets. Throughout the project we would work closely with service providers and with patient groups who will be included as collaborators. A project advisory group will be established with representatives of key community groups including the Terrance Higgins Trust and the UK Network of Sex Work Projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500114","grantId":"G0500114","fundValue":"258883","fundStart":"2006-02-01","fundEnd":"2009-01-31","funder":"MRC","impactText":"","person":"Geoff  Garnett","coPersons":["Helen  Ward","Kevin  Fenton"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}