{"id":"9F5166A1-BCCA-41B6-BFCF-EC498EA9B6CA","title":"Modelling of breakup processes in transient Diesel fuel sprays","abstractText":"This proposal is concerned with the development of new mathematical models for transient Diesel fuel jets, taking into account their instabilities and acceleration, in a form suitable for implementation into computational fluid dynamics (CFD) codes. The distinction between convective, absolute and global instabilities and the effects of cavitation on the formation of Diesel fuel sprays will be taken into account. The latter effects are expected to appear via the modification of the boundary conditions for jets at the exit of the nozzle. Effects of boundary disturbances on the breakup of the jet will be studied experiementally using a three dimensional laser vibrometer. The jet acceleration is expected to lead to partial stabilisation of the jet. The effects of jet acceleration and jet instabilities will be used to develop a new stochastic model for the primary spray breakup in a form suitable for implementation into CFD codes. This stochastic model will be implemented into a customised in-house version of the KIVA-2 CFD code. This code will be used for modelling fluid dynamics, heat transfer and combustion processes in Diesel engines. The results of the modelling will be validated against in-house experimental data. This will open the way to implement new models to other CFD codes, including commercial ones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G000034/1","grantId":"EP/G000034/1","fundValue":"31174","fundStart":"2009-02-02","fundEnd":"2012-05-01","funder":"EPSRC","impactText":"  Our results have been incorporated into the in-house spray modelling codes developed at the Sir Harry Ricardo Laboratories, where research is carried out on internal combustion engines, at the School of Computing, Engineering and Mathematics at the University of Brighton.  ","person":"Jonathan  Healey","coPersons":[],"organisation":"Keele University","findingsText":" The jet of fuel injected into an internal combustion engine must break up into a spray before ignition. Previous experiments revealed significant differences between theory and observation when jets undergo acceleration. We showed that this is produced by modification of the jet's velocity profile which affects its stability properties and hence its break up into a spray. This improved understanding of the fuel jet break up process will be especially useful in the development of engines designed to run on bio-fuels and Diesel-bio-fuel mixtures. Manufacturing, including Industrial Biotechology","dataset":"gtr"}