{"id":"9F53C5D7-0A54-48B9-8F50-088ED3C30A33","title":"Tailor-made expression hosts depleted in protease activity for recombinant protein production; PRODuCE (PROtease Depleted CEll line)","abstractText":"Small molecule drugs (e.g. antibiotics) have traditionally been the mainstay of treatments and therapies in man. However in the last 10-20 years protein based drugs (e.g. Herceptin, often used to treat breast cancer, insulin) have been developed such that these now constitute the fastest growing section of the pharmaceutical market. There are several categories of protein-based drugs, many of which are produced from cultured mammalian or yeast cells at an industrial scale. Due to the high precision required to produce such biotherapeutics, such 'recombinant' protein-based drugs (biopharmaceuticals) are usually produced by cells kept in culture under defined conditions. One problem with this is that the cells scientists use to make proteins for therapeutic uses also make their own proteins including proteases whose expression can be detrimental to the production of therapeutic proteins. These types of proteins can actually degrade the target recombinant protein making them useless in a clinical sense. As a consequence, scientists may not be able to produce enough of these drugs and/or the cost of producing them may be too high, thus precluding health care providers from recommending their use. This proposal sets out to address a key area that underpins recombinant protein synthesis from cultured mammalian and plant cells. \n\nWe aim to develop a comprehensive knowledge of the detrimental proteolytic activities in different cell lines (animals and plants) used for the production of biopharmaceuticals. We will use state-of-the-art approaches and technologies to define those proteases that are detrimental to recombinant protein production from these expression systems and then utilise this knowledge to reduce or eliminate the amount of these in the host cells. This will ultimately result in less or no proteolytic cleavage and damage of the therapeutic protein being produced. This programme therefore proposes to address the gap in our understanding as to the importance of proteases in defining product quality and yield. The overall aim is to generate new cells and systems that exploit manipulations of the cells proteolytic machinery to enhance the production of recombinant therapeutic proteins at the industrial scale. This information is of very substantial relevance to industry since the production of commercially valuable therapeutic proteins is potentially hindered by these detrimental reactions. Without improved expression systems, the biotechnology/pharmaceutical industries will lack the capability to produce large enough amounts of these valuable and effective drugs to meet the demand at a price that will allow them to be prescribed for all patients who would benefit from them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002310/1","grantId":"BB/L002310/1","fundValue":"342147","fundStart":"2013-03-04","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"  This project is currently on-going. To date we have had discussions on a project with an industrial partner as to how these results can be used to prevent degradation of a key target biotherapeutic molecule that is currently manufactured and used in the clinic. We expect towards the completion of the project to have developed new host cell expression systems that will be utilised/validated industrially. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Christopher Mark Smales","coPersons":[],"organisation":"University of Kent","findingsText":" This project is currently on-going and still has approximately 18 months to run. We are investigating proteases from CHO cells and how these can lead to degradation of high value recombinant biotherapeutic proteins. The aim is to identify what these proteases are and then use strategies to reduce these (or remove completely). Different protein production platforms, Chinese hamster ovary (CHO) cells, tobacco BY-2 suspension cells, Medicago suspension cells, and Nicotiana benthamina plants have been analyzed for their potential to degrade recombinant model proteins. The model proteins used in these studies were the anti-HIV monoclonal antibody 2F5 (mAb 2F5), human serum albumin (HSA) and Protein A (rPA). The model proteins were spiked into cell lysates and/or spent culture medium of the different cell lines and their degradation assessed by immunoblot analyses.\n\nBy adding individual compounds of a diverse collection of small molecule inhibitors of proteases, the enzymatic classes of the relevant proteases were determined for each production platform. It has been found that the degradation of the model proteins in CHO cells depends mainly on the activity of serine and cysteine proteases.\n\nWe have also used activity-based protein profiling (ABPP) and/or mass-spectrometry based analysis of cell lysates and spent culture medium, to identify individual proteases in CHO cells and culture supernatants. The identification of these proteases will allow industry and academia to screen for the presence of these to reduce protein loss during manufacture of these high cost drugs before use in the clinic. Their identification also allows for the targeted inhibition or removal of these in novel cell expression systems for use commercially. Finally, target proteins themselves could be manipulated to prevent protease degradation. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}