{"id":"9F55ED9E-2681-48AA-9704-CCFD4C308BA5","title":"Administrative Data Research Centre, England (ADRCE)","abstractText":"<p>The Administrative Data Research Centre for England is led by the University of Southampton and run in collaboration with University College London, the London School of Hygiene and Tropical Medicine, the Institute for Fiscal Studies and the University of London’s Institute of Education.</p>\n\n<p>Its mission is to transform the way that administrative data, routinely collected by government departments and other agencies, are converted into knowledge and evidence for public and economic policy. Improved access to, and use of these data, will ensure some of the major issues facing society can be tackled innovatively and efficiently.</p>\n\n<p>This will be achieved by safely managing and maximising the use of new anonymised, linked data from across sectors and government departments, and working across academic disciplines. This will create new evidence to guide development, implementation and evaluation of public policy and future research, as well as new methods to link and analyse data. Working as part of the Administrative Data Research Network, the Centre aims to develop new linked data resources, provide access to these data, ensure they are used safely and effectively, and develop research capacity.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L007517/1","grantId":"ES/L007517/1","fundValue":"11550200","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"ESRC","impactText":"","person":"Peter William Smith","coPersons":["Gemma  Tetlow","Paul  Wilkinson","Ben  Anderson","Elizabeth Jane Shepherd","Lorraine Margaret Dearden","Richard Keith Wortley","G  Moon","Oswald George Parchment","Harry  Hemingway","Gabriele B. Durrant","James Allen Cheshire","Li Chun  Zhang","Oliver William Duke-Williams","Spiros  Denaxas","Ruth  Gilbert","Rebecca  Allen","Jan  Van Der Meulen","David James Martin"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}