{"id":"9F57F86D-D412-42A4-A614-3EBA90BEFDB2","title":"Stabilisation of Newcastle Disease vaccine formulated in sugar-glass on polypropylene membranes","abstractText":"Newcastle disease (ND) is a highly contagious disease affecting poultry, with diverse symptoms involving the nervous, respiratory and digestive systems. Mortality rates depend on the particular viral strain and can vary from 0 to 100%; Newcastle Disease Virus (NDV) occasionally infects humans with mild symptoms e.g. conjunctivitis. The disease presents a major issue for poultry farmers, and is endemic in many countries of the world. Vaccines have been developed against NDV, usually based on non-virulent (weakened) forms of the virus. The vaccine is administered in drinking water or by aerosol spray to enable large flocks to be protected simultaneously, or can be dosed by eye drops. NDV is a particularly unstable pathogen because its genetic material is made from RNA, rather than DNA - this means that the vaccine needs to be stored by refrigeration in a lyophilised (dry powder) state. As a result, many farmers with small flocks of birds, typically chickens, in low-resource countries of the world do not have access to vaccine and can lose entire flocks on a regular basis. The problem is further compounded by the fact that the vaccine is manufactured in vials containing 500-1000 doses, and is therefore too expensive for use in subsistence farming. Lack of thermo-stability is a serious problem for many vaccines, both human and animal, as developing countries with no reliable 'cold chain' (network of refrigerated storage) may not be able to deliver active vaccines to remote regions and vaccine wastage is considerable.\n\nThis project is a joint venture between the University of Oxford and the Pirbright Institute, both experienced in the development of new vaccines. Our objective is to develop a technology for thermo-stabilisation of NDV vaccine, which in the longer term can be applied to other vaccines. Lyophilisation (drying to form a powder) is currently used to stabilise many vaccines, but is not ideal as i) the manufacturing process results in substantial losses and includes freezing and drying steps which can adversely affect viability, and ii) all lyophilised licensed vaccines require refrigeration. We plan to use a stabilisation technology called 'sugar-glass' formulation which involves mixing vaccines with a concentrated solution of sugar, and then drying onto fibrous membranes to form inert sugar-glass which thinly coats the membrane fibres. Vaccines are quickly and simply resuspended after storage by the addition of buffer to the membrane. The technology has been tested previously with an experimental malarial vaccine but further development was impeded by lack of a suitable support matrix.\n\nWe will aim to solve this problem by modifying Polypropylene (PP) membrane using Plasma treatment. PP is in many ways an ideal matrix for NDV vaccine sugar-glass, but is not 'wettable' and will not absorb vaccine without pre-treatment. Plasma treatment involves passing radio waves through a gas in order to produce charged ions; this 'plasma' is then used to treat surfaces including water-repellent polymers to make them wettable. The method is used in the printing industry to treat PP membrane so that it adheres to ink, but has not been applied to absorption of biological molecules. The technology is ideal for quick, cost-effective manufacture of stabilised NDV vaccine and is suitable for transfer to manufacturers in developing countries, where PP membrane can be cut into sizes appropriate for vaccination of local flocks. During the 18 month project we will a) test whether we can form a sugar-glass containing NDV vaccine on plasma treated PP membranes, b) incubate the stabilised vaccine at different temperatures and at various times, mimicking transport and storage conditions in tropical countries (4oC to 55oC), and c) test recovery of the vaccine using a variety of biological assays including the ability to induce a protective level of antibodies against the disease in chickens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M019152/1","grantId":"BB/M019152/1","fundValue":"140847","fundStart":"2015-06-01","fundEnd":"2016-11-30","funder":"BBSRC","impactText":"","person":"Adrian Vivian Hill","coPersons":["Venugopal  Nair"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}