{"id":"9F5C7D2C-202D-456A-A853-54F3F96DA5F3","title":"Trust Domains - A framework for modelling and designing e-service infrastructures for controlled sharing of information","abstractText":"Ensuring flows of information to the right people over multiple collaborating organisations is becoming increasingly important for both business and government. There are, however, trade-offs between the productivity and functional gains from sharing information, on the one hand, and the risks of leakage and opening up IT systems, on the other. Recent developments in trusted computing and virtualization can address these trade offs in a flexible manner, as they allow for the creation of policy controlled IT systems with configurable security properties. Collaborative, secure sharing solutions can be realized through the creation of dynamic 'Trust Domains' --- a notion that we propose to explore at and between all levels of the policy-service-infrastructure stack --- that enforce information flow and configuration policies. We propose a customer-driven project that starts out from examples of information sharing within police forces and agencies they work with. Based on a practical understanding of the required flows and policies, we will develop an abstract framework for qualifying types of and flows of information and a corresponding model of the associated risks. This allows process owners to describe their requirements and concerns. We will research how to qualify and map information flows to Trust Domain configurations, derive guidelines and templates for supporting solution architects in building IT services, and extend our set of analytics and modelling tools to help stakeholders gain an understanding of the risks associated with information flows and enforcement mechanisms.There are business opportunities for creating and operating new e-services with enhanced trust and security properties based on new methodologies and toolsets. The framework we suggest takes a business driven approach to risk, trust and security and covers aspects of process and system analysis, design, configuration, security policy, human roles, and operational management. We create a value proposition by having the models, tools and methodologies that allows us to bridge the current gap between business level risk and system configuration and policy design. Hence mapping service needs onto trusted platforms, domains, and infrastructureThe project complements and expands ongoing, TSB-funded work on trust economics as well as on complexity, risk, and resilience management pioneered and exploited by HP's UK Enterprise Services. Both HP Enterprise Services and HP Labs, Bristol believe that bridging high-level incentive models and systems design for trust domains would be a unique global differentiator, not only aligned with US-NITRD 'game-changing' themes, but ahead of them in suggesting an integrated approach. The academic components of this project will contribute the following developments in support of this programme: - The concept of Trust Domain, at and between the various levels of the socio-technical system stack (policy-service-infrastructure); - Mathematical systems modelling technologies to support tools and methodologies for reasoning about the properties, dynamics, and applications of the Trust Domain concept; - A thorough taxonomy of technical, design, and architectural properties which give rise to different trust characteristics in deployed services; - Modelling the quality of trust and expectations among components, to the extent of being able to make a meaningful comparison of solutions based on different architectural paradigms, within a given context.Targeted market: intra-corporate and intra-governmental data centres and 'clouds' whose stringent information flow control requirements cannot be met by today's providers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I002529/1","grantId":"TS/I002529/1","fundValue":"213973","fundStart":"2011-07-18","fundEnd":"2014-07-17","funder":"EPSRC","impactText":"  L3-TRL are investigating possible use and development of the cloud computing architecture. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Security and Diplomacy,Other Societal,Economic","person":"Mark  Ryan","coPersons":[],"organisation":"University of Birmingham","findingsText":" Architecture for software-as-a-service cloud computing such that cloud provider not able to see any plaintext data.\n\nApplication of method and tool supporting verification of security protocols with persistent state (StatVerif) to protocols of trusted computing. \n\nKey certification method for usable end-to-end encrypted mail. Cloud computing architecture can be taken up by cloud providers and cloud users that want strong security properties.\n\nStatVerif can be taken up by researchers wanting to analyse stateful protocols. Creative Economy,Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy,Government, Democracy and Justice,Security and Diplomacy,Other","dataset":"gtr"}