{"id":"9F6A711A-80AF-4B9D-BF86-E6C3FE4BC375","title":"Few-body Phenomena in a Degenerate Fermi Gas","abstractText":"We will study a new area which has appeared only recently in the field of ultracold atoms. These systems are composed of gases of atoms at very low temperature (on the order of a millionth of a degree Kelvin) stored in ultrahigh vacuum which exhibit certain quantum mechanical properties.In the past couple of years experimentalists have been able to create and study systems where a few of the atoms are of different species from the others (e.g. they have a different internal state known as spin ). These atoms can be thought of as having their motional properties affected due to their interaction with the background atoms (the majority species). We can use an analogy here: imagine that the different atoms are like round spheres (such as billiard balls) moving through a viscous fluid (e.g. water). Because of the interaction between the fluid and the sphere (the drag force), we might say that the spheres have increased their mass since they have more inertia now. It turns out that in many areas of physics (condensed matter, particle physics and others) this way of thinking about the problem is very useful and leads to many insights.When we introduce the few different atoms into this background, not only will their inertia change (we say that their effective mass has changed), but also other aspects of their behaviour. For example, the way they collide with each other, or form molecules with each other.Very broadly we propose to study thereforei) How these atoms collide with each other and their interactions.ii) How these atoms propagate in the medium (e.g. their inertia, the slowing down effect of the medium on the motion of the atoms, known as damping).iii) What kinds of molecules and compounds can the atoms form in the presence of the medium which they could not before (i.e. in vacuum).iv) How best to detect and measure these effects experimentally, what techniques to use and what to look for in the data.Beyond the interest in studying atoms there is a wider one: in our specific case the background gas is of a type known as a degenerate Fermi gas . This system is a model for many systems, from electrons in metals to nuclear matter in neutron stars and therefore, the phenomena that we propose to study has close analogs in each of these other systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018514/1","grantId":"EP/I018514/1","fundValue":"231040","fundStart":"2011-11-01","fundEnd":"2014-11-07","funder":"EPSRC","impactText":"  At this stage, the most important economic benefit has been the training of the PDRA who has learnt advanced programming and numerical techniques as well as how to apply those to contexts which could easily be industrial or technological or even in the financial industry. Other Cultural","person":"Carlos  Lobo","coPersons":[],"organisation":"University of Southampton","findingsText":" There were 3 findings:\n1) If we place an atom (the impurity) in a very low temperature gas of a different kind of atom then the impurity behaves, for quantum mechanical reasons as if the gas is not there at all. A few things are changed - the mass of the impurity increases, a few quantum mechanical properties change but, other than that the gas is like a vacuum. We investigated the details of this behaviour for various parameters: different masses, temperatures and so on.\n\n2) We used techniques and ideas from molecular physics combined with optical manipulation of atoms by lasers (optical lattices) to show how we could mimic a real solid - by making atoms behave as electrons inside a solid. The idea is to use atoms as a simulator for the behaviour of materials, so that we can more easily understand them.\n\n3) We studied the spin drag of a gas - if you send two miscible fluids (or gases) through each other then there is a mutual friction betweeen them, slowing them down. At very low temperatures there are very exotic quantum mechanical effects which occur. We solved a particularly thorny problem of how to extract information from experiments which aim to measure this friction. Both points 1) and 2) above are essentially proposals for new experiments to be made, using our ideas, which could study new types of physics.\n\n3) has been used by us and others to re-analyse previous data.\n\nFinally, one of our publications was a review of the field, listing a series of outstanding open questions which still have to be addressed. Anyone in the community could attempt to solve them. Chemicals,Culture, Heritage, Museums and Collections","dataset":"gtr"}