{"id":"9F85C68F-85DF-47B0-B1A4-0646238D7B6C","title":"Entrainment of drops and bubbles from adhering surfaces","abstractText":"In the key step in detergency and emulsification (making droplets in another liquid), amongst other processes, droplets are blown away (entrained) from an adhering solid wall by another fluid. The project aims to develop software for the simulation on a computer of the entrainment of drops from a wall, and to use it to investigate how and under what circumstances entrainment occurs, in particular, in emulsification. The onset of entrainment depends on several factors, such as how syrup-like the droplet is compared to the second fluid, how fast we blow the other fluid past the droplet, and on wetting properties of the solid surface. Previous simulations were restricted to very slow fluid flows and flows past fixed cylindrical bubbles; in other work, the wetting properties of the solid surface could not be accounted for. But recent advances in software have created the possibility to simulate entrainment of droplets from a wall in fast flows, and cases in which drops move along the wall. Therefore, by building upon these recent advances, this project will make the big step to understanding and modelling fast flows past droplets that are not pinned. Furthermore, it will address the practical need in emulsification applications, where one would like to develop technologies such that all generated droplets are almost of equal size (so it is important to have some control over resulting drop size), while maintaining a large production rate. The technique that will be developed will make it possible to accurately simulate such a process, and, in particular, the effect of wetting properties of the membrane surface. As part of the project, it will be investigated whether and how treatment of the surface of the wall can be used to control the drop size in emulsification.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D031222/1","grantId":"EP/D031222/1","fundValue":"125929","fundStart":"2006-02-01","fundEnd":"2008-02-29","funder":"EPSRC","impactText":"","person":"Peter Dennis, Marten Spelt","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}