{"id":"9F8AC614-8DEB-4335-89D7-C05EF30A47D4","title":"CO2 Aquifer Storage Site Evaluation and Monitoring ( CASSEM )","abstractText":"Three elements of work will be carried out to conduct an in-depth assessment of stakeholder and public perceptions of carbon capture and storage in two case study areas selected for evaluation of the potential for aquifer storage of carbon dioxide from fossil fueled plant. The first phase will scope the local and regional context in which the specific CCS developments will occur, to highlight any factors unrelated to the CCS that may impact upon its deployment. Experience of deployment of other technologies e.g. underground coal gasification, or gas storage, suggests that previous experiences of industrial activity in a locality, be these positive or negative, can remain in the collective memory of a community, and have influence over subsequent, unrelated, development. Moreover, the relationship of the local fossil flued plant with the local community will also impact upon future development plans, such as deployment of CCS. Thus, this element of work will use local records, from for example the Environment Agency, Local Authority or HSE, to determine whether there is any local context that may impact on the specific CCS development. We will also consult local paper and media sources to determine the issues of importance to the local community. In the second phase, key regional players and relevant community groups will be identified, (e.g. Environment Agency, Local Authority, Regional Development Agency) and a small number of in-depth interviews conducted to determine how the proposed CCS scheme may benefit or impact upon the locality. Further fieldwork will be conducted in phase three where an in-depth assessment will be made of the public percetions of CCS within aquifers. Up to 3 separate citizens groups will be recruited , with each group meeting twice. The first session will focus on climate change and CCS as a mitigation option in general, whilst in the second session, discussions will explore the reactions of participants to CCS within the specific local context and the proposed schemes. Other project partners may be invited to present details of the schemes to the citizen groups, and background material will be prepared in consultation with consortium partners. The perceptions of CCS, and the concerns that would need to be addressed by those proposing a specific CCS scheme, will be influenced by how an individual may be affected by the proposal. Thus, the composition of the three citizens groups will be drawn from the following communities: local environmental activists; neighbourhood / community groups likely to benefit from the proposal (for example, employees in the energy sector); members of the lay public (with no specific interest in the proposed schemes). Overall, the analysis will develop an in-depth understanding of the key influencers of public perceptions of aquifer storage of CO2 and how these may be addressed by project partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F007728/1","grantId":"DT/F007728/1","fundValue":"101150","fundStart":"2009-03-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"  The findings have provided an insight into public perceptions of CCS in two areas where demonstration projects were initially planned. In particular they provided an understanding of local perceptions of CCS to the stakeholders involved in the Longannet post combustion CCS project, and informed the communication and engagement strategy. Energy Societal","person":"Sarah Louise Mander","coPersons":["Clair  Gough"],"organisation":"The University of Manchester","findingsText":" The findings highlighted the importance of social trust in the acceptance of risk from new technology, and the need to communicate sources of uncertainty.\nAs opposed to considering CCS as a single technology, the findings unpacked the assessment of risk into the distinct elements of the CCS chain, namely capture, transport and storage highlighting that storage is the elements where lay publics consider there to be the greatest associated risk. The findings of this project were taken forward by the PI in a follow up project, funded by National Grid Carbon, to further understand the risks associated with CO2 transport. Energy,Environment,Government, Democracy and Justice","dataset":"gtr"}