{"id":"9F9A2844-0960-415E-A3C1-00ACCF29050B","title":"Spontaneously Biotinylated Lentiviral Vectors For Envelope Independent Targeting Of Infection","abstractText":"As a result of a BBSRC funded project we have generated a new 293T based cell line specifically for the production of metabolically biotin labelled lentiviral vectors. These bio-lentiviral vectors have been demonstrated to efficiently complex with streptavidin paramagnetic particles. This combination has resulted in the most efficient purification and concentration method yet described for lentiviral vectors. We wish to use the platform of these new biotin-lentiviral packaging cells to exemplify their value to the gene therapy community. By virtue of their biotinylated surface these viruses can be attached to specific cell binding proteins so that they can be targeted to specific sites of disease. Their unique properties also allow us to increase our knowledge of the cell derived accessory proteins that are also resident on the lentiviral surface. Information on the influence of these proteins on the process of lentiviral infection can then be applied to more efficient targeting of gene therapy vectors to specific sites of infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D007933/1","grantId":"BB/D007933/1","fundValue":"189943","fundStart":"2006-04-18","fundEnd":"2009-04-17","funder":"BBSRC","impactText":"  This project showed that it is possible to use viral pseudotyping to position ligands on the envelopes of visruses so that they can be used beneficially in manufacturing. Pharmaceuticals and Medical Biotechnology Economic","person":"Nigel  Slater","coPersons":[],"organisation":"University of Cambridge","findingsText":" The project showed that it is possible to place a biotin ligand on the envelope of certain viruses to allow the simple affinity isolation of the virus in manufacturing. Discussions are still ongoing about the use of the findings for the large scale manufacture of gene therapy viruses. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}