{"id":"9FA29FFF-B14E-463B-867E-12F972A65DFF","title":"Production of wheat lacking B-type starch granules","abstractText":"Starch is a major component of cereal grains and its functional properties have a significant impact on grain utilisation. Of considerable importance is the size and shape of the starch granules. In wheat, barley, rye and most of their wild grass relatives, there are two types of starch granules, called A- and B-type. These differ in size, leading to a bimodal granule-size distribution that is unusual amongst plant starches and not found in other grasses, including Brachypodium, oats, rice and maize.\nThe smaller, B-type starch granules have negative impacts on many end-uses of wheat and barley. So far, attempts to reduce or remove B-granules from these crops by breeding have failed. The reason for this is the lack of genetic variation in B-granule content between cultivars. However, there is much greater variation for this character between species of Aegilops (Goat Grass), wild grasses that include the ancestors of bread wheat. The existence of Aegilops species lacking B-granules suggests that it should be possible to introduce variation for B-granule content into the closely-related crop species.\nThe project builds on previous work in which we identified a major QTL controlling the content of B-type starch granules in Aegilops. Our ultimate goal is to identify and manipulate the gene responsible for the control of B-granule content in wheat and barley, Bgc-1. In this project, we will investigate gene order in the region of the genome harbouring Bgc-1 and compare it with that in other grasses. If the opportunity arises within our project's timeline, we will be ready to use the latest developments from ongoing genomics projects in other labs to identify the orthologs of Bgc-1 in wheat and barley and we will begin to manipulate Bgc-1 in these crops using RNAi and TILLING technologies.\nPrior to the identification of Bgc-1, we will start to produce mutant wheat plants lacking B-granules using a pre-existing collection of deletion lines of a breadmaking wheat cultivar Paragon. Previously, this population has been successfully used to generate wheat mutants with novel phenotypes by stacking deletions of genes. By screening for deletions spanning the Bgc-1 region, we can select lines likely to lack Bgc-1 in each of the three genomes of wheat and then stack these into a single plant by repeated rounds of crossing and selection.\nThis project will produce: 1) a fine map of the Bgc-1 region and possibly identification of the Bgc-1 gene in Aegilops and a comparision of this region/gene with those in other grasses. 2) near-isogenic lines of wheat and Aegilops that will allow functionality testing to determine the utility of B-granule-less grains. In addition, if Bgc-1 is identified, the production of genetically manipulated lines of wheat and barley and/or TILLING mutants lacking B-granules will be underway by the end of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019496/1","grantId":"BB/J019496/1","fundValue":"365433","fundStart":"2012-07-02","fundEnd":"2016-07-01","funder":"BBSRC","impactText":"","person":"Andy  GreenlandKay  Trafford","coPersons":[],"organisation":"National Inst of Agricultural Botany","findingsText":"","dataset":"gtr"}