{"id":"9FA3BAD0-5B8E-45AF-A3A4-52AD14090F1F","title":"Towards Successful Suburban Town Centres: a study of the relationship between morphology, sociability, economics and accessibility","abstractText":"Within the next 20 years, most of the growth in housing development in England and Wales is predicted to occur in suburban settlements. At the same time, this development is expected to be sustainable economically and environmentally, which means that the suburb is required to provide local economic activities (and therefore to minimise travel) and to support cohesive and vibrant communities. One of the main problems that urban planners face when they try to materialise this vision is the lack of knowledge on the factors that make the suburban town centre and its surroundings successful and vibrant. In this research we aim to address this issue and to develop tools and techniques that will assist urban planners when they deal with new development plans for suburban areas. The research will utilise methods for spatial analysis of social and economic activities at the street block level. One of the strengths of the methodology is that it allows the visualisation and analysis of the urban form (the structure of the streets and the layout of the buildings) with information about the people who are living in these buildings. In most research projects, the two are not analysed within a unified framework - so urban designers focus on the street layout, while social-scientists focus on the social and economic aspects of town centre planning. In addition, our methods provide a level of detail and accuracy which can contribute to precise design decisionsWe will first study ten suburban areas in England and Wales to get a picture of the range of suburban types and then we will focus on four suburban settlements. The selection of settlements will be based on computerised geographical analysis of existing governmental datasets, literature review and a mapping study. The four cases will include both successful and declining suburbs. Each of the four cases will be analysed in detail. We will use historical maps (which have been recently released for academic research) to understand the development of the urban form over the last 100 years. We will then conduct an in-depth analysis of change over the last 10 years, based on census data, recent maps and governmental datasets on employment and other economic activities. We will assess the success of the centres through measures of economic performance, physical accessibility, walkability and mix of activities. We will also run local workshops to contribute to this assessment and to get information on future priorities from the perspective of local stakeholders. Finally, the data will be integrated and we will create a toolkit for the systematic analysis and future planning of suburban town centres. Within this research we will develop new techniques for the analysis of the suburban town centre and its surroundings. The main tools that we will use are Geographical Information Systems (GIS), Spatial Analysis and Space Syntax Methodology (SSM). In GIS, we will develop a method that will allow the adjustment of historical maps to the latest detailed digital data by the Ordnance Survey. We will use the GIS to integrate the information about the suburbs and to conduct spatial analysis on the socio-economic development. SSM will be used to understand the way in which the space is being utilised by people, and to integrate the social and economic data with information about the urban form. In summary, this research will contribute to the policy debate on the future of suburbs, develop methods that will assist urban planners in their development decisions and will innovate in the use of historical maps and the integration of socio-economic data with information about the layout of urban areas. This research will also benefit the public by creating a robust toolkit for the design of successful suburbs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D06595X/1","grantId":"EP/D06595X/1","fundValue":"565916","fundStart":"2006-10-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"  The project provided consultancy to the 'City-Suburbs Project' for Barnet Council in partnership with the Centre for Local Government Leadership. It also provided data and knowledge on some of London's larger town centres to the North London Strategic Alliance and West London Alliance on 'Town Centres and the Economy' - see report by URBED here.\n\nWe presented our research to the Outer London Commission and at several public workshops, including the June 2009 'Densifying our Suburbs' seminar. We were also approached by Kingston Borough Council to advise on the plan for Surbiton town centre and we were involved with a knowledge transfer project 'The intangible value of urban layout'. The latter project integrated and cross referenced valuations of social, security and environmental aspects of urban layouts in order to inform the planning and design process in London. This was part of a HEFCE-funded &pound;5m initiative: UrbanBuzz: Building Sustainable Communities.\n\nA profiling tool online was created in which spatial, social and economic data were made available to planners, designers and the general public. The profiler is a geo-visualisation tool that allows the non-GIS expert to explore cartographic representations of different social, economic and spatial (space syntax) themes across the 20 randomly sampled suburban town centres - alongside a control group of 6 larger suburban centres. The tool allows the user to explore a variety of map themes at consistent scales, enabling local knowledge about the suburban environment to be compiled using a comparative method of transitions to discover patterns within and between centres. See the data profiler: http://www.sstc.ucl.ac.uk/profiler/profiler.php Environment,Retail,Transport Policy & public services","person":"Laura Sophia Vaughan","coPersons":["Mordechai (Muki) Haklay"],"organisation":"University College London","findingsText":" Within the next 20 years, most of the growth in housing development in England and Wales is predicted to occur in suburban settlements. At the same time, this development is expected to be sustainable economically and environmentally, which means that the suburb is required to provide local economic activities in order to minimise travel and to support cohesive and vibrant communities.\n\n\n\nOne of the main problems that urban planners and designers face when they try to materialise this vision is the lack of knowledge on the factors that make the suburban town centre and its surroundings successful and vibrant. The Towards Successful Suburban Town Centres project addressed this issue by developing tools and techniques to assist in the development of existing and new urban areas.\n\n\n\nThe Towards Successful Suburban Centres project ran for three years. Its research involved conducting spatial analysis of social and economic activities at street block level using space syntax tools integrated into a geographical information system. The research focused on twenty-six case studies drawn from the Greater London area with a detailed study of three of these. In most policy research there is no unified analytical framework; urban designers focus on the street layout, while social-scientists are concerned with the social and economic aspects of town centre planning. We developed an integrated methodology that allows the visualisation and analysis of the structure of streets and the layout of buildings in combination with economic and social information about the people who live and work in the same area.\n\n\n\nWithin this research we developed new techniques for the analysis of the suburban town centre and it surroundings. Using a Geographical Information System (GIS), we developed a method that enables the adjustment of historical maps to the latest detailed digital data from the Ordnance Survey. We wrote an algorithm for automated capture of street address data to the street block ‘object’. We also used GIS to integrate the street address data and to conduct spatial analysis on socio-economic development of town centres through time. We also developed ethnographic methods to study patterns of movement and space use, including an innovative use of video for this purpose. A profiling tool online was created in which spatial, social and economic data were made available to planners, designers and the general public. The profiler is a geo-visualisation tool that allows the non-GIS expert to explore cartographic representations of different social, economic and spatial (space syntax) themes across the 20 randomly sampled suburban town centres - alongside a control group of 6 larger suburban centres. The tool allows the user to explore a variety of map themes at consistent scales, enabling local knowledge about the suburban environment to be compiled using a comparative method of transitions to discover patterns within and between centres. See the data profiler: http://www.sstc.ucl.ac.uk/profiler/profiler.php The Towards Successful Suburban Centres project has contributed to the policy debate on the future of suburbs, developed methods to assist urban planners in making development decisions, innovated in the use of historical maps and explored possibilities for integrating socio-economic data with information about the layout of urban areas. The project has benefitted the public by creating a profiling tool online in which spatial, social and economic data is made available for the design of successful suburbs, see www.sstc.ucl.ac.uk/profiler. Publications can be found on the publications page of the project website, see www.sstc.ucl.ac.uk/sstc_publications.html. As well as publications in leading journals, including Transactions of the Institute of British Geographers, other forms of dissemination during the project included consultancy to 'City-Suburbs Project' for Barnet Council in partnership with the Centre for Local Government Leadership and to the North London Strategic Alliance and West London Alliance on ‘Town Centres and the Economy’. We presented our research to the Outer London Commission and at several public workshops, including the June 2009 ‘Densifying our Suburbs’ seminar. We were also approached by Kingston Borough Council to advise on the plan for Surbiton town centre and we were involved with a knowledge transfer project ‘The intangible value of urban layout’. The project integrated and cross referenced valuations of social, security and environmental aspects of urban layouts in order to inform the planning and design process in London. This was part of a HEFCE-funded &pound;5m initiative: UrbanBuzz: Building Sustainable Communities. Communities and Social Services/Policy,Environment,Retail,Transport","dataset":"gtr"}