{"id":"9FA3649F-C652-4C02-B3B6-B7A22B5EE7D7","title":"Tracking real lives: a study of longitudinal documentary","abstractText":"Tracking Real Lives is a study of longitudinal documentaries (LDs), a form of TV programming best illustrated by Michael Apted's long-running series 7-Up, which follows the lives of a number of individuals as they progress from childhood to adulthood. The defining feature of LDs is that the people who produce them arrange to meet up with their subjects at regular intervals (in the case of 7-Up every 7 years) and catch up with what has been happening in subjects' lives. The popularity of programmes such as 7-Up has provided the impetus for other documentary film and programme makers to launch their own LD projects. In the last two decades we have witnessed the start of several other LD series, all of which display a set of similar features. Born in the USSR (begun in 1991) tracks the lives of twenty Russian children during a period of dramatic social change in post-communist Russia, whilst Born in South Africa (begun in 1992) follows the lives of a group of South African children in the period following the ending of apartheid.\n\nMany of the LDs under consideration in this project also seek to enlighten us about the contemporary or historical world. The popularity of LDs can thus not only be explained by their 'human interest' appeal (accompanying a number of individuals on their life journey), but also by their claim to provide a social history of the times we are living through.\n\nThe main aim of the present project is to give a detailed account of a selected number of LDs including information on how they came to be made and how they have been received by their respective audiences. LDs also present some particularly striking examples of the challenges that documentarists confront when inter-acting with interviewees and informants. For LD producers, one of their major challenges knows how to maintain good working relations with their chosen subjects. As far as LD subjects themselves are concerned, the anxiety relates to the possibly negative consequences of a long-term association with the programme and of possibly unwelcome media exposure. For this reason the Tracking real lives project will seek to explore some of the ethical issues surrounding what is arguably one of the more intrusive forms of documentary inquiry. Those who have participated as subjects in LDs will be interviewed and questioned as to the consequences that such long-term involvement has had for them personally and for their family and friends.\n\nBesides providing detailed assessments of the programmes themselves, Tracking real lives will also seek to illuminate the uroadcasting or media environments out of which the individual programmes or series sprang, The better known LDs all originated at a time when there was a stronger commitment to the values of public service broadcasting than may be the case today, A further aim of the research will therefore be to consider in what ways LDs currently going into production are having to adjust to the harsher climate of the new commercialised broadcasting age. Will subjects be encouraged, for instance, to deliver the kind of performance expected of participants in various forms of Reality Programming? Will situations be contrived for LD subjects as is the case with the more blatant forms of 'factual entertainment'?\n\nTracking real lives will hopefully provide answers to a number of questions relating to what has proved in many cases to be an extremely popular form of programming. There has, in recent years, been increasing interest in the documentary form. The last decade has also seen the resurgence of the feature-length documentary and the development of various types of factual entertainment, some of which have an affinity with the LDs featured in the present project. Tracking real lives will thus not only deepen our understanding of an important sub-category of documentary; it may also help to promote discussion about the further development of the whole documentary genre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504728/1","grantId":"AH/E504728/1","fundValue":"30348","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Richard  Kilborn","coPersons":[],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}