{"id":"9FA6F060-C33E-4ED4-BD5C-6BB22AE83179","title":"Molecular marker-assisted plant breeding on a genome wide scale","abstractText":"Maintaining or increasing agricultural food production and security is a priority in order to meet the needs of a growing population. This challenge is put into further focus by climate change and the need to reduce the environmental footprint of agriculture. There is thus an urgent need to increase the speed of improvement of crop varieties in terms of yield and increased efficiency of use of resources, such as fertiliser and water. Genetic improvement of these traits in crop plants has been achieved by plant breeding on the basis of selection and crossing of phenotypically superior plants. In the last 20 years or so molecular markers have been used in some breeding programmes, but largely on an ad hoc basis for improvement of a few target traits. The advent of more affordable high throughput (next generation) sequencing and genotyping in the last five years has made it possible to make use of molecular markers in a more comprehensive way than hitherto. We refer to genomic selection (GS) which represents a novel way to improve the phenotype of complex agronomic and biological traits governed by many genes each with a small effect. GS is already beginning to transform the breeding of livestock such as cattle and pigs, but has yet to make an impact at a practical level for crop plants. GS is selection based on the collective composition of molecular markers densely covering the entire genome. The proposed collaboration between the Institute of Biological, Environmental and Rural Sciences (IBERS) and the Computer Science Department at Aberystwyth University gives us an opportunity to test GS empirically and theoretically. IBERS is the only university department in the UK with plant breeding programmes, and we will use this unique position by exploiting our perennial ryegrass breeding programme. It is based on repeated cycles of recurrent selection and crossing and is well suited for GS, as we have comprehensive phenotypic data for the current generation and earlier generations of this successful scheme. We will use the current generation of motherplants as a &quot;training population&quot; by genotyping it with over 3000 molecular markers covering the entire genome. The aim is that at least one molecular marker is close to a genomic region influencing the phenotype of interest (quantitative trait locus or QTL). The phenotypic data already available from the breeding programme will be combined with the genotype data to generate complex prediction models using established statistical methods, but also state-of-the-art machine learning techniques developed at the Computer Science Department, for the calculation of a genomic estimated breeding value (GEBV), and to test the performance of the models in the breeding programme. The computational models are then used to calculate the GEBV in a validation population, which is different from the training population, using only genotypic data. The resulting GEBV will be used to select individuals for progeny production based on genotype only. Given a dense coverage of the genome, the combined effect of many QTL for the same trait can be improved measurably by incorporating the effect of all alleles simultaneously. This approach will be particularly advantageous in perennial crops, such as ryegrass and other forages, as the need for lengthy plot trials can be reduced. However, this is not the only benefit of GS. The genomic and statistical resources and models developed here will provide us with a platform for discovery of genes and facilitate the unravelling of the architecture of complex traits of agronomic and biological importance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J006955/1","grantId":"BB/J006955/1","fundValue":"395376","fundStart":"2012-09-01","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"  The prediction models developed here are now being used to make selection decisions in the current breeding programme at Aberystwyth Universitys Public Good Plant Breeding Programme. Agriculture, Food and Drink,Education Economic","person":"Leif  Skot","coPersons":["Matthew  Hegarty","Wayne  Powell","Ian Peter Armstead","Ross  King"],"organisation":"Aberystwyth University","findingsText":" The objective of this project is to apply genomic selection approaches to the existing perennial ryegrass breeding programme at Aberystwyth University. To do this we have developed a 3500 SNP marker CHIP for genotyping the breeding population. The marker data have been combined with phenotypic data available from the breeding programme, and various statistical machine learning programmes have been applied to the data in order to obtain genomically estimated breeding values (GEBV) of selection candidates. Selection of parental material for generation of new varieties have been made on the basis of GEBVs derived from this project, and the performance of synthetic populations will be compared to controls based on phenotypic selection and to a population based on random selection of parents. Preliminary results will be available in the summer of 2015. We have carried out extensive cross validation estimates based on different prediction models, and the best results have been achieved with ridge regression BLUP and Random Forest predictions. The prediction models we have developed in the project are already been used now to make selection decisions for the generation of new varieties of perennial ryegrass. The targets are a combination of traits such as biomass yield, digestibility, persistency and water soluble carbohydrate content. The models are also being used in related projects to improve the content of fatty acid composition and concentration in ryegrass germplasm. Agriculture, Food and Drink,Education","dataset":"gtr"}