{"id":"9FA88724-F11F-4F65-A924-39D6951963BE","title":"Multi-link soft polymer micro-actuators and sensors","abstractText":"A new approach to the problem of soft micro-actuators and micro-sensors is proposed, based on the design of new multi-link polymer-ion composite smart mechanisms. The programme of research will develop and study novel soft micro-actuators and micro-sensors that can articulate into complex shapes and can detect complex deformations, features that have previously been impractical. This research will be carried out using state-of-the-art polymer bending actuator materials. Structures and mechanisms in nature, such as beating cilia and soft swimming organisms, will provide the inspiration for this research. Techniques for the design, construction, modelling and control of these new actuator/sensors will also be developed. Applications of this research include fluid control and motivating mechanisms for a lab-on-a-chip, soft catheters and endoscopes, and mechanisms for soft micro-robotics.Strong input will come from collaborations with the Bio-mimetic Control Research Center in RIKEN, the Japanese Institute for Physical and Chemical Research and the Japanese National Institute of Advanced Industrial Science and Technology, world leaders in the design and development of new polymer-ion sensor/actuators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F022824/1","grantId":"EP/F022824/1","fundValue":"387722","fundStart":"2008-10-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  The results of this grant have been leveraged in follow-on grants: EPSRC EP/I032533/1 Bioinspired Control of Electro-Active Polymers for Next Generation Soft Robots; BBSRC BB/F01872X/1 Synthetic Components Network: Towards Synthetic Biology From The Bottom Up; Leverhulme Trust project RPG-362 A robot that decomposes: towards biodegradable robotic organisms.\n\nThey have also enabled new research into implantable medical devices and a Wellcome Trust Translation Award application (currently in final stage review), an EPSRC Fellowship applciation (currently in review) and the award of an EPSRC Sandpit project on wearable soft robotics devices for independence. Aerospace, Defence and Marine,Energy,Healthcare Cultural,Societal,Economic","person":"Jonathan Michael Rossiter","coPersons":[],"organisation":"University of Bristol","findingsText":" This project investigated soft compliant actuators and sensors for robotic and medical applications. Key findings include the development of bioinspired highly articulating cilia structures that were shown to closely replicate the asymmetric beating of the cilia on Volvox algae. Additionally we demonstrated the first ever 5 degree of freedom compliant actuator and, through the addition of in-plane torsion, demonstrated how a 6 degree of freedom actuator system can be designed and fabricated. These findings enable a new field of complex soft robotics to be developed. These are expected to have application in areas including implantable medical devices, autonomous robots, human assist devices and wearable technology. Aerospace, Defence and Marine,Creative Economy,Education,Energy,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Retail,Other","dataset":"gtr"}