{"id":"9FAC893C-033D-4ADE-8F2F-99D51667A087","title":"Quantum Stochastic Analysis For Nanophotonic Circuit Design","abstractText":"The research is set against the context of the emergence of quantum technologies, and the desirability to establish a dedicated quantum control theory utilizing the primary feature of modern control -feedback - as an essential element in designing quantum components that operate in a robust, autonomous fashion. We believe that the next important stage in the development of computing will focus on optical platforms integrated on chip to perform low-power low-dissipation information storage, relaying and information processing, but requiring a quantum mechanical description of their dynamics, and their control.\n\nThe PI is an expert on quantum stochastic models based on the Hudson-Parthasarathy calculus, and has developed several key results in model reduction, synthesis and interconnection of quantum networks, and stochastic approximation techniques that are directly relevant to quantum optics. With Matthew James, the PI has pioneered the mathematical formalism of Quantum Feedback Networks for describing how component open quantum systems can be connected. This has recently been automated in a freely available visual programming and simulation implementation framework by researchers at MabuchiLab. The Quantum Feedback Network formalism lies at the heart of synthesis and design of quantum feedback control systems, and has been used to develop models of squeezing enhancement, autonomous quantum error correction schemes, optical switching devices, etc. At present, the MabuchiLab group are one of the main users of the theoretical framework developed by the PI. The aim of the visit is to identify the likely mathematical and conceptual problems that are currently arising. \n\nThe early theoretical suggestions for quantum coherent feedback control were:\n\ni) The MabuchiLab treatment of the optimal least disturbance problem for optical signals passed through a quantum cavity (an exemplar for robust quantum control techniques developed by Nurdin, James and Peteresen), \n\nii) the Gough-Wildfeuer proposal to enhance the squeezing capability for degenerate parametric amplifiers (this was subsequently verified experimentally by the Tokyo group headed by Akira Furusawa, and a systems-theoretic improvement has been suggested by Zhang in Hong Kong based on the inclusion of active components). This proposal aims at drawing these strings together in an aligned way.\n\nThe quantum stochastic calculus has proved remarkably successful in modeling quantum optical systems, and rigorous limit results for these models, such as adiabatic elimination, are suggesting new strategies for engineering non-linear optical components, and the quantum feedback network framework has lead to an efficient technique leading directly to the master equation for compound quantum input-output systems. Coherent-feedback has been proposed as a mechanism for autonomous quantum memories, in particular, quantum-error correction schemes assembled from cavity QED devices linked through optical wave-guides could in principle work without external clocking or control. The goal of the visit is to explore likely areas of application for model abstraction using quantum stochastic analysis, with a view investigating the designability aspect of robustly controlled quantum systems. \n\nAs a principal direction for long term research investigation we would like to look at applying model-based graphical techniques from network analysis to quantum feedback networks. The PI proposes to visit Stanford University this year for three weeks (the start will coincide with the 2013 Principles and Applications of Control to Quantum Systems meeting organized in Monterey, CA). We also wish to connect this with recent work by Dr Guofeng Zhang in Hong Kong on control theoretic aspect of the Gough-Wildfeuer problem were a quantum mechanical dynamic compensator is included for robustness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L006111/1","grantId":"EP/L006111/1","fundValue":"24493","fundStart":"2013-08-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"John Edward Gough","coPersons":[],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}