{"id":"9FAE9E02-7200-46A8-B2F8-150671AF1744","title":"Intelligent embedded components for enhanced supply chain observability and traceability: INTELLICO","abstractText":"This project will develop highly innovative ambient intelligence (AmI) software components to increase significantly the\nobservability and traceability of systems, human operators (HO's) and environments within the automotive and electronics\nmanufacturing supply chains, thereby leading to more effective control and monitoring throughout the product supply chain\nand operational lifecycle based upon higher levels of intelligence. This knowledge generation capability requires the\ndeployment of a network of integrated, embedded (within the product and processes) Radio Frequency components and\nsystems with robust, reliable sensors, autonomous operation, proactive reasoning, learning and social abilities (e.g.\ncommunication, co-operation, conflict resolution and negotiation). The objective of INTELLICO is to demonstrate a\nprototype generic network at automotive and electronics manufacturing end users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J501748/1","grantId":"EP/J501748/1","fundValue":"333329","fundStart":"2012-10-15","fundEnd":"2014-10-14","funder":"EPSRC","impactText":"  Antennae design: Novel encapsulated antennae design for embedded RFID applications with directional control and reduced interference\nUse of EI to enhance recycling efficiency: Use of EI technology incorporated into electronics by OEM customers will enable S2S to make more informed choices at end of life about the best options for refurbishment, recycling or reuse and this will enable S2S to generate more revenue for itself and its customers.\nTransfer of data with product: The innovative element of this result is that the data; process history, batch numbers, materials dates etc. is retained and added to through the value chain and is readily available at each step.\nEncryptable EI - Sept 2011: a printed circuit board with an encryptable EI embedded within it to record full product details, process results &amp;amp;amp;amp; test results ensuring product quality. Also provided the platform to develop through life controls for recycling.\nCommercialisation of EI in Board: Incorporation of EI functionality as a solid state device is novel and therefore more reliable and safer than alternative options.\nAntenna structure in component keep out area of the board.\n4 pad layout for chip interconnections (improved stability)\nUsage of adhesive for interconnection (possible attachment before or after alternative oxide process possible)\nUsage of under-fill for mechanical stabilisation of the chip on the inner layer.\nTest and programming of the chip with a probe for defined communication with a specific tag \nData structure/organisation with RFID memories.\n Layered multi-layer structure with recess holes in both pre-pregs/determination of pre-preg layer thickness.\nVisualisation software to a)read/write to tag b)to track products c)to link additional information (e.g. databases) Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy Economic","person":"Andrew Arthur West","coPersons":["Paul  Conway"],"organisation":"Loughborough University","findingsText":" Antennae design: Novel encapsulated antennae design for embedded RFID applications with directional control and reduced interference\nUse of EI to enhance recycling efficiency: Use of EI technology incorporated into electronics by OEM customers will enable S2S to make more informed choices at end of life about the best options for refurbishment, recycling or reuse and this will enable S2S to generate more revenue for itself and its customers.\nTransfer of data with product: The innovative element of this result is that the data; process history, batch numbers, materials dates etc. is retained and added to through the value chain and is readily available at each step.\nEncryptable EI - Sept 2011: a printed circuit board with an encryptable EI embedded within it to record full product details, process results &amp;amp; test results ensuring product quality. Also provided the platform to develop through life controls for recycling.\nCommercialisation of EI in Board: Incorporation of EI functionality as a solid state device is novel and therefore more reliable and safer than alternative options.\nAntenna structure in component keep out area of the board.\n4 pad layout for chip interconnections (improved stability)\nUsage of adhesive for interconnection (possible attachment before or after alternative oxide process possible)\nUsage of under-fill for mechanical stabilisation of the chip on the inner layer.\nTest and programming of the chip with a probe for defined communication with a specific tag \nData structure/organisation with RFID memories.\n Layered multi-layer structure with recess holes in both pre-pregs/determination of pre-preg layer thickness.\nVisualisation software to a)read/write to tag b)to track products c)to link additional information (e.g. databases) Improved end of life decisions for electronics refurbishment, recycle and reuse leading to improved UK revenue. \nEncrypted embedded intelligence in products allowing development of through life controls, leading better decisions for end of life. Commercialisation of EI in board provides safer and more reliable functionality. \nImproved product tracking and tracing will allow manufacturers to reduce loss and increase productivity and record more information about their products and processes. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}