{"id":"9FC08456-1408-47F8-95AC-E77125629A06","title":"Film Bulk Acoustic Resonator-based Ultra-Sensitive Biosensor Array Using Low Cost Piezoelectric Polymer as the Active Material","abstractText":"Biosensors are a type of microdevices that are able to measure very small concentration of biological molecules or chemical substances through specific bio-binding or chemical absorption. Biosensors are extremely useful in diagnosis, fighting terrorist and prevention of pandemic disease spread. Through detection of associated molecules such as DNA and antibody-antigen, they are very promising in early diagnosis of cancers and genetic disorder. Widespread applications of thus biosensors will lead to fast and accurate diagnosis, thus preventing unnecessary mortality and saving thousands of lives. Deployment of biosensors at key public locations enables detection of disease or biological substances in time, preventing spread of diseases or biochemical attach. High quality biosensors must be very sensitive, easy to use, low cost and fast with integrated electronics. Also multi-detection of many molecules using arrays is essential for reliable diagnosis and detection. Although many technologies have been developed such as microarrays and label-free electrochemical and optical biosensors. they have various shortages: lack of sensitivity and resolution, bulky and precise control of the sample position, or a large device size and lack of scalability etc. A multi-disciplinary team from Universities of Cambridge (CU), University of Manchester (MU) and University of Bolton (BU) is formed to develop a technology platform for biochemical detection using the most advanced film bulk acoustic wave resonator (FBAR) technology. FBAR device has a structure similar to quartz crystal microbalance but with a submicrometer thick piezoelectric (PE) active layer. It consists of a thin PE-layer with electrodes on both sides. Application of A.C. signals generates a standing wave between the two electrodes through PE effect. The resonant frequency is extremely sensitive to mass attached on the electrode surface owing to small device dimensions (thus the small base mass) and high operating frequency. Extremely small concentration of biomolecules can be detected through specific bio-binding with pre-deposited probe molecules on the electrode surface. The device has the combined merits of all other biosensors: label-free, ultra-high sensitivity and low detection limit, small dimensions, suitability for multi-detection using FBAR arrays, electronic output signal and low cost. The project will initially focus on development of high performance FBARs using piezoelectric (PE) ZnO thin films owing to its relatively mature technology. Biosensing technology will be developed in parallel using prostate-specific antigens (PSA) and peptide aptamers that specifically bind to those PSAs. Peptide aptamers have much better stability and specificity than proteins. Development of ZnO-based FBAR biosensors enables us to clarify all issues in device modelling, fabrication and characterisation, immobilization and biodetection etc. At the second stage, the project will develop novel FBARs on glass and plastic substrates using low cost PE-polymers. PE polymers such as polyvinylidene fluoride (PVDF) and its copolymer PVDF/TrFE have a piezoelectric constant and coupling coefficient comparable to the piezoelectric ceramics, and are biocompatible and chemically inert. Owing to their flexibility, it allows fabrication on low cost glass and plastic substrates. The cost of these biosensors will be extremely low. BU has excellent facilities for modelling and design, and for material and device characterisation. They will be responsible for modelling, design and characterisation. CU has a world-class cleanroom housed with excellent deposition, etch and microfabrication facilities. They will offer the expertise and experiences in device fabrication. The MU has first class biolab environment and relevant facilities for biological research. They are experts in protein adsorption, interfacial conformation, structural unfolding, and synthesis and cloning of peptide aptamers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F06294X/1","grantId":"EP/F06294X/1","fundValue":"281583","fundStart":"2008-12-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Jack Jikui Luo","coPersons":[],"organisation":"University of Bolton","findingsText":"","dataset":"gtr"}