{"id":"9FC1E3BF-4075-4137-9C16-DCDFB00B9BFC","title":"Mechanisms of bioreactivity of engineered nanoparticles with pulmonary gas exchange barrier","abstractText":"Nanotechnology is a rapidly emerging area of science involving synthesis of engineered nanoparticles that are less that the width of a hair (ie less than 100 nanometres in size). Nanoparticles are processed to form larger products which are not harmful; they are used in engineering, medicine, cosmetics and many other day-to-day products. Nanoparticles have unique properties which make them very attractive and useful in producing new products; however, the properties that make them unique may unfortunately have health effects. We know very little about the hazards or risks associated with exposure to these materials because they are so new. As nanotechnology is moving so fast it is important to establish whether nanoparticles are likely to be toxic or to have unwanted health or environmental effects. If we know this we can protect people and the environment from exposure. We know that when susceptible individuals are exposed to high levels of air pollution which contains nano-sized particles they may develop heart and lung problems and have to go to hospital and might even die. This suggests that inhalation of very small, nanosized engineered particles might cause heart and lung problems, although they have very different properties to air pollution particles. The aim is to discover whether inhaled engineered nanoparticles are harmful and whether they cause breathing or heart problems if they reach the delicate air sacs of the lung. We will use cells that line human lungs and the blood vessels of the lung. These cells will be exposed to the nanoparticles to discover whether the they are toxic and if so, how toxic and why? Do the exposed cells release molecules that might cause inflammation or blood clotting? We want to know what properties of the particles make them dangerous - are they sharp, or do they pass into the cells, or between the cells or are any particular surface chemicals responsible for nanoparticle toxicity? We will watch nanoparticles under a unique microscope to see how they alter cell behaviour. We hope to learn whether inhaled, engineered nanoparticles are likely to be harmful. If they are, is it possible to make particles that are not harmful? This information will allow us to provide guidelines on the possible risks of inhaling engineered nanoparticles, as well as preventing exposure, particularly at work, where levels may be high.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700926","grantId":"G0700926","fundValue":"642791","fundStart":"2008-08-18","fundEnd":"2011-08-17","funder":"MRC","impactText":"","person":"Teresa Dorothy  Tetley","coPersons":["Yuri  Korchev","Julia  Gorelik","Milo  Shaffer","John  De Mello"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}