{"id":"9FC94E82-2D97-4ACC-AD6F-9417E81FC29B","title":"Pennine Water Group (PWG); Urban Water Systems for a Changing World","abstractText":"Urban water systems have never been more strategically important - they are one of the key foundations of society. The reliable provision of safe drinking water and effective drainage and sewerage services is essential to us all. Society has developed an increased awareness of a number of environmental, social and economic issues associated with the provision of water services. Factors considered include the impacts of climate change, water scarcity, water security, flooding, drought, energy use, carbon footprint, environmental damage and impact on human health. These factors, combined with the fact that many of our existing urban water infrastructure systems are complex, old and deteriorating, creates significant new challenges for the water industry into the future. They also create significant new and exciting research challenges that the Pennine Water Group (PWG) at the Universities of Sheffield and Bradford is best placed to address.Historically the international reputation of the PWG has been built on delivering high quality scientific research that addresses the needs of the water industry. This has been achieved by taking a multi-disciplinary approach focused on urban water asset management. Our evolving vision for the future requires a transition to 'Sustainable Integrated Urban Water Systems' that 'move beyond the pipe' to a broader system definition. We propose to progress and deliver our future research at a range of scales and to integrate both man-made infrastructure and natural processes in large catchments within a holistic framework that incorporates technical, institutional, economic and cultural issues. This framework will be underpinned by new and novel scientific and technological advances but will involve the inclusion of a wide range of stakeholders. The platform grant renewal will support the transition from a multi-disciplinary to a trans-disciplinary group through fostering new inter-disciplinary research ideas combined with an ever more effective integration with industry and other stakeholders. This vision has 3 key development areas (1) Sustainable integrated systems and water sensitive urban design (2) Development and delivery of new technologies and (3) Implementation and governance.The new platform grant will be led by Prof. Saul with a core academic management team of Biggs, Boxall, Horoshenkov, Sharp and Tait. This team will be responsible for the delivery of the all fundamental science and outputs within the three key areas, but also for the monitoring of expenditure, developing future funding strategy, staff and career development and interactions with external stakeholders. The management group will seek support and guidance from both an Industrial Advisory Panel and an International Scientific Advisory Panel.A major strength of the existing PWG academic staff is their enthusiasm for collaboration and wider engagement across the RCUK disciplines. The new platform grant proposes to include four new academic colleagues, Lerner, Osborn, Beck and Molyneux-Hodgson, who will provide significant add-on technical expertise and with whom we are currently collaborating on funded projects. These staff will enhance the core skills of PWG, within a unique team, that will see significant and enhanced opportunities to stimulate and respond to new cross-discipline research ideas and initiatives. Following our successful existing practice, we will use the platform grant as a flexible resource to provide gap funding to support the future long term careers of our key researchers, to provide opportunities to visit overseas research groups and to present our work at major International Conferences. A point of specific importance is that the platform grant will allow the optimisation of the training, networking and mentoring afforded to all our researchers, and here, special emphasis will be given to the skills set required for a future academic career.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I029346/1","grantId":"EP/I029346/1","fundValue":"1229680","fundStart":"2011-05-01","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"  Our research has stimulated and enabled a variety of impacts. These range from policy and practice (ie operational strategies for the management of distribution systems) to acting as leading experts on major projects (Thames Tide way) to spin out companies (acoustic sensing) to freely available new knowledge, tools and techniques. Environment,Other Economic,Policy & public services","person":"Adrian John  SaulJoby  Boxall","coPersons":["Simon  Tait","Kirill V Horoshenkov","E  Sharp","Catherine Anne Biggs"],"organisation":"University of Sheffield","findingsText":" Urban water systems have never been more strategically important - they are one of the key foundations of society. The reliable provision of safe drinking water and effective drainage and sewerage services is essential to us all. Society has developed an increased awareness of a number of environmental, social and economic issues associated with the provision of water services. Factors considered include the impacts of climate change, water scarcity, water security, flooding, drought, energy use, carbon footprint, environmental damage and impact on human health. These factors, combined with the fact that many of our existing urban water infrastructure systems are complex, old and deteriorating, creates significant new challenges for the water industry into the future. To address these issues, the Pennine Water Group, comprising water researchers at the universities of Sheffield and Bradford, were successfully awarded a continuation platform grant in April 2011. Key findings are emerging and progress to date is here reported. \n\n\n\nThe award of the platform grant has allowed the group to continue to grow and to sustain, stimulate and enhance the internationally leading scientific and engineering research and technological developments. We have continued to harness the skills of our new academic collaborators into the PWG, to invest in new research academics and to retain, develop and promote our key research staff. A total of 5 new junior academic appointments have been made in the water sector, with three former PWG post-doctral researchers appointed to these academic positions. By influencing strategy and development at the University of Sheffield, we have been able to unit the group at a single location and secure additional laboratory based experimental space and facility. We are now clearly the UK largest urban water research group.\n\nOur strategy has continued to provide the opportunity for blue skies and short term feasibility studies. To date a total of 5 short term projects have been stimulated with a view to enhancing the multi and cross-disciplinarity of our research. Specifically these have addressed:\n\ni) Understanding the potential for sustainable systems integration, \n\nii) Decision based operational and management tools using control engineering techniques,\n\niii) New understanding of the links between catchment science and urban infrastructure with a move to ecological standards and catchment based consents,\n\niv) The development of new mathematical and computer aided techniques to manage flood data and model outputs into knowledge, and \n\nv) New strategies for UK and European policy based on stakeholder engagement.\n\nFrom these initiatives, three responsive mode applications for RCUK funds have been made whilst others have stimulated journal publications. Funds have also been used to assist dissemination activity in the form of international travel and in the creation of 'hot house' publication writing and research stimulation meetings. Funds have also been used to stimulate new international and EU collaboration, with visitors from Australia, US and Italy spending significant time working within the Group. We have also held one meeting of the International Scientific Advisory Group with representatives from Canada, Australia, Holland and the UK.\n\n\n\nThe platform grant has continued to support the development of our unique and world leading experimental facilities, at a range of scales. At Sheffield, the re-location and refurbishment of our temperature controlled facilities is now complete and these have provided the opportunity for enhanced world leading research on the quality of water in distribution systems and in studies of the microbiology of urban water systems. Also of particular note is the near completion of the unique hydraulic scale model flooding rig that links the above ground overland flood flows with the performance of the below ground drainage system. This rig has stimulated new and major international interest and is particularly relevant to the needs of the EA. A response mode grant has been successfully awarded for further work utilising this facility. Considerable enhancements have been made to develop our expertise in the development and application of new and innovative acoustic measurement techniques, instrumentation and sensors and in the associated complex signal analysis techniques. These have resulted in a spin out company being formed to enable international commercialization.\n\nThis new generation of tools and techniques have been specifically aimed at the needs of end users and stakeholders and here an annual retreat has been established to share all our research with our strategic and industry advisory groups, including the research managers from 5 water companies, international researchers, consultants and the EA. PWG has also acted as hosts to the 7th International conference on Sewer Processes and Networks in August/September 2013 thereby providing significant opportunities to enhance our International collaboration and to provide enhanced stakeholder engagement.\n\nIn summary therefore, the research of the platform grant is very much directed at providing add-on benefit to our existing strengths and in the stimulation of new cross disciplinary links. These latter links continue to expand but, in many cases, are in their infancy. As a consequence interested readers are referred to fuller details of the PWG core EPSRC funded research by reference to the following projects:\n\nSee Biggs C A\nEP/H023488/1. Deploying Synthetic Biology in the Water Industry\nEP/J00538X/1. A Global Solution To Protect Water By Transforming Waste\nEP/I016589/1. BioEngineering from first principles.\n\nBoxall J B\nEP/K021699/1. Assessing The Underworld - An Integrated Performance Model Of City Infrastructures\nEP/I001468/1. Real-time condition monitoring and early warning of failure of potable water using novel fluorescence spectroscopy instrumentation.\nEP/G015546/1. Contaminant Ingress into Distribution systems (CID).\nEP/G029946/1. Pipe Dreams.\nEP/E003192/1. Delivering sustainable water systems by optimising existing infrastructure via improved knowledge, understanding and technology - project NEPTUNE\n\nHoroshenkov K\nEP/D058589/1. Sonic Characterisation of Change in Sewer Networks\nEP/G005737/1. Sewer Condition and Blockage Detection Classification Using Novel Acoustic Instrumentation.\n\nLerner D N\nEP/F007388/1. URSULA: Urban River Corridors and Sustainable Living Agendas\n\nSaul A J\nEP/G037094/1. Industrial Doctorate Centre: Skills Technology, Research, and Management (STREAM) for the UK Water Sector.\nEP/F020511/1. Flood Risk Management Consortium (FRMRC) Phase 2.\n\nTait S J\nEP/G015341/1. Sonic Characterisation of Water Surface Waves, Turbulence, Mixing and Bed Friction in Shallow Water Flows.\nEP/H015469/1. Advanced numerical techniques for characterising obstructions in sewer pipes.\n\nZimmermann W\nEP/I019790/1. Microbubble cloud generation from fluidic oscillation: underpinning fluid dynamics.\n\n\n\nIn addition significant impact has been generated with the uptake by industry of the products of our research see www.sheffield.ac.uk/penninewatergroup. Of specific note:\n\nPODDS - the prediction of discolouration in distribution systems. This operational tool has resulted in significant savings in maintenance costs for distribution and trunk mains (Boxall) \n\nTRANSIENTS AND LEAK DETECTION - new technology and modelling to predict the location of leaks in distribution systems (Boxall, Shucksmith and Beck).\n\nSEWERBATT - commercialised instrumentation for the condition assessment of sewer pipes (Horoshenkov and Tait).\n\nAIR LIFT LOOP BIOREACTOR - a micro-bubble flotation system actuated by fluidic oscillation (Zimmermann)\n\nSTORM RETURN PERIOD PREDICTOR - software to predict the return period of flood events with Yorkshire Water (Saul).\n\nSONDE - sewer quality sampling strategy based on river water quality impact measurements with Yorkshire Water (Saul).\n\nThames Tideway Tunnel Performance for septicity with Thames Water (Saul, Biggs and Jensen). Our unique and world leading experimental facilities are highly valued and serve as an excellent platform to discuss our research with visitors to the University, ranging from professional practitioners to parents of prospective students on open days. \nTo enable technology transfer extensive communication and engagement has taken place between the academics, the Industry Advisory Panel and the International Scientific Advisory Panel (Karney (Toronto), Deletic (Melbourne), Dixon (Auckland) and Clemens (TU Delft). The industrial Advisory Group now includes the research managers from 5 major water companies in addition to consultants and regulators. A further programme of measures has been used to ensure benefit take up in the form of a series of stakeholder and end user forums and specific conferences and workshops for the UK Water Industry, regulators and policy makers. For example, PWG now hold an annual away day to which all stakeholders are invited and PWG hosted the 7th International conference on Sewer Processes and Networks in Sheffield, August/Sepember 2013. Similarly all our major projects have industry representatives on their steering committees and a strategic research partnership with Yorkshire Water has been extremely beneficial in terms of the focus, relevance and dissemination of our research within industry practice.\n\nTo effect communications and to disseminate details of individual projects, including non-confidential data and results, extensive use has been made of the PWG website that details all current and recently completed research and outputs. Outputs have also be communicated via the usual high quality, high impact journal route (Water Research, etc) and at international conferences. Key academics have also made presentations at industry forums and speciality one day conferences organised by the industry and at RCUK showcase events.\n\n\n\nWhere possible, the academic outputs have subsequently been written into new methodologies, tools and techniques, including design guides and software, which may be used by a range of end users - water companies, environmental consultants, regulators, policy makers etc. Examples of such exploitation include: \n\nPODDS - the prediction of discolouration in distribution systems. This operational tool has resulted in significant savings in maintenance costs for distribution and trunk mains (Boxall) \n\nTRANSIENTS AND LEAK DETECTION - new technology and modelling to predict the location of leaks in distribution systems (Boxall, Shucksmith and Beck).\n\nSEWERBATT - commercialised instrumentation for the condition assessment of sewer pipes (Horoshenkov and Tait).\n\nAIR LIFT LOOP BIOREACTOR - a micro-bubble flotation system actuated by fluidic oscillation (Zimmermann)\n\nSTORM RETURN PERIOD PREDICTOR - software to predict the return period of flood events with Yorkshire Water (Saul).\n\nSONDE - sewer quality sampling strategy based on river water quality impact measurements with Yorkshire Water (Saul).\n\nThames Tideway Tunnel Performance for septicity with Thames Water (Saul, Biggs and Jensen).\n\nWe have stimulated further EU and International visits and exchanges, in order to seek additional non UK funding and to build new partnerships. In so doing we built an effective network for the dissemination of our research outputs to the benefit of the UK and International academic and scientific community.\n\n\nThe scientific and academic community have benefited from the dissemination of new data and knowledge and the development of modelling tools, new instruments, sensors and measurement techniques. PWG have an excellent track record in their collaboration with other leading UK water groups, especially at Exeter (Savic, Butler, Djordjevic and Kapelan), Cranfield (Jeffrey and Jefferson), IC (Maksimovic and Graham) and HR Wallingford (Kellagher), and as part of the STREAM IDC which also links to the expertise in water research at Newcastle. We believe that our sharing of non confidential data, ideas and knowledge with other key academics and research groups has resulted in the stimulation of new collaborative research proposals and projects. This is seen as a major strength in terms of collaboration and exploitation. \n\n\n\nAll research staff have seen a broadening of their research skills with the opportunity to work in multi-disciplinary teams and to link with the industry and regulators. Monthly PWG research seminars are held to reinforce the dissemination of their research. Similarly the undergraduate students at Sheffield have offered a further dissemination route in that they are exposed to research led teaching and teaching by our industry partners. This, we feel, aids the exploitation of our research in the longer term. Environment,Other","dataset":"gtr"}