{"id":"9FD041D7-8828-4DD5-9803-7DC58DC2D930","title":"The Separation of Powers in the Contemporary Constitution","abstractText":"The research project seeks to re-assess the status of the separation of powers doctrine in the UK constitution. This research is both timely and relevant for two reasons. Firstly, there has long been debate over the degree of importance to be placed on the doctrine in the UK's unwritten constitutional system - due, at least in part, to the fusion of the executive and legislative branches. Secondly, recent legislative developments - particularly the Human Rights Act 1998 and Constitutional Reform Act 2005 - have initiated change which impacts directly on the division and allocation of governmental power in the UK. Both developments directly affect the contemporary separation of governmental power. \\n\\nThese two pieces of legislation do appear however, to have a differing approach to the division of governmental power. Firstly, the Human Rights Act brings the judiciary into much closer contact with 'political' and legislative decisions than ever before. On the other hand however, the Constitutional Reform Act promotes a much clearer institutional separation than has hitherto been the case by, inter alia, removing the Lords of Appeal in Ordinary from the Legislature, and stripping the Lord Chancellor of his judicial role. There is arguably therefore a tension between the two pieces of legislation; one arguably blurs the boundaries between the judicial, executive and legislative role, the other more clearly delineates as between institutions of government. \\n\\nThe project will seek to argue that in spite of this apparent tension, there is a compelling case for the place of the separation of powers doctrine in the contemporary constitution - in particular in its status as a system of checks and balances. The doctrine will be examined from differing perspectives: firstly, in terms of the division of competences between the three branches of government; secondly, as a tool of procedural fairness; and finally in the institutional separation sense as envisaged by the Constitutional Reform Act 2005. Each of these analyses will primarily utilise primary and secondary legal resources so as to best gauge both theoretical perspectives on the doctrine, and its effects in practice. \\n\\nThe project will be of most relevance to lawyers and political scientists in the sphere of constitutional governance and human rights. However, as the project will also engage in analysis of a number of areas which have been sources of wider legal and political controversy - for example, the role of judge as law-maker, and the question of human rights as issues of law or politics - it is hoped that it will raise interest of a broader nature. \\n\\nTwo academic outputs are envisaged; the primary output of the project will take the form of a book-length analysis of the separation of powers doctrine in the contemporary constitution. Secondly, I intend to produce an article on the role of judge as law-maker under the Human Rights Act which will be submitted to a peer-reviewed legal journal. I also intend to pursue opportunities to present the research at conferences and seminars. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001746/1","grantId":"AH/F001746/1","fundValue":"18452","fundStart":"2008-01-14","fundEnd":"2008-04-13","funder":"AHRC","impactText":"","person":"R  Masterman","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}