{"id":"9FE52EF7-E257-46CF-825F-AB273641F434","title":"How E. coli produces hydrogen","abstractText":"Prokaryotes are the simplest living organisms on planet Earth. They include the single-celled bacteria and their cousins the archaea, which are the closest surviving examples of the earliest life-forms that ever existed. Many of these organisms can grow without oxygen, and instead utilise other chemicals from the environment to generate energy for life. Sometimes the chemicals used are unusual and bacteria can use one of the simplest molecules in the Universe to gain energy for growth; hydrogen. Moreover, a range of microorganisms, from photosynthetic algae to strictly anaerobic bacteria, can actually produce hydrogen as a by-product. For example, in the absence of oxygen some bacteria, such as the gut-dwelling Escherichia coli, grow by a process known as fermentation. This initially results in formic acid being produced, which is ultimately used by the cell to generate hydrogen gas. This process requires the action of a complicated enzyme called formate hydrogenlyase (FHL), which comprises at least seven different proteins together with iron, sulphur, nickel and molybdenum atoms. The activity of E. coli FHL was first described as long ago as 1932 by Marjory Stephenson, the first female Fellow of the Royal Society. In the years that have followed, no scientist has been able to isolate FHL in order to study it more closely. In this research, we now describe an innovative new approach that has allowed the purification of FHL for the first time. The overall aim of this project is to understand how FHL works at the molecular level, and modify this activity so it will be suitable for industrial applications. Biological approaches to hydrogen production (so-called 'biohydrogen') are growing in importance as fossil fuel resources verge on the limits of economical extraction, and the environmental impact of carbon emissions gains long-overdue recognition. Hydrogen has the highest energy per weight of any fuel, and its use (particularly in a fuel cell) is clean and efficient. At present 99% of hydrogen is produced by reforming fossil fuels and 1% comes from electrolysis, with most being used as a feedstock by the chemical industry. Most importantly, biohydrogen offers the prospect of FULLY RENEWABLE hydrogen, freed from any dependence on fossil fuel, and the scope for taping into this resource is enormous. The biochemistry of hydrogen production depends upon normally oxygen-sensitive enzymes known as hydrogenases. FHL contains a hydrogenase (the so-called 'Hyd-3' enzyme) that is responsible for all of the hydrogen produced by E. coli. The active site of Hyd-3 contains nickel, iron, carbon monoxide and cyanide molecules (which can be studied using the advanced spectroscopy available in Oxford), and is thus termed a [NiFe]hydrogenase. Indeed, we and others have proposed that the active sites of such hydrogenases are as active in hydrogen chemistry as platinum catalysts - an expensive and limited resource. Hyd-3 is rapidly inactivated by oxygen, and this may be a reason why its isolation has proven problematic for so long. Our recent studies of [NiFe]hydrogenases, together with that of others, has identified an important subset of enzymes that can function in air (so-called 'oxygen-tolerant hydrogenases'). These enzymes hold the key to technological developments of biohydrogen and we now have fresh insight into the molecular mechanism of their oxygen tolerance. Another important aim of this project, therefore, is to use this new knowledge to engineer oxygen tolerance into FHL. The Oxford and Dundee groups are superbly complementary. Dundee has expertise in studying the molecular cell biology of hydrogenases in E. coli, and Oxford has pioneered biophysical methods for studying hydrogenases, most notably protein film electrochemistry (PFE) and spectroscopy. PFE is the most powerful of all techniques for studying the properties of hydrogenases and has been instrumental in understanding the mechanistic details of their chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I022309/1","grantId":"BB/I022309/1","fundValue":"354409","fundStart":"2012-01-09","fundEnd":"2015-01-08","funder":"BBSRC","impactText":"","person":"Fraser Andrew Armstrong","coPersons":[],"organisation":"University of Oxford","findingsText":" The mechanisms by which E.coli produces hydrogen have been elucidated Microbial hydrogen production is now better understood Agriculture, Food and Drink,Chemicals,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}