{"id":"9FE9E364-4404-495D-BC4E-03DB5CD39BD6","title":"Domain motion coupled to radical catalysis in ornithine aminomutase","abstractText":"Atoms and molecules contain small negatively charged particles called electrons. Typically, two electrons on an atom or molecule pair with one another, thereby lowering their overall energy and increasing their stability. An unpaired or lone electron on a molecule or atom is referred to as a radical. The increased energy associated with radicals cause them to be unstable and reactive towards other molecules, for example oxygen or water. Within a living organism, the targets for these aberrant radical reactions can damage cellular components like DNA or protein, leading to cancers, aging or even death. Humans, like all living things, have specialised molecules for carrying out specific biological functions. Some of these functions are executed by specifically designed enzymes. Interestingly, research is uncovering an ever increasing list of enzymes which use radicals to carry out unusual and very difficult chemical reactions. A certain class of these enzymes uses vitamin B12, which serves as a reservoir for radicals. The B12-molecule splits into two radicals when the substrate binds to the B12-enzyme. This permits a radical relay system to ensue; the lone electron will hop from one molecule to the next in the enzyme cavity during the course of the catalytic reaction. Two important challenges faced by B12-enzymes, as with all enzymes which use radicals, are (i) controlling the timing of radical production and (ii) controlling the reactivity and trajectory of radicals within the enzyme cavity. During the course of the catalytic cycle, the enzyme must direct the reactive radicals toward their intended targets in a series of highly synchronized events, whilst at the same time minimize or prevent the radical from extinguishing itself by collision with the wrong molecule or atom (i.e. water, oxygen, or the enzyme itself). To better understand how enzymes in general control the peregrination of radicals, we will focus on a particular enzyme, termed ornithine aminomutase. This enzyme is unique in that it not only contains vitamin B12, but also vitamin B6. Both B6 and B12 serve as sensitive probes for monitoring radical propagation during the catalytic cycle, making ornithine aminomutase an ideal system for detailed investigation of enzyme-mediate radical chemistry. We have recently determined the molecular architecture of the enzyme, (i.e. where each atom of the enzyme is located in a three dimensional space). From this information, we can examine the unique structural features of the enzyme that enables it to direct radicals towards their intended target. As part of this programme we will also investigate the distance and relative orientation of the radical pair, by a technique whereby we place the enzyme in a large magnetic field. Under this particular physical state, the radicals will act as miniature magnets, and we will be able to derive information on their immediate environment, (i.e. neighbouring atoms) as well as the distance and orientation to a second radical. We will also trap the enzyme at different stages of the catalytic cycle, and use the above techniques to determine how and to what extent the enzyme changes its conformation to enable productive radical propagation. From this research, we will better understand how enzymes control and harness the energy associated radicals, enabling chemically difficult and energetically challenging reactions to be performed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H000577/1","grantId":"BB/H000577/1","fundValue":"398351","fundStart":"2009-08-17","fundEnd":"2012-12-16","funder":"BBSRC","impactText":"  Our findings report new insights at the fundamental level. A direct link to any impact of economic/other nature is difficult to establish at this stage.  ","person":"David  Leys","coPersons":["Nigel Shaun Scrutton","Stephen Edward Rigby"],"organisation":"The University of Manchester","findingsText":" Enzymes are remarkably complex and highly efficient catalysts, some of which even use radical chemistry to achieve the reaction they catalyse. In contrast to the majority of reactions in biology, radical reactions present an inherent danger to the cell: when uncontrolled, radical reactions can propagate and cause damage to their immediate surroundings. Hence, enzymes that make use of radicals have invariably evolved to exert sufficient control to avoid this unrestrained radical propagation. The mechanism by which this occurs depends on the enzyme. In this grant, we have studied ornithine aminotransferase, an enzyme that contains a B12- and PLP-cofactor and catalyses the radical chemistry mediated conversion of the amino acid ornithine into 2,4-diaminopentanoic acid as part of the metabolism of the bacterium Clostridium sticklandii. Previous studies by our group indicated this protein couples motion to radical chemistry, an unexpected property that appeared in direct contrast with the need to tightly control radical formation (and unprecedented). We set out to study this reaction in detail, exploring the structure of the enzyme in various states (with and without the ornithine substrate) through structural biology and computation modelling methods. This provided a series of snapshots of the large-scale motion that the B12 (which represents the &quot;chemistry business end&quot; of the enzyme) undergoes during catalysis, but did not reveal how this is coupled to the presence of substrate itself. We complemented these studies with EPR (electron paramagnetic resonance) and kinetic studies of the enzyme and enzyme variants we generated using site-directed mutagenesis methods. The studies aimed to explore mutants that were generated to affect either the enzyme open state (no substrate present, B12 far from the active site) or the enzyme closed state (substrate present, B12 docked into the active site). The results validated the relevance of the snapshots obtained through structural biology/modelling to the enzyme solution state. All variants generated affected the rate of the enzyme, but not the inherent affinity for the substrate. Our data confirmed that protein motion is linked to the rate limiting step in this enzyme, but also revealed that coupling between substrate presence and this motion was not complete. The radical initiation did appear coupled with the formation of the closed state, and we have pinpointed a few key residues that appear to be involved in binding part of the B12-cofactor in the active site. B12 enzymes catalyse remarkable chemistry, we have shown this appears to occur using a more robust and simple mechanism than perhaps previously thought. This will allow those seeking to apply or evolve these enzyme to better understand the underlying limitations and possibilities. Chemicals,Manufacturing, including Industrial Biotechology","dataset":"gtr"}