{"id":"9FF036F0-CA7C-442B-B19A-B1BE451CAE4B","title":"Multiscale Chemical Composition of Carbonaceous particles and Coatings (MC4)","abstractText":"Black carbon (BC) particles are an important and highly relevant area of study in atmospheric science. These are produced in large quantities by human activities in the form of soot from fires and transport emissions. Concentrations of BC in the atmosphere have increased since pre-industrial times and the effect on global climate has been one of warming, as these particles can absorb incident radiation. In addition, these particles have the ability to alter regional climate and weather patterns through localised warming of the atmosphere. However, the exact effects of BC on the atmosphere are hard to predict, as the exact light-absorbing properties vary according to the exact source of the particles. In addition, atmospheric processes can cause the particles to become mixed with others and obtain coatings from gas phase reactions. These effects substantially change the absorption properties of the aerosol but are hard to predict. The study of these effects has traditionally been hampered by the lack of suitable instrumentation that can directly measure the chemical composition of BC and any coatings on the particles. To address these needs, the Soot Particle Aerosol Mass Spectrometer (SP-AMS) is being developed through a partnership between Aerodyne Research Inc., Droplet Measurement Technologies and the University of Manchester. This uses a near infra red laser to vaporise particles containing BC before the resultant vapours are analysed using mass spectrometry. Because particles that do not contain BC do not absorb the laser light, these are not detected. In this manner, the SP-AMS selectively measures only BC particles and their coatings, so therefore this instrument can be used to study the mixing state and the chemical composition of their coatings selectively. Multiscale Chemical Composition of Carbonaceous particles and Coatings (MC4) will use this novel instrument in conjunction with a suite of other measurements to study the sources and evolution of BC particles in the atmosphere, which will in turn lead to better model treatments and more accurate predictions of BC's climatic impacts. In addition, development work will take place in the laboratory to improve instrument sensitivity and data quality, accurately determine detection limits and formulate an operational protocol. This will maximise the effectiveness of subsequent experimental work. Measurements will take place in Los Angeles, Manchester and the Weybourne Atmospheric Observatory on the north Norfolk coast. A wide variety of sites is needed to characterise a broad range of aerosols. The measurements of coating and mixing will be compared with optical absorption measurements from automated filter-based methods. These will compared with estimates of the amount of chemical processing that the aerosol has undergone since emission based on gas phase VOC measurements. Different sources and types of BC particles will be identified and characterised using numerical factor analysis. The results from these studies will drive parameterisations that will be of use to the modelling community. This will allow the more accurate evaluation of the climatic impacts of BC particles over the course of their atmospheric lifetimes and lead to more accurate regional and global climate predictions in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H007326/1","grantId":"NE/H007326/1","fundValue":"22491","fundStart":"2010-04-01","fundEnd":"2012-09-30","funder":"NERC","impactText":"  Mechanistic study of the black carbon interactions. Publication of scientific study Education,Environment,Healthcare,Government, Democracy and Justice ","person":"Brian James Bandy","coPersons":["David  Oram"],"organisation":"University of East Anglia","findingsText":" The wet removal of black carbon aerosol (BC) in the atmosphere is a crucial factor to determine its atmospheric lifetime, and thereby the vertical and horizontal distributions, dispersion on local and regional scale, and the semi- direct effect caused by interaction with clouds. \n\n\n\nThe hydrophobic BC soon after emission needs to acquire more hydrophilic components to increase its wet deposition rate – the so-called mixing or coating process. The lifetime of BC is still subject to considerable uncertainty for most of the model inputs, which is largely due to the insufficient constraints on the BC \n\nhydrophobic-to- hydrophilic conversion process or this process is lack of observational support from field data. This study was conducted at Weybourne Atmospheric Observatory (WAO), a site along UK North Norfolk coastline where the BC particles were advected from the air masses passing over different regions.BC was successfully determined in conjunction with trace gas measurements and meteorological parameters. A publication is in preparation. An extensive data set is available at BADC Environment,Healthcare,Government, Democracy and Justice,Transport","dataset":"gtr"}