{"id":"9FF2027A-A080-437D-B0B8-05ED81981E9D","title":"Shedding light on oxidative stress: Identifying factors modulating the redox balance in the endoplasmic reticulum of Caenorhabditis elegans.","abstractText":"Reactive oxygen species (ROS), oxidative stress and the reduction-oxidation (redox) balance play key roles in many different processes in living organisms. The importance of these are reflected in the number of diseases and conditions where they play a major role, including, inflammation (including arthritis), in cancer, heart disease and stroke, and in the ageing process. In addition to involvement in disease, redox and ROS play essential roles in key normal cellular functions. The cellular compartment where proteins are folded and assembled prior to secretion is called the endoplasmic reticulum (ER). A critical step in ER protein folding is the formation of disulphide bonds, an event that is highly sensitive to the redox environment. If the ER is too reducing then disulphides will not form yet if it is too oxidising then non-native forms become very stable leading to misfolding, an event that may lead to disease. Many of the factors involved in controlling this delicate balance to allow correct disulphide formation and to prevent oxidative stress in the ER remain to be identified. In this project we will combine our diverse but complementary expertise in genetics, biochemistry and cell biology to fully dissect how the redox balance is maintained in the ER of a small model organism called Caenorhabditis elegans. We have developed a strain of C. elegans that emits a specific light signal that is dependent on the redox environment in the ER and we propose to use this as an experimental tool to uncover the genes involved in redox balance in this organelle. These experiments will be used to inform and direct experiments in mammalian cells and will have a direct bearing on human cell biology, human disease states, ageing and the biotechnological production of proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006983/1","grantId":"BB/K006983/1","fundValue":"409341","fundStart":"2013-03-01","fundEnd":"2016-08-31","funder":"BBSRC","impactText":"","person":"Antony Paul Page","coPersons":["Neil John Bulleid","Iain Lindsay Johnstone"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}