{"id":"9FF63FAD-3641-4EC9-8097-C52761B2861A","title":"Native RNA targets of a plant-specific RNA binding protein that controls Arabidopsis development","abstractText":"Genes are encoded in DNA, but when a gene is switched on (which we call expression), a copy is made in a related molecule, called RNA. This copy is known as messenger (m for short) RNA as it carries the code for the gene in a form that the cell can read and turn into a protein. As plants grow and develop, like us, they regulate gene expression precisely to make sure they make the right things at the right place and time. The formation of mRNA is an important level at which this regulation can take place and is controlled by proteins that bind RNA. Flowering involves a major developmental change in plants and the time at which this happens is carefully controlled. We can identify genes required for this control by looking for mutants that flower at an abnormal time and we often do this in a simple weed called Arabidopsis, as it is very easy to work with. One Arabidopsis mutant, called fpa (the initials don't stand for anything), flowers late because an RNA binding protein doesn't work anymore. This particular RNA binding protein is only found in plants. We want to study this unusual RNA binding protein to see if we can identify new ways that gene expression is regulated at the RNA level. The ease with which we can use genetics with Arabidopsis to work this out is a big help to us. One thing we want to do, is develop ways to identify which RNAs an RNA binding protein actually binds inside plant cells. Plants, like us, have complicated mechanisms for controlling gene expression at the RNA level and sometimes this type of work can tell us something new about how genes are controlled in ourselves as well as plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D000653/1","grantId":"BB/D000653/1","fundValue":"262353","fundStart":"2006-09-01","fundEnd":"2009-11-30","funder":"BBSRC","impactText":"","person":"Gordon Grant Simpson","coPersons":[],"organisation":"University of Dundee","findingsText":" 1. Discovering alternative polyadenylation of antisense RNAs as a potential new mechanism of gene regulation. \n\nWe showed that in mutants lacking the spen family protein FPA, increased expression of cleaved and polyadenylated antisense RNAs at the FLC locus (which controls flowering) correlated with sense strand transcription. This may suggest a novel form of gene regulation, but further mechanistic studies are required.\n\n\n\n2. Identification of an activity for the spen family protein FPA as a  Agriculture/ Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}