{"id":"9FFC4C68-9242-4531-B700-D166A2520088","title":"Exploring the Mechanisms of Human Gallbladder Pain","abstractText":"Gallstone and other diseases of the biliary tract affect more than 10% of the adult population of the UK. Up to 60,000 operations to remove the gallbladder are performed in the UK each year, at a cost of approximately 40 million to the NHS. However, due to our lack of understanding of the pain mechanism, surgery is often conducted without any guarantee of relieving the symptoms. The purpose of this project is to explore the pain mechanism using a mechanical model. When gallbladder contracts during emptying, not only the intra-luminal pressure rises, but the size and shape of the gallbladder also change depending on the downstream flow condition. Consequently, the various stress distributions in the gallbladder muscle wall also change. We believe that it is the total stresses in the gallbladder, not the pressure or volume change, that play the key role in the gallbladder pain. We aim to establish this new concept by carrying out a non-linear stress analysis of the gallbladder models, including both the passive and the active stresses. This model will be tested against controlled clinical experiments for various subjects. The work proposed here is significant for understanding the gallbladder pain mechanism since this is the first approach using mechanical modelling of the human biliary system. Although it is generally believed that the pain receptors are likely to be mechano-sensitive, the precise link between these remains unclear. If the new concept can be confirmed in this project, it will provide a much clearer picture of the problem, and help with more efficient surgical diagnosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G015651/1","grantId":"EP/G015651/1","fundValue":"322033","fundStart":"2009-05-14","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"  Our results have been widely cited by other researchers in the field. Digital/Communication/Information Technologies (including Software),Education,Healthcare Societal","person":"Xiao Yu  Luo","coPersons":["Nicholas Alaster  Hill","Raymond William Ogden"],"organisation":"University of Glasgow","findingsText":" There are several key findings from this project: \n1 We developed a mathematical model in which both the active and passive components of pressure in a gallbladder, which undergoes isotonic refilling, isometric contraction and emptying during the infusion of CCK can be evaluated. \n\n\n\n2 Using a linear analysis, we found that the total peak stress in the gallbladder wall (active+passive) correlates strongly to calculus gallbladder pain stimulated by CCK for a large set of samples.\n\n\n\n3 Using a two-state cross-bridge model for isometric contraction, we are able to separate the effects from the passive and active stresses. In particular, we can estimate the peak rate constants non-invasively based on clinical images. Further, these constants are found to be subject-dependent.\n\n\n\n4 We investigate the anisotropic nature of the gallbladder wall, and its impact to the \n\nstress magnitude compared to the linear mechanical model we used. The results demonstrate that the human gallbladder behaves in an anisotropic manner, and constitutive models need to incorporate this. The estimated moduli are also nonlinear and patient dependent. Importantly, the peak stress predicted here differs from the earlier estimate from linear membrane theory. As the peak stress inside the gallbladder wall has been found to strongly correlate with acalculous gallbladder pain, reliable mechanical modeling for gallbladder tissue is crucial if this information is to be used in clinical diagnosis.\n\n\n\n5. Finally, using a fully nonlinear finite strain and anisotropic model, we explained the reason why when the previous linear model, which significantly underestimates the maximum stress compared with the nonlinear model, can still provide a reasonable trend in terms of peak stresses with a factor of 1/1.6, and why the linear model was successful in correlating stress and pain. This is because the gallbladder wall becomes thinner during the finite strain deformation (also by a factor of 1/1.6). If the change of wall thickness is taken into consideration, then the linear model can be used to predict peak stresses reasonably well. This is an important message, as it is more likely that the linear model (which is simple and fast) can be used most effectively in clinical applications. 1. Can generate a software tool which is used to estimate maximum stress from the clinical images and helps with diagnosis. \n\n2. The nonlinear anisotropic finite element model and the inverse parameter estimation is being used to analyse the best design of sausage casing, which seems to have some similar nonlinear and anisotropic properties. \n\nIndeed, the Devro company (http://www.devro.com/) which manufactures sausage casing, is providing funding for this research. Our publications at international journals and conferences mean that clinics may use our results to try to correlate stress and pain, which will help them to decide when not to operate. For example, if the &quot;pain&quot; is not from gallbladder as indicated by stress, then other investigations should be carried out first before the gallbladder is removed. \n\n\n\nWe have also organize an international workshop with clinical community involved. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}