{"id":"A00261F7-738F-487A-99D9-AD5664540D2D","title":"Global Biodiversity Resource for Monocot Plants (eMonocot)","abstractText":"This is a proposal to build a novel biodiversity web-resource for monocot plants. The site would grow to contain a taxonomic treatment of all monocots with rich associated biodiversity information; it would also be a platform on which new taxonomy can be published and new biological information collected and collated. Monocot plants constitute approximately 20% (70,000 species) of all higher plants and include numerous groups of the highest conservation, ecological and economic importance (for example grasses, sedges, orchids, palms and aroids). The web-resource will be based on an existing checklist prepared by consortium members. Considerable information content will be provided by the consortium, but also by the project providing the tools for the world community of monocot taxonomists to contribute in their areas of expertise. Though the major deliverable of the project will be the first Web-based taxonomy of the monocots, all the ICT tools developed in the project will be fully generic and applicable to other groups of plants. We shall also make sure that they can be used in zoological taxonomy (which have different nomenclatural requirements) by testing them on an animal group for which a Web taxonomy is already available. Finally, we shall work with the Encyclopedia of Life project to ensure that the content we generate can be used by the very broadest spectrum of end users. If our project is successful we shall have revolutionised the way the core of biodiversity science is organised and accessed. We will have radically changed the type of fundamental and applied biodiversity science that is possible and we argue will have made a major contribution to one of NERC's seven major thematic priorities, the science of biodiversity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H022910/1","grantId":"NE/H022910/1","fundValue":"584036","fundStart":"2010-11-01","fundEnd":"2014-04-05","funder":"NERC","impactText":"  Please see lead PI's summary of this consortium grant Agriculture, Food and Drink,Environment Cultural,Societal,Economic","person":"Hugh Charles Jonathan  Godfray","coPersons":[],"organisation":"University of Oxford","findingsText":" The aim of this projerct is to develop new ways to display taxonomic information online. It is piloting this using the plant group the monocots: grasses, sedges, orchids, palms, lilies and related groups. It is a joint project led by Kew Gardens involving the Natural History Museum and us at Oxford. We are responsible for leading on the web-based portal and associated technology. Anyone who has an interest in monocot plants will find our information portal useful. Commercial users would include those involved in food propduction and horticulture. We aim to make a large amount of information available for everyone over the web. Creative Economy,Environment","dataset":"gtr"}