{"id":"A003F810-D423-4FF0-9563-9C08322D8185","title":"Imaging the assembly, disruption and restoration of nodes of Ranvier in myelinated nerves","abstractText":"Oligodendrocytes are the cells in the human brain and spinal cord (central nervous system) that produce the myelin sheath around nerves. Schwann cells do the same job in the rest of the nervous system (peripheral nervous system). These cells myelinate nerve fibres by extending processes which encircle the nerves many times to form a multi-layered sheath. Each nerve fibre has many myelin segments and in humans each segment can be over a millimeter in length, with gaps between the segments of about a thousandth of a millimeter. Myelin promotes rapid communication not only between different groups of nerve cells within the central nervous system, but also between nerve cells and muscles. This is because wrapping myelin around nerves causes specialized pores at the nerve surface called sodium channels to become concentrated in the gaps between successive myelin wraps. These gaps are called nodes of Ranvier and their high concentration of sodium channels is crucial for the rapid electrical conduction of nerve impulses. \n\nWhen myelin is destroyed, as in multiple sclerosis (MS) in the central nervous system, or Charcot-Marie-Tooth (CMT) disease in the peripheral nervous system, we lose functions for two reasons. First, the speed of nerve conduction slows because sodium channels diffuse away from the node, and secondly, without a myelin sheath the nerves start to degenerate. It is believed that nerve degeneration is linked to the disruption of the nodal sodium channels, and their dispersion is also believed to be at the root of other distressing aspects of these diseases such as pain. Demyelinating diseases are relatively common: there are about 80,000 people in the UK with MS and about 30,000 with CMT. Thus far there are no cures and no therapy halts disease progression.\n\nThere has been considerable progress in identifying the accessory proteins that persuade sodium channels to go to the node and remain there, primarily by knocking the genes that encode the proteins out in mice. This is how we discovered a group proteins that are encoded by a gene called Neurofascin which have a key role in &quot;clustering&quot; sodium channels. However, we have no idea how they do it. Therefore, two key question need to be answered. The first is, how does myelination cause Neurofascin proteins to assist in concentrating sodium channels at nodes of Ranvier? Secondly, why does loss of myelin cause sodium channels to disperse?\n\nWe are planning to answer these question by studying myelination in living tissue using very advanced microscopical techniques which have been recently developed and for which Edinburgh University is now very well-equipped, thanks to major funding from the Medical Research Council (MRC). It is now possible to observe the key nodal proteins once they have been labelled with a fluorescent tag and identify their location and movement over periods from hours to days in living tissue in which myelination and demyelination can be observed.\n\nWe believe that we will gain important new insights into the behavior of these key proteins of the node of Ranvier which will allow us to determine what happens to sodium channels in demyelinating disease and why. Since there is continuing interest in sodium channels as therapeutic targets in demyelinating disease to either limit the degeneration of nerve fibres and/or mitigate distressing symptoms such as pain, we believe the outcomes of this work will be of great interest to those who are attempting to develop such drugs; indeed it may be that such drugs might be more usefully targeted towards the proteins that interact with sodium channels, such as the Neurofascins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L011379/1","grantId":"MR/L011379/1","fundValue":"777743","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"MRC","impactText":"","person":"Peter James Brophy","coPersons":["Diane Lynn Sherman"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}