{"id":"A00D40C3-30C5-4CFA-8CF6-29F27D453F6A","title":"Pervasive Computing Support for Market Trading","abstractText":"Outside the high-street shopping experience many goods are traded in market places where the arrangement and pricing of goods is rather more flexible, such as street markets, farmers' markets, car boot sales, collectors' fairs, and auctions / both physical, ranging from organised events for fine art, livestock etc. to occasional events and market stalls operating as auctions; and virtual, such as eBay. It is obvious that pervasive computing technology has much to offer the organisation and running of such markets: using RFIDs to track inventory, and offer electronic catalogues; the use of wireless handhelds to browse and discover desired objects; providing electronic identities, so that evidence can be collected to build reputations and so on. It is less clear how such technology should be designed so as to be accepted and enhance the market.Our approach is to undertake a detailed ethnographic study of the functioning of exemplar markets, and to create appropriate theories and technologies based on this understanding. A key factor in any market transaction is the functioning of trust, and we believe that ensuring that we build technology embodying trust is the most likely route to success. This embodiment of trust will be based on a well-defined theoretical model, which submits to analysis, and itself supports trust and confidence in the system, over ad-hoc engineering. The pervasive computing environment must both be and show itself to be worthy of trust as it carries out tasks on our behalf. To be trustworthy, the underlying software must have a valid model of human trust, based on the multiplicity of elements that go to constructtrust. To show itself worthy of trust, the systems must work within the current processes by which people construct trust, providing transparency and appropriate feedback to the various users based on their level of engagement. Research issues that will be addressed are fundamental to the Grand Ubiquitous Computing Challenge In keeping with this inter-disciplinary model, we are taking a vertically integrated approach, involving sociologists, systemsengineers and computational theorists, to achieve the goals above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D077516/1","grantId":"EP/D077516/1","fundValue":"264485","fundStart":"2007-01-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Christian  Heath","coPersons":["Paul  Luff"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}