{"id":"A016542A-60AD-4CB9-B262-8D5A5BD52FC7","title":"Convict Australia and Utilitarianism: Jeremy Bentham's 'Writings on Australia'","abstractText":"The history of convict transportation, and in particular the emergence of Australia as a political state, is a subject of mounting interest, both within academic circles and among the general public. The critical period was the very end of the eighteenth century and the first half of the nineteenth century, when the opening up of Australia, in the first place for transported felons, and in the next place for free settlers, gave rise to debates about crime and punishment, colonialism, and imperialism. One of the most important contributors to this debate was the utilitarian philosopher Jeremy Bentham (1748-1832), whose writings on Australia were drawn upon by opponents of convict transportation in order to change the policy of the British government. There is, however, no authoritative and hence satisfactory edition of Bentham's writings on the subject. Hence, the centrepiece of this research is a critical edition of Bentham's 'Writings on Australia', which will form part of the Collected Works of Jeremy Bentham, and will be published by the Clarendon Press. Open access versions of the texts will be made freely available online. The volume will contain 'Panopticon versus New South Wales', 'A Plea for the Constitution' (both written in 1802, and eventually published in 1812), and 'Colonization Society Proposal' (written in 1831, but never hitherto published). In the first two texts, Bentham argued that transportation did not fulfil the proper ends of punishment, namely deterrence and reform, and that the policy of transportation was unconstitutional. The printed texts of these two works will be supplemented by the original manuscripts in University College London Library, which contain early drafts and a substantial unpublished addition for 'Plea for the Constitution'. The drafts are particularly important in that they are more radical and confrontational than the printed texts, and show that Bentham may have moderated his views because of fears of prosecution for sedition. In the third text, influenced by Edward Gibbon Wakefield's systematic colonization system, Bentham argues in favour of establishing a free, democratic colony, a project that came to fruition in South Australia. The volume will contain full historical annotation, an editorial introduction, and name and subject indexes. Seminal texts in the history of transportation and colonization will be made available for the first time in an authoritative edition.\n The researchers will produce original interpretive scholarship that will investigate (1) the relationship between Bentham's writings on Australia and his penal theory more generally, as well as their place in the development of his political radicalism; (2) the influence and impact of Bentham's ideas on the theory and practice of punishment in convict Australia; and (3) the influence and impact of Bentham's ideas on advocates and opponents of transportation and colonization in the first half of the nineteenth century, which have in turn shaped perceptions of Australian history ever since. A conference will be held with the aim of to assessing still further the significance of the new edition of Bentham's writings, and to stimulate new research on the intellectual history and theory of colonialism, liberalism, and imperialism, from a variety of disciplinary perspectives, including philosophy, law, and history. The conference will in turn give rise to a collection of edited essays.\n The project will engage the interest of the general public in its research through a regular series of blogs and tweets, a YouTube video highlighting the significance of Bentham's views on convict Australia, and the exploitation of our contacts with the media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009548/1","grantId":"AH/M009548/1","fundValue":"483084","fundStart":"2016-01-01","fundEnd":"2019-12-31","funder":"AHRC","impactText":"","person":"Thomas Philip Schofield","coPersons":["Margot Claire Finn"],"organisation":"University College London","findingsText":"","dataset":"gtr"}