{"id":"A0188494-6BF5-4D48-AD60-3C65FD0C1750","title":"Making provisions: anticipating food emergencies and assembling the food system","abstractText":"From animal disease outbreaks, to accidental contamination, food-borne illnesses, and concerns over the provenance or ingredients of foodstuffs, food crises of one form or another are seemingly a regular occurrence. The question that gets asked each time is 'couldn't we have seen this coming?' This project will look at the ways in which those involved in the production, processing, retail, management and governance of food anticipate future problems and develop plans to avoid them or deal with them, through forms of precaution, preparedness and pre-emptive action. We will explore how the increasing amount of information generated about food during its production, and the increasingly sophisticated technologies for generating and managing that information, helps or hinders the anticipation and management of food emergencies. We will also look at how those involved in all aspects of food production, retail and regulation form communities and networks to plan for problems and build make a more resilient food system, and whether certain ways of thinking and acting - and the bodies associated with them - come to dominate efforts to stave off future problems. We will do this by observing anticipatory activities and technologies throughout the food system, and interviewing those who try to develop ways to deal with uncertainty including groups who lobby for changes to food governance, industry bodies and government officials as well as those directly handling foodstuffs. By investigating these issues we will be able to draw out realistic lessons for building a more resilient food system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M003159/1","grantId":"ES/M003159/1","fundValue":"224281","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Andrew  Donaldson","coPersons":["Jane Louise  Midgley"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}