{"id":"A01BD8E9-C5F1-48EC-9653-B9137B2DE32A","title":"Improvement of stratocumulus representation in models by the use of high resolution observations","abstractText":"Stratocumulus clouds are common over S England occurring about 25% of the time. The clouds are rather thin with clear sky above, so if they break up then an overcast day is suddenly transformed into a clear sunny day; alternatively they can rapidly develop and spread over the sky changing a sunny day into a gloomy overcast one. Their formation, persistence and dispersion are surprisingly difficult to forecast. On a global scale they form widespread cloud sheets over the cold ocean water, for example, off the coast of California, Peru and Namibia. These cloud sheets have an important effect on the climate of the earth, as they reflect the sunlight straight back to space rather, and so their presence has an overall cooling effect. It is important to represent any changes in the future extent of these clouds sheets correctly if we are to have accurate predictions of future global warming. The models used for weather forecasting and for predicting future climate change split the atmosphere into large grid boxes which are typically up to 500m deep and tens or hundreds of km across, with only two numbers used to describe the cloud in each box (e.g the amount of cloud and the mass of cloud water). Stratocumulus clouds are difficult to forecast because they are often only 100m deep and can block out the sun, but are not deep enough to fill a model grid box. In a layer about 1km deep close to the surface of the earth the air is being continuously mixed and stirred in the vertical and the stratocumulus clouds form at the top of this mixed 'boundary' layer. The existence of the clouds is governed by a delicate balance between the moisture from the surface of the ground or the ocean which feeds the clouds, and the mixing of dry air above the boundary layer tending to disperse them. Another important mechanism is the formation of drizzle in the clouds which tends to remove the moisture and so disperse the clouds. The cloud droplets themselves are formed on small dust particles, so the properties of the clouds are dependent upon the level of dust or pollution in the air. The purpose of this proposal is to make detailed observations of the vertical structure of stratocumulus clouds over a period of several years with lidars and radars on the ground. A radar sends out short pulses of radio waves; the cloud scatters some of these waves back to the radar, and by timing how long the echo takes to be returned and by measuring its strength we can calculate the height of the cloud and how much water it contains and identify if the cloud is producing drizzle. The vertical velocity of the cloud and drizzle drops can be inferred from 'Doppler shift', the change in radio frequency of the reflected wave. A lidar works on the same principle but uses light; we have lidars that sense the light reflected of dust particles in the air so we see how many of these particles are present, and then sense the vertical movement of the air from the Doppler shift of the lidar echoes. Other lidars can detect how much moisture is in the air and so by combining these observations we can measure the vertical movement of moisture into the clouds, the drizzle falling out of the clouds, the mixing of dry air at cloud top and see how these relate to the evolution of the cloud and its persistence or break up. Once we understand these processes we can try to improve the forecasts. To this end we are collaborating with the Meteorological Office and the European Centre for Medium Range Weather Forecasting, so we can test out improved means of representing these stratocumulus clouds in their operational forecast models. The aim is to produce models which provide better weather forecasts of whether a day is to be cloudy or sunny. In addition, a better representation of the extensive regions of stratocumulus over the cold oceans will increase our confidence in the accuracy of the predictions of global warnings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D005205/1","grantId":"NE/D005205/1","fundValue":"245993","fundStart":"2006-02-01","fundEnd":"2009-12-31","funder":"NERC","impactText":"  A technique has been developed in this grant for detecting the liquid water path of stratocumulus clouds. These clouds are globally important for the earth's radiation balance This was achieved by measuring the attenuation of the ocean surface return from a space borne radar. This technique will be implemented on the upcoming 'EarthCARE' satellite due for launch in 2017. ESA is supporting activities to develop the algorithm for this satellite. Environment Economic,Policy & public services","person":"Anthony John Illingworth","coPersons":["Robin James Hogan"],"organisation":"University of Reading","findingsText":" We have developed a new technique to measure the amount of liquid water in clouds which can be used from satellites and will be implemented on the upcoming 'EarthCARE' satellite to be launched by ESA/JAXA in 2017. The data will help in understanding cloud process and thus improve weather forecasts. They can be used by weather forecasting centres throughout the world Environment","dataset":"gtr"}