{"id":"A01BDEC7-B3B6-4837-BBFC-9D06430A6F61","title":"Studying mechanisms underlying dynamic changes in cell behaviour during morphogenesis","abstractText":"The diversity of shapes of multicellular organisms is astounding. Even more fascinating is that this diversity arises from a single cell. Initially, this cell divides into a ball of cells, and only a process known as morphogenesis will then give this mass a shape, which can be as different as a worm or a human. During morphogenesis, individual cells show a range of behaviours that ultimately lead to the formation of tissues and organs. For example, cells need to migrate to their position in the developing animal or change their shape. Importantly, cells need to communicate with each other to do so. Problems with these processes are evident in many medical conditions; most importantly, cancer cells abnormally change their behaviour to become mobile and cause metastases. Furthermore, cell migration is fundamental to wound healing, where cells move to close a wound.\nOur research project is aimed at understanding how such cell behaviours are regulated and coordinated. To investigate this problem, we use a simple model system, the fruit fly Drosophila, where we can study the behaviour of cells and tissues in the living animal as they undergo morphogenesis. Using Drosophila for our experiments also allows us to take advantage of the many features that make the fruit fly a very good model system, such as fast life cycle, powerful genetics and sophisticated time-lapse 4D microscopy of the living organism. At the same time, the fact that 75% of all disease causing genes are similar between flies and humans means that our discoveries will be relevant for humans.\nWe will combine approaches that allow us to study the behaviour of individual cells in the developing tissue using 4D microscopy, with techniques that allow us to knock out a particular gene in just a few cells. This will enable us to identify signals that regulate and coordinate cell migration and cell shape change and to study the mechanisms underlying this regulation. Tackling these questions will enable us to gain a deeper understanding of morphogenetic processes and their underlying cell behaviours. These insights will be important for uncovering how cell behaviour is (mis-) regulated during wound healing and cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M021084/1","grantId":"BB/M021084/1","fundValue":"442112","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"BBSRC","impactText":"","person":"Marcus  Bischoff","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}