{"id":"A0239802-8439-4CE3-80B8-2721FCF10AB0","title":"Muscle cross-bridge mechanism investigated by fluorescence lifetime imaging microscopy of myosin essential light chain.","abstractText":"The key to understanding how chemical energy is converted into mechanical movement during muscle contraction is to follow conformational events associated with the power stroke in the myosin motor. The aim of this interdisciplinary research project is to link the biochemical sequence of ATP hydrolysis and conformational changes in myosin leading to its displacement along actin filaments in muscle fibres. We will use a novel technology of Fluorescence Lifetime Imaging Microscopy (FLIM) to investigate myosin enzyme kinetics and its relation to structural states in organised biological systems - permeabilised muscle fibres, with fluorescent probes attached to specific locations in myosin, in particular in the myosin essential light chain (ELC). Fluorescence lifetime provides information about the environment of a fluorophore in a cell, with the advantage, over imaging of fluorescence intensity, of independence from fluorophore concentration. The project will pioneer the use of time-resolved FLIM in biomolecular research and the spatial averaging opportunities provided by the use of striated muscle cells should allow unparalleled spatial and time resolution. The work is important because it will enable better understanding of the fundamental aspects of energy conversion in muscle, and will demonstrate the interaction between externally applied forces and the behaviour of an enzyme's catalytic site. We shall take advantage of FLIM expertise from Physics at Imperial and fluorescence spectroscopy from NIMR. Preliminary results using ELC labelled with coumarin-based fluorophore in isolated muscle fibres showed that genetically expressed ELC can be introduced in muscle fibres with high effectiveness and specificity, while maintaining muscle function. We also showed that the fluorescence lifetime of coumarin-ELC in rigor muscle is significantly lower than in relaxed muscle, thus providing an exciting platform for further investigation. The project major goals are: 1. to detect the fluorescence lifetime of fluorophores attached to ELC during contraction and relaxation of permeabilised fibres; 2. to determine the ATP and strain dependent changes in ELC conformation and to correlate these molecular events with alterations in force and in ATP hydrolysis; 3. to study the fluorescent properties of probes attached to different EF-hand motifs of ELC to gain detailed information about the geometry of the conformational changes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E021573/1","grantId":"BB/E021573/1","fundValue":"435553","fundStart":"2007-09-08","fundEnd":"2010-09-07","funder":"BBSRC","impactText":"","person":"Michael Alan Ferenczi","coPersons":["Paul Michael William  French","Mark Andrew Neil"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}