{"id":"A027ED93-5D15-4078-8853-6981FDF04088","title":"Advanced all-optical signal processing using quadratic nonlinearities","abstractText":"With the advent of the Internet data traffic has rapidly over taken voice to become the dominant type of information transported by today's high speed optical communication networks. Moreover traffic is predicted to continue to grow at a phenomenal pace for the foreseeable future, driven by existing applications such as e-mail, e-commerce and video conferencing along with emerging applications such as telemedicine, virtual reality games and video-on-demand. In order to increase the capability and flexibility of optical networks to allow for new services and the next generation Internet, it will become increasingly more attractive, if not essential, to process the data signals within the optical layer. The nodes of these advanced telecom networks will thus require highly functional optical devices capable of seamlessly processing multiple signals in parallel at extremely high speeds (40 Gbit/s and beyond). The optical analogues of the modulators, switches and mixers used in electrical systems are thus required, dictating the need to use nonlinear optical effects.To date the majority of research into nonlinear optical devices has focussed on the use of optical fibre which posseses an ultrafast but unfortunately inherently low nonlinearity, or semiconductor materials which suffer from relatively low switching speeds. In this project we propose to investigate a different approach, based on the use of quadratic nonlinearities, which despite their many attractive properties, still remain the least explored option in the telecom area. To prove and leverage the full potential of quadratic nonlinearities in this field, we want to design and develop several compact, quadratic all-optical processing modules capable of operating at modest optical power levels and that are able to meet the stringent requirements of ultrahigh capacity telecom systems. To achieve this we will exploit the use of cascaded nonlinear effects in periodically poled lithium niobate waveguides. We shall also look to exploit various pulse shaping techniques, and the use of novel apodised nonlinear grating designs. It is to be appreciated that although telecoms is the main target-application to be considered within this project several of the device concepts developed should also be of use for other all-optical processing applications in fields such as metrology, spectroscopy, sensing, biology and medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032218/1","grantId":"EP/F032218/1","fundValue":"273374","fundStart":"2008-09-30","fundEnd":"2011-09-29","funder":"EPSRC","impactText":"  The results of this project have been used to help generate further research contracts and also to help forge links with commercial partners in Europe and Japan. In reality the greatest commercial interest is on the underpinning phase-locking expertise that we developed to undertake the sorts of measurements required within the project, rather than on the processing work in its own right.\n\nOur work on injection-locking to an incoming data stream through injection-locking (and the use of injection-locking itself) has generated particular interest and we are working with Eblana Photonics (Ireland) with a view to commercialising aspects of the technology that we have developed as part of this and an associated European project (FP7 project PHASORS). Development work is progressing under various funding mechanisms including within a European Metrology project and an EPSRC Programme Grant (Photonics Hyperhighway)\n\nOur work has been taken up in Japan with NTT (Japanese equivalent of BT) launching significant programs in PPLN based signal processing. We have got to know NTT better as a result of this and recently secured an EU:Japan research program that will allow us to work together moving forward (albeit in another technology space).\n\nOne of the researchers working on the project secured a prestigious personal Fellowship with the Royal Academy of Engineering as a result in part of her publications on this project. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software) Economic","person":"David John Richardson","coPersons":["Morten  Ibsen","Periklis  Petropoulos"],"organisation":"University of Southampton","findingsText":" Within this project we established and demonstrated the use of periodically poled lithium niobate in a range of novel all optical signal processing applications that are likely to be required in future all optical networks. In particular: we gained new understanding in the basic physics of cascaded nonlinear devices and the key factors limiting the operation bandwidth; demonstrated new techniques to eliminate timing and frequency distortions developed during signal generation and transmission; and demonstrated for the first time the use of cascaded second order nonlinear effects to obtain phase sensitive amplification and regeneration. This later work has sparked considerable international research activity (most notably in Japan) on phase sensitive optical signal processing using this material system which offers several major benefits over the optical fibre based approaches used to date. The experience we have gained in the use of PPLN has been of significant benefit in a number of our ongoing collaborative R&amp;D projects involving industry. In particular in the area of sources for medical imaging and for industrial materials processing. We are looking to exploit the results obtained in this project to secure further research funding from the EU Framework program. Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}