{"id":"A0345784-EA96-4D0F-940F-48D9137ABBC0","title":"The evolutionary genomics of sexual recombination","abstractText":"The puzzling predominance of sexual reproduction amongst animals has been repeatedly identified as one of the major outstanding questions in biology and has received an enormous amount of study. Meiotic recombination is one of the fundamental forces of evolution and plays a very significant role in both generating and mixing the genetic diversity present in sexual organisms. Recombination is also suggested to be instrumental in shaping the content of eukaryotic genomes. \n\nHere we propose to study the role of breeding system and recombination in shaping the content and diversity of animal genomes using an exceptionally powerful natural system- the Root Knot Nematodes. We will, for the first time, be able to take a comparative genomic view of radically different reproductive modes in a phylogenetic design. Together these studies will give us a novel and powerful understanding of the role sexual reproduction plays in shaping genome content.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J011355/1","grantId":"NE/J011355/1","fundValue":"342032","fundStart":"2012-09-01","fundEnd":"2016-02-29","funder":"NERC","impactText":"  DNA sequence data are at the heart of the ongoing genomics revolution in biology.\n<br />\n<br />Recent advances in technology have changed the landscape of what is possible. These 'next generation' sequencing technologies permit whole genome-scale, sequence-based assays at reasonable cost and high accuracy, even for organisms where no genome research has been carried out previously. Similarly, the massive throughput and adaptability of the new systems opens up possibilities of genome-scale assays in clinical and other medical research, screening large numbers of samples for changes underpinning diseases and traits of interest.\n<br />\n<br />The GenePool is a next-generation genomics and bioinformatics facility based within the School of Biological Sciences, The University of Edinburgh. We offer collaborative access to our advanced DNA sequencing, genotyping and bioinformatics capabilities, using ABI 3730 Sanger, Illumina and Roche 454 technology platforms.\n<br />\n<br />We work in the main with the Edinburgh academic community (Edinburgh University, associated research Institutes and others), MRC-funded biomedical researchers throughout Scotland, Scottish Universities Life Science Alliance (SULSA) researchers, and NERC-funded science (through the NERC Biomolecular Analysis Facility (NBAF)).  ","person":"Mark Lyon Blaxter","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The genome of Meloidofyne floridensis has need sequenced and assembled, and the data are being written up for publication.These data suggest a very complex pattern of hybrid speciation in Meloidogyne, which has significant implications for control and identification. The finding that many species of plant parasite are hybrids will impact on control and treatment strategies. Agriculture, Food and Drink,Environment","dataset":"gtr"}