{"id":"A03933AD-7E7E-44AD-ABC6-5AA703E792CA","title":"AN INTELLIGENT SYSTEM FOR PERFORMANCE MONITORING OF COVER-ZONE CONCRETE","abstractText":"The premature deterioration of concrete structures is a world-wide problem. In most developed countries, including the UK, around 50% of the construction budget is devoted to repair and maintenance of structures with over 30% of this expenditure on concrete structures. In addition, our infrastructure has now reached an age where capital costs have decreased, but inspection and maintenance costs have grown, constituting a major part of the recurrent costs of the infrastructure. Traffic delay costs due to inspection and maintenance programmes are already estimated to be between 15%-40% of the construction costs . Demands for enhanced performance create a pressing need to be able to determine, with an acceptable degree of confidence, the anticipated service life of concrete structures. Monitoring deterioration would provide an early warning of incipient problems enabling the planning and scheduling of maintenance programmes, hence minimising traffic delays resulting from road/lane closures. The development of integrated monitoring systems for new reinforced concrete structures could also reduce costs by allowing a more rational approach to the assessment of repair options; and, co-ordination and scheduling of inspection and maintenance programmes. It is now recognised that integrated monitoring systems and procedures have an important role to play.in the total management of structures, which involves both whole-life economics and life-cycle calculations, When data from monitoring systems are used with improved service-life prediction models additional savings in life cycle costs could result. Recent reports from both CIRIA (2008) and EPSRC (2009) highlight the need for the development of sensor technology for 'intelligent' montoring of structural health.Since it is the concrete cover-zone (covercrete) which protects the steel from the external environment, the ability to continuously monitor the covercrete would allow a more informed assessment of the current and future performance of reinforced concrete structures. In-situ monitoring of cover-zone concrete - in real time - could thus assist in making realistic predictions as to the in-service performance of the structure; likely deterioration rates for a particular exposure condition, compliance with the specified design life and as an early warning indicator of incipient problems. Set against this background, this proposal exploits previously funded studies to deliver an intelligent, durability monitoring system thereby addressing a pressing need in the total management of concrete structures. The development of sensors and associated monitoring systems to assess covercrete performance would thus form an important component in the inspection, assessment, maintenance and management of structures.This follow on funding proposal addresses this subject. A patent application has recently been filed detailing a multi-electrode electrical conductivity and temperature array and rebar attachment facility (Patent No. 0918449.0). The array gives a detailed picture of the spatial distribution cover-zone properties and their variation with time i.e. it allows an integrated assessment of the cover-zone response to the external environment. The thrust of the proposal will be further technical development of the testing methodology and monitoring technology so as to provide a 'market-ready' product for intelligent monitoring of concrete structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005846/1","grantId":"EP/I005846/1","fundValue":"99387","fundStart":"2010-10-04","fundEnd":"2011-10-03","funder":"EPSRC","impactText":"  The work resulted in a patent for a system to monitor cover-zone concrete: 'A sensor apparatus for monitoring the deterioration of reinforced concrete' Patent No. GB1208579.1 : http://patentscope.wipo.int/search/en/detail.jsf?docId=WO2011048378&amp;amp;recNum=1&amp;amp;maxRec=&amp;amp;office=&amp;amp;prevFilter=&amp;amp;sortOption=&amp;amp;queryString=&amp;amp;tab=PCT+Biblio Construction Economic","person":"W John McCarter","coPersons":["Thomas Malcolm  Chrisp"],"organisation":"Heriot-Watt University","findingsText":" Whilst retaining the original concept and testing methodology (i.e. monitoring of the temporal and spatial variation in electrical resistance within the cover-zone), the original sensor (Patent No. GB1208579.1 A sensor apparatus for monitoring the deterioration of reinforced concrete) was ruggedized for site use. This resulted in modifications to electrode geometry and configuration, together with a modified sensor/cable connection system. The method of attachment of the sensor to the reinforcing bars was also addressed, with the final scheme allowing easy positioning of the sensor which can be adapted to fit different reinforcement arrangements. Additional modifications to the original sensor included the incorporation of a precision resistor which served both as a check on instrument accuracy and drift and sensor identification; a novel 4-point calibration system was also developed. Since site installation would require the use of long cable runs from the sensor to the monitoring system, the influence of cable resistance on sensor measurements was checked and confirmed as negligible, even with cable runs of over 40 metres. Another source of measurement degradation was that of polarization processes at the electrode-concrete interface. This spurious effect can be removed through a judicial choice of the operating frequency at which resistance data are taken. Laboratory studies on this aspect entailed multi-frequency measurements over the range 1Hz-1MHz to identify the optimal frequency at which this effect was minimised. This frequency was obtained as 1kHz; site monitoring equipment then utilised this operating frequency.\n\n\n\nIt is critical that the effects of temperature can be 'removed' from the resistance measurement -if the resistance of the concrete decreases, is this due to temperature or due to water/ionic ingress? The sensor incorporates four thermistors which allow monitoring of the cover-zone temperature. Using these temperature measurements, a correction procedure was developed whereby resistance values can be standardised to a reference temperature (20C). This procedure requires knowledge of the activation energy for conduction in concrete which, itself, can be obtained from these in-situ measurements.\n\n\n\nThe solar-powered monitoring system was successfully trialled at our marine exposure test site on the Dornoch Firth whereby the sensors (embedded within concrete slabs) could be interrogated from the office. The time interval between measurements is set remotely and, during a measurement sequence, cover-zone resistance and thermistor data are recorded for all sensor units. Data are stored in a spreadsheet format which can be downloaded and imported into Excel; this allows ease of data processing (e.g. temperature correction).\n\n\n\nWithin the project, we took the opportunity to broaden the patent claims by showing that the embedded array can be used to monitor cement hydration processes (e.g. strength development). The premature deterioration of concrete highway structures due to corrosion of the steel reinforcement is a world-wide problem, with inspection and repair costs now constituting a major part of the recurrent costs of the infrastructure. In the overall management of structures, the development of integrated monitoring systems for new and existing concrete structures could reduce costs by allowing a more informed approach to the scheduling of inspection and maintenance interventions thereby minimising traffic delay costs resulting from road closures. Ultimately, the public, industry and Government all benefit from this approach. Since it is the concrete cover-zone which protects the steel from the external environment, the ability to monitor this region would allow a more informed assessment of the current and future performance of the structure. To this end, this project developed an embeddable, multi-electrode array and data-logging system to provide information on the performance of the cover-zone when exposed to environmental loading. \n\n\n The University (Research and Enterprise Services) is currently in negotiation with Amphora NDT Ltd. regarding licencing agreements for the technology developed within the grant. Construction,Transport","dataset":"gtr"}