{"id":"A03A59A0-B669-4F59-B3DB-9BC5C852BB1E","title":"Austerity Futures: Imagining and materialising the future in an age of austerity.","abstractText":"- In what ways is the future imagined?\n- Do changes in economic and social circumstances, like recession and austerity, change our view of what the future holds?\n- How is the future planned for, anticipated and/or pre-empted? How do austerity cuts encourage or discourage certain plans for the future?\n- What are the different ways in which policy or business attempt to prevent certain futures and bring other futures into being?\n-How do we experience the future in the present and what does a focus on the future tell us about today's values, beliefs and ideals?\nIn recent years the idea that we are progressing towards a future that is better than the past and present has tended to dominate Western societies. Barack Obama campaigned for the US Presidency on a message of hope in 2008 and in 1997 the Labour election anthem promised that 'things could only get better'. However, this optimism about the future has been placed in doubt following the 2008 global financial crisis and in the face of predictions about environmental catastrophes, terrorism, food and security issues. It seems that today, in what David Cameron calls a new 'age of austerity', hopes that the future will not be better -richer, healthier, happier- for the next generation are diminishing. \nIn the context of an austerity society, this series of events brings together leading researchers with those working on techniques in the public, private and third sectors for mapping the future in order to provide a forum for the exchange of knowledge and understanding and to stimulate debate and discussion on the future. The series is particularly interested in addressing how a shift to an austerity society, where both personal and state thrift is emphasized as a means to correct a flatlining economy, effects the kinds of futures that are seen as possible. Are hopes for the future that new medical and technological developments promise on the wane, or, conversely, is technology seen as a means of generating a better future? Are activists' conceptions of a more environmentally friendly society diminished or re-invigorated by austerity measures? Have our aspirations for the next generation faded as a result of widespread economic, social and policy change?\nThe series of five seminars and one international conference will be held at different universities across England and at the Work Foundation, London. They will cover topics such as environment, health and medicine, finance, design, new media and security. They will also explore more everyday experiences of and plans for the future, including life narratives and patterns of inequality. In an austerity society, are the futures of some people more likely to (be seen to) decline or stagnate? If hopes and aspirations are reduced, do these feed into and reproduce unequal power relations?\nKey principles of organization for the seminar series include an emphasis on ensuring that organizers and participants come from a diverse range of locations/positions within higher education; a commitment to ensuring the participation and engagement of a number on non-academic stakeholders and user groups; and the dissemination of research through the creation of a website to include filmed or written versions of all papers delivered during the series and other relevant materials. Interested parties will also be encouraged to become involved through a Facebook page and Twitter account.\nThe application is put together by a team of experienced and early career researchers from the universities of Lancaster, Durham, York and Goldsmiths College, London and the Social Futures Observatory. The team have track records in this field and have demonstrated that they can produce a series of events that is original and intellectually exciting and designed to have impact outside of academia, on policy making, third sector and industry thinking.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021512/2","grantId":"ES/J021512/2","fundValue":"12133","fundStart":"2013-09-01","fundEnd":"2014-12-31","funder":"ESRC","impactText":"  Findings from the seminar series have been published by The Conversation to reach a non-academic audience. In addition, the research has been disseminated in an arts-based workshop, held in collaboration with AutoItalia South East. Both of these forms of non-academic output aim to enhance quality of life, health and creative input. The Conservation article generated 1234 readers (correct as of 24th October 2014).  ","person":"Rebecca  Coleman","coPersons":["Nik  Brown","Ben  Anderson","Alex  Wilkie","Richard James Tutton","John  Urry","Mike  Michael","Bronislaw  Szerszynski","Philip  Macnaghten"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}