{"id":"A03BB809-D496-4FE6-87F5-56005BCDE23E","title":"Field effect sensing for protein microarrays","abstractText":"We are made up of trillions of cells, and each cell is made of billions of proteins. To understand how our bodies work, we need to understand how the proteins in a cell interact. The first step in this understanding was the sequencing of the human genome, the set of genes whose DNA encodes the proteins we wish to understand. This has allowed us to design probes- in some cases using human DNA itself- that can be printed in very high densities on microscope slides. We can print a probe that is specific for every gene onto a single microscope slide, and so ask which genes are being turned on, or off to make RNA or not, at every stage in the life of a cell. This ability has already created a new understanding of biology, and led to a new way of thinking about how cells work. Though impressive, this still paints but a very incomplete picture of cellular machineries at work, because although they tell us a lot about the expression of normal genes as RNA, they do not tell us anything about whether or not protein is made from that RNA (it isn&iquest;t always), nor do they tell us about the expression of proteins whose genes carry mutations that will lead to disease. To rectify this, we would need to print probes that recognise all of the different forms of expressed proteins. This has been attempted, using either antibodies or human proteins themselves as the probes. While this makes a lot of sense, because both antibodies and proteins have evolved to recognise specific isoforms of each protein, it has proved difficult, for two reasons. First, because antibodies and proteins are very fragile, printing them onto glass slides causes them to lose their ability to recognise their target proteins in cell extracts. Second, proteins are minute, and detecting the interaction between two is correspondingly hard. So far, the best way of doing this is to attach a dye to the proteins in cell extracts, so that the printed protein lights up if it recognises its target protein in the extract. Tis is problematic: attaching the dye can change the protein, and we run the risk that it may no longer be recognised by our probes or may even be recognised by the wrong ones. We plan to address each of these difficulties. First, we have access to libraries of artificial antibodies that have the ability to recognise cellular proteins, but are very stable and can be printed onto a slide without losing this ability. We know that this is true for the first ones we have tried, and part of this proposal will allow us to ask why this works, and whether we can learn from the behaviour of these proteins ideas that will help us with other, less stable proteins. Second, we plan to expand upon our finding that when proteins are printed on the surface of an electrode, they change the electrical properties of the electrode in a measurable way. Then, if a second protein (from a cell extract) binds to the first protein, we get another change- so if we have many electrodes, each carrying one receptor protein, we will be able to measure the binding of each cell protein in turn, and thus the behaviour of and interactions between, every protein in a cell at any given time. This will allow us to gain intimate insights into the molecular basis of life in a cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D523094/1","grantId":"BB/D523094/1","fundValue":"966160","fundStart":"2006-02-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"","person":"Jason  Davis","coPersons":["Piero  Migliorato","Syed Ejazul  Huq"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}