{"id":"A040F63D-9680-4CBF-8D96-94013A0133B7","title":"Urgency application: Impact of summer flooding on floodplain biodiversity via nutrient deposition","abstractText":"Floodplain meadows are important repositories of biodiversity. Their plant community can contain up to 40 species per square metre and such species richness underpins diverse fungal and invertebrate communities. The habitat supports birds of conservation interest and is of high landscape and cultural value. Grassland species richness declines where the soils are enriched in phosphorus. A balanced phosphorus budget is therefore important in maintaining the nature-conservation interest of these sites. Such budgets have recently been calculated for a number of meadows across England. This was achieved by analysing the phosphorus status of their soils, trapping flood sediments for phosphorus analysis and calculating hay yields and the associated phosphorus off-take. To date, sediment trapping on these meadows has been confined to the winter and spring periods, when flood risk is greatest. No data are currently available to confirm whether summer flooding results in a significantly different sediment deposit either in terms of quantity or quality. The recent heavy rains of June and July 2007 leading to extensive flooding across the Ouse, Severn, Thames, Trent and Derwent floodplains offer the opportunity to measure the actual amount of phosphorus deposited. This information will be of particular value if climate-change scenarios suggest the frequency of such summer floods may increase. In addition, the high rainfall intensity experienced in summer 2007 was such that many waste-water treatment systems were overwhelmed and thus may alter the phosphorus content of sediments immediately downstream of urban areas compared to previously collected winter samples. This project seeks to sample sediments deposited at ten floodplain grassland sites (two in each of the catchments named above). The samples will be analysed for their phosphorus content and the mass of sediment deposited per unit area will be estimated. The data will be incoporated into existing nutrient budgets for 5 of the sites and used as the basis to construct budgets at the other 5. The amount of phosphorus deposited will be compared to that calulated for previously sampled winter floods and to annual phosphorus off-take in hay to assess whether the phosphorus input from summer sediment is likely to be important in the overall budget. Flood-return periods likely to impact floodplain ecology willbe estimate dand compared to climate-change scenarios. If the analysis suggests summer flooding may play a future role in changing the species composition of the vegetation in floodplain meadows, then the implications for other taxa will also need to be assessed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F009232/1","grantId":"NE/F009232/1","fundValue":"13139","fundStart":"2007-08-10","fundEnd":"2008-02-09","funder":"NERC","impactText":"","person":"David John Gowing","coPersons":[],"organisation":"Open University","findingsText":" The project measured the amount of sediment that was dropped by the large summer flood of 2007 on sites of nature-conservation interst on floodplains across England. Samples of the sediment were analaysed for their nutrient content (particularly the availability of phosphorus.) The data were used to consider the nutrient budgets of these important sites (some of which have international designation for thier threatended plant communities.) The data from this research have already been used by land managers and government agencies to inform their management of nature-conservation sites. The results illustrate the spatial variation in nutrient deposition following a major flood. The research continues in terms of monitoring the vegetation response to these additional nutrients. The timeframe of the vegetation response can be 5 to 10 years and the results of the monitoring will be reported once the effect of the 2007 flood is considered complete. Environment","dataset":"gtr"}