{"id":"A04AFD9F-3FE9-4727-A593-204C3B27E159","title":"Strategic Equipment - a Dual Beam FIB/SEM with large area patterning, EBSD and nanoprobe capabilities","abstractText":"The FIB/SEM instrument proposed combines various components to provide a powerful tool for a range of advanced nanoscale science. An accelerated ion beam focused to a spot size as small as 5 nanometres can be used to mill and slice materials with extreme precision, while an electron beam and various detectors provide means for nanoscale imaging and characterisation of the surfaces produced. A nanomanipulator probe allows samples to be rotated in-situ and for nanoscale slices of material to be lifted out for further study or use in devices. \n\nWe will use this instrument in two main ways: \n\n1) Fabrication of micro-optical components \n\nIn Oxford we have in the past six years pioneered the use of focused ion beams to fabricate surfaces on materials such as fused silica or silicon with nanometre precision and sub-nanometre roughness. This allows us to create devices in which light is stored and manipulated with ultra-low scattering losses, and in which the interaction between light and matter is controlled with exquisite accuracy. We have already had considerable success with this technique on a small scale but are limited in the size of features we can produce. In this new instrument the sample can be moved with extremely high accuracy allowing larger surfaces to be patterned and enabling more complex and extended optical devices that reveal new physics and can be used as key components in a range of technologies. Photonics underpins a diverse range of industry in the UK and we anticipate that our work will lead to innovations in advanced information technologies and sensor systems for defence, healthcare and environmental monitoring, as well as the new field of Quantum Technologies in which the government is currently investing significant resources.\n\n2) Characterisation of Materials\n\nOxford Materials department has long been a world-leading centre for materials characterisation, with particular contributions in electron microscopy and the microstructure of metals. It maintains a wide range of state-of-the-art instruments that are used both as high end scientific tools and as platforms for developing new techniques in microanalysis. This instrument will be used in both ways. It offers leading edge capabilities is 3D characterisation of material defects and impurities at the nanoscale that will enable new techniques aimed at understanding materials with unprecedented detail, and will be applied to solving key problems in the fields of nuclear materials, aerospace alloys, catalysis, and high temperature superconductors. Many of these projects are carried out in collaboration with industry, providing excellent routes towards commercial and societal impact as well as development of new knowledge. In collaboration with a local company (Oxford Instruments) we will try out prototype detector systems to accelerate instrument development and maintain our position at the forefront of this important field. \n\nAs well as the projects described above, a percentage of time on the instrument will be made available to outside users who will be able to find out about the instrument via our website and annual open days, and apply for instrument time to carry out their own research. The Oxford Materials department has extensive instrument support and user training programmes to ensure that all users can obtain the best from their instrument time. To ensure that the scientific projects pursued are of the highest quality, the use of the instrument and time allocation will be carried out by a steering board of experts who will meet at quarterly intervals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N010868/1","grantId":"EP/N010868/1","fundValue":"12824","fundStart":"2016-01-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Jason Michael Smith","coPersons":["Roger Charles Reed","Paul Alexander Bagot","Peter David Nellist","Angus  Kirkland","Neil Philip Young","Chris  Grovenor","Ian Alexander Walmsley","Matthias Karl Keller","Angus J Wilkinson","Maurice  Skolnick","Michael Patrick Moody","Claire  Vallance","Sergio  Lozano-Perez","Susannah  Speller"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}