{"id":"A04E1C19-5786-4F70-AC8A-C90960520D1A","title":"Retheorising Gender and Sexuality: The Emergence of 'Trans'","abstractText":"Most literature takes an identity based social framework (for example, the Kinsey model provides a linear model to designate sexual identity as ranging on a polarity from heterosexual to homosexual)as its starting point to measure sexual or gender identity. However, such models fail to explain gender variance and alternative forms of understanding 'the body' that fall outside of an identity based model. For example, the plurality of gender and sexual practices and identifications that move beyond conventional categories go unrecognised within clinical contexts (see Moon 2011). More recently the emergence of 'trans' as a free floating signifier has witnessed what happens when the complex interplay of gender, sexuality and bodies is freed from the materiality of the body. \n\nTrans is emerging as a theoretical conceptualisation that moves beyond the idea of identity as a structure that provides meaning for 'the body' alone, to becoming an identifier that is, in fact, post-identity politics. Within the medical field the rise of 'trans' has been exponential with progress made around 'transitional' bodies, while a 'trans' identity (as 'trans', transgender, genderqueer for example) has shifted the clinical model of polarised identity which is under ever increasing pressure to provide more expansive ways of meeting the social and medical transformation of bodies. 'Trans' marks a paradigmatic shift, that shows extensive changes in social and subjective relations providing social research with an ideal resource to reconsider theory and practice across and within the entire field of gender and sexuality - interrogating the core paradigms of sexual and gender identity and cross cutting the disciplinary boundaries that form sexuality and gender studies.\n\nTrans will act as a case study through which we will examine the following issues:\n\na) 'trans' as a terminology, as a mode of self/communal identification that is a recently emerging phenomenon. Trans is de-sutured from specific references to bodies, gender and sexuality yet is evocative of all three. It provides a distinct but interlinking development on the terrain of sexuality and gender along with the rise of 'queer'. Although both have a history of gender/ sexuality 'bending', they have distinctive trajectories. \n\nb) 'Trans' is a point of convergence (much more explicitly than 'queer')for a distinctive, cross-disciplinary constellation of constituencies, cross-cutting clinical, therapeutic, representational, academic and everyday communities and contexts. The emergence of 'trans' has been distinctively facilitated by digital technology and the concomitant rise of web-based social movements.\n\nc) 'trans' is thus a particularly salient case and point of nexus for a range of issues and themes cross-cutting sexuality and gender, including identities, affectivities, 'inter-sex' and 'inter-gender' and well as 'trans' gender and 'trans' sexualities; body governance and regulatory regimes, body ethics and affective imperatives; new social movements; new technologies of identity and community; and (un) commonsenses and (un) common emotions. \n\nThe questions raised by the seminar series will include:\n - How and to what degree does the emergence of 'trans' reflect shifts in our larger paradigmatic understandings of gender and sexuality?\n\n - How and to what degree does 'trans' reconfigure (even 'trans'figure) everyday body -reflexive practices, popular common-sense or herald new normativities on the terrains of gender and sexuality.\n\n - To what degree and in what ways does 'trans' represent a 'post-closet' epistemology and a transformation of the Kinsey continuum? And what are the implications of 'trans' for clinical and therapeutic practice, for sexual theory and for everyday articulations of identity and intersubjective connection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J022608/1","grantId":"ES/J022608/1","fundValue":"14975","fundStart":"2012-11-28","fundEnd":"2014-11-27","funder":"ESRC","impactText":"","person":"Deborah Lynn Steinberg","coPersons":["Lyndsey Therese Moon"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}