{"id":"A050DBEC-F687-4A78-A452-0869C83DEAC3","title":"Recreating the late Victorian popular science experience","abstractText":"Science and technology play prominent roles in our predictions of the future, whether we are imagining cures for disease, liberation from household chores, or interplanetary tourism. This was equally true in the late nineteenth century, when Victorians noted the significant technological and scientific advances since their grandparents' days: they were proud of bicycles and typewriters; of railways, steamships and electric telegraphs; of photography and electric lighting. Science fiction writers began to wonder what the world of the future would look like, while popularisers poured their energies into explicating the wonders of science and the workings of technology. The public could see these for themselves in the many demonstrations, lectures and shows that were part of late Victorian entertainment culture. Scientific shows were crucial to the process of selling the future to Victorian publics. They were highly skilled and often technologically sophisticated affairs that required careful management and meticulous choreography of performers' bodies and scientific apparatus. Our project aims to recreate such a show, and to perform it publicly.\n\nThis project brings together three academics with established track records of research into Victorian and Edwardian popular science; the project will enable them to work with two experienced performers, both of whom specialise in historic scientific acts (magic lantern lectures, and circus/side-show acts).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005685/1","grantId":"AH/K005685/1","fundValue":"22675","fundStart":"2013-02-01","fundEnd":"2013-12-22","funder":"AHRC","impactText":"","person":"Aileen  Fyfe","coPersons":["Iwan Rhys Morus","Katy Emma Price"],"organisation":"University of St Andrews","findingsText":" Our project aimed to a create a performance showcasing technologies of the 1890s; to perform it at two different venues; to reflect on what the experience of performance enabled us as historians to learn about Victorian shows; and to reflect on what we as humanities academics could learn about using material culture to engage modern audiences with issues about the role of technologies in shaping our imagined futures.\n\n\n\nWe learned many things about the nature of performing with other people and with complex technological artefacts, in non-ideal venues, and to unknown audiences. This has been incredibly helpful to us in thinking through how Victorian scientific performers dealt with such issues, and has raised a number of new points (especially about practical logistics) for us to investigate in our future research. Although some of these points will no doubt seem obvious to seasoned performers, we do believe that experiencing them for ourselves has been highly educational for us.\n\n\n\nThe things we learned about performance include:\n\no It takes far longer to set up a show, and test the equipment, than one expects. Even when doing it for the seventh time.\n\no Especially when you do it in a different (and unknown) venue each time.\n\no Different venues require the show to work differently: instruments may have to go in different places; performers may have to move in different ways; audiences may or may not be able to see so well (consider a flat room versus a raked theatre).\n\no Choreography (and practice) matters. We knew this, but we understand it better having done it!\n\no A show like this involved a lot of stuff (from instruments to costumes to theatrical drapes); travelling by public transport became very difficult (and impossible for one of us).\n\no Servants would have been very useful!\n\no Audiences may seem demographically similar, but nonetheless respond in different ways to the same show. We need a more sophisticated vocabulary for describing audiences.\n\n\n\nThe questions raised for our future historical research include:\n\n\n\no How did Victorian performers transport all their kit around the country?\n\no What was the limit of complexity to a one-man travelling show?\n\no How much did they know in advance about the venues in which they would be performing?\n\no How did they manage audience expectations (e.g. through advance advertising)?\n\no What sort of engagement did they have with their audiences, either during the performance, or afterwards?\n\no How did they carry (or bank) the money received on the door? Our performances sought to engage adult and teenager audiences with the history of science and technology by using demonstrations of working historical artefacts to encourage discussion and debate about technological change and imagined futures.\n\n\n\nWe found that:\n\n\n\nAudiences really love to see historic equipment out of museum cases, and being used. Even though most of our demonstrations cannot have been particularly spectacular to 21st-century audiences, the fact that we were doing them with historic equipment was fascinating. For instance, they were impressed not by the actual sounds played by the phonograph, but by the fact that this mechanical device was able to play recorded sound at all.\n\n\n\nDoing the show in costume and in character (as well as with historic equipment) helped to defamiliarise now-familiar phenomenon (such as recorded sound, and electric light) and assisted the audience in thinking historically. So did taking the time to explain the (unfamiliar) mechanism of the equipment (e.g. the phonograph).\n\n\n\nUsing historical artefacts was an incredibly successful way of getting audiences to relate from past to present, and to think about processes of technological change (Why did the Victorians do it that way? Why do we do it differently? How might we do it differently in the future?), and about consumer engagement with technologies (Who could afford to use this? What would they have used it for? How does that compare with the equivalent modern technology?). In the two sessions for school pupils, we purposefully engineered such discussion; in the public shows, it sometimes came up in the open discussion at the end, but was particularly notable after the formal close of the show, when we routinely had people coming forward to get up close to the historic equipment and ask more questions about it. Education","dataset":"gtr"}