{"id":"A0522557-0F88-406B-A8B4-8C8F780E9990","title":"Investigation of the Design of Anchorage Head and Bond Length for Assessing Multistrand Anchorages","abstractText":"The overall aim of this research proposal is improvement to the safety, design criteria and assessment of multi-strand anchorages. In order to achieve this, the work will focus on the most critical aspects, the anchorage head and fixed anchorage length. The research will combine extensive full-scale laboratory work with numerical modelling. The overall testing will comprise initial field and laboratory testing. The initial field testing will be carried out on a number of already installed multi strand anchorages with different anchorage head assemblies. This will be followed by the construction and testing of two full scale strand anchorages - one will be a two-strand rock anchorage and the other will be a typical four-strand rock anchorages. In addition anchorage head test rigs will be constructed in order to obtain the stiffness characteristics of the anchorage heads. A numerical model of multi strand anchorages will be developed in order to investigate their dynamic response to changes in the anchorage head and/or fixed anchorage length. This will be validated and then used to provide the optimal stiffness characteristics for an anchorage head suitable for load estimation using dynamic testing.Finally, the results from both the laboratory and numerical studies will lead to the development of a new anchorage head design with a view to improving the assessment of the load condition of these anchorages. This will be tested on a full scale field anchorages of a similar design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E050301/1","grantId":"EP/E050301/1","fundValue":"267328","fundStart":"2008-05-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"  The findings have not been used yet. Explorations with manufacturers are taking place at the moment.  ","person":"A  Ivanovic","coPersons":["Richard David Neilson"],"organisation":"University of Aberdeen","findingsText":" The overall aim of this research proposal was to improve safety, assessment and design criteria of multistrand anchorages. In order to achieve this, the work was focused on the two most critical aspects, the anchorage head and bond length. \n\nGenerally, only a small percentage of anchorages are ever assessed using lift-off testing. This requires the use of heavy equipment to stress the anchorage above the working load and can cause damage to the anchorage head assembly. A non-destructive testing method is therefore seen as a preferable method for assessing the anchorages. A dynamic method, based on application of an impulse to the protruding length of the anchorage and measuring the resulting dynamic response (in this case acceleration) was used in this study. The assessment using this method is made by comparison of the response taken at two different times.\n\nFor individual single tendon anchorages, the non-linear stiffness characteristics of the anchorage head assembly has been shown to be fundamental in determining the dynamic characteristics of the anchorage under load conditions. However, the anchorage head of multistrand anchorages is more complex than those of single tendon anchorages. Furthermore, if the anchorage head assembly is very stiff in relation to the tendon(s), as is often the case with multistrand anchorages, no distinguishable change in the dynamic response can be detected and therefore estimation or long term monitoring of load using dynamic methods is not possible.\n\nThe project has encompassed both experimental (laboratory and field tests) and numerical study of multistrand ground anchorages. The research has been focused on the development of a new anchorage head, initially used for a single tendon as a precursor to the more complex multistrand head. A prototype of a single tendon head gave encouraging results which led to the design of multistrand anchorage head using FEA. This has been subsequently manufactured. Due to its non-linear stiffness the anchorage head should allow monitoring of the integrity of the anchorages. \n\nIn addition, two field and two laboratory fully instrumented multi strand anchorages have been installed for long term testing and evaluation of the new anchorage head design. The field anchorages were installed vertically while the laboratory anchorages were installed horizontally in concrete blocks. The tendons of the laboratory anchorages have been instrumented with strain gauges along their lengths to monitor load distribution when loaded. The anchorages and head assemblies were provided by Dywidag to reflect the standard type of anchorage used in practice. \n\nAlong side the experimental work, numerical study on multistrand anchorages has been undertaken using the Abaqus software package. The model allows each tendon within the anchorages to be prestressed individually allowing for change in the stiffness of the head of the anchorage with any potential change in tendon load to be modelled. This comprehensive model is currently being validated against laboratory tests. Manufacturers of ground anchorages e.g. Dywidag - DSI Underground Systems, Inc. Construction","dataset":"gtr"}