{"id":"A058CE14-5839-4A4C-A9BC-38C20E728C2F","title":"Computation of electron transfer properties for heme-containing oxidoreductases","abstractText":"Atomistic computer simulations are proposed to advance aquantitative understanding of long-range electron transfer (ET) reactionsin electron transport proteins. This work is carried out to aid and complementexperimental work in this field. Existing computer simulation techniques areextended to compute key parameters that govern the rate of biologicalET reactions. These parameters are often unknown and usually ratherdifficult to measure. Using numerical methods we aim at providingquantitative estimates that can be used in electron tunneling simulations ofbiological electron carriers. Moreover, exploiting the microscopic information ofmolecular simulations, the contributions of single amino acid residues andthe surrounding solvent to the ET rate are analyzed and used to interpret effects ofprotein mutations that could guide the design of efficient biomimetics. In the short term the simulation methods are validated on simple and experimentally well characterized electron transport proteins (specific aim I). In the medium to long term redox and ET reactions in the more complex heme catalases are investigated (specific aim II). Research programme (specific aim I): Reliable experimental ET parameters areavailable for only very few biological ET reactions where donor and acceptor havea well defined structure. Among these systems are ruthenium modified cytochrome (cyt) proteins such as cyt c, myoglobin, cyt b5 and cyt b562. A wealth of structural, thermodynamic and kinetic data available for these proteins, which makes them possibly the best benchmark systems for assessment of the accuracy ofcomputer simulations. First objective is the computation of ET parametersfor ET from the heme group located inside the proteinto the ruthenium complex located at the surface of the protein. The simulationsof the proteins are carried out for models with increasing degree of complexity. Depending on the deviation with experimental data, new ideas for improvement of the simulation methodology are explored. The finite temperature motion of the different cytochromes are analyzed and used to investigate the influence of the different protein folds and heme groups on the ET parameters. Thereafter the focus of research will shift to the more complicated heme catalases described below.Research programme (specific aim II):Heme catalases prevent cells from oxidative damage by catalyzing the decomposition of hydrogen peroxide in oxygen and water. The catalytic activity is drasticallyreduced or even lost under certain conditions, if reaction intermediatecompound I undergoes one-electron reduction to compound II.Recent crystallographic and computational studies have given evidencethat the oxidized form of heme b containing catalase of H. pylori (HPC) formsthe catalytically less active compound II whereas the heme d containing catalase of P. vitale remains in theactive compound I form. Naturally, the question arises whether this difference is related to the different heme groups or to the different protein structure of the two catalases. Using the methods validated on simple cytochrome proteins (see above), we propose to calculate ET parameters for HPC and PVC and to determine the corresponding contributions of cofactor, protein and solvent.In the next step ionizable groups in the vicinity of the heme groups are identified and the ET parameters computed for ET from the ionizable group to the oxidized heme center. We hope that on the basis of these calculations one can explain the different tendencies of HPC and PVC to form the catalytically less active compound II.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F004699/1","grantId":"EP/F004699/1","fundValue":"220118","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"  A key advance during the grant period was the implementation of constrained density functional theory \nin the CPMD program package (2010). This software has about 5000 users world-wide in academia and industry, who have benefited from the software development. \n\nThe project has resulted in 7 peer-reviewed publications. Two publications were featured on Journal cover pages \nand 3 papers were published in the top 2 Chemistry Journals. The results were also presented at international conferences, at the fall meetings of the American Chemical Society in \nPhiladelphia (2008), Washington (2009) and Boston (2010), at the IUPAC conference in Glasgow (2009), \nat the Computational Molecular Science conference in Cirencester UK (2008, 2010), and at smaller meetings \nand workshops in Trieste (2008) and Konstanz (2008). The work was key to the award of a PRACE computing grant in \nJune 2010. The grant facilitated our collaboration with the group of C. Rovira in Barcelona and made our \nactivities visible to UK and overseas researchers. \n\nThe project has contributed to the personal development \nof the PDRA (H. Oberhofer) and the successful outcome \nput him in a strong position for a permanent academic job. \nImmediately after finishing his EPSRC-sponsored post he \nwas successful in obtaining a prestigious Humboldt-Research fellowship (2011) to carry on work on the subject at one of the top German Universities (TU Munich). He is currently a sub-group leader within the Chair of Theoretical Chemistry in this institution, and will soon finish his habilitation which will \nplace him in a strong position for more senior independent group-leader positions. \n\nThis research project was also the basis for the start of a number of collaborations, both with academics and researchers in US-national laboratories funded by the US-Department of Energy (e.g. Pacific Northwest National Laboratory, 2010-current). This has resulted in a number of studentships and long-term research collaborations as well as in a recent successful EPSRC grant application on electron transport in bacterial nanowire proteins (EP/M001946/1, 2014-17).\n\nThis grant has also helped to disseminate and advertise the research of my group to a wider audience. As a result I was invited to give 36 invited talks since 2008 and to join the Editorial Board of the Journal J R Soc Interface in 2012. In my role as board member I have helped commission a series of Headline reviews on computer simulation of electron and proton transfer in biological systems, which should increase the visibility and recognition of this still rather young scientific journal at the interface between the life and natural sciences. Other Cultural","person":"Jochen  Blumberger","coPersons":[],"organisation":"University of Cambridge","findingsText":" The aim of the project was to develop and apply ab-initio and classical molecular dynamics methods for the calculation of electron transfer parameter in redox proteins. The results for each specific aim described in the proposal are summarized below. \n\n1.) Specific aim I.\nAtomistic simulation methods for computation of reorganization free energy and driving force\n(redox potential) for intraprotein ET are investigated and validated on Ru-modified cytochrome c (cyt c), myoglobin, cyt b_5 and cyt b_562.\nThe contributions of single amino acid residues and\nof the surrounding protein matrix is determined to investigate\nthe relationship between protein fold, redox potential and reorganization\nfree energy. \n\nAt first we investigated a number of quantum mechanical/molecular mechanical (QM/MM) approaches\nfor the calculation of biological electron transfer free energies with emphasis on reorganization \nfree energy. The latter determines the free energy barrier for ET. We have used the well \ncharacterized Ru-modified cytochrome c protein as model system. It turned out that the non-polarizable \nforce fields typically adopted in QM/MM schemes are not sufficiently accurate for calculation of \nreorganization free energy. The use of an electronically polarizable force field was necessary \nin order to obtain good agreement with experiment. \n\nAfter the initial testing of simulation protocols, \napplications to four heme containing proteins followed. Here we have made a slightly different \nchoice of the proteins simulated than originally proposed. Instead of myoglobin, we have simulated \na second cytochrome c protein, now modified with a more hydrophilic Ru-label, and instead of \n cyt b_562 we have simulated a designed 4-helix bundle binding two heme-cofactors. The\nRu-modified cytochrome b5 was simulated as originally proposed. Our revised choice allowed us to \nprobe the influence of the different protein fold and of the different hydrophilicity \nof the electron accepting group on the reorganization free energy. Rather surprisingly the reorganization \nfree energy of all proteins except the 4-helix bundle fell within a narrow range. In the latter, both \nredox active cofactors are inside the protein scaffold and protected from the solvent, which gives rise to\n a significantly lower reorganization energy. We also found that in three out of the four proteins studied \nreorganization free energy is a collective effect including many residues, each contributing a small fraction. \n\nThe results obtained have important implications for the design of artificial electron transport proteins. They \nsuggest that reorganization free energy may in general not be effectively controlled by point mutations, but to a \nlarge degree by the solvent exposure of the redox active groups. The results have been published in \na `Perspective article' in (Phys. Chem. Chem. Phys. 2008, inside cover article), and in a top Chemistry Journal, (J. Am. Chem. Soc. 2010). \n\n2.) Work towards specific aim II has been carried out in collaboration with C. Rovira's group \n(Barcelona).\n\nSpecific aim II.\nHeme catalases prevent cells from oxidative damage by catalyzing the decomposition of\nhydrogen peroxide in oxygen and water. The catalytic activity is drastically\nreduced or even lost under certain conditions, if reaction intermediate\ncompound I (Fe(IV)(O)Por+) undergoes one-electron reduction to\ncompound II (Fe(IV)(O)Por). By choosing two different heme catalases, one which\nis suspected to form compound II (from H. pylori) and one that is suspected not to form\ncompound II (from P. vitale), we want to identify the factors that lead to\nformation of this catalytically less active intermediate.\n\nThe most obvious difference between P. vitale catalase (PVC) and H. pylori catalase (HPC) is that the \nformer binds heme d, whereas the latter binds a heme b cofactor. The different \nheme cofactors could exhibit different reduction potentials that in turn could give rise to \nthe different tendency for formation of the catalytically less active Cpd II form. \nWe have investigated this hypothesis by calculating the relevant reduction potentials \nof the two catalases using the QM/MM method devised in `Specific aim I' (we note that \ncomputation is the only alternative here since experimental measurements were unsuccessful).\nWe found that -within the statistical uncertainty of our simulations- the reduction potentials \nof the two catalases were the same, implying that another reaction step causes the different \nbehaviour. Carrying out elaborate QM/MM metadynamics simulations, we found that \nit is the proton transfer from a distal histidine residue to the vertically reduced Cpd I that \nexhibits very different energetics in the two catalases. While in HPC this reaction step \ndrives the formation of Cpd II, in PVC the free energy released \nby proton transfer is not sufficient for formation of Cpd II. \n\nOur results suggest that the proton transfer following vertical reduction of Cpd I is a \nkey factor regulating radical migration in catalase and possibly also in hydroperoxidases. A paper on these results has been published in J. Am. Chem. Soc. 2011. \n\n\n\n3) During the grant period we have also implemented a special density functional method (constrained density functional theory) for the calculation\nof electronic coupling matrix elements. The latter is the third electron transfer parameter that, together \nwith reorganization free energy and driving force, determines the rate for electron transfer reactions. \nThe method was applied to ET reactions of simpler systems, such as ET between two transition\nmetal ions in aqueous solution and intramolecular \nET in an organic molecule. Methodology for calculation of electron transfer parameters in redox proteins published and already adopted by the scientific community in the field. \nConstrained DFT implemented in freely available CPMD program package. Chemicals,Other","dataset":"gtr"}