{"id":"A05D0B30-43C8-45E0-BC5C-F0894F0A1B2D","title":"RiftVectors: Vector competence of European mosquitoes to Rift Valley fever virus","abstractText":"RVFV is an arbovirus readily transmitted through several mosquito genera including Aedes and Culex\nmosquito vectors, and has a large host range. The recent expansion of the geographical range of RVFV\nclearly indicates that RVFV is not restricted to Africa. It has been proposed that a single infected person\nor animal that enters a naive country is sufficient to initiate an outbreak. This transmission scenario is\nbecoming more probable due to the expansion of worldwide trade and travel. The objectives of this\nEmida project, RiftVectors, will be to understand the biology of natural RVFV vectors and their counterparts in\nEurope as an indicator for assessing the risk of RVFV to be established in Europe.\nWithin this Emida project, we will further analyze, and develop new methods to distinguish vector and \npotential vector species, and analyze whether they can transmit RVFV- especially european mosquitoes which \nmay be able to transmit RVFV. We will also analyze how the immune system of mosquito vectors can control RVFV \ninfection, and how this relates to whether mosquitoes can transmit RVFV or whether novel antiviral targets \ncan be discovered. Interestingy, endosymbiotic Wolbachia bacteria of insects now are widely used in symbiosis-based \ncontrol strategies against arboviruses. We will analyze what the effect of Wolbachia on the vector competence of mosquitoes \nto RVFV will be, and if this could be used as a control strategy against this virus.\nOur international consortium of partners has the expertise to tackle these questions on the\nvectors of RVFV. We expect that our results will improve assessments of when and which\nmosquito species could spread RVFV, and we aim to identify novel ways of controlling\nRVFV emergence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K004506/1","grantId":"BB/K004506/1","fundValue":"348493","fundStart":"2012-06-01","fundEnd":"2013-07-31","funder":"BBSRC","impactText":"  Our laboratory research in progress has not as yet had any cultural, societal, economic or policy impacts  ","person":"Steven Paul Sinkins","coPersons":[],"organisation":"University of Oxford","findingsText":" We successfully developed a protocol to transfer using early embryo microinjection the high-density wMel strain of Wolbachia directly from Drosophila embryos into Culex quinquefasciatus mosquito embryos. This was conducted in order to be able to examine whether wMel reduces their ability to transmit viruses such as Rift Valley Fever, since virus transmission blocking was previously found to be induced by wMel in Aedes aegypti and Aedes albopictus mosquitoes. The line was maintained through around ten generations, but fecundity was considerably reduced as Wolbachia density rose, so it did not prove to be possible to maintain this line long term. Experiments were also conducted to examine the effects of various environmental variables on fitness and fecundity, but ultimately it was decided to try different lower-density Wolbachia strains from other host species. These findings will be of interest to those developing Wolbachia-based mosquito / arbovirus control methods. Healthcare","dataset":"gtr"}