{"id":"A06177F1-C9C8-47BB-A27F-B12A56C69354","title":"GUM &amp; primary care based STI services: Maximising STI control &amp; cost-effectiveness for a population.","abstractText":"We aim to build a web-based tool to help public health decision-makers plan the most effective services for sexually transmitted infections (STIs) according to the characteristics of their local population. \n&nbsp;\nPatients with STIs attend a variety of services, including specialist genitourinary medicine (GUM) clinics and primary care (including GP surgeries). In 2001, the government published the ‘National Strategy for Sexual Health and HIV‘. It proposed that, in future, more services for STIs should be provided in primary care. Since then, many areas have started to increase&nbsp;testing for,&nbsp;and treatment, of&nbsp;STIs by GPs and practice nurses. These services, usually called ‘Locally Enhanced Services’,&nbsp;vary considerably, and decision-makers&nbsp;and service commissioners have found&nbsp;it difficult to&nbsp;make&nbsp;appropriate local&nbsp;plans. \n&nbsp;\nThe aim of all STI services is to reduce the transmission of STIs as cost-effectively as possible. A number of factors influence how well this is achieved in&nbsp;local health economies e.g. the capacity of the services, the extent that the partners of people diagnosed with STIs are also treated, whether services are seeing people at greater or lower risk of STIs. These can be hard to measure. \n&nbsp;\nWe will develop&nbsp;instruments to measure public health outcomes of existing services and use modelling techniques to identify the key elements of service provision that could impact on the effectiveness (i.e. the number of STIs prevented) and the cost effectiveness of different combinations of primary care and GUM provision. The resulting web tool will facilitate&nbsp;local evidence-based planning of services for STIs across the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601685","grantId":"G0601685","fundValue":"374436","fundStart":"2008-04-01","fundEnd":"2010-12-31","funder":"MRC","impactText":"","person":"Catherine  Mercer","coPersons":["Gary  Brook","Frances  Keane","Helen  Ward","Peter  White","Claudia  Estcourt","Nigel  Armstrong","Greta  Rait","Jacqueline Anne Cassell"],"organisation":"University College London","findingsText":"","dataset":"gtr"}