{"id":"A062634C-542E-4464-B0F2-39DC1E5352CC","title":"CHALLENGING ESTABLISHED RULES FOR TRAIN CONTROL THROUGH A FAULT TOLERANCE APPROACH","abstractText":"The operation of a rail network is safe-guarded through the use of train control and protection systems, in particular in the forms of block signalling and interlocking. To ensure the absolute safety of trains and passengers, the signal at the entry to any track block is set to red unless the block is completely ready to accept the next train, e.g. the points must be confirmed to be set in the correct directions and the track is confirmed as unoccupied. This means that a train approaching such a red signal must start to decelerate and prepare to stop from two blocks in advance, even though there may be minutes (or at least many seconds) before it arrives at the 'red' signal, by which time the block ahead will be cleared (as planned) in most normal operating conditions. The use of clearly conservative speed profiles on approaching such blocks has a knock-on effect on other trains and can cause a network to operate at considerably less than its full achievable capacity. In the foreseeable future, train control systems will be replaced by state-of-the-art railway traffic management systems, traditional fixed block signalling will be abandoned and there is scope for intelligent speed adaptation for trains similar to that proposed for road vehicles. Such ICT-led innovations will offer significant enhancement to network capacity, but only if the conservative 'rules of the game' are challenged at the design stage.This proposed research will develop a fault tolerant approach to the design and operation of the rail network, by integrating track design (e.g. the track layout, the positions of points and signalling blocks) with dynamic routing/scheduling, optimised using a novel evolutionary computational approach particularly suited for combining multi objective optimisation with safety/risk management. The term fault tolerance is used here in a broad sense, to represent any abnormalities or unexpected events in operations or equipment. Enhanced fault tolerant capability would provide safety assurance so that, in normal operating conditions, trains can adopt much faster speed profiles when approaching a 'to-be-cleared' signal block at stations and junctions than those currently permitted, effectively turning the status of 'be ready to stop' to that of 'proceed with caution'. In the rare event of a 'fault' in the system, e.g. a train in front fails to move out a signalling block as expected or a switch fails to operate as required, the train would be re-routed to take an alternative path. Relevant scenarios might include the management of right-turn junction conflicts, train routing through complex junctions at station approaches or the re-allocation of trains to alternative station platforms. Increased capacity will be achieved through improved capability to handle disturbances and/or reduced operating constraints, without compromising the overall integrity of the system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010637/1","grantId":"EP/I010637/1","fundValue":"345887","fundStart":"2011-03-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"  The findings have been used for publications in academic and professional journals and also for dissemination at international conferences. We have also used the output to engage with rail industry (through targeted workshops) where the research findings are likely to be applied. Transport Economic","person":"T X  Mei","coPersons":["Malachy  Carey","Samia  Nefti-Meziani","Ronghui  Liu"],"organisation":"University of Salford","findingsText":" The research has identified a number of typical railway stations/junctions (referred to as scenarios) where the fault tolerant approach could be applied to improve the network capacity and those scenarios include (a) classical right turn junctions; (b) terminus stations; (c) high and low speed mixed traffic junction; (d) complex junction with multiple routes, (e) combinations of the station/junction to form a local network.\n\nTwo levels of fault tolerance have been designed, one is more moderate and the other the ultimate fault tolerance in terms of the increase of train speed profiles allowed when approaching junctions/stations where the fault tolerant rules can be applied. Both deliver significant performance gains, with the best improvements from the more aggressive fault tolerance as expected. The development of fault tolerance at different levels is to provide rail operators the flexibility for a gradual implementation in order to build up the confidence in the new control approach.\n\nBecause of the complexity of railway network with a very large number of route and scheduling possibilities, it has been necessary for the project to develop an independent software tool at Salford (an operational rules analysis framework, with integrated auto-routing and artificial intelligent optimisation) to enable the network capacity and operation robustness to be assessed/optimised under both current and proposed fault tolerant rules.\n\nThe study has shown that the capacity improvement from the proposed fault tolerant approach, compared to the current operation rules, is mainly achieved in the following situations. \n\n(a) When there is a difference in travel time (due to e.g. different track lengths, train speed etc) between two trains on conflicting routes. Under the current operation rules, one of the trains (train A) will be facing an amber/red signal before the conflicting block waiting for the other one (train B) to clear the block. Under the fault tolerant rules, however, the train A will be allowed to travel at a high speed profile when approaching the conflicting block, as the train B is in the process of moving out the block and more critically there is an alternative route available for the train A should the conflicting block is not cleared in time. The cumulative time savings over a period of time can be significant. \n\n(b) When the trains on the conflicting routes are out of synchronisation (e.g. caused by a delay to one of the trains). Under the current rules, the delay of one train leads the delays to all other subsequent trains. For the same time table, the knock-on effect on other trains can be seen to be gradually reduced if the fault tolerant rules are applied and the time table can be recovered. The implication of such robustness improvement is that the network operation can recover much more quickly under the proposed fault tolerant rules. \n\n(c) Further capacity improvement can be obtained for more complex network scheduling problem by using artificial intelligent optimization. The exploitation of the research output is expected to be achieved through the application of the proposed concept for railway operations, to improve both the rail network capacility and operation resilience. Steps have been taken to increase the awareness of the research through broad dissimination activities. The project team have been very active in this respect by participating and presenting the research findings at a number of seminars which were well attended by participants from rail industry. We have also been in frequent communication with the key players in rail industry. Transport","dataset":"gtr"}