{"id":"A0656F3A-CD26-49A9-9E8E-A119469C15F0","title":"Mapping Medieval Chester: place and identity in an English borderland city c.1200-1500","abstractText":"This project will investigate how a sense of place-identity and belonging were produced through local engagements with the landscapes of an English medieval city and its environs between c.1200 and 1500. The project is a collaborative enterprise between teams in the English Department, University of Wales Swansea (UWS), the Department of Geography, Archaeology and Palaeoecology, Queen's University Belfast (QUB) and the Centre for Computing in the Humanities (CCH), King's College, London, and will draw on interdisciplinary approaches to connect and analyse cartographic and textual 'mappings' of medieval Chester.\\n\\nThe project will produce a set of online resources interlinking an interactive digital map of Chester's urban landscape c.1500, with new editions and translations of key texts (or textual extracts) and interpretative apparatus. The project will also generate three scholarly articles based on the website materials. The one-year project is designed to provide a set of discrete, self-contained outcomes, whilst establishing the infrastructure to build on the online resources (for example, by adding further texts or extracts, further 'time-slice' mappings to form a comprehensive digital atlas, or 3D visualisations) in the future.\\n\\nThe textual content for the website will be produced by the team in the Department of English, UWS. The edited texts will include substantial extracts from Henry Bradshaw's Life of St Werburgh (c.1513, published by Richard Pynson in 1521 and last edited in 1887), Dafydd ap Gwilym's poem I'r Grog o Gaer (To the Cross at Chester) as well as passages from other Welsh poems referring to Chester, and the praise-poem to Chester by Ranulf Higden (with the John of Trevisa version). These texts all offer different mappings and symbolic appropriations of the city's environment, and evidence of its complex hybrid or liminal identity. Another key text to be included (in part) is Lucian's De Laude Cestrie (In Praise of Chester, c.1195, edited in 1912 but never previously translated into English). As well as its crucial role within the Chester project, this text will be a very important resource for scholars working more widely on medieval cities and their literature. The website texts will be interlinked by the environment features being described, and by references to key themes such as Anglo Saxon / Roman heritage or relations with Wales. The texts will also be linked to relevant features in the digital map.\\n\\nThe team at QUB will create in a GIS a detailed topographical plan of Chester and its immediate environs c.1500, using a method of retrogressive plan-analysis. This involves digitizing and analysing cartographic evidence from nineteenth-century Ordnance Survey maps back to the earliest maps of Chester (c.1580). Using this approach the GIS will contain a series of 'map layers' / each a useful research tool / though the primary outcome will be a digital map of late medieval Chester containing cartographic and morphological data and interlinked on the website with the edited texts. This map will thus form a framework through which to interpret the textual mappings of Chester's urban landscape. The process of creating the digital mappings of medieval Chester will also provide the basis for developing a transferable methodology to apply to other medieval cities. Alongside the production of the digital mapping, the QUB team will also undertake a scoping survey of relevant archaeological and documentary evidence to form the basis of projected future work on a comprehensive digital atlas of the medieval city showing the development of the urban landscape of Chester between 900 and 1500.\\n \\nThe website will be developed in collaboration with a technical research team and Technical Director at CCH. The project will culminate with a one-day colloquium and website launch, plus a public workshop at the Grosvenor Museum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009356/1","grantId":"AH/F009356/1","fundValue":"123116","fundStart":"2008-09-01","fundEnd":"2009-08-31","funder":"AHRC","impactText":"  Our findings have been used in Chester to underpin a major museum exhibition (which also toured to Wrexham), and as the basis for a major new permanent public artwork. Our work has been used by local government, heritage and tourism agencies in Chester to inform heritage management and interpretation. Our work has also been used by agencies such as English Heritage (in their local Urban Character study).\nOur work has also been used more broadly as a model of digital heritage interpretation. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Catherine A Clarke","coPersons":["Keith  Lilley","Helen  Fulton"],"organisation":"Swansea University","findingsText":" This project produced a new digital atlas of Chester c.1500, linked to digital editions of medieval textual 'mappings' of Chester in English, Latin and Welsh. The project allowed us to explore different cultural and ethnic perspectives on the city, as well as medieval spatial imaginaries more broadly, and the characteristics of a medieval borderland region. Since this project completed in 2009, our research has already been taken forward and used by others. It is regularly cited in international academic work and the book produced by the project has received reviews in prominent academic journals. Our work has extended and nuanced our understanding of the medieval city and questions of place and identity. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}