{"id":"A067E636-2BB4-476C-9FC2-271A099950BC","title":"The role of 14-3-3 proteins in regulating T cell adhesion and migration","abstractText":"We are studying how white blood cells move and bind to other cells. These processes are important when white blood cells monitor the body for presence of disease-causing pathogens, as well as during the immune response when white blood cells destroy or neutralize pathogens. Without attachment and movement, cells cannot be in the right place at the right time to mount an immune response to a pathogen. We are trying to understand the molecular basis of white blood cell attachment and movement. We focus on a family of cell adhesion proteins called integrins. We are interested in finding out how the integrins become activated to achieve cell binding and movement. In particular, we are interested in the role of a group of proteins called 14-3-3 proteins in these processes. 14-3-3 proteins bind to the 'tails' of the integrins inside the cell, as well as to many other proteins in activated immune cells. We now aim to understand if these interactions are important for the regulation of immune cell adhesion and movement. We will use transgenic technology as well as novel biochemical methods for these studies. The results will increase our understanding of how immune cells move and attach to other cells during an immune response.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G017123/1","grantId":"BB/G017123/1","fundValue":"377074","fundStart":"2009-08-01","fundEnd":"2013-11-30","funder":"BBSRC","impactText":"  This is basic research which helps explain the roles and regulation of these molecules in immune responses. This research may aid in the understand of disease pathogenesis of various autoimmune or immune-related diseases.  ","person":"Susanna  Fagerholm","coPersons":[],"organisation":"University of Dundee","findingsText":" We are interested in molecules, called integrins, which act as adhesion receptors (&amp;quot;cellular glue&amp;quot;) on the surface of white blood cells. These molecules are essential for the function of the white blood cell in the immune defence against pathogens, and mutations in integrins or associated proteins results in immunodeficiency. However, these molecules can also be associated with disease, such as autoimmunity. \n\n\n\nWe have investigated cellular signalling mechanisms and cytoplasmic binding partners which regulate the activity of the integrins so that they can bind to other cells.\n\n\n\nWe have found that so called &amp;quot;killer T cells&amp;quot; which are involved in killing of for example virus-infected cells or cancer cells, use different mechanisms for cell trafficking into tissue than resting lymphocytes, in that their integrins are always active and able to bind to ligands. We have clarified some of the intracellular signals required for integrin-mediated killer T cell adhesion under conditions of blood flow, and have shown that intracellular calcium signals are important for integrin-mediated adhesion in these cells. \n\n\n\nAdditionally, we have found that a protein called kindlin-3, which binds to the integrin, is critical for migration of immune cells (both resting lymphocytes and killer T cells) out of blood vessels into tissues, because it enables these cells to resist shear flow. However, the integrin/kindlin interaction is surprisingly not important for immune cell activation in tissues, where there is no blood flow. Interestingly, kindlin-3 is mutated in a rare human genetic disease called leukocyte adhesion deficiency type III, which is associated with increased bacterial infections; our results help explain what goes wrong in the immune system in these patients. \n\nInterestingly, the beta2-integrin family members are also highly expressed in another type of immune cell, the dendritic cell, that is very important in immune responses. Dendritic cells pick up antigens in inflamed tissues and move to lymph nodes where they present the antigen to T cells and activate them to help fight infection. We have recently discovered that one of the first steps in this activation chain is taken when the integrins lose their grip of their ligands in tissues and the actin cytoskeleton inside the dendritic cells. This leads to increased signaling through another cell surface receptor, the GM-CSF receptor, in dendritic cells. The increased signaling results in reprogramming of the dendritic cells to a mature, migratory phenotype and induces them to migrate to lymph nodes to activate T cells. These results show that integrins play completely novel role in immune cell regulation, which have not previously been appreciated.\n\nWe have also investigated a systemic lupus erythematosus-associated mutation in an integrin, and have found that it is unable to bind to ligands and mediate phagocytosis (&amp;quot;eating&amp;quot; of target cells). This result may help explain why this mutation is associated with disease, as it is thought that lupus may be a defect in clearing of cellular waste through phagocytosis. \n\n\n\nOur results clarify molecular mechanisms involved in integrin regulation and clarify the roles of integrins in immune cell functions. Additionally, they also help us understand why certain mutations in these adhesion molecules or associated proteins are associated with disease. We hope that basic research such as this could be used in the future to develop more specific drugs to autoimmune and inflammatory disease. Healthcare","dataset":"gtr"}