{"id":"A06A1640-9033-4341-8937-7FFCE3FA9D66","title":"Foot-LITE","abstractText":"The Foot-LITE project will deliver innovative driver/vehicle interface systems and services to encourage sustained changes to driving styles and behaviours which are safer, reduce congestion, enhance sustainability, help reduce traffic pollution emissions, and reduce other social and environmental impacts. Fundamental research will be used to support the strong industry base in the project through prototype systems development and design, impact assessments and the further development of research tools and processes, including the SRIF/TRW funded instrumented vehicle to deliver a credible evidence-based validation of the system through to real-world operational experiences with user feedback and evaluation. The Foot-LITE system is seen as a tool to encourage and challenge drivers to achieve very real benefits that are already available in the current vehicle fleet but whose benefits cannot be readily maximised without an advisory interface to the driver. The approach has the ultimate choice and control still resting with the individual. This is seen to be crucial to the public and commercial acceptability of Foot-LITE. The aim of the Foot-LITE project is to create a revolutionary driver information system designed to educate and encourage safer and greener driving and longer term behavioural changes. The project consists of four Foot-LITE Work Areas. Effective Project Management is crucial to the delivery and testing of technologies and the assessment of their impacts. This Work Area will be the responsibility of the Lead Partner MIRA who encompasses both commercial as well as research expertise. The second Work Area is Market Reviews and Delivery which is focussed on the development of the concept and identification of product opportunities and system enhancements. The third work area, Technical Implementation, will create innovative applications which influence driver behaviour; this will be led by TRW. The fourth Work Area, which is led by TRG (the Academic Lead Partner), uses a variety of approaches, including simulation and large scale fleet trials, to produce an Impact Assessment of the systems and services and to identify those characteristics which will support applications in a future policy and market environment and deliver a tool that has the potential in instigating a step change in driver behaviour to tackle the twin problems of safety and the environment. The project will undertake all the necessary research and development to produce a prototype system which will be evaluated by fleets of drivers in normal driving conditions. The necessary data collection/data base systems for the vehicle fleet will also be developed so that robust evidence of the effectiveness (or otherwise) of the system will be collected, analysed and published to better the overall knowledge in this area. Additional surveys of other user groups to determine long term effects will be undertaken to better determine market opportunities and implementation strategies to deliver future intelligent vehicles and associated infrastructure. The system to be developed in the project comprises an aftermarket, standalone vehicle interface (although installation during vehicle build will not be excluded) giving moment-to-moment feedback during a drive (similar to SatNav), plus a back office support tool for off-line analysis of journeys and retrospective feedback.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F005067/1","grantId":"EP/F005067/1","fundValue":"325788","fundStart":"2007-09-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"  Helped develop new techniques for analysing data from vehicle CAN bus\n\nNewcastle City council purchased a system that provided similar information to what was proved to work in FootLITE\n\nDriveLAB has been developed to look at diving behaviour and drivers interaction with technology (&pound;500,000 investment in kit). Energy,Environment,Transport Societal,Economic,Policy & public services","person":"Phil  Blythe","coPersons":["N  Thorpe"],"organisation":"Newcastle University","findingsText":" The Footlite project developed an advanced in vehicle system which assessed the safety and environmental performance of drivers and provided them with feedback to modify and improve their driving.\n\nNewcastle University developed an advanced data logger which was fitted to ten Newcastle City Council vans. Trials monitored drivers driving behaviour for three months and then started providing the driver with daily feedback via text messages on how they can drive more eco friendly and safely. Results showed that significant fuel savings were gained once the system provided feedback The data loggers were modified and used in various electric vehicle monitoring project funded by the TSB (Ultra Low Carbon Vehicle Demonstrator) and the EE (SmartCEM project).\n\nWork is on-going to revisit driver feedback. Under the RCUK Digital Hub project SiDE a Driver behaviour lab has been developed (DriveLAB) to take this whole are of human machine interface for vehicles and drivers and in particular the interaction of vehicles, ITS technology and older people to support research on how technology could help older drivers continue driving safer for longer.\n\nFindings have been presented in oral evidence to Transport Select Committee Environment,Transport,Other","dataset":"gtr"}