{"id":"A07495B7-9DD3-45C4-A8BA-72BDAE6D3907","title":"The UCL Centre for Medical Image Computing","abstractText":"Digital medical imaging technologies such as MRI, CT and ultrasound have transformed healthcare in the last 3 decades. Computational methods are now becoming available to measure very subtle changes in shape, structure and function of tissue and organs. This is changing the ways that we understand currently incurable diseases such as dementias, arthritis and cancer. These same technologies are allowing us to develop new ways of improving the ways we assess how well new treatments are working. Medical imaging provides information at the spatial scale of 1 mm or greater yet disease manifests itself by changes in molecular processes, cellular function and cellular distributions. Optical methods are becoming available to study these processes in-vivo and so we need methods to relate information at the micron scale to what we can see in medical imaging at the millimetre scale. With this information we will be able to develop new methods to use images to guide therapy and interventions in the treatment of cancer, brain diseases, disorders of bones and joints and cardiovascular diseases.This platform grant will provide is with resources to secure our excellent team of physicists, computer scientists and mathematicians. It will also give us the flexibility to tackle new avenues of research as they arise without the time delay in obtaining funding that would otherwise result. The resource will allow us to explore more speculative avenues of research at the interfaces between medical imaging and cellular and molecular biology; and opportunities for computational imaging at the interface of biology, nanotechnology and quantum physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D506468/1","grantId":"EP/D506468/1","fundValue":"418117","fundStart":"2006-08-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"","person":"David  Hawkes","coPersons":["Sebastien  Ourselin","Daniel  Alexander","Andrew  Todd-Pokropek","Simon Robert Arridge","Alf  Linney","Nick Charles Fox","David  Atkinson","Derek Lionel Hill"],"organisation":"University College London","findingsText":"","dataset":"gtr"}