{"id":"A07EE3C1-28CD-4746-82D2-9E2F912D050F","title":"Factor 20: reducing CO2 emissions from inland transport by a major modal shift to rail","abstractText":"The proposed Feasibility Account will explore the premise that, to bring about a significant reduction in UK CO2 emissions from transport by 2050, rail system capacity and use will need to increase by a factor of 10 on current levels . Halving total CO2 emissions from rail transport over the same period gives a reduction in CO2 emissions per tonne- or passenger km by a factor of 20. This is a major challenge, and the potential barriers are manifold. They encompass economics, human behaviour, societal norms and social acceptance as well as technical, operational and political factors. Radical thinking in all of these areas is needed, covering work and travel patterns, incentivising rail travel above other modes, improving its attractiveness, optimising system capacity and spreading use, and overcoming societal, political and economic constraints on the development of new lines. It will be necessary to consider all types of railways, including metro systems and light rail, commuter, long-distance and rural passenger services, as well as freight. It is this radical thinking across this range of disciplines in combination that the feasibility account proposes to deliver.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024743/1","grantId":"EP/H024743/1","fundValue":"201866","fundStart":"2010-01-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"  The impact of a series of feasibility studies is understood as whether a proposal was developed; dissemination activity; and what if any follow-on funding was secured. \n\n1. A research proposal is in draft based on the key findings of the &quot;Reducing Headway&quot; task.\n\n2. The outputs of the &quot;Freight 2035&quot; task informed successful negotiations for an EU project about Sustainable Freight Transport (SUSTRAIL: Start date 1 June 2011, End date: 31 May 2015, Project Reference: 265740, Project cost: €9,347,579; led by Network Rail) . Many of the ideas generated in the feasibility report have been followed up through the EU project. Workshop listed above was held. The work carried out in Factor 20 will be used by the EU FP7 project SPECTRUM to identify case studies. A paper has been submitted for publication to the Proceedings of the Institution of Mechanical Engineers and a paper was presented at the 22nd IAVSD Symposium at Manchester Metropolitan University in August 2011. The output of the Factor 20 project is now part of a lecture on train aerodynamics given in the MEng/MSc module at University of Sheffield, MEC6429, 'Mechanical Engineering of Railways'. Several undergraduate and postgraduate students have been exposed to and involved in the project.\n\n3. In 2012, RSSB funded a &quot;data framework&quot; workshop that concentrated on the priority areas. The final report of this task is published in 'RSSB Cross industry Railway Information Systems Workshop'. Meetings were held with the Railway Technical Strategy (RTS) team, and statements in the Information theme of the RTS can be directly attributed to this task - e.g. the identified need to develop a common ontology and data dictionaries, and to also build on the work of InteGRail. \n\nIn 2012 Network Rail funded a &pound;1.65m Strategic Partnership with the University of Birmingham in the area of Data Integration to take forward work in the priority areas. Currently four 1 year projects are being funded (using energy data, integrated climate data with train operations, traffic management visualisation, data integration strategy) and 5 PhDs. A collaborative EPSRC proposal and two EU FP7 proposals were developed and submitted based on this Factor 20 task, but none were funded.\n\nTwo journal papers and a conference paper were produced. \nC Roberts, J Easton, J Davies (2011). The development of a domain ontology for the rail industry. In Proceedings of the 9th World Congress on Rail Research, Lille, France;\nJ Easton, J Davies, C Roberts (2011). Ontology engineering, the &quot;What's&quot;, &quot;Why's&quot;, and &quot;How's&quot; of data exchange. International Journal of Decision Support System Technology (IJDSST), 3(1), pp 40-53.\nD Golightly, J Easton, C Roberts, S Sharples (2012). Applications, value and barriers of a rail industry data framework. Submitted to Proceedings of the IMechE: Part F - Journal of Rail and Rapid Transit (in press).\n\n4. Two journal papers have arisen from the &quot;SAReBeCoMS&quot; task. The first - Stanton, N. A., McIroy, R. C., Harvey, C., Blainey, S., Hickford, A., Preston, J. M. and Ryan, B. (2013) Following the cognitive work analysis train of thought: exploring the constraints of modal shift to rail transport. Ergonomics - is in press. The second - Ryan, B., Hollowood, J., Ryan, F., Stanton, N. A. and McIroy, R. C. (2013) Why don't more people use the train? Elaborating on constraints inhibiting modal shift to rail. Applied Ergonomics - is under review. \nThe Universities of Southampton and Nottingham intend to prepare an EPSRC research proposal to continue the work now a proof of concept has been demonstrated. It is hoped that Network Rail and ATOC will support this proposal.\n\n5. A &quot;Comfortable Sardines&quot; symposium with representatives of the railway industry was held at the ISVR (Institute for Sound and Vibration Research, Southampton) on 9th December 2010 to discuss ideas and proposals for future investigation. A further meeting with rail representatives was held at RSSB on 19th July 2011 for discussions to refine proposals concerned with Passenger movement and comfort with high density seating; and The value of comfort. Rail organisations represented at the two events included Hitachi Rail Europe, AGGRI, First Group, Angel Trains, Interfleet Technology, RSSB, Passenger Focus, Network Rail, The Department of Transport, Lippen Consultancy Ltd. and Porterbrook. A proposal has been submitted to EPSRC for a programme of research focused on optimising the comfort of passengers while seated at high density. \n\n6. Arising from the &quot;Increasing rail's modal share&quot; task, two papers, one on demand and one on capacity, were delivered to the 4th International Seminar on Railway Operations, Modelling and Analysis, Rome, Italy, February 2011. These were: Blainey SP, Preston JM, Armstrong J &amp; Hickford AJ (2011) &quot;Where the train doesn't take the strain - an analysis of inter-urban journeys where rail is an unattractive option&quot;; and Armstrong J, Blainey SP, Preston JM &amp; Hood I, (2011) &quot;Developing a CUI-based approach to network capacity assessment&quot;. A journal paper based on the full report of this task is currently in preparation for submission to Transportation Research Part A. An MSc project used a similar methodology to this project to assess all flows from an urban area that had not been part of the task. Environment,Transport Economic,Policy & public services","person":"William  Powrie","coPersons":["Clive  Roberts","John  Wilson","Michael  Griffin","Roderick  Smith","Sarah  Sharples","Simon  Iwnicki","Francis James Franklin","Christopher James Baker","Christopher Alfred Nash","Claire  Davis","Roger Morgan Goodall","Stuart  Hillmansen","Christopher John Jones","Jonathan Mark Preston","David Ian Fletcher"],"organisation":"University of Southampton","findingsText":" This project comprises six tasks, being feasibility studies in the following areas:\n1. Reducing headway\n2. Freight 2035: technology, market, environment\n3. The specification of a system-wide data framework for the railway industry\n4. A Systemic Approach to Removing Behavioural Constraints to Modal Shift (SAReBeCoMS)\n5. Comfortable sardines: the balance between comfort and capacity\n6. Increasing rail's modal share within the constraints of the existing railway network\n\nKey Findings\n1. In the &quot;Reducing Headway&quot; task, a methodology was developed for considering headway in the context of a risk analysis. The following key questions and concepts were identified.\na. Questioning the adequacy of the &quot;brick wall principle&quot; (that trains should always be far enough apart not to collide if the one in front stops dead).\nb. Whilst moving block signalling can in principle reduce the safety factor on braking distance to 1.0, can ways be identified in which the safety factor could be reduced below 1.0 at an acceptable level of risk?\nc. The concept of risk homoeostasis using a risk based approach to determine braking distance in real time dynamic timetabling.\nd. The concept of risk-influenced dynamic timetables, where timetables are changed frequently, with different headways at different times of year with different environmental conditions and passenger flows, so that the levels of risk are maintained at a broadly constant level.\n2. The &quot;Freight 2035&quot; task produced a feasibility report on ways in which CO2 from rail transport could be reduced and led to a project to develop a &quot;freight train of the future&quot;. The draft report informed successful negotiations for the EUR9,347,579 EU FP7 project SUSTRAIL (detailed under Impacts), which is led by Network Rail. SUSTRAIL will build on the feasibility study and the final report will be circulated to all SUSTRAIL partners. Making changes to reduce CO2 in the rail industry is a very long term goal since asset lives of locomotives and wagons can be 30 years. The feasibility study pointed some routes to further research (e.g. aerodynamic refinement of vehicles) but such a small study could not of itself change the industry. \n3. Within the &quot;data framework&quot; task, over 150 areas of application were identified in which more integrated ICT systems in the rail industry would contribute to a reduction in CO2 emissions from the transport sector (either directly or through a shift in transport modes away from higher carbon modes towards rail). Several priority areas for information integration were identified, including geographic information, real-time traffic operations and remote condition monitoring. \n4. A methodology was developed within the &quot;SAReBeCoMS&quot; task to identify barriers that deter people from switching from high carbon intensity journeys to rail. It has been tested on a sample of people for application across a greater range of locations and user groups. Constraints to modal shift were identified through Cognitive Work Analysis (CWA), and surveys and interviews identified perceived difficulties with using the train or getting to the station. Over half those currently travelling by car indicated a willingness to use the train if difficulties could be removed, demonstrating an untapped potential to encourage modal shift to rail. A methodology has been developed in this study for future use, to explore whether the factors affecting modal shift are distinct form those which might be important to enjoyment in journeys. A novel method (using a series of positive statements) can be used to identify which types of constraints, if removed, are likely to have greatest impact on modal shift to rail.\n5. The &quot;Comfortable Sardines&quot; feasibility study summarised the state of understanding associated with key factors affecting passenger comfort when travelling at high density. It led to three proposals for future research: Passenger movement and comfort with high density seating; The value of comfort; and Thermal comfort in crowded trains.\n6. Demand modelling for the task &quot;Increasing rail's modal share&quot; found that, for a number of flows, the low quality of the rail service meant that rail usage was significantly lower than would otherwise have been expected. There is therefore potential to achieve a major mode shift to rail on these flows if the service quality were to be improved. The extension of existing capacity assessment methods from links to nodes was shown to have the potential to identify least-cost methods of addressing mismatches between supply and demand within the constraints of the existing rail network. The cost modelling work found indications that economies of densities mean additional services can be run at less than average costs, and that where spare capacity exists, marginal infrastructure costs are low. In some cases it should therefore be possible to make a business case for additional services. As a series of feasibility studies, it is in the nature of Factor 20 that its outputs will lead to refined proposals for further research. The potential for use in non-academic contexts within the rail industry is very strong in all the tasks: it will arise partly as proposals for joint research with industry partners but primarily as a result of that further research into applicable outputs for use in the industry. In general, therefore, this potential is largely identified in the &quot;Impacts&quot; statements, where the impact of feasibility studies is the publication of papers, dissemination of results (including meetings and seminars with industry), and proposals for detailed research. Environment,Transport","dataset":"gtr"}