{"id":"A0866096-1217-4541-97A3-03715D7217B4","title":"The Gibraltar Archive: a half million year reference record of rainfall isotopes in the western Mediterranean","abstractText":"The Gibraltar reference record will be an important contribution to the study of the Earth's past climates, an intrinsically difficult topic because information about past conditions must be deduced from indirect evidence. We shall use speleothems from caves in Gibraltar, mainly calcite stalagmites and flowstones built up as precipitates from dripping water. Their chemical composition reflects climate, and each specimen provides a layered record which may cover any period from a few decades to tens of thousands of years. To construct a longer record multiple specimens must be accurately dated, so that overlaps can be put together to form a continuous sequence. Dating relies on the radioactive decay of traces of uranium to its daughter thorium over the time since the specimen was formed. For each speleothem we shall date the oldest and youngest layers and several in between, identifying any time gaps and constructing an age model which will correlate it with other specimens. We have already assembled an archive of 24 speleothems but require 200 more dates to form them into a full composite record. Our first aim is to obtain these dates.\n\nOur second aim is to chemically analyse every layer and interpret the results in terms of changing climates in Gibraltar over the last half-million years. Mineral chemistry thus stands proxy for the true climate. This raises two issues - which chemical variables are signals of climate, and what aspects of climate are reflected by each one? We shall measure d18O and d13C - the ratios of different types of atoms in the elements oxygen and carbon - and the concentrations of Mg, Sr, Ba, Y and P. These are all known to be partially controlled by climate, but each is also influenced by local factors such as water flow through soil and rock, or CO2 levels in cave air. Our previous work in Gibraltar separated the local and climatic influences by monitoring the modern environment for 10 years. We found that d18O in each year's deposit tracked the d18O in rainwater. However the speleothems we shall now analyse formed under different climatic conditions from today, so we must deduce the influences of climate from the shifting relations among the chemical variables during each specimen's growth, using chemical principles plus the insights from cave monitoring. On ice age time-scales temperature affects d18O as much as rainfall, and to allow for this we shall use independent records of sea surface temperature, making the assumption that cave temperatures tracked the surrounding sea. In this way we shall isolate the signal of changing d18O in rainfall from the complex chemistry of our speleothems.\n\nStepping up in scale from Gibraltar and its caves, rainfall d18O varies across Europe, the Mediterranean and Middle East in a pattern reflecting atmospheric circulation and the transport of rain-bearing air. Gibraltar stands between the Mediterranean and Atlantic, the former being the source of winter rain from North Africa to central Asia and the latter the main moisture source for Europe. By comparing our d18O record with existing cave records in Israel, we shall reconstruct the uptake of Mediterranean water vapour through climatic shifts on all timescales from decades up to ice ages. Also of interest are millennial-scale shifts that occurred repeatedly during the last ice age and are recorded in cores through the Greenland ice sheet as episodes of higher d18O. They show up in Gibraltar speleothems, allowing us to infer changes in circulation from the gradients of d18O up the Atlantic.\n\nFinally, we intend the Gibraltar archive to be a yard-stick for comparison with all paleoenvironmental and paleoceanographic data in the region. It will provide a high-resolution account of climate changes on land, at the junction of two oceans, and support an emerging framework of long records that in future may feed into computer modelling experiments that will deepen our understanding of ice age climates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M012689/1","grantId":"NE/M012689/1","fundValue":"351856","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"NERC","impactText":"","person":"David Paterson Mattey","coPersons":["Wolfgang  Muller"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}