{"id":"A0879AA2-A9C0-4876-9390-00E506A41E5D","title":"Pollutants in the Urban Environment: An Integrated Framework for Improving Sustainability of the Indoor Environment (PUrE Intrawise)","abstractText":"We spend some 90% of our time inside buildings where we control the quality of the environment for health, thermal comfort, security and productivity. The quality of the indoor environment is affected by many factors, including design of buildings, ventilation, thermal insulation and energy provision and use. Maintaining the quality of the environment in buildings can have considerable consequences on both local and global environment and on human health. In recent years, the air-tightness of buildings has become an issue, as part of a drive to provide thermal comfort and reduce energy consumption. However, as dwellings are made more airtight, internal pollution sources can have a greater impact on the indoor air quality and occupants may experience adverse health effects unless ventilation is effective. On the other hand, ventilation can lead to ingress of outdoor air pollution; it also reduces energy efficiency of buildings, accounting for 25-30% of the total building energy use. Conversely, efforts aimed at the improvement of energy efficiency through better thermal insulation may affect adversely indoor air quality, e.g. through reduced ventilation and increased moisture content. The latter is the main cause of mould, the exposure to which is being increasingly linked to respiratory and other health problems. Further, burning fuels in micro-generation domestic appliances such as gas boilers and cookers can potentially be hazardous to the health of those in the dwelling or further afield. However, switching to other sources of energy such as biomass, photovoltaics, fuel cells etc., while reducing the impact on the indoor environment can, on a life cycle basis, cause environmental and health impacts elsewhere. Nevertheless, several Government reports have highlighted the importance of household micro-generation options as well as energy efficiency, given the imperatives for reducing greenhouse gas emissions and widespread fuel poverty. The latter has been linked to Britain's large burden of cold-/winter-related deaths, which often exceed 30,000 per year. Poor indoor environmental quality in residential buildings, offices and schools has been related to increases in sick building syndrome symptoms, respiratory illnesses, sick leave and losses in productivity. Health effects can be immediate (e.g. irritation of the eyes, nose, and throat, headaches, dizziness and fatigue) or can occur over a longer period of exposure to indoor pollutants (e.g. respiratory diseases, heart disease and cancer). A growing body of scientific evidence indicates that the air within homes and other buildings can be more seriously polluted than the outdoor air in even the largest and most industrialised cities. Given that most people spend approximately 90% of their time indoors, their exposure to air pollutants is determined primarily by exposure indoors, particularly in their home. In order to contribute towards achieving a better quality of the indoor environment, this project proposes to study the environmental and health effects related to the generation, conservation and use of energy in buildings, with a particular focus on residential buildings. The main outputs from the project will be an integrated decision-support methodology and software tool for more sustainable management of indoor pollution. The framework will be applied to a number of case studies that will compare environmental, health and economic implications of the principal options for future home energy provision as an aid to policy development. Using a life cycle approach, the project will examine a range of sustainability issues, including environmental impacts (e.g. resource depletion, global warming, acidification, eco-toxicity etc.) and social issues (e.g. human health, comfort and well-being). The economic implications of different options will also be examined.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F007132/1","grantId":"EP/F007132/1","fundValue":"2247700","fundStart":"2008-06-01","fundEnd":"2011-11-30","funder":"EPSRC","impactText":"","person":"Adisa  Azapagic","coPersons":["Mark  Barrett","V Nasserzadeh - Sharifi Sharifi","Michael  Davies","Tadj  Oreszczyn","Charles Lawrence Thomas","Jim  Swithenbank","Paul  Wilkinson"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}