{"id":"A08D4E31-911A-4458-9694-CBA3B297E8E2","title":"Improving knowledge transfer of psychosocial issues to young people with coeliac disease via a new multi-media DVD resource","abstractText":"<p>Young people with a chronic health condition are more likely to have difficulties in psychosocial adjustment than their healthy peers. Young people with Coeliac Disease (CD), an autoimmune condition triggered by the ingestion of gluten (found in wheat, rye and barley) are faced not only with the necessity to follow a life-long gluten-free diet, but have to juggle this against their need for peer acceptance, identity formation, a distancing from authority figures (including medical staff), and a move towards independent self-care.</p>\n\n<p>Research has shown that dietary self-management can be difficult for young people and can impact on physical and psychological well-being.&nbsp;</p>\n\n<p>The aim of this project is to develop a DVD resource for young people with CD to try to assist with self-care responsibilities and the difficult transition from childhood (when their diet is controlled by a parent) to young adulthood (managing their diet themselves).</p>\n\n<p>The DVD will be created in partnership with Coeliac UK, representatives from gastroenterology, dietetics, and psychology, together with experts in the creation of educational health programmes.&nbsp;</p>\n\n<p>The resource will be evaluated through focus group discussion, with a view to it being adopted by Coeliac UK for all newly diagnosed young people in the UK.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I015957/1","grantId":"ES/I015957/1","fundValue":"99330","fundStart":"2011-02-09","fundEnd":"2012-02-08","funder":"ESRC","impactText":"  Our findings led us to develop a DVD resource for young people with Coeliac Disease. Following an evaluation of the resource, we further deveoped the contrent to allow us to sell the resource on Amazon to raise funds for our social enterprise to further support our research. We did this through an UnLtd &amp;quot;See it, Do It Award&amp;quot;. This is led us into partnership with Coeliac UK through a licence agreement for the IP from the DVD, and with Warburton's Ltd. The collaboration with Warburton's has led to a licence agreement and to us receiving further funds to create a new DVD resource for parents with a child with Coeliac Disease which is due to be launched in December and is also part of the social enterprise. Education,Healthcare Societal","person":"Ruth  Howard","coPersons":["Gary  Law"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}