{"id":"A08E05A8-6C62-4A27-8A4A-8D1B231FF056","title":"A randomised, controlled trial of iodide supplementation in preterm infants","abstractText":"Thyroxine is a hormone produced by the thyroid gland and is essential for normal brain development. Low serum thyroxine levels (hypothyroxinaemia) are common in extreme preterm infants (under 31 weeks gestation) and this hypothyroxinaemia is associated with neurodevelopmental compromise. About 7500 extreme preterm infants are born per annum in the UK; with an estimated 20% disability rate, assuming 70% survival.\n \nIodide is required for synthesis of thyroxine. Extreme preterm infants are initially exclusively parenterally fed (directly into the blood stream) and enteral feeds (directly into the gastro-intestinal tract) are gradually introduced and increased as clinically appropriate. Parenteral nutrition solutions are severely iodide deficient and infants are in negative iodide balance while on total parenteral nutrition. \n\nOur study aims to determine whether nutritional supplementation with iodide compared to non-supplemented infants enables extreme preterm infants to achieve a positive iodide balance and whether this protects brain development in this group of infants.\n\nThis study will recruit infants born between 24 and 31 weeks gestation from a pool of 21 neonatal units in the UK. Infants will be randomised to receive a daily iodide supplement or not until they are the equivalent of 34 weeks gestation. Thyroid hormone levels will be measured during the trial and data will be collected about illnesses and events during the prenatal and postnatal periods. Neurodevelopment will be assessed in all infants at two years of age using established developmental tests.\n\nFor further background information see www.euthyroid.org","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800631","grantId":"G0800631","fundValue":"2633390","fundStart":"2009-06-01","fundEnd":"2011-03-31","funder":"MRC","impactText":"","person":"Peter  Brocklehurst","coPersons":["Fiona Letitia Williams","Simon  Ogston","Robert  Hume","Peter  Willatts","Theo  Visser","Anita  Boelen"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}