{"id":"A08EAD8D-0EC5-4B7C-A12C-2ECC02D4E7D3","title":"Campylobacter phase variation and its impact on immunity and vaccine development.","abstractText":"Campylobacter is the commonest cause of bacterial food poisoning in the UK. One of the most frequent sources of infection for humans comes from eating undercooked poultry or cross contamination by uncooked meat during food preparation. The main problem is that Campylobacter can readily colonise poultry to very high levels without causing disease while ingestion of small amounts of bacteria by humans leads to severe gastroenteritis. These infections can result in complications as the bacterium interacts with the human immune system to cause irritable bowl syndrome and Guillain-Barr&eacute; syndrome, which is an effect on the nerves of patients causing paralysis. Control of Campylobacter in poultry is predicted to significantly reduce human cases of infection. One route to achieve this is by vaccination. Vaccines induce antibodies to specific surface components of bacteria. These antibodies bind to the bacteria cells and interfere with the ability of these cells to colonise the bacterial hosts. Vaccines for Campylobacter are available but have a variable efficacy in preventing the bacterium from colonising chickens. One reason this approach is a problem is because Campylobacter naturally induces the production of antibodies against its surface components but these antibodies do not prevent colonisation or clear the bacteria from birds. Given that a range of antibody responses are generated, it is surprising that these adaptive immune responses do not clear the bacteria. This suggests that the bacteria must have a way of avoiding antibody-mediated control. We believe that Campylobacter can avoid antibodies by switching 'off' the expression of key surface molecules so that they are not recognised by the chicken's antibodies. These switches can occur at high frequencies in a process known as phase variation, which is widespread in bacterial species and is usually associated with surface components. In Campylobacter, phase variation is mediated by repeat sequences in the DA of the bacteria which undergo a higher than normal frequency of mutation during replication of the bacteria and result in genes being switched 'on' or 'off'. If an antibody acts against the product of one of these phase variable genes, this generates selection for a change in the component by phase variation facilitating persistence of the Campylobacter in the birds. This process is reversible allowing the bacteria to recover the function of the gene when the antibodies dissipate. There is only a limited amount of data on how this process works when Campylobacter infects chickens. This project will identify the frequency of these switches and how the production of antibody impacts on selection of phase variants by the immune system. Specifically, we will investigate whether phase variation is involved in avoidance of antibodies during natural infections and following vaccination. We will assess some novel vaccine candidates for which we have evidence that phase variation may interfere with the effectiveness of induced antibodies and will modify some genes so they cannot switch 'off'. This data will not only be important in understanding how this pathogen survives in poultry but also in humans where the surface components play a major role in disease. The data generated in this project will aid in the development of effective vaccines to protect both animals and man against infections by this bacterium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I024542/1","grantId":"BB/I024542/1","fundValue":"292546","fundStart":"2012-03-05","fundEnd":"2016-01-28","funder":"BBSRC","impactText":"","person":"Michael Alexander Jones","coPersons":["Paul  Barrow"],"organisation":"University of Nottingham","findingsText":" The development of a GeneScan Assay to follow changes in phase variable regions of the campylobacter genome which allow rapid adaptation of campylobacter both in the laboratory and during infection of poultry. Validation of the GeneScan assay by sequencing of sub-sets of SSR tracts in a random selection of isolates\n\nThe understanding of how Campylobacter populations diverge when they are forced through bottlenecks and also split into different environments this. Model extends to understanding bacterial diversity between and within populations of bacteria. \n\nThe development of mathematical tests to link changes in gene switching in multi gene groups. \n\n\nThe understanding of how Campylobacter changes its PV regions during colonisation of poultry and the implications this may have for avoidance of vaccines by changing surface epitopes. This data is giving the first indication of genes which switch under prolonged selection and the re switch compared to those which appear to switch based on single environmental changes. \n\nWe have identified clusters of genes switching which may indicate co functionality not previously observed. These patterns exist between different functional classes of genes. \n\nStill undergoing study are assays to compare immunological responses to genotypic changes and to determine the effect of pre vaccination on driving immune responses and therefore genetic changes in colonising bacteria. The data can be used to refine views on mechanisms to vaccine avoidance by Campylobacter, phage resistance and general adaptation to altered environments through phase variation. The data indicates genes which are switching in response to colonisation and provides a methods for screening in vivo and in vitro samples for similar phenomena in other environments.\n\nThe information can be used to understand the relevance of certain of the PV genes in colonisation and their or their end point products to be sued as vaccine targets. Other","dataset":"gtr"}