{"id":"A090A73E-8C47-4554-8072-BF2C4E7D4960","title":"A multi-scale modelling framework for airway hyper-responsiveness and remodelling in asthma","abstractText":"Asthma is a disease that affects the airways that carry air in and out of the lungs. During an asthmatic attack, triggered by irritants such as dust or smoke, the muscle cells that line the walls of the airways, contract and tighten so that the airway becomes narrower. The lining of the airways becomes inflamed and sticky mucus or phlegm is produced. All these reactions cause the airways to become narrower and irritated - leading to the symptoms of asthma such as coughing and wheezing. Over time, repeated episodes of asthma can cause the number of muscle cells to increase resulting in the airway wall getting thicker. There is currently no cure for asthma, and although it can be managed with regular medication, complications can still arise. \n\n\nConsiderable research is currently being undertaken to identify the factors that cause asthma - from genetic to environmental factors. Other research is aimed at understanding why asthmatic airways narrow so much and so fast, and at identifying the factors that cause the airway walls to thicken. Much of the research has been carried out on very specific aspects of the disease. For instance, one research group will look very closely at the chemicals that are released inside the muscle cell as a result of inhaling the irritant. Another group may focus on the components in the muscle cell that cause it to contract. Yet another group might look at how the muscle cells together (the tissue) responds to manipulations such as stretching. All these different things, however, interact during an asthmatic attack, but it is not easy to work out what the effect of these interactions are, just by looking at the individual measurements.\n\n\nThe intention of this work is to create a new mathematical framework that combines physics, mathematics and biological information from on-going experiments. The research will bridge the gaps between the different levels (cells to tissues) as well as develop new models at each level. This framework will thus help us to understand how the processes involved in asthma interact with each other, and so to understand what might happen if we could disrupt one of the processes. For instance, does the mathematical model predict a lessening of symptoms? Or does it predict a shuffle-around of the interactions, thus compensating for the disruption? Answers to these important questions will help scientists move closer towards finding new, more effective, therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901174","grantId":"G0901174","fundValue":"458506","fundStart":"2010-01-01","fundEnd":"2014-12-31","funder":"MRC","impactText":"","person":"Bindi  Brook","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}