{"id":"A099A339-60EE-4607-BF6D-40F1B5430BF6","title":"Parental responses to variation in egg odour during incubation","abstractText":"Avian parents directly affect the rate and success of embryonic development by determining the onset of incubation, temperature during incubation, nest microclimate and the rate of egg turning. However, unlike in viviparous animals, where developing embryos can potentially communicate their developmental requirements to their parent (e.g. via hormones), resulting in beneficial changes to their developmental environment, this is not so easy for egg-bound embryos. Indeed, until the embryonic vocalisation system develops towards the end of the incubation period, there would appear little opportunity for embryos to convey their developmental requirements to incubating parents and therefore little opportunity for embryos to influence their microenvironment (e.g. to make it warmer or cooler) by manipulating parental behaviour.\n\nBased on pilot data showing that (a) eggs release odour throughout incubation that is sufficient to provide information on their viability and thermal requirements, and (b) that birds can detect these odours, this proposal aims to test the novel hypothesis that embryo requirements during incubation can be determined via olfactory cues produced by eggs, and that parents not only detect these cues, but alter their behaviour accordingly. Specifically, using artificial eggs that can release synthetic odours that match those produced by real eggs, I will test whether (i) parents pay less attention to eggs that show no olfactory signs of development (i.e., 'smell' infertile) compared to 'fertile' controls (Experiment 1), and (ii) parents respond to olfactory cues consistent with hypothermic eggs with behaviours intended to increase egg temperature (Experiment 2).\n\nThis work will not only be an extremely novel contribution to the work on avian olfaction, which is still very much in its infancy, but will be the first step in understanding embryo-parent interactions during early incubation. The results of the proposed experiments will lead directly to further NERC funding applications to explore the fitness consequences of these interactions for embryos and their parent(s) and how these processes operate in natural nests and across species. In the longer term, it may also lead to the development of odour-based systems to monitor egg development both commercially and during captive breeding programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J01382X/1","grantId":"NE/J01382X/1","fundValue":"47271","fundStart":"2012-08-01","fundEnd":"2013-06-16","funder":"NERC","impactText":"  The potential for non-invasive monitoring of avian embryos has been discussed widely with possible end-users, including those working in commercial poultry production and those working with rare species, where accurate assessment of embryonic requirements is crucial for successful incubation. Agriculture, Food and Drink Economic","person":"Thomas William Pike","coPersons":[],"organisation":"University of Lincoln","findingsText":" This project aimed to investigate whether the requirements of avian embryos can be determined via chemical cues produced by eggs during incubation, and whether incubating parents can detect these cues and alter their behaviour accordingly. The main findings of the research were:\n\n(1) Avian eggs release volatile compounds during incubation, and the composition of these volatile profiles differs (a) between fertile and infertile eggs, (b) as a function of the developmental stage of the embryo, and (c) between eggs containing male and female embryos. \n\n(2) Experimental manipulation of egg odour during incubation, to mimic whether or not the egg contained a viable embryo, resulted in differential allocation of incubation effort by incubating parents towards eggs that were perceived as fertile.\n\nIn summary, these novel findings provide the first evidence that volatile compounds released by avian eggs play an important role in mediating parental behaviour, and have the potential to convey information on embryonic health and disease, developmental rate, viability, sex and genetic background. This has important implications for our understanding of the evolution and functions of olfaction in birds, with potential applications within poultry production, for example for the non-invasive monitoring of the developmental trajectories or sex of avian embryos. There is the potential to use information on egg volatiles to provide non-invasive measurements of embryonic development, fertility and sex in commercial poultry production systems. Agriculture, Food and Drink","dataset":"gtr"}