{"id":"A09CB1FF-FD9F-4412-811E-AC81C9E03139","title":"Emerging magnetoscience technology","abstractText":"The Basic Technology Award: Magnetic Levitation Technology for Mineral Separation, Nanomaterials, and Biosystems for Space Exploration (GR/S83005/01, 1/6/04-13/11/08) is an interdisciplinary project focussed on developing magnetic levitation technology for the exploration of the behaviour of fluids, granular systems and biological organisms in weightless conditions on Earth. We can also adjust the strength of the magnetic field to simulate the reduced-gravity conditions on the Moon and Mars. We have performed detailed studies of the effects of high magnetic field and magnetically-altered gravity on fluid and granular dynamics, relevant to mineral engineering, and on the magnetic alignment of nanostructures, relevant to the pharmaceutical and healthcare industries. With EU collaborators, we have developed technology to study the effects of zero gravity and high magnetic fields on bacteria, yeast, plants and insects, demonstrating how magnetic levitation will be an important tool for Earth-based studies of the effects of weightlessness. We have also completed studies of the effects of high magnetic fields on enzyme reactions. A Translation Grant will allow us to engage in pilot studies to explore how we can apply these techniques to a wide range of new research themes. We will investigate pattern-formation arising from vibrated fluid-particle dynamics in reduced gravity of relevance to the manipulation of particulate suspensions in microgravity environments.We will study bubble formation and bone development in conditions of weightlessness, both of which are key medical and safety issues for space research. Demonstrating the feasibility of performing these experiments on Earth using magnetic levitation technology would have immediate benefits, reducing substantially the cost and providing a much more convenient environment to work in. Pilot experiments will investigate the potential of levitating and spinning water droplets as a model for understanding the oscillations, fission and supercooling of raindrops and the large-scale dynamics of self-gravitating astronomical objects. The magnetic fields used in whole-body magnetic resonance (MR) imaging scanners has increased dramatically as magnet technology has advanced. Whilst this increase in field strength provides many advantages, it has brought new challenges. Susceptibility measurements of specific tissues (e.g. in the vestibular system) will assist in identifying the interaction mechanisms related to the perception of vertigo and other physiological effects in strong magnetic fields. Further knowledge of static magnetic field bio-interactions will be useful in revising safety limits of regulatory bodies, e.g. the World Health Organisation etc. We will begin trials on high magnetic field effects in cell membrane transport and the magnetic torques and forces on cell structures that will address recently highlighted safety issues in high-field MR imaging. We will study magnetic alignment of biomolecules with potential as templates for ordering cell growth, e.g. during nerve regeneration.Our research will identify new applications of magnetic levitation technology, and will provide the scientific basis for the preparation of grant applications to the Research Councils, the ESA, the EU, charities and other sponsors. The 24-7 access and convenience of the closed-circuit cryogenics of our magnetic levitation solenoid, combined with the interdisciplinary expertise that we have developed during the Basic Technology project places us in a unique and world-leading position to undertake this research. Future income from Research Councils, charities and industry will depend on maintaining the coherence of our research group. The Translation Grant will enable us to do this by providing flexible funding to retain core staff. The project will also inspire visionary entrepreneurs interested in space science and exploration, green technologies and healthcare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G037647/1","grantId":"EP/G037647/1","fundValue":"558062","fundStart":"2009-08-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"  Our findings have been used by a wide section of the academic community, as the research outputs relate to nanoscience, soft condensed matter, hydrodynamics, biology (and biology related to space science). See http://www.nottingham.ac.uk/~ppzlev/ for more details of our research.\n\nOur magnetic levitation work has also been used in outreach to schoolchildren and the general public, most recently through public lectures given at the University of Nottingham, and at the Sidmouth Science Festival in September and October 2014. Magnetic levitation has also featured in the University of Nottingham's Youtube Sixty Symbols video series, which has millions of subscribers worldwide. See http://www.youtube.com/user/sixtysymbols\n\nInvited talks and seminars have also been given by R. J. A. Hill at the JET Nuclear Fusion Centre, Culham, Oxford (Sept 2009), International Conference on Magnetoscience, Nijmegen, Netherlands (October 2009), Physics Department, Loughborough University (January 2010), University of Greenwich (May 2011), French Embassy, London (November 2011) and as the Keynote Talk at the International Workshop on Materials Analysis and Processing in Magnetic Fields, Okinawa, Japan (2014). L. Eaves has given an invited talk at Swansea University (March 2010), the Sir Nevill Mott Lecture at Loughborough University (March 2013), the Joint Public Lecture of IET Wales Southwest Network and the Institute of Physics Wales at Swansea University (May 2013) and an invited talk at the Sidmouth Science Festival (October 2014). Education,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Other Cultural,Societal","person":"Laurence  Eaves","coPersons":["Saul  Tendler","Catherine  Rees","Paul  Glover","Michael  Swift","Stephanie  Allen","Richard  Bowtell","Penny Anne Gowland"],"organisation":"University of Nottingham","findingsText":" Understanding how insects, bacteria and plants behave in zero-gravity conditions is of relevance to space science. The experiments have also elucidated the structure of complex molecules, some of which are closely related to those giving rise to Alzheimer's disease. Our papers are already being well-cited by academic and industrial researchers. We anticipate that space scientists will be increasingly interested in using diamagnetic levitation to simulate conditions of reduced and zero gravity. Aerospace, Defence and Marine,Agriculture, Food and Drink,Education,Environment,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}