{"id":"A09FD24D-C579-4E43-9BF6-9074F0D19CB9","title":"Probing Mantle Heterogeneity: A Petrological Reconciliation for Geochemistry and Seismology","abstractText":"In cutaway cartoon models of the Earth, the mantle is depicted as a uniform layer stretching from about 20 miles beneath our feet to a depth of 1800 miles (or 2890 km). The mantle is the largest part of the Earth system and despite its deep obscurity, has a role in shaping the long-term evolution of the planet and its environment. The magma that feeds volcanic eruptions and supplies the cocktail of chemical elements required for the maintenance of a habitable planet is generated by melting in the mantle. The loss of heat from the Earth over billions of years drives motions in the mantle which control the movement of tectonic plates. These stirrings also lead to geologically rapid motions of the Earth's surface, which change the shape of the oceans, alter ocean circulation and shift climatic patterns.\n\nEven the deepest drill-cores have failed to penetrate pristine mantle rocks. Given this inaccessibility, scientists have had to build their models of Earth's deep interior based on indirect means. Studies of the chemistry of meteorites provide clues about the bulk composition of the planet. Rare slivers of mantle are exposed in mountain belts when plates collide and certain exotic types of volcanic eruptions bring small lumps of mantle to the surface. However, there remains a fear that these extraordinary samples do not provide a balanced view of the deep mantle. Earth scientists have therefore combined the compositional evidence from meteorites and mantle samples with two further types of observations in order to develop their models. The first is seismic data acquired by tracking the progress of seismic waves through the Earth after large earthquakes. Mineral transformations at certain depths produce large changes in the properties of mantle material so that seismic waves are reflected at these depths. The pattern of reflections is sensitive to the composition of the mantle and are important tests of compositional models. The second further type of observation comes from the study of the composition of basalts, the melts of the mantle that are erupted at volcanoes across the globe. In order to estimate mantle compositions it is necessary to understand how the melting process modifies the composition of the basalt melt away from that of the solid mantle source. \n\nAfter consideration of these observations, a consensus was reached that the composition of the mantle was effectively uniform, and the favoured mantle composition is referred to as pyrolite. However, isotope geochemists, studying the composition of oceanic basalts, found evidence for strong variations in mantle chemistry. At first, these isotopic variations were not seen as a challenge to the pyrolite model, because they were not thought to correspond to variations in mantle mineralogy. However, recent controversial research has concluded that the isotopic variations observed in basalts correlate with mineralogical variations. In particular, these researchers have suggested that the mantle under ocean island volcanoes, such as Hawaii, is very different in composition to pyrolite. This conclusion, if correct, changes the way in which Earth Scientists think about the mantle.\n\nOur aim is to test this controversial research, and to develop a new model of mantle heterogeneity, by taking a novel interdisciplinary approach. We have access to a unique archive of samples from a wide range of ocean island groups and will analyse the composition of crystals in these samples to constrain the composition of the mantle. We will then test these compositional estimates by calculating the expected response of each composition to the passage of seismic waves. This approach makes use of recently developed models of mineral properties. Finally, we will compare these expected seismic responses to those actually observed under the island groups, using an updated dataset of seismic observations and newly refined seismic techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J021539/1","grantId":"NE/J021539/1","fundValue":"316191","fundStart":"2013-07-08","fundEnd":"2016-07-07","funder":"NERC","impactText":"","person":"John Campbell Maclennan","coPersons":["Arwen Fedora Deuss","T  Holland"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}