{"id":"A0A2DA2A-CC21-4244-A5D9-228E9401F4E4","title":"Intelligent Shape Editing with Robust Feature Analysis","abstractText":"With the development of 3D acquisition techniques, geometric models are more and more widely available. Model editing is an effective way to generate new geometric models from existing ones. This project aims to develop a new editing framework based on robust feature analysis, which has been largely unexplored. We propose to study two related problems: robust feature analysis suitable for surface editing, and improving editing in both efficiency and quality with the guidance of features. Methods developed by the project will enable more effective editing to be carried out on triangular meshes, which has potential to be useful in wide application areas. The most direct applications are in Computer Graphics, where triangular meshes are widely used for rendering, animation and arts and Computer Aided Design, where such meshes are used to represent a variety of natural and designed shapes. Robust feature analysis techniques are fundamental to more general settings when geometric models are used, so the framework focussing on feature analysis and interactive techniques may also stimulate further research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000100/1","grantId":"EP/I000100/1","fundValue":"96957","fundStart":"2010-12-06","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"","person":"Yukun  Lai","coPersons":[],"organisation":"Cardiff University","findingsText":" With the development of 3D acquisition techniques, geometric models are more and more widely available. Model editing is an effective way to generate new geometric models from existing ones. However, in traditional shape editing it is often tedious to select relevant regions of interest and to apply various editing operations. This project studies effective techniques based on feature analysis to facilitate intelligent shape editing that reduces the amount of user effort.\n\nTo allow more effective selection and editing, local geometric features as well as their relationship are exploited. We proposed a new approach that significantly improves globally consistent correspondence selection under the more general local isometric assumption using diffusion pruning. The method is hundreds of times more efficient in both time and memory costs than state of the art methods, and is more robust to incomplete scans and non-isometric deformation.\n\nWe also studied more flexible shape deformation techniques and proposed an approach using the general Lp norm instead of the traditional Euclidean (L2) norm, inspired by recent sparse signal reconstruction work. This gives an intuitive control of distortion distribution and achieves various editing results including those with better structure preservation. To facilitate efficient processing using multiresolution analysis, we also proposed a more effective point location approach for remeshing.\n\nWe have developed a prototype system to demonstrate the overall idea of improving shape editing using feature analysis. Four journal papers have been published, including one paper in ACM Transactions on Graphics (the top journal in computer graphics).\n\nRobust feature analysis techniques are fundamental to more general settings when geometric models are used, so the framework focussing on feature analysis and interactive techniques may also stimulate further research. Methods developed by the project will enable more effective editing to be carried out on triangular meshes, which has potential to be useful in wide application areas. The most direct applications are in Computer Graphics, where triangular meshes are widely used for rendering, animation and arts. \n\nWe collaborate with Delcam, a world leading provider of CAD/CAM software, to potentially exploit the ideas and techniques for their products. With the work published in leading journals, we expect to attract interests from both academia and industry and build up links for potential collaboration. Creative Economy,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections","dataset":"gtr"}