{"id":"A0A4199B-B744-4626-B558-015F29D3E9EB","title":"In-situ Visualisation of Surface Dynamics of Friction Modifiers","abstractText":"This proposal concerns research into the dynamics and effectiveness of organic friction modifiers (OFMs) in lubricated contacts. In most applications, friction is an expensive nuisance and should be reduced to as low a level as possible. There are, however, also applications, such as friction drives and wet clutches, where high friction is required or friction that increases with speed. Friction must thus be controlled in an informed manner to improve both the efficiency and effectiveness of machines. In the boundary and mixed lubrication regimes, the rubbing surfaces are not fully separated by a fluid film. Contact between rubbing surfaces then occurs and can lead to high friction, wear and scuffing. Therefore surface-active molecules known as organic friction modifiers (OFMs) are commonly added in fuels and lubricants as friction modifiers to improve boundary lubrication.\n\nIt is necessary for us to understand how OFMs behave in tribological contacts. Knowledge of the interactions between the surface and these molecules is crucial in the design of effective lubricants. In-situ methods are required to examine these complex processes. This issue is key to this proposed study. The overall aim is to understand the interactions between OFMs, base oil and the rubbing surfaces and how these influence OFM protective films formation and hence lubricating properties. In particular, the effects of the chemistry of rubbing surfaces, degree of OFM saturation and temperature on the formation and dynamics of its self-assembled monolayers (SAMs) will be explored by direct observation of lubricated contacts. In the proposed study, fatty acids are chosen as model OFMs. A fluorescence tracking approach will be developed to explore and understand the lubricating mechanism of OFMs at a single molecule level. A test apparatus for this purpose will be constructed, and advanced, single molecule level fluorescence techniques will be applied to provide direct information of OFM behaviour, and track fatty acid molecules dynamics in-situ. This will enable nanoscopic/molecule level behaviour, in this case, self-assembly and adsorption-desorption kinetics of OFMs measurements, to be correlated of macroscopic observables such as frictional force and wear damage. The proposed work will also provide valuable experimental results that can be used to verify and enhance computer simulations of OFMs in lubricated systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015385/1","grantId":"EP/J015385/1","fundValue":"409285","fundStart":"2012-09-03","fundEnd":"2016-03-02","funder":"EPSRC","impactText":"  This work has generated a lot of interest from the company. Lots of discussion has been held with companies so they can use the knowledge generated for their own company research. Specifically we can provide experimental data to verify their computation research.\n\nWe have also used the technique developed for a company to investigate the interaction of their metal components with a working fluid.  ","person":"Janet  Wong","coPersons":["Hugh Alexander Spikes"],"organisation":"Imperial College London","findingsText":" When two surfaces are in relative motion, I.e. being rubbed against each other, lubricants are frequently used to reduce friction and wear. This work shows that some lubricants can interact with surfaces, even with rubbing. It also shows that lubricants between rubbing surface may behave unexpectedly. Under certain conditions, additives cannot enter the contact and cannot carry out their function. Parts of the results have been distributed through journal papers, presentations in conferences and laboratory tours offered to potential industrial sponsor.\n\nLots of interest has been received from the industry although more resources for fundamental research is still needed for the industry to fully understand and appreciate the significance of this work. Other","dataset":"gtr"}