{"id":"A0A69F05-E4A5-4F28-B382-025DA02D4167","title":"Developing new understandings of the fundamental pathways of Fe in mineral aerosols from Saharan soils to the marine ecosystem in surface seawater","abstractText":"Summary: Iron is a critical nutrient for the control of primary productivity in the global ocean. One of the most important sources of iron to offshore surface waters is from aerosol input, particularly dust input. However the fraction of the total Fe in mineral aerosols that is chemically reactive and bioavailable, is very poorly known. At present little is known about the chemical speciation and mineralogy of Fe in mineral aerosols and nothing at the nano-level. Recent observations have shown a) that dust determined far from its source has a higher fraction of reactive Fe and b) we have found chemically reactive Fe(III) nanoparticles in Saharan Dust (SD) deposited during rainfall events but not in dry fallout. We hypothesise that observed changes in Fe solubility is due to a (as yet unknown) combination of a) the partial conversion of refractory iron oxides formed during desert weathering to Fe(II) and Fe(III) nanoparticles by atmospheric processing and b) size sorting of dust during transport . We aim to use for the first time modern ultrahigh resolution geochemical techniques to chemically characterise mineral aerosols focussing particularly on Saharan dust (SD), the single largest source of dust in the world. We further hypothesize, that grazing of dust by zooplankton is an important process in surface waters resulting in the conversion of chemically reactive iron into bioavailable iron in surface waters. The overall aims of the project are to understand the controls on solubility and potential bioavailability of Fe in mineral dust and to make those understandings available in a direct and explicit way to both the marine biogeochemical and the climate modelling communities. We will carry out a series of carefully controlled laboratory experiments designed to simulate atmospheric conditions. We will use these experiments to determine the factors that are important in the conversion of refractory iron oxides (Goethite and Haemetite) in Saharan soils into reactive Fe oxyhydroxide nanoparticles. Our study combine ultra-high resolution measurements on the particles with chemical determination of changes in the aqueous phases in such experiments. The results will be compared with natural dust samples collected at Cape Verde as part of the SOLAS programme. We will carry out detailed measurements on dust samples from Cape Verde to determine the relative importance of changes in 1) grain size distribution and 2) atmospheric processes producing Fe nanoparticles to the observed chemical reactivity of dust in the Atlantic Ocean. We will carry out microcosm experiments using radiolabeled dust to determine the importance of zooplankton grazing of dust in the transfer of dust from mineral dust into the surface biosphere. As a result of these field and laboratory experiments we will develop new parameterisations of bioavailable Fe production and test them against data sets (existing and new). The new equations will be tested in the UKCA model (see below) and made available for use in global aerosol models which are part of climate and Earth system models, such as those being developed and used in the SOLAS programme and at the Met Office","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E011470/1","grantId":"NE/E011470/1","fundValue":"171640","fundStart":"2008-02-01","fundEnd":"2010-07-31","funder":"NERC","impactText":"","person":"Michael David Krom","coPersons":["Liane G.  Benning","Kenneth  Carslaw","Graham William Mann"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}