{"id":"A0A6BB24-5B89-4EA2-9922-79C747920BFD","title":"The Baudelaire Song Project","abstractText":"Nineteenth-century French poet Charles Baudelaire (1821-1867) has long been associated with music, and inter-art relationships more generally, but to date there has been no comprehensive study of how his poetry has been set to music as song. Commonly-held assumptions tend to privilege the high-art settings of Baudelaire's poetry by famous French composers such as Debussy, Duparc, Faur&eacute;, ignoring much of the broader popular song output. The Baudelaire Song Project will address these gaps in knowledge, by bringing together for the first time &quot;all the song settings ever&quot; of Baudelaire's poetry. Just two CD collections exist which are dedicated to settings of Baudelaire's poetry, but rich as these recordings are, they barely scratch the surface of what has emerged 'musically' from Baudelaire's work: Harmonia Mundi's 2003 'M&eacute;lodies sur des po&egrave;mes de Baudelaire' classical song collection performed by Felicity Lott and Graham Johnson contains just 15 songs, and Universal Music France's 2013 'Charles Baudelaire le musicien' 3-disc collection of music which inspired Baudelaire, classical song settings, and French 'chanson' settings, contains just 30 songs. The Baudelaire Song Project recognises Baudelaire's canonical importance and popularity still today, and by preparing a full dataset of song settings, enhanced by digital analysis tools which will allow end-users to analyse comparisons between poem and music, and between different settings of the same poem, the project offers timely preparation for the Baudelaire bicentenary in 2021. The online resource published at the end of The Baudelaire Song Project will provide users with a comprehensive, searchable database of Baudelaire poems and song settings, including a corpus of tagged original poems and tagged scores, and visualisation tools that enable song settings and performances to be analysed across the corpus. As Baudelaire published 213 poems, including the important 'Fleurs du Mal' collection, and an innovative coltion of prose poems, the project will analyse song settings of both verse and prose poems, uncovering new findings about what happens to the French texts when they are set to music as song, taking into account what happens when a work is &quot;adapted&quot; into another format. Many of Baudelaire's poems have also been translated into English, German, and Russian (and many other languages). The Baudelaire Song Project will also examine those poems which have been set to music in translation, taking into account the challenges raised by translating poetry (for song). A key aspect of the whole project is a focus on both the composer/songwriter and the performer - many of the tagged poems made available through the website via the database will be accompanied by audio recordings of the songs, especially for those rare settings which have gone unnoticed by both the academy and singers/performers alike, making new materials available to the wider public. Workshops and concerts will also form part of the project, and these will be open to all.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008940/1","grantId":"AH/M008940/1","fundValue":"485255","fundStart":"2015-07-01","fundEnd":"2019-08-31","funder":"AHRC","impactText":"","person":"Helen  Abbott","coPersons":["Mylène  Dubiau - Feuillerac"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}