{"id":"A0AC555E-C20C-410D-92B4-DD5C950ED9D8","title":"Diabatic influences on mesoscale structures in extratropical storms","abstractText":"The project is aimed at a better understanding and prediction of mesoscale structures in synoptic-scale storms. Such structures include fronts, rain bands, secondary cyclones, sting jets etc, and are important because much of the extreme weather we experience (e.g. strong winds, heavy rain) comes from such regions. Weather forecasting models are able to capture some of this activity correctly, but there is much still to learn. By a combination of measurements and modelling, mainly using the Met Office Unified Model (UM), we will work to better understand how mesoscale processes in cyclones give rise to severe weather and how they can be better represented in models and better forecast. The project is organised into three broad work packages. The first of these aims to look at real mesoscale structures in the atmosphere, using high-resolution in situ and radar measurements to derive their morphology and dynamics. The key to the latter is to calculate the production of potential vorticity by diabatic processes - especially phase changes of water (vapour/liquid/ice) and air-sea fluxes of sensible and latent heat. The associated high-resolution modelling programme will use the UM to simulate a representative number of events, diagnosing the PV tendency in the model and comparing with the measurements. Sensitivity studies and further diagnostics with the model will reveal the sensitivity of the forecasts to the correct representation of these processes and the dynamical consequences of diabatically-generated PV, both on the mesoscale and larger scales. Two student projects will investigate the role of boundary-layer processes in storm behaviour and conduct a statistical investigation of mesoscale precipitation features, based on archived radar and wind profiler data. The second WP examines particular physical processes and the way these are represented in forecast models. Convection cannot be explicitly represented in current large-scale models (it is just beginning to be resolvable by high-resolution local-area models) so it needs to be parameterised. The schemes that are used are not optimised for mid-latitude storms, where convection often initiates at altitude rather than at the Earth's surface. A combination of novel diagnostics and new (or modified) schemes aimed at improving the representation of convection will be developed in this WP. Also addressed here will be the derivation of air-sea fluxes of heat and momentum from aircraft flights, and their use (as part of a larger, ongoing international project) to derive a better parameterisation for these quantities in high wind conditions. Lastly, microphysical measurements made with the FAAM aircraft will be used to derive latent heating/cooling rates as a function of the microphysical environment and used to improve the model simulations in the first WP and to improve microphysical parameterisations in the UM The final WP addresses the problem of predictability, using a combination of ensemble and data assimilation techniques. A unique archive of forecast ensembles produced at the Met Office will be exploited to determine how well the forecast ensemble actually generates realistic mesoscale features, and the skill with which this is done (using standard measures of skill). Model errors in representing convection, air-sea fluxes and microphysics will be investigated to determine their impact on the forecasts for different flow conditions. The relationship between different model variables on the mesoscale is poorly known at present and this will be investigated using ensembles and the results of the measurement programme. Finally, novel approaches to data assimilation will be investigated through a student project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I005196/1","grantId":"NE/I005196/1","fundValue":"1009060","fundStart":"2010-10-01","fundEnd":"2015-07-31","funder":"NERC","impactText":"  This grant is the component of the DIAMET consortium project led by the University of Reading. Selected impacts from this component are reported here. Impact related to DIAMET as a whole will be reported by the lead PI at the University of Manchester.\n1. A novel tracer tool has been developed by DIAMET to link weather forecast errors to the representation of physical processes in the numerical weather prediction model of the Met Office. The tool has been adopted by the Global Model Evaluation group of the Met Office. It will be used to inform future model development with potential to improve forecast skill, both globally and for the UK.\n2. A high profile observational experiment during DIAMET involved the first flight into the centre of a sting jet cyclone (8 Dec 2011). This intense storm caused severe disruption across Scotland; the experiment attracted national media attention at the time and the infamous image of a burning wind turbine dates from the event. The case was subsequently used as part of a trial of the new Met Office high resolution ensemble system, MOGREPS-UK, which went operational in summer 2012. The particular emphasis was on the representation of finescale structure in damaging surface winds (reported under key findings together with emerging research effort). This has ramifications for the new risk-based National Severe Weather Warning system operated by the Met Office. Environment Policy & public services","person":"John  Methven","coPersons":["Stefano  Migliorini","Robert Stephen Plant","Peter Jan  Van Leeuwen","Suzanne Louise Gray","Ross Noel Bannister"],"organisation":"University of Reading","findingsText":" This grant is the component of the DIAMET consortium project led by the University of Reading. Selected key findings from the work packages involving this component are reported here.\n\nWP A: Examining the mesoscale structures within cyclones that bring the high impact weather such as strong winds and heavy precipitation. The Reading team led the forecasting effort for the DIAMET observational experiment and detailed analysis of cases using the Met Office weather prediction model and a novel tracer tool which links the structures observed to the physical processes responsible for their existence, growth and propagation. This tool is being adopted by the Met Office (see impacts).\nUsing the tracer tool applied to a special measure of spin conserved in atmospheric dynamics, potential vorticity, the team have been able to identify weather phenomena that are influenced by diabatic processes (involving heating within air masses) and explain their influence on atmospheric evolution. For example, infrared cooling from the tropopause acts to enhance the jet stream strength and amplitude of meanders on the jet stream (Rossby waves). It has been discovered using the TIGGE database that forecasts from all global centres show a decline with lead time of the strength of the PV gradient across the tropopause and in the amplitude of the meanders. This maybe tied to the representation of water vapour (and cooling) or a result on numerical diffusion in the models and further research is investigating the link. The ideas are being used in the design of an exciting international observation experiment (with colleagues from USA, Germany, Switzerland and France) investigating the misrepresentation of diabatic processes near North America and their influence on downstream propagation of Rossby waves on the jet stream and weather forecasts for Europe. It has already been shown that the worst forecast busts for Europe are associated with a common precursor over the USA, but the dynamical mechanism is not known.\nThe PV tracer tool has also revealed a new phenomenon (observed in DIAMET IOP3) - a form of &quot;diabatic Rossby wave&quot; that exists only as a result of latent heating from condensation in clouds. It explains the existence and propagation of some types of rainbands.\nThe DIAMET experiment (IOP8) executed the first flight into the centre of a sting jet cyclone. The target was the mesoscale structure of the wind, especially at low levels to the south of the cyclone centre where the most damaging winds occur. It was shown that the &quot;cold conveyor belt jet&quot; and &quot;sting jet&quot; are associated with distinct air masses even when they are in close proximity which was previously conjectured but not observed. Strong fluctuations in low level winds, observed by the aircraft and at ground stations, were shown to be associated with narrow rainbands with strongest winds in the clear air between the bands. The Met Office model indicates that the bands develop in an environment with conditional symmetric instability. At the time observed evaporative cooling was shown to be too weak to have much influence in this case.\n\nWP B: Warm conveyor belts (WCBs) are the main ascending air stream in a cyclone and therefore the location with the majority of the rainfall. However, both large-scale ascent (resolved even in global models) and convection (typically parameterised) contribute to condensation and latent heating which in turn influences cyclone strength and propagation. In collaboration with ETH Zurich, we have found that the two branches in WCBs (turning anticyclonically or cyclonically above the storm) ascend from different locations along the cold front and experience different net heating. A key finding using the Met Office and German COSMO numerical weather prediction models, is that the storm structure is insensitive to the details of convective parameterisation, except in terms of the net heating experienced following WCBs. A new theory has been developed explaining by insensitivity in the mesoscale PV structure should be expected. The conclusions arising from the tracer tools (for potential temperature, water vapour and potential vorticity) have provided a quantitative link between forecast errors and the representation of physical processes in models. This is a notoriously difficult problem due to the nonlinear nature of atmospheric dynamics. The papers from the DIAMET team point the way towards new diagnostics for research teams in operational forecast centres and also provide a path towards model improvement. The research also places the UK at an advantage since the Met Office are the first to have such a tool because it was developed within their model framework by DIAMET.\nThe observation of the strongest winds occurring within long, narrow bands to the south side of intense cyclones has ramifications for forecasting the probabilities of damaging events. This work has already generated interest in the Met Office for National Severe Weather Warnings. National Grid have expressed an interest in forecasting the passage of high winds across the UK and its ramifications for the shut down of wind farms and associated power generation. Aerospace, Defence and Marine,Energy,Environment,Financial Services, and Management Consultancy,Transport","dataset":"gtr"}