{"id":"A0CA5D9C-F2F5-46E1-99E8-63A2558AD3AD","title":"Passive seismic emission tomography: The dynamics of a reservoir.","abstractText":"In 2003 BP installed a dense array of seimic recording equipment on the sea bottom above the Vallhall oil field in the North Sea. Nearly 2500 state-of-the-art seismometers were attached to 120 km of cables that cover a 45 square km area and are connected to a recording platform. The installation is the first of its kind anywhere in the world and cost nearly US$45million. Such permanent monitoring allows the acquisition of ship-borne seismic surveys at regular intervals in time (so-called 4D seismics) for the life of the field (hence the name Life of Field Seismic or LoFS). Because the surveys are identical each time the data can be used to very accurately monitor changes in the reservoir, for example, the migration of oil due to production. The multicomponent sensors can also be used to record less conventional data. For example, in this part of the North Sea shear-waves are much better than the conventional first arriving P-waves at imaging through the cloud of gas that lies above the reservoir. This new way of monitoring an oil field has dramatically improved reservoir management and productivity, and reduce costs in the long term. The sensors are continuously recording, even when active-source (airguns) ship surveys are not being conducted. Thus there is great untapped potential in using these data to study small earthquakes in the subsurface. Such microseismic events are useful because they provide information about regional tectonics and production related forces. They provide information about fault locations and fluid migration, knowledge of which are of great importance to production. Furthermore, such stress releases can lead to well failure (borehole breakout), which costs the industry billions of pounds each year and can be quite dangerous. We are proposing a study of these micro-earthquakes by developing sophisticated imaging techniques that will use the sensors like eyes that can look in different directions into the Earth. Whilst these earthquakes a very small (they release roughly the same amount of energy as breaking a pencil) they can be accurately located and studied because of the redundancies afforded by such an immense amount of data. We can use standard techniques from conventional earthquake seismology to infer the orientation of fault planes and the stress field in the reservoir. A further synergy comes from the detailed information about the field that BP has at hand (e.g., velocity structure). We will work closely with BP staff and will be allowed to use their massive computing clusters to process the data. We are one of the very first organisations being allowed to look at this exciting dataset and the project will produce high-profile results. This is a unique and timely opportunity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E006329/1","grantId":"NE/E006329/1","fundValue":"218619","fundStart":"2007-06-01","fundEnd":"2010-05-31","funder":"NERC","impactText":"","person":"Michael  Kendall","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}