{"id":"A0D32AFB-FA42-409B-BBCA-D37407D926BC","title":"Theoretical Cosmology","abstractText":"Our research seeks to understand the physics and gravity at work in the Universe, from very high energies in the early Universe, to low energies in the present Universe. By studying the large-scale structure of the Universe revealed by the cosmic microwave background sky and the largest galaxy surveys, we can build up a picture of the physical processes by which structure originated and subsequently evolved. We can also advance our understanding of the late-time acceleration of the Universe, which represents one of the biggest unsolved problems in cosmology and fundamental physics. We will develop tools with which to confront theoretical models with the growing amount of data from massive cosmological surveys, including galaxy surveys in which Portsmouth is directly involved (e.g. the Sloan Digital Sky Survey and the forthcoming Dark Energy Survey). Our research is focussed on 3 main areas: (1) Primordial cosmological perturbations: Quantum fluctuations in the very early universe can provide the seeds for the growth of galaxies and clusters of galaxies. In a period of cosmological inflation, small vacuum fluctuations of the vacuum are swept up by the rapid expansion to seed the structure we see in the Universe today. The distribution of radiation and matter which we observe today contains clues to the physical processes that operated in the very early universe. This may be one of the only ways to test fundamental theories of physics such as string theory. We will compare the predictions of string theory models of inflation against alternative models such as ekpyrotic or cyclic models which invoke different physical mechanisms which would lead to a different distribution of matter in the Universe. To exploit all the available data we also need to improve our understanding of the evolution of structure at lower energies in order to disentangle the primordial distribution from what is seen today. (2) Testing general relativity on cosmological scales: Einstein's theory of general relativity provides an elegant description of gravity which has been verified on terrestrial scales and in the solar system. But to explain the accelerated expansion of the universe which we observe in the universe today, requires either some form of dark energy or a modification of Einstein gravity on cosmological scales. Our work will develop new methods to test general relativity using astronomical observations, including the massive data sets available to Portsmouth researchers. This will include developing numerical simulations of the growth of structure in modified gravity models. We will also study models of dark energy which may interact with matter and cluster on smaller scales, and determine whether it is possible to distinguish such models from modifications of Einstein's equations. (3) Theoretical uncertainties in dark energy models: Many of the largest astronomical surveys are currently focussed on determining the nature of the dark energy which appears to dominate the present energy density of the Universe. To improve significantly beyond the current level of precision requires an improved understanding of systematic uncertainties in the astronomical probes being used and the covariances between different measurements. Our work will reduce uncertainties associated with the use of weak gravitational lensing and peculiar velocities (relative to the overall Hubble flow) in order to constrain both the overall expanion of the Universe and the growth of structure in the Universe. This will require numerical simulations to model the systematic uncertainties in a range of observables in the same physical volume.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H002774/1","grantId":"ST/H002774/1","fundValue":"1431610","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"","person":"David Graham Wands","coPersons":["Kazuya  Koyama","David  Bacon","William James  Percival","Roy  Maartens","Robert  Nichol","Robert  Crittenden","Marco  Bruni"],"organisation":"University of Portsmouth","findingsText":"","dataset":"gtr"}