{"id":"A0DA4B81-BAE6-47C2-B985-A54BFEEAE62E","title":"Characterising electromagnetic fields of integrated electronic systems in enclosures - a ray-wave approach","abstractText":"Electronic consumer goods and internet-enabled smart infrastructures require highly integrated miniature electronic systems. One of the main problem with this miniaturisation is that unwanted interactions can arise between different components. Depending on the rate of change of currents within electronic components, these components radiate electromagnetic (EM) waves which can couple into other parts of the structure and can cause interferences. Controlling electromagnetic interferences within electronic devices is becoming an increasingly important challenge. Digital clock speeds are relentlessly increasing already exceeding 10 GHz in high-performance systems and expected to reach 20 GHz by 2020. This is within range of highly sensitive radio frequencies where analogue blocks and chip-sized components become efficient radiators and receivers. In addition, increasing circuit density and decreasing voltage supplies will result in decreased immunity levels. Future design processes of integrated electronic systems will therefore have to include a much more detailed electromagnetic compatibility (EMC) characterisation than is done at present. Carrying out EMC studies for complex multi-signal components within a device in a fast and efficient way will simplify design decisions in industry enormously and will help to bring down costs. \n\nThe challenges of delivering fast and reliable EMC modelling tools at high frequencies are enormous; determining EM fields in a complex multi-source environment and in the GHz range including multiple-reflections, diffraction and interferences is a hard task already. For realistic electronic devices, the underlying source fields depend in addition on the (a-priori unknown) mode of operation and are thus aperiodic and time dependent; they act in many ways like stochastic, uncorrelated input signals. Indeed, no EMC methodology for modelling transient signals inside and outside of electronic devices originating from decorrelated, noisy sources exists today. \n\nThis proposal sets out to meet this challenge head-on by developing an efficient numerical method and accompanying measurement techniques for the modelling of radiated transient EM fields inside and outside of multifunction electronic devices. The new numerical method is based on ideas from wave chaos theory using Wigner-Weyl transformation and phase-space propagation techniques. It makes use of the connections between wave correlation functions and phase space densities. Methods for efficiently propagating these densities have been developed recently by members of the project team. In this way, we can work directly in terms of statistical measures such as averages and field correlation functions appropriate for stochastic fields. This innovative approach demands input data from measurements which require a rethink of standard measurement techniques. In particular, correlated two-probe near-field measurements of electronic components become necessary which will be developed and tested as part of the project. \n\nThe proposed way of approaching EMC issues is completely new and becomes possible only due to the unique mix of expertise available at the University of Nottingham both from the Mathematical Sciences and the Electrical Engineering side Support provided by two industrial partners, inuTech and Computer Simulation Technology (CST), will be vital throughout. This fresh way of thinking will provide the necessary leap within EMC research to satisfy the demands of the electronics industry; it will enhance the applicability of existing EMC protocols and provide the tools to meet the challenges of the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K019694/1","grantId":"EP/K019694/1","fundValue":"582976","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Gregor  Tanner","coPersons":["David  Thomas","Stephen Christopher Creagh"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}