{"id":"A0E49F7A-1DA4-4B18-B978-6CDEB1B4EEAD","title":"Groundwater flooding: Groundwater community recovery following an extreme recharge event.","abstractText":"This winter (2013-14) has been the wettest in the UK since records began resulting in extremely high groundwater levels and very extensive groundwater flooding, particularly in chalk aquifers. The exceptionally high intensity of flooding and water movement through the aquifers is expected to result in changed nutrient concentrations, including carbon. We think that these changes will have major effects on the groundwater ecosystem which, in addition to the chemical and physical environment, comprises microbial biofilms, microfauna (e.g. Protozoa, rotifers), and macroscopic invertebrates dominated by crustaceans such as copepods and Niphargus (blind shrimp-like animals). Most groundwater organisms are unique to this habitat and, in the UK, have been present for many millions of years. They mediate processes such as nitrogen recycling and thus they impact the quality of a vital source for drinking water. \n\nWe think that during flooding, nutrient supplies will initially decrease due to dilution and that flow rates will increase, potentially stripping microbial biofilms and associated microfauna from the sediments and dislodging larger organisms into the water flow. This will lead to an initial reduction in biomass at each trophic level although it will not alter the overall shape of the biomass pyramid. We also expect ecosystem respiration and species and/or functional diversity to be low during flooding. When the flood ends we think that microbial biofilms, protozoa and small metazoa will recover quickly because they reproduce rapidly but that larger animals will recover more slowly if they cannot find shelter from the flood. This may result in a change in shape of the biomass pyramids. We will test these ideas by tracking the recovery of the groundwater ecosystem through space and time. We will do this by collecting samples to measure the food supply (dissolved organic carbon and other nutrients), count and identify the inhabitants of the groundwater ecosystem and also determine how ecosystem function changes by measuring respiration rates and microbial activity. We will collect samples in two separate flooded chalk aquifers at fortnightly intervals over a seven month period so that we can monitor changes in the community; we expect these to be rapid. We will use specialised equipment to measure microbial respiration and count the smallest organisms (bacteria). This extreme event permits a uniquely important case study because it will provide a baseline against which future extreme events (e.g. flooding and drought) in groundwaters can be measured and will enable us to compare the responses of groundwater ecosystems to stressors with those of other aquatic ecosystems.\n\nWe hope to use the data collected in this project to apply for larger grants, possible topics for these grant applications include combining data generated in this Urgency grant with laboratory experiments that will enable us to calculate the extent to which different Groundwater assemblages (e.g. with or without macrofauna) are able to metabolise dissolved organic carbon/ nutrient loadings and thus, provide effective water quality ecosystem services of substantial ecological and economic impact to the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005151/1","grantId":"NE/M005151/1","fundValue":"51578","fundStart":"2014-05-19","fundEnd":"2015-04-30","funder":"NERC","impactText":"  No findings yet - data collection ongoing  ","person":"Anne  Robertson","coPersons":["Julia  Reiss","Stefan  Krause"],"organisation":"Roehampton University","findingsText":" No findings yet- data collection ongoing No findings yet- data collection ongoing Environment","dataset":"gtr"}