{"id":"A0EA9AEB-C01F-4A69-972A-237171002BC7","title":"Heightening the profile of UK Transport Research at the 13th International Congress on Intelligent Transport Systems","abstractText":"The purpose of this proposal is to enable the University Transport Studies Research Community to engage in profile raising activity at the 13th World Congress in ITS, Intelligent Transport Systems to be held at the Excel Conference and Exhibition Centre, London during 8th / 12th October 2006. UTSG members will build on the materials and experience gained during the Royal Academy/EPSRC Showcase of Engineering Excellence which was delivered at the Excel International Review of Engineering on 17th November 2004. Funding is requested for the production of promotional materials (relating to research and teaching) for distribution at the conference, for hiring space and infrastructure to exhibit indoors, the pedestrian tracker (Napier) and 'Trafficmatics' (Nottingham Trent) and to demonstrate outdoors the two highly instrumented vehicles (Southampton and Leeds), the VPEMS , Vehicle Emissions Monitoring System, pollution emissions monitoring vehicle (Imperial) and the highly versatile MAQS, Mobile Air Quality Station (Leeds). In addition, Newcastle University will demonstrate an intelligent corridor using ad-hoc network wireless sensors enabling delegates to plan routes and download POI (points of interest) at specific locations around the exhibition. Funding is requested to enable post graduate students attend the Exhibition in anticipation that it will inspire them to engage in careers in this very important area in the future management of traffic and its environmental impact.The organisation of the Congress is in its advanced stages, details of proposed visits (UTSG are offering two, the PAMELA (UCL) and Driving simulator and instrumented City (Leeds), executive and special session are being finalised, and all papers are currently under peer review. Many of the UTSG members are giving up substantial personal time; as part of the organising team; and developed Special Sessions, accepted invitations to contribute to Executive Sessions and volunteered support for Technical and Scientific Sessions, peer reviewing papers, and as nominated chairpersons etc. UTSG members have submitted papers and working towards entering the competitions that have been launched by the Department for Transport, TRL and the Transport for London. UTSG members are keen to live up to their reputation as providers of the fundamental knowledge base for ITS implementation. It is for this reason that UTSG members are eager to have an exhibition stand and an outdoor demonstration area which led to this proposal submission. The ITS Congress opens up enormous potential for showcasing the UTSG outputs and for raising the profile of the EPSRC and the UK Transport research, learning and teaching.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E016537/1","grantId":"EP/E016537/1","fundValue":"38451","fundStart":"2006-10-09","fundEnd":"2007-01-08","funder":"EPSRC","impactText":"","person":"Margaret Carol Bell","coPersons":["Howard R. Kirby","Michael  McDonald","John William Polak"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}