{"id":"A0EA6CB7-A069-4021-8133-102E76630B61","title":"Island Cultural Archives: Knowledge Transfer Opportunities in the Hebrides.","abstractText":"Recent historic events in the Outer Hebrides have provided a new and hitherto unparalleled context to address the academic issue of knowledge transfer and archival research potential in partnership with community cultural custodians. As the result of a successfully negotiated 'community buyout' of the lands and assets of South Uist Estates (the biggest in Scotland under the Scottish Parliament's land legislation), the island communities of South Uist, Benbecula and Eriskay, through St&ograve;ras Uibhist, their community company, entered 2007 with all the physical and cultural resources of their islands in community ownership. Community leadership has identified that transfer of ownership of both the physical and cultural resources requires strategic development both by way of necessity, as well as in response to the potential to 'grow' the wealth.\\nCulture resources are arguably only ever 'on loan' to any generation and it is incumbent on a people to make good their custodianship. Local historical societies, island cultural organisations, and cultural entrepreneurs are acutely aware of the value of what they hold in trust. With the new ownership status, however, the community is presenting itself as open to collaboration to ensure this worth is not only more fully appreciated but also made more accessible (and sustainable) in a current digital age. \\nThree workshop events held on South Uist are proposed. The central theme is of knowledge transfer opportunities for Island Cultural Archives. Keynote addresses will be made on each of the three themed events (Oral Tradition; Deserted Settlement; Visual Legacies), and offer focus for the various community archives. The workshops participants are drawn from museums and archive staff and custodians, community cultural organisations and academics from a range of disciplinary fields. \\nIn Workshop One the participants will examine the research potential of the 'Oral Tradition' with particular reference to the Gaelic music and songheritage of the islands. This is perhaps the most 'established' cultural resource arena for the place and as such it presents a rich seam of activity, debate and practice. One area for exploration relates to the capturing of contemporary creative activity and working with digital media possibilities for a 'heritage in the making'.\\nIn Workshop Two, the focus will shift to the crucial socio-political arena of 'settlement'. The theme of 'Deserted Settlement' presents an opportunity to relate archival records, and museum artefacts, to living memories. This is a particularly exciting area for development as the digital media technologies offer new opportunities to the community to identify, record, and reflect on their history and culture. Implicit in this agenda is the current 'settlement' challenges to small island and remote communities in retaining, and welcoming, residents and raises interesting questions for how academic and media practice expertise can contribute to the wider debate on rural and island life. This is of special importance in terms of the 'new community ownership' status of the islands in question.\\nWorkshop Three, 'Visual Legacies', explores visual archives within the Outer Hebrides: paintings, still photography, creative and documentary film, and community activity recordings. This theme brings together academic partners who are leaders in this field and offers a highly engaging arena for ongoing and new partnership.\\nAs an innovative development in the nature of community and academic relations for the area this project could provide a template for further application in similar situations. Specifically, should the findings suggest a demand for greater HEI community interface (and all preliminary indications are good) via archives such as estate papers and visual texts, further research projects on South Uist and similar island communities are envisaged.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001118/1","grantId":"AH/F001118/1","fundValue":"16355","fundStart":"2007-07-01","fundEnd":"2007-11-30","funder":"AHRC","impactText":"","person":"Kathryn Anne Burnett","coPersons":[],"organisation":"University of the West of Scotland","findingsText":"","dataset":"gtr"}