{"id":"A0EECC27-459B-4ABF-B71C-642E93F91371","title":"The LANCS (Lancaster, Nottingham, Cardiff and Southampton) Initiative in Foundational Operational Research: Building Theory for Practice","abstractText":"The United Kingdom is the home of Operational Research (OR) and it maintains an application-oriented research tradition which is both true to its roots and which is also highly distinctive, if not unique. Many industries and public services are the beneficiaries of this effort, not least healthcare, finance, transport and defence. However, the EPSRC/ESRC 2004 International Review of the Research Status of OR in the UK warned that this leading position in applied work in OR could be jeopardised in the absence of a critical mass of researchers developing underpinning theory.In the LANCS (Lancaster, Nottingham, Cardiff, Southampton) initiative, four universities, which have been at the forefront of UK research in OR, have committed to a major expansion of research capacity in its theoretical foundations, supported by the additional resources available as a result of the current Science and Innovation call. The universities concerned have already worked together in the creation of NATCOR, an EPSRC-supported initiative aimed at strengthening doctoral programmes in the mathematics of OR. They have also evidenced their commitment to the subject by recent decisions (in advance of this call) to invest substantially in it.In total, the LANCS initiative will oversee additional new investment of approximately 12M through the five year period of the award, of which more than half comes from the institutions themselves. All the institutions have also committed to sustaining this additional capacity beyond the five year EPSRC funded period. This will have a major impact on the subject. The initiative aims to build and maintain a substantial new national capacity in its theoretical base by establishing this major cross-institutional and multi-disciplinary collaboration. Such a programme is crucial to support the health of the application oriented research which was highlighted as such a strength by the 2004 international review. Indeed, the main motivation of this proposal is to underpin the health of the UK research base in this critically important area. This far sighted initiative aims to establish theoretical advances in the field which are informed by, and which feed into, real applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F033613/1","grantId":"EP/F033613/1","fundValue":"1200630","fundStart":"2008-11-03","fundEnd":"2014-05-02","funder":"EPSRC","impactText":"","person":"R  Fildes","coPersons":["Kevin David Glazebrook","Edmund Kieran Burke"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}