{"id":"A0F38B98-C405-4D59-9910-39F06DB882C5","title":"Commercialisation potential of a decellularised porcine bladder matrix.","abstractText":"We have developed a novel procedure to decellularise full-thickness porcine bladder tissue by utilising the bladder's unique capacity for expansion; a patent is in application. The resultant biometerial is highly stable in its non-cross-linked form, non-cytotoxic in cell culture and retains the strength and compliant properties of the native urinary bladder. Prior to commercialisation, further pre-clinical evaluation of the decellularised porcine bladder tissue is required in order to identify benchmark biomechanical properties, investigate the immunological status and determine whether the biomaterial is able to support both in vitro and in vivo recellularisation. This information is necessary in order to identify specific clinical uses and target appropriate commercialisation sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E527220/1","grantId":"BB/E527220/1","fundValue":"89833","fundStart":"2007-08-01","fundEnd":"2008-07-31","funder":"BBSRC","impactText":"  The key findings of the research were used to re-enforce the patent (PCT/GB2007/001117) and to augment the technical portfolio of data presented to medical product companies to identify potential licensees. An offer was accepted from Tissue Regenix Ltd to acquire exclusive patent rights ahead of the international filing phase. Additional outputs from the project included 3 publications, 4 meeting presentations and research training of a final year BSc student. A BBSRC studentship was converted to CASE through collaboration with Tissue Regenix Ltd to investigate the role of macrophages in the biomaterial recellularisation process (PhD awarded to Samuel Bullers, University of York, 2013). A further PhD CASE studentship with Tissue Regenix has been appointed in Leeds as part of the EPSRC Doctoral Training Centre in Tissue Engineering and Regenerative Medicine. A Regener8 Medical Technologies IKC proof of concept award was made and is ongoing to examine the use of the biomaterial for primary hypospadias repair in a porcine model (in partnership with Tissue Regenix and NHS Blood Transplant Tissue Services R&amp;D). Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Jenny  Southgate","coPersons":[],"organisation":"University of York","findingsText":" The overall aim of the project was to conduct specific research on a novel full thickness porcine acellular bladder matrix (PABM) biomerial we had developed in a previous BBSRC grant in order to move towards realising its commercialisation potential. The research involved investigating the immunological status of the PABM in two mouse models in vivo; this showed 1) that the decellularised biomaterial became incorporated and did not cause a foreign body reaction and 2) that the biomaterial did not raise any reaction in galactosyl transferase knock-out (GTKO) mice. We showed only minor changes occurred in biomechanical properties following decellularisation, with no change in ultimate tensile strength and only a small increase in the collagen phase slope indicating a small increase in tissue &quot;stiffness&quot;. We also determined the ability of the material to support recellularisation. Improvements to the reproducibility and tracking of the biomaterial were made by introducing a standardised processing procedure, batch numbers and quality control monitoring as part of the laboratory's Quality Review Process. We have developed a natural decellularised biomaterial with unique mechanical and material properties that make it highly promising for eventual use in regenerative medicine and reconstructive surgery. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}