{"id":"A0F534F9-246E-4315-AB04-2F2A3CAAE384","title":"Adventurous Chemistry in Cambridge","abstractText":"LAMBERT &amp; BURTONChemistry is the only discipline, which, on a daily basis, produces entirely new forms of matter. In other words, at the heart of chemistry lies synthesis, most of which is carried out by organic chemists. Many types of reactions that form an important part of the synthetic organic chemist's toolkit depend on catalysis by strong acids such as H2SO4, HF and AlCl3. These acid catalysts are problematic in that (i) having carried out the reaction homogenously, the acid catalyst must be separated from the product and (ii) these strong acids are environmentally unfriendly and can be extremely corrosive so that their use, especially on a large scale can require special reaction vessels and presents problems of disposal. This project is aimed at inventing an entirely new class of heterogeneous catalysts consisting of very small metal particles supported on a proton-conducting polymer membrane. By altering the voltage applied to the catalyst, we hope to produce efficient catalyst that enable both the above problems to be solved/there is no need to separate the products from the catalyst, and the catalyst itself is environmentally benign. Moreover, it is hoped that tunable systems can be developed so that for a given molecule that may react in different ways, altering the catalyst voltage can vary the type of chemical reaction that actually occurs.OTTOMolecular recognition at the biomembrane interface is involved in many biological processes, yet the interplay between molecular recognition and bilayer shape and function is poorly understood. We will investigate this fundamentally important topic using a model-system approach based on a number of synthetic host molecules carrying hydrophobic anchors. The anchors are designed such that they can change their shapes upon irradiating them with UV light. The interactions of the membrane-bound hosts with a variety of guests will be studied and their influence on the shape of the bilayer before and after irradiation will be investigated. The ultimate goal of this work is to develop a system in which irradiation triggers the budding off of small daughter bilayer vesicles from the original mother vesicle. Through these studies we will increase our understanding of the workings of cell membranes in nature while, at the same time, learn how to organise and manipulate phopholipid-based biomaterials. Future applications may range from drug targeting to developing materials for selective cell adhesion and directed cell growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D055512/1","grantId":"EP/D055512/1","fundValue":"103241","fundStart":"2006-04-01","fundEnd":"2008-03-31","funder":"EPSRC","impactText":"","person":"Richard Michael  Lambert","coPersons":["Dominic  Wright","Sijbren  Otto","Jonathan William Burton","Matthew  Gaunt"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}