{"id":"A0F8F9FE-AEA0-41B5-855A-E024000A9FB9","title":"Aphid secondary symbionts: a eukaryote horizontal gene pool","abstractText":"Aphids are important members of most temperate terrestrial ecosystems, and include some of the most significant agricultural and forestry pests. It has long been known that nearly all aphids carry a symbiotic bacterium that provides essential amino acids and other nutrients that are absent in the aphids' rather depauperate diet. More recently it has been discovered that most aphids also harbour one or more of a series of other bacteria that have a variety of effects on their fitness and performance. Because these bacteria are not present in every aphid they are called secondary symbionts. Recent research has shown that secondary symbionts can, among other things, increase aphid resistance to parasitic wasps and pathogenic fungi, help the aphid withstand heat shock, and influence host plant use. Secondary symbionts constitute a pool of genes that can help the aphid cope with different environmental challenges. Because secondary symbionts can move between aphid clones and species they can be called a horizontal gene pool, a term we borrow from bacterial genetics where plasmids (extra-chromosomal elements that can move between bacteria) have an analogous role. Though horizontal gene pools have long been recognised as important for bacteria and their relatives, their significance for eukaryotes (organisms with nuclei including plants and animals) is far less clear. The work in this project seeks to understand how the community of secondary symbionts is structured: what determines the diversity and population structure of the symbionts, and what affects its evolutionary stability. It consists of three subprojects. The first is to develop a mathematical model to synthesise all we know about secondary symbiont dynamics and to identify the most critical areas for research. No such model exists at the moment, and quantitative approaches are essential to analyse complex non-linear interactions such as these. The second project is experimental and seeks to provide information about a part of the aphid-secondary symbiont interaction where we currently have large gaps in our knowledge. This is the effect of symbionts on the aphid sexual generation, the frequency of paternal transmission, and the consequences of joint infection by two symbionts. The final part of the project seeks to use cutting edge bacterial genetic strain typing to describe the structure of the secondary symbiont community and to test hypotheses about how it is structured.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G017638/1","grantId":"NE/G017638/1","fundValue":"458115","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"NERC","impactText":"  Our research has contributed to an improved understand of the ecology and evolution of symbiosis. Agriculture, Food and Drink,Environment Societal","person":"Hugh Charles Jonathan  Godfray","coPersons":["Martin Christopher Maiden"],"organisation":"University of Oxford","findingsText":" The experimental work on this project has ended and we have published our first experimental paper which is a molecular analysis of the phylogenies of over 1000 collections of a species of aphid and their associated facultative symbiotic bacteria. We show how the bacterial community forms a horizontal gene pool from which aphids can select adaptation appropriate to different ecological niches. We have just submitted our second paper which is an analysis of the symbiont communities on over 100 species of aphid. The most important finding here is that aphid life history affects community composition. In particular we show the aphids tended by mutualist ants that protect their hosts from natural enemies are less likely to carry multualistic bacteria with the same function. This is primarily fundamental science, though a better understanding of aphid biology will contribute to the control of the most important pest of temperate agriculture. Publication in academic journals Agriculture, Food and Drink,Environment","dataset":"gtr"}