{"id":"A0FA04CE-9838-4F05-BA4E-EA0A84BBD3BF","title":"Tunnelling-induced settlement damage to masonry structures: Centrifuge testing and computational modelling","abstractText":"In the United Kingdom, and throughout the world, tunnelling in urban environments is essential to provide necessary infrastructure. Further, major infrastructure projects, many of which will require tunnelling, will be likely to increase with continued urbanization. However, tunnelling can place buildings at risk. Therefore, reliable assessment tools to predict tunnelling-induced damage are essential to determine whether protective measures are necessary. Useful models exist for predicting tunnelling-induced damage, but these methods need refinement, making use of new and existing data and increasing computational resources. \n\nThe primary aim of this proposal is to obtain the necessary experimental data to improve analytical and computational methods of predicting tunnelling-induced settlement damage. Specifically, this will be achieved through three primary steps. First, centrifuge testing, in which small scale models can be used to investigate full scale structures, will be used to evaluate the interaction of the soil and the structure during the tunnelling process. In particular, realistic scale models will be 3D printed and the tunnelling process directly simulated. Second, these physical tests will be simulated computationally, to evaluate and improve computational methods. Third, additional simulations will allow extension of experimental results to a wide range of tunnelling scenarios.\n\nThe experimental and computational results will be directly used to create improved analytical and computational guidelines for predicting tunnelling-induced settlement damage. These guidelines will be evaluated with respect to existing field data. It is envisioned that these results will have an immediate impact on the tunnelling industry in the UK and around the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K018221/1","grantId":"EP/K018221/1","fundValue":"343586","fundStart":"2013-06-04","fundEnd":"2016-06-03","funder":"EPSRC","impactText":"  This project is still in progress.\n\nThus far, we have completed some computational modellling and physical centrifuge modelling to investigate the interaction between tunnelling and surface structures. Thus far, our findings have primarily been used internally to improve both experimental and modelling procedures.  ","person":"Matthew Justin DeJong","coPersons":["Lord Robert  Mair"],"organisation":"University of Cambridge","findingsText":" This project is still in progress. \n\nThus far, we have done computational modelling and physical centrifuge modelling to better understand the interaction between tunnelling and surface structures. Thus, far we discovered the following:\n\n- identified key parameters to create effective computational models using the result from physical centrifuge tests. \n\n- evaluated the importance of building weight on the soil-structure interaction and damge during tunnelling. \n\n- Used physical centrifuge modelling to investigate three-dimensional effects of soil-structure interaction during tunnelling, and specifically to define the region of influence of the soil structure interaction. This is an importance parameter needed to improve existing methods applied in industry. We are collaborating with Crossrail and industrial partners, who will directly use the results of our work. Construction","dataset":"gtr"}