{"id":"A1037CB3-EFBE-4934-8B77-A10AF225A6C6","title":"ORT-VAC: live bacterial vectors for vaccine delivery","abstractText":"We aim to revolutionise vaccination by developing an innovative oral vaccine delivery technology. Traditional vaccines require extensive and costly production, purification, formulation and storage, with needles used for administration. We will engineer live enteric ORT-VAC bacteria to carry plasmids expressing antigens. These uniquely enable stable, high-copy number plasmid maintenance without antibiotic resistance or other selectable marker genes, making them particularly suited for delivering DNA vaccines against influenza and HIV, which will also be developed by the consortium. Encapsulation technology will be optimised to enable the bacteria to be stored at ambient temperature, ingested and released into the small intestine, where they will stimulate a protective immune response. ORT-VAC therefore represents a cost-effective platform technology with built-in stability, adjuvanticity and efficacy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F002351/1","grantId":"DT/F002351/1","fundValue":"321553","fundStart":"2008-01-02","fundEnd":"2011-07-01","funder":"EPSRC","impactText":"  We conducted studies in animals of a recombinant Salmonella vaccine expressing antigens of Mycobacterium tuberculosis. Recombinant Salmonella were delivered by the oral route and we shown to induce cellular and humoral responses and support the use of this bacterium as an vaccine delivery system. The IP was owned by Cobra Biologics and we conducted this work under a TSB headed grant. The work supported the Cobra spin off company &quot;Prokarium&quot; in Keele UK which uses Salmonella as its platform system for antigen delivery. Aerospace, Defence and Marine,Healthcare,Manufacturing, including Industrial Biotechology Societal","person":"Simon  Cutting","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" We evaluated a novel method for delivering antigens from Mycobacterium tuberculosis (the causative agent of TB) using a bacterium (Salmonella typhi) by the oral route. Salmonella is used as an oral vaccine to typhoid fever where it can be used by the oral route as a pill. We engineered this bacterium to express M. tuberculosis antigens and then demonstrated that when administered by the oral route immune responses to the antigen could be achieved. In principle this offer the potential of using Salmonella as an oral vaccine system for TB. Further work could be conducted to use the delivery system using new antigens that could be employed for TB vaccination. The oral route of delivery is particularly attractive. The Salmonella system for delivering antigens is currently being exploited by the UK company Prokarium (www.prokarium.com) and our work supports their platform. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}