{"id":"A10BB190-8149-41A8-B6FC-8FB85A5D0006","title":"The role of myosins in targeting of chitin synthases to apical growth regions during growth and infection by Ustilago maydis","abstractText":"Plant pathogens are an important threat to mankind, and they are thought to be responsible for a significant preharvest loss to food and cash crops of the global production. Among these pest are filamentous and dimorphic fungi that enter the plant by apical growth of their basic unit, the so-called hypha. Invasive growth of the hypha depends on the formation of new cell wall at the growing tip. Thus, the understanding wall-synthesizing enzymes, including their targeting to the growth region, is an important task in phytopathology, which promises the identification of novel targets for fungicides (Debono and Gordee 1994, Ann. Rev. Microbiol. 48, 471). An essential step in fungal growth is the delivery of wall-synthesizing enzymes, such as chitin synthases to the expanding apex. This is thought to be depending on fibres of the cytoskeleton that provide tracks for cellular machines, the so-called molecular motors. These motors walk along the the cytoskeleton in order to take their cargo to the growing hyphal tip (overview in Steinberg, 2007, Eukaryot Cell., 6, 351, own contribution indicated by*). Supporting evidence for this concept is mainly coming from studies using specific inhibitors of the cytoskeleton and they demonstrate that the cytoskeleton is essential for hyphal growth and pathogenicity. One type of molecular motors, the myosins, are thought to be of particular importance in fungi. However, so far only one myosin was shown to be required for plant pathogenicity (Weber et al. 2003, Plant Cell, 15, 2826*), and no evidence exists for the assumed role of fungal myosin motors in polar delivery of enzymes to the hyphal tip. One class of fungal myosins is fungal specific and essential for plant infection in all pathogenic fungi investigated, including Fusarium oxysporum (Madrid et al. 2003, Mol Microbiol., 47, 257), Colletotrichum graminicola (Werner et al. 2007, Mol Plant Microbe Interact. 20, 1555*) and Ustilago maydis (Weber et al. 2006, Plant Cell, 18, 225*). Interestingly, all class XVII myosins contain both a conserved myosin motor domain and an even more highly conserved chitin synthase domain. This domain organisation suggests that these myosins take themself to the hyphal apex by the activity of its own motor domain, where take part in building the cell wall. Although this is an attractive model, no experimental evidence for such a role targeting mechanism exists. In this project we are going to elucidate the mechanism by which chitin synthases are delivered to the hyphal tip. We will make use of the plant pathogenic fungus Ustilago maydis, which is one of the best established model systems for studying the role of the cytoskeleton in fungal pathogenicity. We previously demonstrated that 4 chitin synthases localize to the hyphal tip (including Mcs1) and that 3 of them are involved in virulence of this pathogen (Weber et al. 2006, Plant Cell, 18, 225*). In an extensive analysis of numerous mutant proteins expressed in U. maydis we will analyse (1) the requirement of the myosin motor domain and the class V chitin synthase domain for polar delivery and virulence, (2) will investigate the role of the other three myosin motors (Myo1, Myo2, Myo5) in apical targeting of the polar chitin synthases Chs5, Chs6, Chs7 (and maybe also Mcs1), and (3) will attempt to isolate Mcs1-bound chitosomes in order to identify other protein factors that are co-delivered and that might be equally important in plant infection. The expected outcome of this project will give important and novel insights into the mechanism of chitin synthase targeting to the hyphal tip. It will therefore be of fundamental interest to all aspects of fungal research. This project will of particular importance for understanding fungal pathogenicity and will it promises key insight into a mechanism that might be used for the effective control of human pathogens and plant pests.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G00465X/1","grantId":"BB/G00465X/1","fundValue":"398285","fundStart":"2008-09-01","fundEnd":"2012-02-29","funder":"BBSRC","impactText":"","person":"Gero  Steinberg","coPersons":[],"organisation":"University of Exeter","findingsText":" We found that a fungal-specific myosin-chitin synthase molecules is essential for secretion in fungi; as secretion is of crucial importance for fungal growth and infection, the identification of a fungal-specific secretion mechanism is of high importance; we also revealed that microtubnule motors and myosin V cooperate in delivery of chitin synthase to the growth region. This is the first molecular description of the motors involved in a secretion pathway in filamentous fungi. They were internationmally recognised and influenced research world-wide Agriculture, Food and Drink,Healthcare","dataset":"gtr"}