{"id":"A10F340A-AD43-473A-ACF4-CE1EF6845598","title":"Genome assembly. chromosomal organization and comparative genomics of multiple bird species: beyond &quot;catalogues of genes&quot;","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K008226/2","grantId":"BB/K008226/2","fundValue":"268643","fundStart":"2013-08-15","fundEnd":"2017-05-14","funder":"BBSRC","impactText":"  Evolution Highway is a freely available from http://evolutionhighway.nsca.uiuc.edu/birds is used as an educational aid by Dr. Larkin and other groups to introduce students to ideas of comparative genomics during lectures and practicals, as well as develop tutorial student projects related to comparative and &quot;informatics-paleogenomics&quot;. The database build during the first year of this project provides new excellent educational material for students and general public to study bird and mammalian genomes and ancestral amniote chromosomes.\nWe expect that the special issue of Science dedicated to bird genomics (and associated media coverage of the issue) will have large societal impact making general public aware of the variety and unique biology of birds. Education Societal","person":"Denis  Larkin","coPersons":[],"organisation":"Royal Veterinary College","findingsText":" During the first 1.5 years of this four year project we focused on producing a comprehensive resource of comparative chromosome information in birds and other reptiles. We aligned 21 avian genomes that were made available to us through the international avian genome project to chicken chromosomes and made results of these alignments available to our collaborators through the Avian Evolution Highway chromosome browser: http://eh-demo.ncsa.uiuc.edu/birds/\nWe further used this resource to contribute and lead the chromosome evolution section of the avian genomes comparative paper (Zhang et al., Science, in press) perform sequence-based comparison of chromosome evolution in birds (Farre et al., PNAS under review) and to reconstruct the ancestral avian chromosome structure (Romanov et al., BMC Genomics, under review). Together these papers formed a significant contribution to our knowledge of avian chromosome evolution: (i) showing that the rates of chromosomal rearrangements in birds are differing in evolutionary time, (ii) stability of avian karyotypes could be explained by low fraction and distribution of transposable elements in avian genomes, (iii) evolutionary stable regions of avian chromosomes are enriched for genes responsible for ancestral phenotypes, (iv) genes found in lineage-specific rearrangements of avian chromosomes are often connected to lineage-specific characteristics, such as forebrain development in parrots.\nFrom a technical perspective we were able to establish new computation resource: 6 node computer cluster at the RVC that is used by our group to achieve these and other deliverables of the grant. We attracted a talented Ph.D. student who is currently upgrading the Evolution Highway genome alignments to RACA predicted chromosome fragments. After this resource is built we are planning to use these long chromosome fragments to map them on avian chromosomes in collaboration with our grant partner Prof. Darren Griffin (University of Kent) in order to produce chromosome assemblies of several avian species.\nAs it follows from the text above we had a very successful first year and a half of this project: we developed the largest publically available resource of chromosome structures in birds, have contributed to a major comparative paper on avian genome evolution scheduled for publication in Science and have 2 other papers under review that have contributed to our knowledge of patterns of chromosome evolution in birds. We expect that our Avian Evolution Highway chromosome browser will become a widely used database to look for structures of chromosomes and synteny in different birds and reptiles. This information will facilitate search of chromosome intervals and scaffolds that contain orthologous genes in different species and therefore could be used to find signatures of selection in different avian lineages as well as to transfer the genome annotation from well-annotated avian genomes like chicken and zebra finch to other, &quot;poorly&quot; annotated genomes (17-18 genomes). By increasing the number of species and improving quality of assemblies we expect to increase the impact of this resource.\nAlso, Avian Evolution Highway is an excellent educational resource that could be used to teach students about the patterns and principles of chromosome evolution in birds and other reptiles in a visually appealing interactive way. Agriculture, Food and Drink,Education","dataset":"gtr"}