{"id":"A111F40F-D2E9-4FE8-9278-92EADAC8F1C3","title":"Analysing the cell biology of SNX10 in endosomal sorting and signaling: implications for osteoclast function in osteopetrosis","abstractText":"All human cells are composed of an outer boundary that is defined by a complex mixture of protein and lipids called the plasma membrane. This encircles a fluid filled 3-dimensional space, termed the cytosol, which contains additional membrane-enriched compartments each composed of a unique combination of proteins and lipids. For cells to functional normally, proteins and lipids must be efficiently transported to the correct membrane-enriched compartment within this maze of membranes. Not surprisingly, if such transport is perturbed, so that the wrong proteins and lipids are delivered to the incorrect membrane-enriched compartment, cell function can be adversely affected which in turn leads to the development of various diseases. Establishing the mechanisms through which cells achieve regulated protein and lipid transport is therefore a major challenge in cell biology with direct implication for our understanding of human disease.\n\nFor over 10 years our laboratory has focused on describing the mechanistic details that control regulated transport of proteins and lipids within a specific aspect of the cell's membranous maze termed the endocytic network. In particular, we have studied a family of ancient, evolutionary conserved proteins, the sorting nexins. Within this family we have extensively analysed the function of retromer complexes, and this is generating new insight into the perturbed function of the endosomal network during cell infection by various pathogens, as well as a variety of diseases including Alzheimer's disease and Parkinson's disease.\n\nIn the current proposal we seek to utilize our extensive experience of studying sorting nexins to define the function of sorting nexin-10 (SNX10) in the regulation of bone re-modeling. This stems from research showing that mutations in SNX10 are linked with autosomal recessive osteopetrosis, a genetically heterogenous disorder caused by reduced bone resorption by a specific class of cells termed osteoclasts. However, at present we do not understand the basic function of SNX10, and hence have a very limited appreciation of why its mutation leads to this debilitating disease.\n\nOur proposed research will address the following questions:\n1). Is SNX10 required for endosomal sorting of RANK and downstream RANKL signaling?\n2). Is the cell surface expression of other receptors also regulated by SNX10?\n3). What are the molecular details of SNX10-mediated endosomal sorting?\n4). Do the molecular details of SNX10-mediated endosomal sorting generate further insight into diseases of bone homeostasis?\n\nOverall, data derived from the proposed research, which will be disseminated through peer-review publications and oral presentation at international meetings, will define the role of SNX10 in osteoclast function, knowledge that will achieve a greater appreciation of the cellular defects that lead to osteopetrosis and possibly other related bone diseases. Longer term, the research may provide a rationale for therapeutic intervention in patients carrying the SNX10 mutations and other osteopetrosis-linked mutations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L007363/1","grantId":"MR/L007363/1","fundValue":"381343","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Peter  Cullen","coPersons":["Kate  Heesom"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}