{"id":"A1172B39-A63F-4F29-9188-C5AF25CC2256","title":"&quot;The Quantum Ratchet Concept for Ultra efficient Solar Cells&quot;","abstractText":"Solar panel prices are plummeting and they are becoming more widespread, but the impact they can actually make to the carbon problem is ultimately limited by their efficiency. Even if the panels could be made for almost nothing, and if we all covered our roofs with them, at their present working efficiency they could only generate a small fraction of the year-round electricity we have become used to using. \n\nThis project aims to develop a radically new way of harvesting solar power that has the potential to improve this conversion efficiency by a factor of 5, and so to put solar power in a position to make a major contribution to the carbon mitigation issue.\n\nThe science behind our approach stems from the fact that behind the familiar beauty of the Rainbow lies a vexing problem if you want to the power of sunlight. Solar cells work by absorbing quanta of light, so-called photons, in a way that makes the electrons inside them jump from one energy level to a higher one, like a rung in a ladder. It's these electron jumps that capture the sunlight's energy\n\nThe problem with sunlight is that each colour in the rainbow is made from different energy photons. No matter what rung height you decide on, some of the lower energy photons (at the red end of the rainbow) are lost because they can't power the jump. Others (at the blue end) have more energy than the rung spacing, so only part of their energy gets captured. A detailed analysis shows that, no matter what rung size you settle on, the best, the very best you can ever do is the so-called &quot;Shockley-Queisser&quot; efficiency limit, of 31%, and most actual solar cells struggle to reach half of this.\n\nOur research programme sets out to smash this &quot;Shockley-Queisser&quot; limit. We plan to do this by using quantum mechanics to design an energy level structure into the solar cell which is analogous to a ladder with a range of uneven rung spacings. Each rung grabs a different part of the rainbow with high efficiency, and some are designed so that one photon can make an electron jump up two rungs at a time. \n\nTo do this we use a revolutionary approach that exploits the sort of nano-technology that gave us the lasers that power computer printers, the internet and DVD drives. Theory indicates that efficiencies up to 89% are possible. We hope and believe that demonstrating even part of this improvement will permanently change the way we design solar cells and dramatically improve the chances of solar power being adapted on a scale that is wide enough to have a genuine positive environmental impact.\n\nThis cell also develops much more voltage than present designs, which makes its electrical output easier to use.\n\nAs well as determining the rung spacing, we also use the nano-technology to add an extra , and critical twist, a new idea we are calling a &quot;Quantum Ratchet&quot;. This can be thought of as, say, a small hollow in each rung, so that if an electron makes it up that far, the likelihood is that it will stay there long enough to absorb another photon and hop up to the next rung, rather than losing its captured energy by sliding back down.\n\nAt the moment we are proposing to get as far as demonstrating and optimising the concept, using comparatively expensive test cells and complex laser spectroscopy in a University lab. Even that is a major undertaking though. It will occupy a focussed team of ~ 9 scientists for 4 years, all working towards the same goal if we are to have even a chance of success, but we all believe the results will be worth it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029398/1","grantId":"EP/K029398/1","fundValue":"1314140","fundStart":"2013-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Christopher  Phillips","coPersons":["Nicholas John Ekins-Daukes","Ortwin  Hess"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}