{"id":"A11F54ED-5C39-4051-87FA-2937E00E2610","title":"Novel monooxygenase biocatalysts from the environment and the laboratory","abstractText":"Methane oxidising bacteria are very important in the environment since they are a key link in the global biogeochemical methane cycle and oxidise methane in many environments such as wetlands, paddy field soils and landfills before this methane is released into the environment. They thereby mitigating the effects of this potent greenhouse gas and reduce global warming. Methane monooxygenase (MMO) is a bacterial enzyme that catalyses the first step in methane oxidation by bacteria. It is of great interest to chemists because it oxidises methane to methanol at ambient temperatures and pressures, a reaction normally requiring high temperatures and pressures and expensive catalysts. MMO is very unusual in that it will also oxidise very many other alkanes, alkenes and aromatic compounds and their substituted derivatives and therefore it has great potential for use as a biocatalyst in biotransformations and bioremediation in 'green chemistry' reactions that are less polluting than traditional chemical routes. The structure of MMO has been the subject of considerable interest for biologists because of this broad substrate specificity and one aim has been to try to understand how the structure of the enzyme allows the catalysis of such a wide range of compounds and how changing its structure by mutagenesis, forced evolution or construction of mutant and hybrid enzymes will alter its catalytic utility. This is an ambitious grant proposal from world experts in the molecular biology and biochemistry of MMO. We propose to construct key mutants in the active site of MMO and to examine the effects on catalysis of key substrates and to manipulate this enzyme in order to be able to define the pathway of entry of substrates into the active site and to generate novel recombinant enzymes which are able to oxidise new substrates. We also aim to define how the different components of the enzyme interact with each other and how the mechanisms of substrate entry and electron transfer pathways to the site of oxidation in MMO are carried out. In a novel approach, we also wish to carry out 'gene mining' from the environment to capture DNA sequences that encode MMO or related di-iron centre monooxygenases in order to be able to construct new and exciting biocatalysts. This will involve the use of a technique called DNA-Stable Isotope Probing (DNA-SIP) which we originally developed in order to be able to define the population structure of active methane oxidising bacteria in the environment. This involves feeding 13C-substrates such as methane to bacteria contained within environmental samples such as soils. Only the active methanotrophs with MMO will be labelled with this heavy stable isotope. We can then isolate the heavy DNA (containing the whole genomes of methanotrophs and related bacteria) encoding MMO and its relatives from all of the DNA from the thousands of non-methanotrophic bacteria present in soil by density gradient centrifugation. By use of the polymerase chain reaction (PCR), we can then isolate novel MMO sequences from previously uncultivated bacteria which can subsequently be stitched into plasmids that we have developed which allow us to recreate novel MMOs with unusual biocatalytic properties. Analysis of these recombinant enzymes will shed light on the mechanism of action of MMO and also generate new and novel biocatalysts with potential for use in industry in non-polluting biotransformation reactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F01449X/1","grantId":"BB/F01449X/1","fundValue":"293906","fundStart":"2008-11-01","fundEnd":"2011-10-31","funder":"BBSRC","impactText":"  Findings have been disseminated via conference presentations Other ","person":"Thomas John Smith","coPersons":[],"organisation":"Sheffield Hallam University","findingsText":" This was a two-centre collaborative grant in which the lead partner was the group of Professor J C Murrell, who was at the University of Warwick during the period of the grant and is now at UEA Norwich. Both groups worked together closely throughout the project. The Warwick part of the grant finished before that at Sheffield Hallam, so this report contains outputs from the whole project conducted at both institutions.\n\nResources generated:\n\nMore than 12 new site-directed mutants of sMMO have been constructed and characterised, including mutants that improve the precision of regioselectiviy during oxygenation reactions catalysed by sMMO. This is a major achievement for biotechnological applications of sMMO, where the wild type enzyme has a broad substrate range (including very unreactive hydrocarbons) but lacks catalytic specificity.\n\nAn improved system has been developed for mutagenesis of the active site-containing hydroxylase component of soluble methane monooxygenase (sMMO), which is challenging because the protein is not active when expressed in Escherichia coli. Specifically, we have developed a system that facilitates cloning of site directed mutants (in a single cloning step) and have added a 6His tag to the protein to enable single-step purification when it is expressed in methanotroph cells. Key mutants have been transferred into this system, which is expected greatly to facilitate their characterisation. This expression and purification system is expected to be of continuing benefit to our groups and others who work on methanotroph enzymes.\n\nA gene mining protocol based on the technique of DNA-Stable Isotope Probing has been developed. This allows the retrieval of specific genes, in this case soluble diiron centre monooxygenases (SDIMOs), directly from the environment without the need for cultivation of microbes. This therefore circumvents the need for extant microbes in generating new and novel biocatalysts and provides a basis for carrying out focused metagenomics and gene mining studies. The efficiency of such a gene mining system is that unlike standard retrieval of gene sequences from environmental samples by PCR, the genes that are retrieved from 13C-labelled DNA after DNA-SIP experiments are from microbes that have actively been growing on the target substrate used in SIP incubations (eg 13C-labelled butane, propene, toluene) and therefore the genes retrieved are &quot;functional&quot;, i.e. they are involved in the specific processes catalysed by SDIMO enzymes. This provides a novel and efficient method of gene mining and is a technique which has significant utility in environmental biotechnology.\n\nA system for the direct cloning of soluble diiron centre monooxygenase genes retrieved by gene mining using the DNA-SIP technique has been developed. This enables the construction of chimaeric oxygenase enzymes, based on the overall structure of the soluble methane monooxygenase, where the active site region of the alpha subunit of the hydroxylase component of sMMO is replaced with the corresponding region of an uncharacterised SDIMO, thereby providing the ability to generate potentially novel biocatalysts and providing insights into the structure-function relationships of SDIMO enzyme\nsystems. The findings are expected to be useful in development of new biocatalysts for environmental clean-up and environmentally friendly biocatalytic technology. Energy,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}