{"id":"A123E1B5-87F9-41D8-A8F5-DECC5EFC67C5","title":"Foundations of Quantum Information Processing","abstractText":"Quantum mechanics is difficult. Not simply difficult for a student to learn. It is difficult for even a seasoned quantum physicist to extract calculations from the theory which usefully correspond to the complicated quantum systems that form the crux of our current and future technologies. The tools we have for simulating molecular chemical reactions, say, or the physics of nanostructures, or the dynamics of superconductors, or the scattering cross sections in a fusion reactor, or the properties of graphene, or the physics of solar cells, or electron leakage from nanowires on an Intel chip, (the list goes on) are primitive because our processors are *classical*, but the underlying physics is *quantum*. The *only* present hope to one day being able to efficiently determine the physical properties of these and a myriad of other systems, with a view to understanding, controlling and devising new such materials and processes upon which our continued technological development relies, is to build a quantum computer.The unprecedented promise of quantum computation has therefore spawned a huge international effort to realize quantum information processing in more than 15 distinct physical systems - leading contenders include technologies based on superconductors, atoms in cavities, quantum dot arrays, trapped ions, single photon optics and cold atomic gases either in optical lattices or carried along silicon chips.Despite the extraordinary potential of quantum information, however, there is a general consensus (based on the paucity of recent experimental progress), that we are very far from building a quantum computer which can outperform its classical counterpart. To some extent this pessimism is unfounded. For many proposals the theoretical requirements of what is required to build a scalable QC have been relaxed by many, many orders of magnitude in the last 5 years, and Programme A of this project is centred around continuing this trend to its conclusion for the particular system of optical cluster-state quantum computation.However, there is also the chance of a revolution - something akin to the transistor, which overnight transforms the field. Such a revolution could come either from finding a physical system which is a natural substrate for quantum computation, or from a radical change in our understanding of what it takes to do such computation. Programmes B and C of the Project have the potential to instigate such a revolution. Programme B asks the question about whether certain complicated natural materials (crystals say) might already have done the hard work for us in building a quantum computer. Programme C tries to take a different approach to answering the question of to what features of quantum mechanics the extra power of quantum computing is attributable? A better understanding of this may well lead us to radically new ideas for how to do quantum computing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G016828/1","grantId":"EP/G016828/1","fundValue":"373673","fundStart":"2009-05-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  Some of the findings are now the basis of an EPSRC Program grant to implement photonics quantum computation.  ","person":"Terence Graham Rudolph","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}