{"id":"A12773FD-96F0-4F9C-B90C-FEB8984D08C2","title":"Quality and capacity in inclusive research with people with learning disabilities","abstractText":"<p>Increasingly people with learning disabilities are calling for greater participation in research about them. Policy-makers similarly recognise this need. Thus people with learning disabilities steer research through involvement in advisory groups and commissioning, and shape and conduct research. Discussions of the potential and limitations of such inclusive research are based largely on individual reflections. </p>\n\n<p>This study aims to take stock by bringing people together to share experiences, debate issues and build capacity. The objectives are to produce guidance on the issues and challenges in inclusive research, develop materials and case studies of practices that are breaking down barriers, making advances and challenging orthodoxies, and generate criteria for quality in inclusive research. </p>\n\n<p>Three focus groups, one involving researchers with learning disabilities who lead and conduct their own research, one of researchers with and without learning disabilities collaborating as co-researchers, and one of academic researchers with experience of gathering data from or with people with learning disabilities, will each meet for a series of encounters exploring core themes and sensitive tensions emerging from all the groups. </p>\n\n<p>Data from this process will inform a focus group meeting of policy makers and research commissioners and a final joint analysis of the knowledge shared and developed.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4423","grantId":"RES-000-22-4423","fundValue":"78526","fundStart":"2011-04-01","fundEnd":"2012-05-31","funder":"ESRC","impactText":"","person":"Melanie Anne Nind","coPersons":[],"organisation":"University of Southampton","findingsText":" Study findings indicate that working in research partnerships to conduct inclusive research with people with learning disabilities involves academics, researchers with learning disabilities, and their supporters each providing a bridge to other networks and experiences. For the participant-researchers involved in this study this was facilitated by dialogue. Quality of the teamwork was important to the people involved and those funding them and this involves trust, openness, shared understandings, shared purposes, and finding ways of working that suit everybody. The sensitivity of the power dynamics when academic researchers and researchers with learning disabilities work together remained at the forefront of their concerns. We can better understand the ways of working using the model generated from the data which comprises formalised, improvised, support-emphasising, negotiation-emphasising, and interdependence-emphasising approaches. \n\n\n\nThe knowledge that inclusive research generates is largely experiential, grounded knowing about the life experiences of people with learning disabilities and considered useful to them. This kind of knowledge was valued by participant-researchers as authentic, but the value of different kinds of knowledge and knowing was recognised. In terms of how inclusive research can be assessed, findings indicated the importance of relevance and interest to people with learning disabilities, their meaningful involvement, and making their lives better. Assessing the quality of inclusive research combines assessing quality of methods and partnerships, transparency of processes, and credible findings, with assessing sustainable social inclusion benefits. People involved with commissioning or doing inclusive research expect a great deal from it, including that it will create knowledge, give voice, support individual and organisations, and provide training, skills, networks. This means that evaluating its success is inevitably complex and multi-layered. Such evaluation may be guided by the ‘Questions to ask oneself when judging the quality of inclusive research with people with learning disabilities’ developed from the data and appended to the full report and available on the project website (www.doingresearchinclusively.org). \n\n\n\nThe benefits of researching inclusively were seen by participant-researchers to stem from including the voice, experiences, qualities and cultural knowledge of people with learning disabilities. Problems were found to relate to barriers residing in attitudinal, social and material domains rather than within individuals. Accessing the academy and funding opportunities were particularly problematic for researchers with learning disabilities. Regardless of cultural shifts that are supportive of inclusive research, its sustainability depends on addressing these barriers.\n\n\n\nGood science and good inclusive research practice were found to come together when the research answers important questions not answerable in other ways; when it reaches participants/communities/knowledge that otherwise could not be accessed; when it reflexively uses the insider, cultural knowledge of people with learning disabilities; when it is authentic; and when it has impact on their lives. \n\n\n\nThe overview gained by reflecting on a range of inclusive research shows that despite advances issues of accessibility and power retain prominence, funders who support inclusive research remain limited, and research career opportunities for learning disabled researchers are few. Maintaining dialogue regarding the concept and practices of doing research inclusively is needed for further development to be sustained. The data are archived for future use by other research.\nThe findings have been translated into practical guidance and so should inform future inclusive research.\nThe findings include criteria for judging the quality of inclusive research which can be used by those evaluating funding applications and research reports claiming a participatory or inclusive research approach.\nThe report is available in an accessible format and freely available so that people with learning disabilities wanting to Education,Healthcare","dataset":"gtr"}