{"id":"A1321B80-2E76-455D-A19F-36D1AB921230","title":"In Situ Calibration of Cohesive Zone Models for Composite Damage","abstractText":"The process for designing with composite materials remains highly dependent on mechanical testing. This is time consuming and expensive. A more efficient process would involve increased use of modeling and simulation to iterate on designs. The core problem lies in the lack of good models for the failure processes that determine the strength and durability of composite structures. These processes are complicated and occur at several lengthscales. An effective modeling approach would be capable of working across multiple lengthscales and yet fit within the numerical frameworks (typically finite element models) commonly used in structural design and analysis. Cohesive zone models (CZM) have recently received considerable attention as offering a numerically efficient means of meeting these aims. They are readily embedded in finite element models, and yet can capture some of the key mechanisms occurring at several lengthscales. However, for the most part these models have not been independently calibrated and therefore have limited predictive capability. This proposal aims to address this limitation by applying a novel experimental technique, high resolution X-ray tomography, in combination with penetrants or particles to enhance contrast, to obtain the necessary data to allow independent calibration of cohesive zone models.High resolution X-ray tomography can allow sub-micro displacement and spatial resolution and strain resolution of less than 100 microstrain. This should be more than sufficient resolution to capture the damage-modified strain and displacement fields relevant to determining failure of composite structures. Such high resolution requires use of high-energy synchrotron radiation, so this work will be conducted in collaboration with the European Synchrotron Radiation Facility at Grenoble. Lower resolution work (1-10 micron resolution) will be performed with a lab-scale tomographic imager at Southampton University to be partially purchased by this grant.In order to evaluate the efficacy of a cohesive zone model, an existing model created by collaborators at Rockwell Scientific will be used. This can be modified or substantially revised depending on the results of the experimental strain mapping. The problem of notch-tip damage and notched strength will be tackled as it represents a key test case that has hitherto proven difficult to model without resorting to calibration on the data set being modeled, which amounts to empirical curve fitting. The work will be performed in conjunction with SP systems, a leading UK supplier of composite materials and Airbus UK a leading UK designer and user of composite materials and structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E003427/1","grantId":"EP/E003427/1","fundValue":"390570","fundStart":"2006-11-13","fundEnd":"2010-08-12","funder":"EPSRC","impactText":"  The use of high resolution computed tomography has been very influential. Several international companies have approached us, including Cytec, Mitsubishi Rayon and the Boeing Company as a result of the work that we published from the original EPSRC grant. There are two particularly significant areas of interest: 1) basic understanding of the mechanisms contributing to tensile strength and toughness to allow for improved material development and 2) understanding how manufacturing defects and in service damage affect strength and durability. Aerospace, Defence and Marine,Energy,Transport Economic","person":"Simon Mark Spearing","coPersons":["Ian  Sinclair"],"organisation":"University of Southampton","findingsText":" This project provided the first demonstration of the use of high resolution X-ray computed tomography to characterize and quantify damage development in commercially available composite systems. Quantitative data was obtained in 3-D for key parameters such as crack opening and shear displacements and fibre break accumulation as a function of applied load. This data has been used to validate and calibrate mechanism-based models for composite damage. The level of industrial interest is high. One company has already been able to identify a previously hidden correlation between voids and fatigue life. Another company has been able to understand the consequences of a non-uniform distribution of fibres on the burst strength of pressure vessels. The initial EPSRC project has resulted in follow-on four research programmes wholly or partly supported by industry, with Vestas, Teledyne Scientific, Cytec and Luxfer as the partner companies. The ability to understand damage mechanisms and their dependence on processing route and microstructure is the key common feature of all of these collaborations. The techniques developed under the EPSRC grant are at the heart of an emergent methodology by which damage mechanisms are correlated with microstructural features (e.g. voids, resin rich regions, fibre rich regions, toughening particles), in order to guide material and process development and supporting analytical models. Aerospace, Defence and Marine,Energy,Transport","dataset":"gtr"}