{"id":"A1333944-0A89-4BCD-A49B-3CCBC1C23B99","title":"Extending working lives - health and well being implications and facilitators","abstractText":"<p><strong>Background</strong></p>\n\n<p>Alongside population ageing and falling demographic support ratios, an early retirement culture has arisen among men. Downward employment participation trends have reversed in recent years but have not returned to levels previously seen. These trends have raised concerns about poverty, skills shortages, and fiscal imbalances. Pension reform and extending working life (EWL), have therefore become policy priorities. There are, however, concerns in relation to the EWL agenda which raise the prospect of health risks for some groups.</p>\n\n<p><strong>Focus of the study</strong><br />The study consists of 4 work packages, unified by a focus on the maintenance of health and wellbeing. Objectives include the investigation of:</p>\n\n<ul>\n \n\n <li>later life job mobility patterns, exploring how and why they vary in different national contexts and associated implications</li>\n\n <li>workplace policies and practices which may be associated with work strain, compromised wellbeing and dissatisfaction, particularly at older ages, which may therefore impede EWL</li>\n\n <li>the health and well being implications of longer working for different socio-economic groups, comparing outcomes among the retired with matched individuals remaining employed</li>\n\n <li>the mechanisms and cultural contexts by which health outcomes vary for different social groups, tracking changes in health related behaviours over the retirement transition period.</li>\n\n</ul>\n\n<p>The mixed methodology study is international and interdisciplinary due to end in 2017. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002884/1","grantId":"ES/L002884/1","fundValue":"1054730","fundStart":"2014-01-31","fundEnd":"2017-01-30","funder":"ESRC","impactText":"  Early findings disseminated at: \nthe Trading Times event: 'The Age of No Retirement?'\nand with The Age and Employment Network Other Policy & public services","person":"Deborah  Smeaton","coPersons":["Kevin  Cahill","Andrea  Principi","Getinet Astatike Haile","Gerhard  Naegele","Martin  Nekola","Philip  Taylor","Sergio  Salis","A  Clow"],"organisation":"University of Westminster","findingsText":"","dataset":"gtr"}