{"id":"A133B8D1-F9F1-4244-AE9C-CA5CFD2F151B","title":"META: Multifield Extension of Topological Analysis","abstractText":"Physical scientists, engineers and clinicians rely on visualization to obtain insight into data arising from scans and simulation. Since the 1980s, when an influential US NSF report ushered in the use of graphics to make sense of large volumes of numerical data, visualization techniques have advanced in surges marked by major breakthroughs, including: &quot;marching cubes&quot; and its derivatives for interpreting scalar fields, volume rendering for inherently volumetric data; and vector field topology for understanding the structure of flow. However, existing visualization techniques are limited to individual properties of data, temperature, pressure, velocity, vorticity, shear, combustion rate, rainfall, and so on. \n\nTechniques for multivariate (multifield) data do exist in information visualization, where parallel coordinates, spider plots etc are widely used. But these tools are of little use for scientific datasets, where the interpretation of data is intimately tied to physical space/time, or to the scale of scientific datasets, which is routinely measured in gigabytes or terabytes. The key problem is that, until now, we have lacked any suitable mathematical and computational model for multifield analysis. The mathematics is needed to explain what exactly it means to understand how multiple fields interact; the computational model is needed to explain how this interaction can be mapped into visual representations that can be generated efficiently from large volumes of data. Techniques for multifield analysis would be of enormous benefit right across the diverse range of application domains that rely on (scientific) visualization, including aerospace, materials engineering, climatology and meterology, astrophysics, radiology and surgical planning. It would enable new scientific insight, and provide industry with new tools through which to develop competitive advantage.\n\nRecent work by the applicants has achieved a breakthrough result. The &quot;Joint Contour Net&quot; is a new abstraction that hold great promise in providing the mathematical and computational machinery needed for multifields. The origins of the JCN are in computational topology, a field that, over the last decade, has made major contributions to visualization through finding and explaining structure within data. Topology provides a rigorous foundation for identifying features and transitions within data, and these are of particular interest to end users in understanding the original problem. Topological models are also essential in simplifying and presenting massive datasets, as our ability to interpret data has to pass through the bottleneck of screen space (typically around 2M pixels) and the gigabyte limits of the human visual system. The Joint Contour Net provides a first glimpse of how to generalise topological analysis from one field to many fields, and importantly, how to do so efficiently, and in a way that accommodates parallelisation to scale up to processing massive datasets.\n\nThis proposal will deliver on the initial promise by developing the mathematical theory for multifield analysis, generating the and the visual abstractions needed to understand multifield behaviour. To achieve this, we will work closely with other international leaders in visualization and computational topology to address specific issues, such as simplification and rendering techniques based on JCNs, and user interfaces for steering analysis that are adapted to the needs of particular applications. To ensure the research has the maximum possible reach, we will embed our software into the most widely used visualization toolkits, with dedicated effort to ensure that the implementation is robust and maintainable, and courses to train end-users in its application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013072/1","grantId":"EP/J013072/1","fundValue":"744252","fundStart":"2012-08-12","fundEnd":"2015-11-11","funder":"EPSRC","impactText":"  For analysis of nuclear scission, aiding in determining the transition between single and multiple nuclei, and triggering further developments in the understanding of the process of fission.\nFor analysis of oceanographic data, exploring and understanding movement of cold saline water.\nFor supporting the development of mathematical understanding of fiber topology.\nFor analysis of time-varying radiological drift after Fukushima. Energy,Environment ","person":"Hamish  Carr","coPersons":["David  Duke"],"organisation":"University of Leeds","findingsText":" How to generalise from topological analysis of scalar (single-value) data to multivariate (multi-value) data in a computational setting, including computation of analytic structures, identification of features, hierarchical simplification to reduce minor features and noise, mapping to physical phenomena, and integration with existing mathematics of fiber topology. By further development of the existing findings to six- and seven- dimensional cases representing time-varying volumetric data, and to higher-dimensional parameter spaces. By development of application-specific tests for particular domain tasks. Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}