{"id":"A136B72F-4E8A-42EE-8EAD-A8E3F5724966","title":"Brain Mechanisms underlying Performance in ITD Processing: Biophysics to Behaviour","abstractText":"Hearing with two ears (?binaural hearing?) is a critical factor in every-day listening tasks. The brain is able to compare information about the sound arriving at each ear to determine the location of sound sources and to perform ?cocktail-party listening? ? the ability to follow a conversation in a noisy room. The key to these abilities lies in detecting small differences in the time of arrival of the sound at each ear. Sensitivity to these ?interaural? time differences (ITDs) - in the order of a few tens of millionths of a second - requires some of the fastest brain mechanisms that are known to exist. The current research proposal will examine how the brain is able to operate at such fast temporal limits to detect ITDs, and will seek to determine how binaural hearing can be re-established in those who, having lost their hearing, rely on devices such as cochlear implants (electrical devices that stimulate the auditory nerves directly) to hear and understand speech. The programme of work will also use new, non-invasive brain imaging technologies in both animals and humans to test directly the relevance of physiological findings from the brains of small animals to human hearing. Building on outcomes of my previous research, the programme will establish a coherent and integrated view of binaural hearing in the mammalian brain, including humans, and will suggest ways in which new technologies for the deaf and hard-of-hearing can be enhanced for better listening in acoustically cluttered or noisy environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002267","grantId":"G1002267","fundValue":"1454710","fundStart":"2011-09-26","fundEnd":"2016-09-25","funder":"MRC","impactText":"","person":"Torsten  MarquardtDavid  McAlpine","coPersons":["IFAT  YASIN"],"organisation":"University College London","findingsText":"","dataset":"gtr"}