{"id":"A1368799-B9C8-4519-B1DD-31DE2A5EC6DB","title":"Networks for Web Science","abstractText":"SummaryThe Web is the largest human information system construct. It is both a technical structure engineered on the basis of open standards and open protocols that are agreed internationally, and a social construct created by the millions of people and organisations who fill it with content, and governments who create policies and regulations to control what is and isn't permitted to appear on the Web to varying degrees. Both technically and socially, the Web is a very complex system that is growing at an astonishing rate. It has been estimated that the size of the Web is currently approximately equivalent to the number of neurons in the brain but it will soon be much bigger than this.Technological developments can be extrapolated to forecast the technical underpinnings of the next generation of the Web, but it is impossible to predict how the Web will evolve as new technologies become available because it is very difficult to predict human and organisational interactions over time and what people will and won't do as the Web develops. We are currently living in a Web2 world (the so-called second generation Web), in which the Web is enabling the growth of social networks on the Internet and a second wave of dot-com businesses. Semantic Web, or Web3, technology is just beginning to roll out. We know it will have a significant impact but it is harder to predict what the social and business impacts will be. Web Science brings together computer scientists and engineers, social scientists and policy makers to study complex information systems as personified by the Web. In other words, Web Science is the study of decentralized information systems. Web Science encompasses science, engineering, social understanding and capacity building. The aim of this proposal is to establish networks of researchers from different technical and social science research disciplines to begin to develop a Web Science research agenda through the exchange of PhD students and collaborative workshops, the results of which will be disseminated through detailed review papers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F013701/1","grantId":"EP/F013701/1","fundValue":"80696","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"William Harold Dutton","coPersons":["Jonathan  Zittrain","Yorick  Wilks"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}