{"id":"A13A9521-93A3-4A26-B3E0-FD004EBED03E","title":"Exploitation of Burkholderia bacteria as novel antibiotic producers using a genome mining approach","abstractText":"USING NOVEL DISCOVERY TOOLS AND PRODUCER BACTERIA TO IDENTIFY RESISTANCE-BUSTING ANTIBIOTICS\n\nThere is an urgent need to discover and develop new antibiotics to treat resistant infections caused by superbugs. Most of the antibiotics we use today are produced by one group of soil bacteria, the Streptomyces. Researchers at Cardiff University discovered that another group of bacteria, known as Burkholderia, produce novel antibiotics that kill superbugs that have become resistant to current antibiotics such as Methicillin Resistant Staphylococcus aureus (MRSA). To enable clinical and commercial development, the chemical structures of antibiotics must be determined to see if they are novel compounds. Via collaboration with experts at the University of Warwick's Department of Chemistry, we have determined complete structures for one Burkholderia antibiotic, enacyloxin IIa, and partially determined the structures of two novel antibiotics, gladiolin and vietnamycin. \n\nPurifying and determining the chemical structures of antibiotics takes time and considerable expertise, therefore researchers are now using a new tool for antibiotic discovery called genome mining. This approach takes the entire genetic code (genome sequence) of an antibiotic producing bacterium and then searches it for genes involved in the production of novel antibiotics. The Wellcome Trust Sanger Institute (WTSI) are pioneers in bacterial genome sequencing and have new technology called Pacific Biosciences sequencing, which is ideally suited to rapid bacterial genome determination in a single sequence run. In collaboration with researchers at WTSI, we sequenced the genome of the gladiolin producing strain and were able to identify the genes involved in production of this antibiotic. Using this extra sequence information, we can now determine the full structure of gladiolin which is needed to take the antibiotic forward into clinical development. \n\nOverall, our preliminary research has shown that Burkholderia are an untapped, promising source of new antibiotics to combat multidrug-resistant superbugs. To determine if Burkholderia can be as successful as the Streptomyces bacteria which produce the majority of the antibiotics we use today, we will use genome mining as a new Burkholderia antibiotic discovery tool, and aim to: \n\n1. Genome sequence 24 antibiotic producing Burkholderia using the Pacific Biosciences sequencing technology. Firstly, to advance characterization of vietnamycin, our anti-MRSA antibiotic, the Burkholderia strain producing this antibiotic will be sequenced. 23 more strains which kill current drug resistant bacteria will then be selected from our large collection. In total, the 24 antibiotic producing Burkholderia genomes will create a unique library of DNA for genome mining and discovery of new antibiotics.\n\n2. Fully identify the structure for gladiolin and vietnamycin, using a combination of chemistry and genetic analysis of their genomes and production pathways.\n\n3. Carry out a unique genome mining survey of Burkholderia antibiotic capacity using the genomes of the 24 strains known to have novel resistance-busting activity. The first two goals of the grant described above will create the genome mining data and also train the researchers on the grant in all the skills necessary to implement this new approach to antibiotic discovery. We will also investigate if &quot;silent pathways&quot; which encode novel antibiotics within the genomes of these Burkholderia can be switched on.\n\n4. The last objective of our research will be to prepare a panel of five novel antibiotics to take forward into preclinical development as drugs to combat resistance. In addition to gladiolin and vietnamycin, we will use the information from genome mining to complete the structure and activity analysis of three further novel Burkholderia antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L023342/1","grantId":"BB/L023342/1","fundValue":"354766","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Gregory Leonard Challis","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}