{"id":"A13D64A2-A247-430C-94CC-54D32BF15EE3","title":"Gene-expression connectivity mapping and its application in phenotypic targeting","abstractText":"When a small-molecule compound is applied to a biological system (cells, animal, or human), the system interacts with (or responds to) the chemical; as a result the very large number of genes in the system change their expressions in a particular pattern. Modern biotechnologies allow researchers to measure those changes in gene expression using 'microarray chips', generating gene-expression profiles. The proposed research involves the development and application of methods to connect different biological conditions using those gene-expression profiles, based on a novel concept called 'connectivity map'. The connectivity map concept was introduced in 2006 in a paper published in Science with the idea: 1) different biological states have their own characteristic gene-expression profiles, and 2) connections between different biological states can be established base on their gene-expression similarity or dissimilarity. This is a simple yet very powerful idea. Two immediate applications of the connectivity mapping concept are: 1) if two chemical compounds are found to induce similar gene-expression profiles, the knowledge about one compound may help to predict the properties (pharmacological as well as toxicological) of the other; 2) if a compound is found to induce a gene-expression profile opposite to that of a disease state (whether animal disease or human disease), the compound may then be flagged as a potential drug to treat the disease. In the past few years, studies on connectivity mapping including ours have demonstrated the success and promise of this approach, for example, in identifying pro-oestrogen (agonists) and anti-oestrogen (antagonists) chemicals, immunosuppressive drugs, hair-growth agents, etc. We will further develop the method and technique to effectively and accurately map the gene-drug-disease connections. The results from this project will benefit biomedical researchers in their search for small-molecule therapeutics to diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I009051/1","grantId":"BB/I009051/1","fundValue":"239570","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Shu-Dong  Zhang","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" With regard to methodology and algorithmic development, we have established a well tested protocol and work flow for constructing gene expression signatures. We started from gene expression differential analysis comparing typically a disease state versus the corresponding normal condition. Genes were first filtered by their statistical significance with stringent criteria. Significantly differentially expressed genes were then ranked in order of descending importance combining their statistical significance level and the magnitude of differential expression. We established the protocol for the gene signature progression procedure and this was employed in our application to the inhibition of AML phenotype. \n\nAs an application of connectivity mapping to phenotypic targeting, we applied this to the inhibition of AML disease phenotype, with two independent studies, one using mouse model of AML, one from human expression datasets. Following the gene signature progression process, we constructed optimal gene signatures representing AML disease states. Connectivity mapping, enabled with our gene signature perturbation method, returned a number of candidate compounds for each study. By overlapping the results from both studies, we identified Entinostat as an effective inhibitor of the AML disease state. Subsequently this was validated in the lab on cell lines and mouse model (Ramsey et al 2013). In this case the prediction from gene expression connectivity mapping formed the basis of a fresh hypothesis which was then validated, leading to new mechanistic insights in the process. \n\nEmbracing the fast moving Next Generation Sequencing technology, we investigated the feasibility of incorporating RNA-Seq data into the connectivity mapping framework. Comparing an RNA-Seq dataset to a microarray dataset, the overlap between the two technologies is highly significant. By successfully integrating microarray and RNA-seq datasets with chemical-induced expression profiles, we identified the nicotine derivative cotinine as being able to suppress the proliferative phenotype of prostate cancer cells (McArt et al 2013). \n\nWith regard to software development, we have implemented a high performance computing model of connectivity mapping. A GPU base software cudaMap was developed and tested. Current version cudaMap implements the core functionalities of sscMap with GPU enabled computing capacity. We are able to demonstrate dramatic speed differentials between the high performance cudaMap and original sscMap as the computational load increases for high accuracy evaluation of p-values (McArt et al 2013). Results from the analysis of multiple gene signatures, which would previously have taken several days, can now be obtained in as little as 10 minutes, greatly facilitating candidate compounds discovery with high throughput. Our research in this project has generated a lot of interests from colleagues here at QUB and international collaborators. We have received a number of collaboration requests to apply our developed connectivity mapping methods to different systems and different research topics. The preliminary results from these collaborations formed the basis of several grant proposals that we developed with colleagues. So far we have secured two major grants that use our connectivity mapping approach as Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}