{"id":"A1409B7D-BC54-4675-B5F6-9CE44F23D727","title":"UK-Japan Hydrogen Storage Research Network","abstractText":"The threats of climate change, urban pollution, and dependence on fossil fuels has led to calls for the introduction of an energy economy based on hydrogen. However, there are several major technical barriers to overcome before this can be achieved, including / critically / the development for a viable hydrogen store for fuel cell vehicles. This has prompted researchers around the world, to search for new materials that can reversibly absorb enough hydrogen (i.e. ~6 weight% H2, as part of a total store system) at near-ambient temperature and pressure, to give a fuel cell vehicle a range of at least 500 km. This challenge is given particular urgency, as Japan has set a target of putting 5 million fuel cell vehicles on the road by 2020.In order to discuss different approaches to identify hydrogen storage materials that can meet this ambitious target, researchers in the UK (EPSRC SUPERGEN UK Sustainable Hydrogen Energy Consortium; UK-SHEC) and Japan organized a series of bi-lateral meetings from 2003 to 2005, with the support of the British Embassy in Japan. These meetings led to UK-SHEC gaining valuable experimental expertise in the measurement and characterisation of hydrogen storage materials, and to the beginning of joint research work (meeting reports are available: www.ukjapanh2fc.com).We now propose to build-upon the success of these initial meetings, to establish a UK-Japan Hydrogen Storage Research Network. Activities will consist of new workshops in Japan and the UK, and of a co-coordinated series of individual visits by senior UK and Japanese researchers to Japan and the UK, respectively. An important aim will be to improve communication between UK and Japanese researchers, and to increase the involvement of UK and Japanese industry. Results of the Network meetings and visits will be disseminated to UK industry and academics, through the auspices of UK-SHEC, the UK Hydrogen Energy Network, the UK Hydrogen Association, and the UK Energy Research Centre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E040020/1","grantId":"EP/E040020/1","fundValue":"143919","fundStart":"2007-05-16","fundEnd":"2009-06-15","funder":"EPSRC","impactText":"","person":"David  Book","coPersons":["Ivor Rex Harris"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}