{"id":"A146C5A3-7448-4984-8CA3-2F490EE916D6","title":"ViewNet - Context enhanced networked services by fusing mobile vision and location","abstractText":"The aim of the project is two fold to develop a flexible adhoc open communications network archetecture allowing plug-in of different carriers such as TETRA, WI-FI, GSM etc and novel sensor technology for personal localisation which provides greater contextual detail than existing systems. Localisation data, from GPS for example, only becomes useful when it is placed in context. Currently this is done mainly through integration with geographical data, locating users with respect to landmarks such as roads and buildings. Although effective for some applications, such as vehicle navigation, this is not sufficiently dynamic nor detailed enough for potential applications in personal localisation, which need to operate at far higher resolutions, e.g. in terms of rooms, objects, walkways, etc. The innovation in this project will to address this by fusing localisation with real-time vision based mapping. The latter will give a 'live' 3-D representation of space, enabling users to be simultaneously localised in absolute terms and relative to their immediate physical surroundings, e.g. within a room or with respect to an object. The use of vision based mapping also means that the derived map will be directly related to a users' perceived sense of location, allowing easy visualisation of the detailed context being provided and direct reference to the 3-D map. The implementation will be based within a scalable network architecture, with integrated communications and supporting multiple users. This will facilitate distributed mapping, allowing operational teams to share visual and position data relative to a common map. The approach will provide a powerful framework for personal localisation, particularly for applications in security or disaster incident management, in which rapid surveying and visualisation of sites is of critical importance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F006489/1","grantId":"DT/F006489/1","fundValue":"437644","fundStart":"2008-06-02","fundEnd":"2010-08-01","funder":"EPSRC","impactText":"  The project has successfully demonstrated the integration of visual mapping, absolute positioning and virtual annotation to create a system for efficiently creating and retrieving information in its spatial context. This is the first time this has been done in a real-time practical setting and user trials have demonstrated the unique potential of the technology. The trials were motivated by scenarios relating to operations of emergency services, hence demonstrating the potential of the technology in the target application area. \nSeveral of the individual components within the project have also significantly advanced the state of the art, notably the work on advanced visual mapping and virtual annotation, SWE message passing, multiple wireless operation and the use of location information for improved wireless performance. These advances enhance the potential for exploiting ViewNet technology and are likely to have significant potential in their own right.\n\nThere are several additional outcomes from the project which are likely to prove significant:\n\n1. The usability studies carried out as part of the demonstrator evaluation represent a unique insight into the viability of this type of technology and provide a valuable benchmark for assessing usability requirements.\n2. The use of the Sensor Web Enablement (SWE) standard for message passing within ViewNet is probably the first use of the standard within a real-time application and hence represents an important contribution to the development of standards in the area.\n3. The relevance of the ViewNet technology to the Computer Games Industry was established early in the project and this was pursued as a further potential exploitation route. Towards this, a proof of principle game application was developed based on ViewNet technology in collaboration with Mobile Pie, a Bristol-based game development company. This successfully demonstrated the potential for exploitation in this area.\n4. The technology is also of significant relevance to eye tracking technology, providing the potential for systems to become more flexible and hence useful. As a direct result of the Viewnet project, the main technical partner - University of Bristol - enhanced its collaboration with US market leader in Eye Tracking - Applied Science Laboratories (ASL) - and have subsequently played a key role in developing new applications for its Mobile Eye technology.\n\nIn addition to the above, the Viewnet has impacted on the UK expertise in vision based localisation and mapping, through enhanced knowledge acquired by post-doctorate research assistants and the use of the technology as demonstrators within undergraduate and postgraduate degree programmes within the University of Bristol. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Retail Societal,Economic","person":"Andrew David Calway","coPersons":["Walterio Wolfgang Mayol-Cuevas","Christopher  Williams","Henk  Muller","Angela  Doufexi","Mark  Beach"],"organisation":"University of Bristol","findingsText":" The key findings from this research project relate to how mobile augmented reality systems can be deployed in real world scenarios. Important discoveries and developments were made in the following areas:\n\n1. Advanced visual mapping and annotation - the ability to build local 3-D models within real environments and enabling virtual annotation, tagging physical attributes with virtual data.\n\n2. Development of a mobile wireless infrastructure, over secure low bandwidth technology, to support the above mapping and annotation.\n\n3. The fusion of multiple localisation technologies to enable robust position finding and tracking in both GPS and GPS-denied environments.\n\n4. Development of techniques and trials to enable full evaluation of an integrated prototype system based on the above in the context of recording and analysing crime scenes. The project was developed and evaluated in the context of crime scene capture and analysis. However the principles behind the system have far wider implications. There are many applications in which mobile augmented reality can and will play an important role. But to be effective such systems need got be robust and operate in a seamless and scalable manner. This project demonstrated one way of doing that. Future applications include computer gaming, disaster relief operations (e.g. earthquakes), and health, notably assisted living and stroke rehabilitation for example. Aerospace, Defence and Marine,Construction,Creative Economy,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Retail,Security and Diplomacy","dataset":"gtr"}