{"id":"A151A421-2F11-4FF1-8F4D-11FE19BE1C85","title":"Millennial-scale variability in North Atlantic superficial and deep water circulation during Marine Isotope Stages 22-20.","abstractText":"Over the past 4 million years, the global climate system has been characterized by several different dynamic states. About two and a half million years ago, large ice sheets became firmly established in the Northern Hemisphere. For over one and a half million years, these ice sheets grew and shrank with a 41 thousand year rhythm. This is the same as the rhythm of changes in the tilt of the Earth's axis and the world in which the climate changes at this frequency is called the '41-ky world'. Just under a million years ago, a different rhythm started to become the main pace of climate change - a 100,000 year rhythm that is linked to changes in the shape of the Earth's orbit. This state of the climate system is called the '100-ky world'. Besides these long term changes in the state of the Earth's climate, which are related to the amount of sunlight reaching different parts of the Earth, there have been other, more rapid, climate cycles, many on time scales of centuries to millennia. Some of these are clearly linked to changes in the Earth's orbit, and some of them have other causes, which still need to be discovered. The Oceans play an extremely important role in the global climate system. Much of Europe is kept warm by the Gulf Stream, which brings heat from warmer parts of the ocean to the North Atlantic. There is more and more evidence that this 'conveyor belt' bringing warmth to the north behaved in different ways in the past, and that it can change the way it operates quite quickly, at rates and with magnitudes that are of societal relevance. The purpose of this project is to try to understand the way the ocean circulation changed during a critical interval in the evolution of the Earth's climate: our study focuses on the intensification of the glacial regime associated with the switch from a '41-ky' to a '100-ky' climate system. We are interested in this time interval because the glacial-interglacial world in which we now live is the result of these changes, and the impact on terrestrial and marine biota has been profound and manifold. This fundamental transition in Earth's climatic cyclicity was accompanied by extreme and rapid episodes of climate change, some of them lasting only a few thousand years: special emphasis will be dedicated to this high- frequency climate variability, which is of societal relevance. It is important to understand how much the climate system can vary during a time when the climate system is being re-organized, particularly because we may be entering a new phase in the behavior of the climate system at the present time. Through this research we therefore intend to i) reconstruct superficial- and deep- water mass properties in the North Atlantic, ii) document the changes in the oceanic circulation patterns, iii) and define their relationship with the millennial scale variability. One basis for assessing the significance of modern changes in oceanic circulation will be to compare them with changes that occurred in the past with a known climate change outcome. We will provide then the sequence of changes in superficial- and deep-water mass properties during past rapid climate transitions. This has important implications for our understanding of the complex response of the climate system to abrupt perturbations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D521530/1","grantId":"NE/D521530/1","fundValue":"12217","fundStart":"2006-02-01","fundEnd":"2006-07-31","funder":"NERC","impactText":"","person":"Nicholas  Shackleton","coPersons":["Ian Nicholas McCave"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}