{"id":"A152A2D8-70C3-41C1-956A-BFC4CDD38E48","title":"Development of a robotic metabolomics sample preparation platform","abstractText":"Metabolomics is one of the key technologies that can contribute large-scale data to the new life sciences research area of Systems Biology and the MeT-RO project provides metabolomics data to a variety of UK research institutions that are working towards a more complete understanding of biological systems. The ability to quantify many metabolites as they change - as a result of genetic modification, disease or environment / requires multiple measurements on cells and tissues. Increasingly several thousands of tissue samples are involved in single metabolomics experiments. The chemical analysis itself is carried out by a number of spectroscopic techniques such as Nuclear Magnetic Resonance (NMR) and Mass Spectroscopy (MS). Modern instruments for this analysis run in automation with robotic sample changers. However, before samples are ready to be loaded into automated spectrometers, biological tissue and fluid samples need varying amounts of processing. The preparation of plant and microbial tissue for metabolomics data collection on these analytical instruments, in particular requires tedious manual processing. Many thousands of samples need to weighed, extracted with solvents and manipulated by processes such as centrifugation, pipetting and chemical derivatisation. This proposal aims to develop laboratory robotics and associated control and data capture systems to carry out these repetitive tasks and prepare the samples that can then be analysed by robotic spectrometers already in use in the MeT-RO project. In this way many more samples can be processed as the machines can be operated 24 hours a day. In addition the precision of robotics and use of bar-coding will minimise experimental errors that are introduced into the system by human processing and labelling. In summary we aim to carry out the research to design, and construct an automated laboratory, similar to a car assembly line, to carry out metabolomic analysis from sample weighing through data collection on spectrometers, to multivariate analysis of thousands of datasets. This will contribute significantly to large scale biology projects that are aiming to integrate metabolite, protein and gene expression profiles of organisms as they develop and react to environmental changes and stresses such as disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003834/1","grantId":"BB/E003834/1","fundValue":"563281","fundStart":"2006-10-04","fundEnd":"2010-04-03","funder":"BBSRC","impactText":"  The major activity in this project was a formal collaboration with Labman Automation, Teesside, UK - translation of SOP for plant metabolomic sample preparation, optimised at Rothamsted for Arabidopsis freeze-dried powdered tissue, into two co-ordinated robotic systems that 1) weighs plant powders into replicated bar-coded vial arrays and 2) extracts metabolites and prepares NMR and MS samples. Protocols, systems design, concepts and database design were provided by Rothamsted. Hardware platform build and software coding was carried out by Labman automation. The systems were optimised and proven at Rothamsted using Arabidopsis tissue. Lessons learnt from this build and the experience in feeding plant powders were incorporated into new business in the same metabolomics/biofuels area by Labman, including the construction of systems for plant tissue grinding and weighing for several institutes in the UK and abroad. \n A second formal collaboration with Anatune, Cambridge resulting in the translation of our SOP for direct derivatisation of freeze-dried plant samples for GC-MS, into a new 'just-in-time' robot. This instrument is based on a GERSTAL multi purpose sampler, that interfaces directly with a 2nd GERSTAL autosampler on a GC-MS instrument. The MeT-RO procedure was translated by Anatune into this system and involved a custom built centrifuge, and development of innovative reuseable stainless steel vial caps and software that interfaced with the GC-MS. This kind of just-in-time sample preparartion robotic product and solutions have now been marketed by Anatune for a wide range of GC and LC-MS applications Agriculture, Food and Drink,Chemicals,Manufacturing, including Industrial Biotechology Economic","person":"Michael Henry Beale","coPersons":["Jane  Ward"],"organisation":"Rothamsted Research","findingsText":" This project generated from scratch several new and unique robotic instruments dedicated to sample preparation in plant metabolomics. These were designed and constructed within the project in collaboration with two industrial partners. All of the 4 objectives were met as follows 1) A sample weighing system to produce 96 vial arrays of replicated and bar-coded plant samples ready for extraction and processing by NMR-MS and GC-MS - With Labman Automation a system comprising two electronic balances each with a powder feeding device based on rotation of sample tubes in a 'cement mixer' style into barcoded vials. The device is capable of generating, from 288 input tubes, arrays of 864 NMR-MS samples (14.50 to 15.0mg, accurate weight recorded) in micronic tubes and 864 GC-MS samples (1mg +/-0.05 ) in tapered glass vials. This robotic platform was also configured to be able to empty and wash/dry racks of NMR tubes, saving the samples in bar-coded vials for storage and re-use. 2) An NMR-MS sample preparation/liquid handling system. - with Labman Automation a system that takes the 15mg samples from above, reads the weight information, dispenses deuterated solvent accordingly, heats, shakes, cools and centrifuges (x2) and dispenses aliquots directly into NMR tubes in racks ready for the 600MHz NMR sample changer, and into MS autosampler glass vials, with make-up solvent addition, ready for ESI-MS. 3) A just-in-time sample derivitisation robot integrated with GC-MS - with Anatune, a system was built that received the GC-MS (1mg) samples above and carried out derivitisation with MOX-TMSi reagents in pyridine. The robot automates the routine GC-MS sample preparation for metabolomics and executes a four-hour complex multi-step sample preparation on a batch (of up to 196) samples in complete automation. Sample preparation includes multiple reagent addition steps, two combined thermal extraction/chemical reaction steps and centrifugation synchronized with instrumental cycle time with one freshly prepared sample being delivered for injection onto the GC-MS system approximately every 30 minutes: to achieve this interwoven sample preparation on multiple samples is necessary and this is co-ordinated by the Maestro software. Automation has enabled 24/7 operation of the instrument, reduced labour costs associated with sample preparation and provided a workflow that is essentially free from human error. 4) Sample processing and data capture systems integrated with the robotics - working with both Labman Automation and Anatune and also with Bruker Biospin (NMR instrument manufacturer) a barcoding system and database was developed to track sample meta-data from the input tube all the way through to the NMR, ESI-MS and GC-MS datasets. The user interface was designed at Rothamsted. The user enters original sample data (species, unique code and experimental data eg time-point, treatment, line etc) and generates a bar-code label for each input tube. The database is populated by the robotics as they process the samples using the bar-code readers, incorporated into the robotics, associating input sample codes with output sample weights, replicate numbers, rack numbers and positions. These data are carried through to the extraction robot where further data on solvent volume and NMR and ESI-MS vial rack and position are added to the database. Rack based sample lists are then exported from the database and are read directly by the NMR, ESI-MS and GC-MS operating systems allowing electronic association of dataset directly to input tube code and meta-data. This project represented the first successful automation of metabolomics sample preparation and analysis. The companies involved, Labman Automation, Anatune and Bruker have all taken the results and experience further and are continuing to produce new bespoke laboratory robots for metabolomics laboratories worldwide. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}