{"id":"A155DA0A-7C71-4526-B773-8A377B09E09A","title":"Metabolomic systems biology analysis of differentiation in trypanosomes","abstractText":"Systems biology is a term that has been coined to describe work that aims to understand biological function through the reconstruction of the component elements that comprise a given system. At the level of the cell, a basic unit from which all living organisms are made, this approach has become feasible since it has become commonplace to identify all of the genes in a given cell type, follow how those genes are turned on and to measure the proteins encoded by the genes. It is also possible to measure the small chemicals that maintain the cell in its viable state. This latter type of measurement has proven more difficult than identification of genes and proteins, because of the chemical complexity of these so-called metabolites. However, technological advances have now enabled comprehensive sampling of these small chemicals, which are, in many regards the actual essence of life (the genes representing a blue print that produces the proteins that build the cellular hardware / while the metabolites that flow within the system represent cellular vitality). We have pioneered technological advances that enable the measurement of thousands of metabolites simultaneously within a given cell. Here we plan to use this technology to identify how metabolites change in a single celled organism, the African trypanosome, as it alternates between the environment of the mammalian bloodstream and that of the tsetse fly vector that carries these parasites between patients. Central to the systems biology approach will be the development of computer software that will enable the reconstruction of large networks of metabolites that are connected to one another and other networks that show how related metabolites change in concentration as the trypanosome moves between the different environments. In addition to these huge networks, we will also develop methods that enable us to identify those parts of the network that change during the differentiation process. We will then focus on selected parts of the network to establish how particular metabolites, that influence the cellular differentiation process, flow through this system and impact on cellular function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005679/1","grantId":"BB/F005679/1","fundValue":"457047","fundStart":"2008-03-17","fundEnd":"2012-01-16","funder":"BBSRC","impactText":"","person":"Michael Peter Barrett","coPersons":["David  Gilbert"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}