{"id":"A15C3C68-87E9-42EA-B3F8-98A9A983325E","title":"Adding Value to the UK Brassica Crop Science Community (AdVAB)","abstractText":"There is a requirement for a comprehensive 'delivery pipeline' to exploit basic plant genetic and genomic knowledge and contribute to trait-led crop R&amp;D leading to tangible outcomes for sustainable agriculture, processors and end-users. The UK is exceptionally well placed to develop this for the oilseed and vegetable brassica crops, which are closely related to the reference species Arabidopsis. The AdVaB consortium represents three leading UK institutions with research and development programmes reflecting comprehensive coverage of the interface between basic plant science and application through the Brassica crop improvement pipeline. The UK Brassica Research Community (UK-BRC) can build on a history of developing and sharing experimental resources, and collaborative research projects. It has identified an active and broad range of R&amp;D through its annual meetings, email list and development of key underpinning resources such as physical maps anchored to the Arabidopsis genome. Strong bilateral and collective interactions exist between research institutes, universities and breeders, with some key components of the delivery pipeline between Brassica genetics research and crop improvement already in place. In the last few years, the Defra Oilseed Rape Genetic Improvement Network (OREGIN), which involves a core project, stakeholder forum and 'satellite' LINK projects, has provided a focus for the interface between end-use stakeholders and the UK R&amp;D community. BBSRC investment has enabled the UK-BRC to develop a high international profile, involving fundamental and strategic research, as well as development of genetic and genomic resources through initiatives (eg IGF), responsive mode and institute funding. Over the past few years, the Multinational Brassica Genome Project (MBGP) has become the focus for development of Brassica genomics and genetics, and arose from an increasing openness of the international Brassica community, catalysed by the IGF project. UK leadership of the MBGP has led to public availability of key experimental resources, and initiation of the Multinational Brassica rapa Sequencing Project. Establishment of the www.brassica.info website provides a focus for collation and exchange of information, and recent publication of a 'Brassica White Paper' has outlined the opportunities for Brassica genetics and genomics in a socio-economic context. The UK has taken the lead in establishing and making available key Brassica genetic and genomic resources in the public domain, benefiting from those developed elsewhere. However, the research and end-user breeding community have identified a number of important gaps in knowledge and technology that currently limit full exploitation through to crop improvement. The proposed 'gap-filling' activities address the need to ensure that the various experimental resources developed in the UK and elsewhere can be navigated readily through explicit access to relevant genome-based information (eg. sequenced genetic markers). They will also provide researchers with ready access to datasets relating to various crop and constituent plant traits that are currently only available in dispersed published or pre-published format. The refinement and development of specific 'reverse genetics' tools will enable UK researchers to maximise the benefits from the establishment of the complete sequence of B. rapa (one of the constituent genomes of oilseed rape). The gaps affect the ability of researchers and breeders to integrate and navigate between genetic maps and associated QTL data, and to understand candidate gene function using reverse genetics tools. This investment in AdVAB will serve to integrate and provide access to disparate sources of existing information, and also maximise the opportunity for the UK-BRC to obtain functional data for candidate genes, so that they can translate research findings more rapidly into practical outcomes, particularly through genetic crop improvement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006965/1","grantId":"BB/E006965/1","fundValue":"339837","fundStart":"2007-06-06","fundEnd":"2010-06-05","funder":"BBSRC","impactText":"  We have used the B. raps population to validate our approach in translating fundamental knowledge from model species to oilseed rape. Agriculture, Food and Drink ","person":"Lars  Ostergaard","coPersons":["Judith Ann Irwin"],"organisation":"John Innes Centre","findingsText":" We generated a TILLING population in the crop model Brassica raps, which is the most densely mutated TILLING population reported in a diploid species (plants and animals). We used the population to show function a genes involved in Brassica fruit development and seed dispersal.\nWe also developed techniques to further achieve a resource for B. raps transformation. Transferring knowledge of gene function to improving oilseed rape. Agriculture, Food and Drink","dataset":"gtr"}