{"id":"A1659F52-7BC5-463F-BD3D-3956EE1F4258","title":"Stain resistant paints from smart hydrophobic surfaces","abstractText":"The business opportunity that this project addresses is the introduction of universal stain shedding decorative paints to the\npremium end of the large volume decorative paint market. To address this business opportunity the project team must\ntranslate the novel surface science recently shown by UCL (Science 6 March 2015) into commercially realistic materials\n(Omya) for processing into desirable decorative paints (AkzoNobel) for sale to the end user (UK consumers) at a premium,\nbut realistic, price. The problem faced by AkzoNobel is that even the most durable of decorative paints have a tendency to\nsuffer from staining from common household stains (coffee, red wine) which leads to customer dissatisfaction if the stain\ncannot easily be removed; even requiring redecoration in the some cases. The intended output of the project will address\nthis problem as it will deliver universal stain shedding decorative paints from which all stains are automatically released on\nthe stimulation of the staining process\nThere are five innovative aspects to this project\na) Delivery of the superhydrophobic surfaces using cost effective minerals, as opposed to the published route based on\nexpensive titanium dioxide (TiO2), will be innovative.\nb) The application and use of mixtures of accurately controlled particle size minerals in main stream decorative paints is not\nactually practiced and so this would be innovative.\nc) No cost effective decorative paints are available that have the technical ability to self-shed dirt and stains.\nd) The concept behind the science of this innovation is practised to some extent in stain resistant fabrics. There would be\ninnovation in transferring the effects in stain resistant fabrics to decorative paints.\ne) Decorative paints where stain shedding is the marketing focus have not been brought to the UK (or EU27) marketplace\nso this would be a commercial innovation.\n\nGiven the strong current customer needs for delivery and maintenance of perfect colour in the home\n(http://www.letscolourproject.com/) the proposed technology from this project would be extremely timely.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N510051/1","grantId":"EP/N510051/1","fundValue":"248451","fundStart":"2016-02-01","fundEnd":"2019-01-31","funder":"EPSRC","impactText":"","person":"Claire Jane  Carmalt","coPersons":["Ivan Paul Parkin"],"organisation":"University College London","findingsText":"","dataset":"gtr"}