{"id":"A168BA60-D712-49B0-99BF-329B821B49DB","title":"Developing and investigating an ultra-stable molecular hub for bionanotechnology","abstractText":"When biologists wish to isolate or immobilise an object (proteins, DNA, RNA, sugars, small organic molecules, nanoparticles), they will very often attach the vitamin biotin to this object, so that the object can be captured by the protein streptavidin. The link from biotin to streptavidin is one of the strongest known in nature, but this link can be broken in challenging situations, so limiting many biological experiments and devices. We have made an altered streptavidin which forms an even stronger link to biotin, so that biotin is captured for longer and stays bound in harsher conditions. We plan to determine at the atomic level why this new interaction is stronger. This insight should help to illuminate the basis of ultra-strong binding, and so assist the design of drugs that can bind more stably to their targets and thus be more effective. We will also engineer streptavidin so that it can anchor two different kinds of molecules, enabling biologists to create new assemblies to combine and control the functions of biomolecules. We ourselves will use these assemblies to explore how growth factors can either work together or compete in transmitting signals inside the cell, so determining whether the cell lives, dies, or divides.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006303/1","grantId":"BB/I006303/1","fundValue":"339378","fundStart":"2011-04-04","fundEnd":"2014-04-03","funder":"BBSRC","impactText":"  As well as insight into the limits of the strength of molecular interactions, a number of tools have been generated from this grant which should be of great value to the biological research community, to nanotechnologists in the physical science, and to the biotechnology/pharmaceutical industries. These tools include SpyAvidin and Defined Divalent Streptavidins. We have distributed these tools widely around the world to workers in a range of different areas and anticipate that over the next 1-3 years, following careful testing in specific applications, these technologies will be licensed by various industries and have commercial impact. Chemicals,Pharmaceuticals and Medical Biotechnology Cultural,Economic","person":"Mark Raymond Howarth","coPersons":[],"organisation":"University of Oxford","findingsText":" The first objective of the project to understand structurally the superior stability of traptavidin has been largely fulfilled and the results reported in: \n\nChivers CE, Koner AL, Lowe ED and Howarth M. (2011) How the biotin-streptavidin interaction was made even stronger: investigation via crystallography and a chimaeric tetramer. Biochemical Journal 435 (1): 55-63. \n\n\n\nThis paper describes 1.5 ? resolution X-ray structures of our streptavidin mutant, traptavidin. An analysis of the biotin bound (PDB 2Y3F) and free form (PDB 2Y3E) of the traptavidin tetramer shows some interesting structural features. In the published structures of the apo form (biotin-free) of wild-type streptavidin, the loop (L3/4) present near the biotin's valeryl tail is typically highly disordered or in an open conformation. Upon the binding of biotin, this loop closes and becomes highly ordered. Our structural data shows that in both the apo and holo forms of traptavidin the L3/4 loop is closed and ordered. The reduced flexibility of the loop helps to explain the observed slower on-rates and off-rates for biotin found with traptavidin. We also observed that Serine45 in holo traptavidin consistently forms a hydrogen bond to biotin, while this interaction is more erratic in wild-type streptavidin. The reduced breakage of this bond likely inhibits the initiating event in biotin's dissociation pathway. These two structural features give insight into the tighter biotin binding observed with traptavidin.\n\n \n\nThe structural properties of traptavidin were further analyzed by the generation of a chimaeric tetramer containing one traptavidin subunit and three &quot;Dead&quot; subunits (a mutant which does not bind biotin). The low off-rate of traptavidin was preserved in this chimaeric tetramer, demonstrating that intrasubunit effects are most important for traptavidin's desirable properties. This is an important observation as it simplifies the incorporation of traptavidin and its desirable properties into mixed tetramers of streptavidin (an important aspect of our later work). \n\nFor the second objective of the project (to understand thermodynamically the superior stability of traptavidin) we performed differential scanning calorimetry experiments on apo and biotin bound forms of traptavidin, as well as wild type streptavidin as a reference. These experiments show an increased Tm of traptavidin as compared to wild type in both the apo (85.4 vs 75.1?C) and holo forms (116.4 ?C vs. 112.4?C), as well as providing some thermodynamic information. \n\n\n\nTo explicitly define the role of enthalpy and entropy in the biotin-traptavidin interaction, we have performed isothermal titration calorimetry (ITC) experiments. However, due to the extremely high affinity of traptavidin for its ligand, analysis of these experiments was challenging due to the difficulty in collecting data points for partially filled traptavidin, so we used ITC-ligand displacement (where a low affinity ligand is displaced by a higher affinity one) to give better results through collaboration. \n\n\n\nIn our paper Plug-And-Play Pairing Via Defined Divalent Streptavidins Fairhead M, Krndija D, Lowe ED, Howarth M. Journal of Molecular Biology 2014 Jan 9;426(1):199-214\n\nwe generated and obtained the X-ray crystal structures for divalent streptavidin variants with biotin binding subunits in cis or trans. These defined divalent streptavidins (or traptavidins) should be valuable tools in a range of molecular biology and nanotechnology applications. A further manuscript building on these findings, for precise nanoassembly, is in preparation. Traptavidin and defined divalent streptavidin with high stability binding and defined orientation should be useful to pharmaceutical companies for protein testing and also for assembly of diagnostics, which may in future be used in the National Health Service. Traptavidin has been expressed on a commercial scale by one UK-based company and is being evaluated by different UK and international companies for a number of applications, including in the immobilization of biomolecules for construction Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}