{"id":"A16BB03B-BDF1-43D0-8497-C543F8A3D661","title":"Probing the molecular basis of oxygen reduction by the alternative oxidases","abstractText":"Enzymes are proteins that facilitate the reactions that enable living organisms to acquire energy for growth, reproduction and maintenance. A key challenge in understanding the structure-function relationship of one such group of enzymes, the alternative oxidases (AOX), rests upon the identification of its substrate and inhibitor-binding site and its mechanism of action. A detailed knowledge of the nature of this binding site is important since it will reveal whether or not there is a common architecture that can be applied to substrate and inhibitor-binding sites in general and hence provide an insight into the mechanism of binding. More importantly, this knowledge will assist in the suitable rational design of phytopathogenic and anti-parasitic drugs that are specifically targeted to the alternative oxidase. It is now recognized that the distribution of the alternative oxidase is substantially wider than previously thought. No longer restricted to plants, some fungi and protists, the alternative oxidase is also widespread amongst human parasites such as Trypanosoma brucei (the causative agent of African sleeping sickness), intestinal parasites such as Cryptosporidium parvum (responsible for an airborne intestinal infection cryptosporidiosis) and opportunistic human pathogens such as Candida albicans (causes candidiasis or 'thrush'). With respect to the role of AOX in fungi, the development of resistance to agrochemicals by plant fungal pathogens is an international problem that affects all major crops. Indeed fungicide resistance is an important factor in the successful cultivation of cereals in the UK. It is estimated that the UK market for fungicides in cereals is approximately &pound;200m (worldwide $3bn) with winter wheat being the main crop. Fungicides are used against a number of diseases, the major one of winter wheat being caused by Septoria tritici. The main chemical classes of fungicides used to treat UK cereals include the sterol biosynthesis inhibitors. Themost important and successful group of these fungicides that have proved effective in the control of plant pathogens are the strobilurin fungicides which are specifically targeted to the mitochondrial respiratory chain (Qo site) thereby inhibiting fungal respiration. Unfortunately resistance to this fungicide often develops resulting in an inability to control fungal pathogens through continued application. Although the mechanism for conferring resistance to Qo fungicides is still controversial there is growing evidence to suggest that the addition of inhibitors, such as azoxystrobin, to fungal pathogens results in a strong induction of the alternative oxidase (AOX). AOX is a mitochondrial terminal oxidase which by-passes the Qo site and is induced in all plants, fungal pathogens and protists following stress induction. We have previously demonstrated that fungal plant pathogens such as Septoria tritici, a fungus that causes major leaf spot diseases in wheat &amp; the wheat &quot;Take-all&quot; fungus, Gaeumannomyces graminis var. tritici have the capacity to express an alternative oxidase when treated with respiratory inhibitors thereby allowing a strobilurin-resistant respiratory pathway to develop which may account for the varying efficacy of strobilurin fungicides. The objectives of the present study are to gain further detailed structural knowledge of the mechanism of oxygen reduction, the nature of the protein-ligand interaction and kinetics through the use of mutants and in the presence and absence of inhibitors. Such information will also be important for further catalytic tuning of the alternative oxidases for future gene therapy strategies and will place us in a very powerful position to undertake future rational inhibitor design which will act as specific and potent phytopathogenic and anti-parasitic drugs specifically targeted at the AOX.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L022915/1","grantId":"BB/L022915/1","fundValue":"270154","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"  Not applicable - grant just started Agriculture, Food and Drink ","person":"Anthony  Moore","coPersons":[],"organisation":"University of Sussex","findingsText":" The grant only started on 1 July 2014 The grant only started on 1 July 2014 Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}