{"id":"A16C1301-AF26-49CA-A427-8FE55BCE6D80","title":"Biogenesis of a respiratory complex essential for viability of pathogenic Mycobacteria","abstractText":"Most of the organisms on earth require oxygen for life. This is not just true for animals, but also for bacteria, and it supports an essential process known as respiration. During respiration electrons (derived from food such as glucose) are used to reduce the oxygen to water. This process happens within the membranes of cells and is carried out by proteins that are found embedded within those membranes. The proteins accept the electrons that derive from glucose and pass them along a chain, at the end of that chain oxygen is reduced and water is formed. \n\nOne of the essential components of the electron transfer chain is three proteins that interact with each other and is collectively called the cytochrome bc1 complex. Each of the three proteins of this complex binds a metal cofactor that can accept the electrons and pass them on to the next protein in the chain. We are interested in one of the proteins of the cytochrome bc1 complex that is called the Rieske protein. This protein contains a special type of cofactor called an iron sulphur cluster that is essential to allow the protein to transfer electrons. \n\nWe have discovered that the Rieske protein from the pathogen Mycobacterium tuberculosis, which causes the deadly disease tuberculosis, and some other closely related bacteria is unusual, because it is much bigger than expected. This means that the Rieske protein in these bacteria has to be inserted into the membrane in a different way than the Rieske protein from all other life forms. We would like to understand how these bigger Rieske proteins are made. In addition to this we would like to find out what this extra part of the Rieske protein is doing, and whether it is essential to allow these bacteria to respire oxygen. One way we will do this is to remove this extra part and see if it stops the Rieske protein from working. Another way we will do this is to examine the organisation of the cytochrome bc1 complex when we interfere with the Rieske protein by preventing it from being properly inserted into the membrane.\n\nUltimately the work we will do in this project will give us fundamental insight into how this protein complex is assembled. This basic knowledge that we generate may eventually be exploited to interfere with the assembly of this essential complex in Mycobacterium tuberculosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901653","grantId":"G0901653","fundValue":"468998","fundStart":"2010-09-01","fundEnd":"2013-08-31","funder":"MRC","impactText":"","person":"Tracy  Palmer","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}