{"id":"A16D280A-5D86-406A-9A47-50E026068EBA","title":"Commercializing Abysis - an integrated resource for storing and analyzing antibody sequence and structure","abstractText":"Around 1/3rd of drugs in development are now monoclonal antibodies (mAbs) with &gt;30 clinically approved. However many fail during development often because they create an immune reaction in the patient. Even newer 'fully human' mAbs can be immunogenic. We will enhance Abysis, our prototype software for storing and analyzing antibody sequence and structure, to allow wide used by pharmaceutical companies enabling production of better antibody-based biotherapeutics. The resource links DNA and protein sequence and structure to aid in developing therapeutic antibodies. We will enhance the interface and underlying code to make the system easier to maintain and install. The software will be modified to work more effectively with unusual antibodies from camel, llama, shark and chicken, which are now of interest to drug companies. We will link unusual sequence features to structure allowing identification of regions of antibodies that may be responsible for generating an immune response.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K015443/1","grantId":"BB/K015443/1","fundValue":"161293","fundStart":"2013-05-13","fundEnd":"2014-10-31","funder":"BBSRC","impactText":"  This follow on grant for commercializing abYsis has allowed us to develop a completely new interface taking into account feedback from users of our original prototype. The grant has allowed us to attend both the ISI Antibody Meeting (Dec 2013) and PEGS (May 2014) with a sales stall which has significantly raised awareness and interest in the software. We have two new licencees as a result and significant interest from a number of others who are likely to purchase a licence over the next 6-12 months Pharmaceuticals and Medical Biotechnology Economic","person":"Andrew Charles Martin","coPersons":[],"organisation":"University College London","findingsText":" Antibodies now constitute 1/3rd of drugs in development. abYsis is a database of antibody sequences and structures with associated tools to allow analysis of novel sequences helping in the production of novel pharmaceuticals. The software is available for free use over the web and is also sold to companies. \n\nThis follow-on fund grant for the commercialization of abYsis has allowed us to:\n1. Develop our prototype into a new commercial version (abYsis2) with a new interface and new features developed on the basis of feedback from users of the prototype.\n2. Develop a new program model the 3D structure of antibodies to be used alongside abYsis2\n3. Develop a new program that can automatically apply standard numbering schemes to antibodies and deal with antibodies from unusual species now popular in designing therapeutics\n4. Attend two major conferences related to using antibodies as drugs to raise awareness and increase sales Some new features have been developed but not yet integrated into the release version. This will be done over the next few months.\n\nThe software is being used by over 70 companies ranging from small biotechnology companies to major pharmaceuticals.\n\nNew features developed as part of this grant will soon be integrated into the system allowing more options and wider applications. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}