{"id":"A16DD0CF-34D3-4A14-A09E-05CB290CF1DC","title":"The Design of a Novel Very Fast Response Analytical Facility for the Investigation of Structured Catalysts under Real Reaction Conditions","abstractText":"Catalysis is a technology that is becoming ever more important as society demands environmentally benign chemical processes that minimise waste and energy utilisation. To address these issues will require enhanced understanding of catalysts operating under realistic conditions. The aim of the proposed research is to develop a new methodology for studying such catalysts and catalytic processes.Many processes above resulted in the development of three dimensional structured catalysts (e.g. abatement of pollution of exhaust gases from all kinds of vehicles). Many applications of structured catalysts use monoliths with millimetric channels. However, under real working conditions, there is significant heterogeneity within them and so process control and system modelling are difficult if not impossible due to a lack of quantitative chemical analysis and temperature measurements. The result is that these processes often work under sub-optimal conditions. Recent research at the Oak Ridge National Laboratory led to the development of a first generation capillary-inlet mass spectrometer (Spaci-MS) capable of providing temporal and spatial analytical information. The results showed how important it is to retrieve this information in order to model the process and design better systems. This first version of the SpaciMS was designed to provide a proof of principle however this simple equipment has severe limitations: - The mass spectrometer: the mass spectrometer is limited in terms of mass speciation, quantification and time resolution. We shall resolve this limitation by installing a Time-Of-Flight mass spectrometer. It will allow the whole mass range to be recorded with sub-millisecond time resolution. This will provide orders of magnitude increase in the speciation and quantification capabilities of the technique. - The spatial resolution: the limited number of capillaries limits the spatial resolution that can be achieved. To address this point we will build a dedicated scan rig which will allow the capillaries to be moved automatically anywhere along the monolith under reaction conditions. - The temperature mapping: the existing system does not directly perform temperature measurement at the capillaries sampling points. This is needed to get more accurate data and more detailed estimates of kinetic parameters. To address this point, we proposed to couple each capillary with a 250 micron O.D. thermocouple. - The sampling system: the multiport valve requires long settling times when switching from one capillary to another. We shall overcome these limitations by designing a new valve that will create a forced flow through the capillaries. The outcome will be an order of magnitude improvement in the rate of data acquisition.- The invasive nature of the capillaries: the dependence on the ratio between the size of the capillary and the size of the channel probed and the invasive nature of this capillary needs to be assessed. It is crucial to define conditions where the invasive nature is minimal, or corrective factors need to be factored into the final data analysis. To address this issue, we propose to measure the effect of the capillaries by using each capillary as a pressure (Pitot) probe, using the deltaP probe principle. Therefore, in the first part of the project we will develop for the first time an apparatus that provides the spatial resolution, temporal response and analytical sensitivity required to be able to investigate structured catalysts; In the second part, we will apply the new technique to the investigation of automotive exhaust catalysts to provide accurate temperature and concentration profiles and intrinsic kinetic data; In the third part, to demonstrate the critical benefit of this technique we will use the data to construct a full model including heat and mass transfer terms. Finally, the methodology will further be used to investigate a wide range of industrially important reactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F026390/1","grantId":"EP/F026390/1","fundValue":"226373","fundStart":"2008-04-07","fundEnd":"2011-09-06","funder":"EPSRC","impactText":"","person":"Alexandre Jean-Pierre Goguet","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}