{"id":"A16F0537-8129-460D-A08E-79DF9FC6D14D","title":"An anthropological investigation of bird sound","abstractText":"This project investigates the role of sound in the human perception of the non-human environment. Contrary to the view, commonly advanced in writings on human sensory perception, that vision and hearing are radically distinguished along the lines of a contrast between objective observation and subjective participation, we suggest that seeing is as much an experience of light as much as hearing is an experience of sound. If however the synergy between seeing and hearing is as close as we suggest, then hearing / just as vision / should potentially afford a means whereby things can be discerned, identified and examined. Thus to fully grasp the role of sound in the perception of the environment we have to understand not only how it is experienced but also how it might contribute to delineating the objects of our awareness. Under what conditions, then, does sound enable us to hear things, as light enables us to see them?\\n\\nTo answer this question, we focus on the sounds of birds. Not only are birds ubiquitous in human experience; they are also often heard without being seen (or seen without being heard), providing an apt focus for the comparison of aural and visual modalities of observation. Our proposal, then, is to establish an anthropological approach to bird sounds, as these are incorporated into human life-worlds, as a means to a more empirically informed understanding of how hearing works alongside vision in the perception of the non-human environment.\\n\\nOur inquiry concentrates on five key issues:\\nHow do people come to attend to bird sounds, rather than ignoring them?\\nAre birds perceived, in the first place, as sounds or as objects that make sounds?\\nWhat is the relation between recognising the sounds of birds and their classification?\\nHow do people learn the skills of listening to, and identifying, bird sounds?\\nHow do bird sounds evoke place, time and season?\\n\\nThe project will be carried out through a mix of methods, including: library research, a local bird sounds project in north-east Scotland, working with novice birders who are learning techniques of bird sound identification, comparative fieldwork in Brazil, consultation of extant web-sites and message-board discussions, interviews with both musicians and natural scientists who have incorporated the study of bird sounds into their work, and research with keepers of domestic aviary birds.\\n\\nThis project comes at a time of growing interest in sound, both in anthropology and in other disciplines, including geography, psychology, cultural studies, architecture, art and design, and its results will be of relevance across all these academic fields, as well as in the more applied fields of musical composition, nature conservation and the design of homes and gardens. These results will be disseminated through a project workshop and through four papers to be submitted to leading journals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009573/1","grantId":"AH/E009573/1","fundValue":"168340","fundStart":"2007-09-01","fundEnd":"2009-08-31","funder":"AHRC","impactText":"","person":"Tim  Ingold","coPersons":[],"organisation":"University of Aberdeen","findingsText":" To better understand how hearing works alongside vision in the perception of the non-human environment.\n\nResearch into how people learn to recognise bird sounds has provided many insights on this topic. In particular, we\n\nexplored the ways in which people use both visual and aural cues to identify birds. The use of sonograms in visualising\n\nsounds and questions of the ontology of bird sounds, particularly in relation to the practices of birders, have also been\n\nexplored.\n\n2. To establish an anthropological approach to bird sounds, focusing through a relational perspective on how people\n\nperceive and understand these sounds and incorporate them into their life-worlds.\n\nResearch has generated numerous narratives from people describing how bird sounds are drawn into their life-worlds.\n\nThe distinctly relational and anthropological approach to research and analysis has garnered insights into learning, the\n\nmeaning of bird sounds and ontological questions.\n\n3. To address a series of interrelated questions concerning the human perception of birds sounds. These concern:\n\n(i) how people come to attend to bird sounds, rather than ignoring them; (ii) whether birds are perceived, in the first place,\n\nas sounds or as objects that make sounds; (iii) the relation between recognising the sounds of birds and their\n\nclassification; (iv) how people learn the skills of listening to, and identifying, bird sounds, and (v) how bird sounds evoke\n\nplace, time and season.\n\nThese questions have been productively explored by considering the practices and ontologies of birders and learners of\n\nbird sounds. Contributions through the project website have assisted greatly in examining all aspects of question (v).\n\n4. To both contribute to, and also to critique, the growing body of work in the anthropology of the senses, by\n\nshowing how listening is an embodied skill, developed through training in an environment, that is grounded in the\n\nexperience of sound. The project has generated considerable and widespread interest outside of academia. At the launch of the project there\n\nwas extensive media coverage in the national press and on national radio. Articles have been requested and written for\n\npopular publications, such as BBC Wildlife magazine. Whitehouse has discussed the research on the radio in New\n\nZealand and on national television in the UK.\n\nThis exposure helped to generate a very substantial response from the public to the call for stories ","dataset":"gtr"}