{"id":"A17257BC-431F-465B-8AD0-594F58AACFF7","title":"Friction Joining - Low Energy Manufacturing for Hybrid Structures in Fuel Efficient Transport Applications","abstractText":"There are clear drivers in the transport industry towards lower fuel consumption and CO2 emissions through the introduction of designs involving combinations of different material classes, such as steel, titanium, magnesium and aluminium alloys, metal sheet and castings, and laminates in more efficient hybrid structures. The future direction of the transport industry will thus undoubtedly be based on multi-material solutions. This shift in design philosophy is already past the embryonic stage, with the introduction of aluminium front end steel body shells (BMW 5 series) and the integration of aluminium sheet and magnesium high pressure die castings in aluminium car bodies (e.g. Jaguar XK).Such material combinations are currently joined by fasteners, which are expensive and inefficient, as they are very difficult to weld by conventional technologies like electrical resistance spot, MIG arc, and laser welding. New advanced solid state friction based welding techniques can potentially overcome many of the issues associated with joining dissimilar material combinations, as they lower the overall heat input and do not melt the materials. This greatly reduces the tendency for poor bond strengths, due to interfacial reaction and solidification cracking, as well as damage to thermally sensitive materials like laminates and aluminium alloys used in automotive bodies, which are designed to harden during paint baking. Friction joining techniques are also far more efficient, resulting in energy savings of &gt; 90% relative to resistance spot and laser welding, are more robust processes, and can be readily used in combination with adhesive bonding.This project, in close collaboration with industry (e.g. Jaguar - Land Rover, Airbus, Corus, Meridian, Novelis, TWI, Sonobond) will investigate materials and process issues associated with optimising friction joining of hybrid, more mass efficient structures, focusing on; Friction Stir, Friction Stir Spot, and High Power Ultrasonic Spot welding. The work will be underpinned by novel approaches to developing models of these exciting new processes and detailed analysis and modelling of key material interactions, such as interfacial bonding / reaction and weld microstructure formation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G022674/1","grantId":"EP/G022674/1","fundValue":"183316","fundStart":"2009-04-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Hugh  Shercliff","coPersons":[],"organisation":"University of Cambridge","findingsText":" Friction joining processes such as friction stir spot and ultrasonic welding involve very large strains and strain-rates, in rapidly evolving temperature fields that approach the melting point, but the processes only last for a second or so. Conventional flow analyses are computationally stretched by this problem. This project identified a simple analytical approach to capturing key features of the flow path analytically. Then a computationally efficient finite element technique was developed, decoupling the thermal and flow models, by analysing the flow only in small deformation steps, viewed as intermittent &quot;snapshots&quot; at intervals during the complex continuous process. This could be applied to many metal forming and joining processes.  Leisure Activities/ including Sports/ Recreation and Tourism,Manufacturing/ including Industrial Biotechology,Transport","dataset":"gtr"}