{"id":"A1778720-0E2D-4B89-802A-5C968FEF3CA2","title":"Characterisation of the function and mechanism of a binding-protein dependent secondary transporter","abstractText":"Many bacteria rely almost completely on being able to acquire nutrients from their environment and in bacteria that can only live inside our bodies these chemicals often come from us. One bacterium, Haemophilus influenzae, uses a chemical called sialic acid as a nutrient but also covers its surface in this molecule allowing it to become invisible to components of our immune system. This bacterium is able to acquire the sialic acid using a particular collection of proteins in its membrane called a TRAP transporter. This project aims to study in detail the TRAP transporter that is essential for sialic acid uptake by H. influenzae. If we can determine exactly how this transporter works, we have a better chance at being able to develop novel antimicrobials against this bacterium as we have already demonstrated that if this system is inactive then H. influenzae cannot causes disease. In addition, this TRAP transporter is very amenable to study in the laboratory and we wish to use this particular system to learn a lot of general things about how these transporters work. They are not just limited to functioning in sialic acid uptake, but different TRAP transporters have evolved to transport a wide range of compounds and are present in a wide range of environment, for example, many bacteria that live in the sea (in salty environments) appears to have many TRAP transporters. One of the objectives of this project to try and find out if the presence of salt (sodium) is important for the mechanism of TRAP transporters, which would correlate with them being used preferentially by marine organisms. The results of the project will tell us much more about how one human pathogen is able to capture sialic acid, but also the basic mechanims used by thousands of other bacteria to capture chemicals from the environment using TRAP transporters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F014759/1","grantId":"BB/F014759/1","fundValue":"374766","fundStart":"2008-03-03","fundEnd":"2011-03-02","funder":"BBSRC","impactText":"  As this study provided key insight into the structure and function of the model TRAP transporter, then it has been used by other researchers working on members of this large family and also those interested in virulence in Haemophilus influenzae and Vibrio cholera. Pharmaceuticals and Medical Biotechnology ","person":"Gavin Hugh Thomas","coPersons":["David  Kelly"],"organisation":"University of York","findingsText":" In this grant we made large steps in understanding the function of an important group of transporter proteins, from the TRAP transporter family, that are used by bacteria to grab hold of nutrients from their environment. We discovered what the energetic needs of the transporter were and how the subunits were arranged. We also demonstrated that the binding protein subunit makes the system only work in one direction (uptake). There are still many unanswered questions about how TRAP transporter work yet they appears to be increasingly important in marine environments as a major route to acquire organic acids. The sialic acid system SiaPQM developed in this work is now considered to be the model TRAP transporter in biology. There are other members of this family that are relevant to IBBE and which will be studied in more detail. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}