{"id":"A17CC708-5BD2-49C8-9042-8473521A9785","title":"Regulation of biological signalling by temperature (ROBUST)","abstractText":"Agriculture underpins European industry with an annual turnover of more than &curren;1 trillion and is essential for our survival. As resources dwindle and world populations grow, our demands on agriculture will also increase. As climate changes in the coming decades, current trends suggest that global temperatures will rise. Not only is mean temperature set to change but weather systems are also becoming less predictable: an unprecedented frost this year resulted in a failure of the Californian citrus crop, costing the industry $450 million. The combination of increased demand on agriculture and the changes in global climate and weather extremes represent a major challenge for science in the 21st century. To meet this challenge, we need to know how plants both respond to and protect against temperature changes. The same issues apply to other environmental factors across all biological systems, therefore, understanding this is a major goal for experimental and theoretical scientists. In recent years reductionist science, where biological pathways are studied in isolation, has not identified plant temperature sensors. It also cannot address how temperature effects that cross the many, interacting pathways, which we now know are involved. We take a multi-disciplinary approach and focus our studies on one of the best characterised signalling networks in plants. We will combine expertise from biologists that specialise in molecular and cell biology, plant physiology and climate change; and theoreticians that specialise in statistical, mathematical and computer science approaches to analyse and model biological systems. To provide vital independent expertise and avenues for collaboration we have invited a panel of experts from industry and academia, to meet with us on a yearly basis. We will analyse how temperature influences the interlinked pathways of light, 24-hour clock and cold signalling. We conduct our studies in the model plant Arabidopsis as it offers severaladvantages: 1. we have already developed the most advanced mathematical model in plant signalling, for a section of our network; 2. our network pathways are already well defined, with many useful tools and resources in Arabidopsis; and 3. the pathways in plants of economic and ecological importance appear to be closely related, so our results can readily be translated to other species. To capture a meaningful view of how temperature-regulated molecular events translate to important physiological traits we will conduct our analysis at molecular, cellular and whole plant levels. Our first task will be to expand our model with the pre-existing knowledge for the rest of our network. We will measure the response of all our network components over a range of temperatures and integrate these data into our preliminary model. This, approach will locate the temperature-sensitive and -tolerant parts of the network in an unbiased fashion: the important point is that the temperature responses that matter will not be caused by single components, but by many acting together. We cannot understand this complexity without computer models. Our models will help inform our experiments, to home in on the molecular mechanisms that control the network's properties. Finally, we will test the role of important network components in controlling agriculturally and ecologically relevant traits in whole plants. In summary, this project will develop the most advanced signalling network model in plants, define network features that permit responsiveness and tolerance, and identify plant temperature sensors. Our work will address fundamental questions in biology and create the knowledge base required to meet the challenge to develop crops better able to withstand a range of climatic conditions. Our multidisciplinary collaboration will also provide training and extension of 'Systems Biology' approaches to universities with no current expertise and to our industrial collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005237/1","grantId":"BB/F005237/1","fundValue":"2416590","fundStart":"2008-04-14","fundEnd":"2013-10-13","funder":"BBSRC","impactText":"  ROBuST provided significant levels of Systems Biology training to Edinburgh University staff, external labs and new researchers. It therefore played an important role in raising the competence of UK researchers in theoretical and quantitative approaches. These skills are essential to meet &quot;this generation&quot; challenges of interpreting big data and biological complexity. ROBuST has generated a powerful suite of modelling tools that help us to resolve complexity, circuit dynamics and characterise the emergent properties of system signalling. We have developed the first digital Arabidopsis, that provides a valuable tool to understand the connectivity between molecular, cellular and whole plant physiology. \n\nResources \nThe ROBuST BioDare data repository (www.biodare.ed.ac.uk) was developed as an open access tool to store, share and analyse timeseries data. BioDare currently stores &gt;20M datapoints from &gt;1200 experiments, providing users with immediate access to wide-ranging data types. On ROBuST, external beta-testing started in 2011, and external users were recruited through a series of UK and International research meetings. A user-protocol paper describing the analysis process was also published (Moore et al., Meth. Mol. Biol. 2014). Partial cost recovery has commenced, with ten years of service purchased in the first year. Data analysis software, developed, or reconfigured on ROBuST e.g. Spectrum Resampling or FFT-NLLS are accessible through BioDare, or through the Warwick Systems Biology Centre http://www2.warwick.ac.uk/fac/sci/systemsbiology/research/software/. \n \nThe extensive, 176 line, ROBuST p:LUC collection is available through the Nottingham Arabidopsis Stock Centre (NASC). \n\nIn-house developments\nThe extensive modelling capabilities and experience gained on ROBuST led to the establishment of Edinburgh Plant Science (EPS), a new network (led by Halliday) that assembles over 600 plant scientists and social scientists (from 7 Universities/Institutes). A natural successor to ROBuST, EPS was created to address a growing need to apply integrative thinking and approaches to solve fundamental and applied research questions. EPS modelling, that scales from the molecular, to whole plant and field level, is being applied to improve food security and environmental sustainability. ROBuST developments have also been used to support follow-on funding applications (e.g. ERA-CAPS, BBSRC-NSF). Agriculture, Food and Drink,Education,Environment ","person":"Karen Jane Halliday","coPersons":["Igor  Goryanin","Mathew  Williams","Andrew John Millar"],"organisation":"University of Edinburgh","findingsText":" The BBRSC/EPSRC SABR ROBuST project brought together leaders in the fields of light, clock and cold signalling, mathematical modelling, statistical inference, informatics and climate change. This nexus of expertise created a unique environment to evolve new theory and conceptual thinking. The duration and scale of the project allowed us to develop and apply interdisciplinary tools to many related questions in parallel. This configuration supported rapid application of new methods, and durable conversion of groups to Systems Biology. Direct outputs (17 modelling/theory papers, 8 experimental, 6 reviews, 31 total, 6 pending), reflect the successful embedding of modellers with experimental researchers in the project, well-supported by theoretical co-Investigators. The key project developments were are follows: \nRobustness vs sensitivity to temperature. ROBuST developed a powerful theoretical framework in which to analyse temperature regulation and temperature effects at the systems level. This has allowed us to ask new and better questions and to optimise the design of experimental studies to answer them. An important element was the development of new theory (Domijan and Rand, Interface Focus 2011) that: i) showed robustness and sensitivity to external temperature is an emergent property of clock architecture, and ii) derived a theoretical framework to understand the novel finding that light controls thermal buffering of the circadian clock (Gould et al. Mol Syst. Biol. 2013). A parallel study elucidated the molecular basis of light (cry1) temperature shielding (Foreman et al. Plant J. 2011). Through mathematical modelling we have uncovered a temperature-sensitive switch that has a profound impact on light controlled growth (Johansson et al. Nat. Commun. 2014). We believe that the production of this framework and the consequent application to biological questions is an exemplar paradigm for the systems biology approach.\nLinking the clock to whole plant responses. An important advance was the development of predictive external coincidence models that link the core oscillator to physiological responses. For instance, Song et al. Science 2012 validated the major prediction of the earlier ROBuST-related publication Salazar et al. (2010) by identifying two mechanisms through which the clock gene FKF1 controls flowering. This analysis predicted novel temperature-activated mechanisms and highlighted the coherent feed-forward motif as a generalised mechanism for external coincidence. Subsequent models analysed the role of temperature in photoperiodic growth and flowering (Seaton et al. Mol Syst Biol. in revision). This analysis has highlighted the coherent feed-forward motif as a generalised mechanism for external coincidence; and predicted novel temperature-activated mechanisms.\nArabidopsis transcriptomic responses to ambient temperature. Applying a base analogue labelling method allowed us to directly measure the synthesis and degradation rates of the transcriptome at different ambient temperatures (Sidaway-Lee et al. Genome Biol. 2014). Our data provides the first overview in Arabidopsis of how passive and active changes contribute to the dynamic equilibrium underlying mRNA transcript abundance. Importantly, the study demonstrated that for temperature-responsive transcripts, increasing temperature raises transcript abundance primarily by promoting faster transcription relative to decay, suggesting a global transcriptional process exists that controls mRNA abundance by temperature.\nDigital Arabidopsis. A major development on the project has been a multi-scale visual digital-plant model that simulates growth and development under different environmental conditions, incorporating information at the molecular, physiological and ecosystem levels (Chew et al. PNAS 2014). The &quot;Framework Model&quot;, that scales from molecular signalling to carbon resource management and whole plant physiology, belongs to a new generation of composite models that help identify the underlying processes that alter whole organism responses. Such models have wide-ranging applications from molecular pharming to crop improvement.\n\nResource provision\nBiological Data Repository (BioDare) (www.biodare.ed.ac.uk) is an online facility developed on ROBuST to share, store, analyse and disseminate time series data, with browser and web service interfaces. Toolbox features allow analysis of rhythmic parameters in time series data sets, using six analysis algorithms including ROBuST's Spectrum Resampling (see below; Zielinski et al., PLoS One 2014). Detailed metadata are required for upload, allowing a powerful, biology-aware search on biological samples and experimental metadata. BioDare currently stores &amp;gt;20M datapoints from &amp;gt;1200 experiments, including reporter gene data from ROBuST. Since 2011 external users have been recruited and a user-protocol paper describing the analysis process was published (Moore et al., Meth. Mol. Biol. 2014). Partial cost recovery has commenced, with ten years of service purchased in the first year. The BioDare facility continues to be maintained by Zielinski in SynthSys and will be adapted to support SynthSys-Mammalian, Edinburgh's recently-awarded Synthetic Biology Research Centre. \nData Analysis Software. ROBuST produced a broad range of data analysis and theoretical tools including: oSensitivity Analysis Software for Systems (SASSy); oSpectrum Resampling algorithm that provides period analysis (Costa et al. Biostatistics 2013); oReconstructing Transcription Open Software (ReTrOS) that back-calculates transcriptional dynamics from observed reporter gene timeseries; oCoAST (Comparative Analysis of Sets of TimeSeries) that identifies consistent waveform features across multiple replicate timeseries. \nThe software is available at http://www2.warwick.ac.uk/fac/sci/systemsbiology/research/software/. Spectrum Resampling can also be accessed via BioDare.\np:LUC marker lines. The ROBuST p:LUC collection, totalling 176 lines, represents the most comprehensive assembly of p:LUC reporter lines in a single (Col) accession. It comprises: Col wt expressing p:LUC constructs for ~ 40 clock, light and temperature genes, and 40 genotypes harbouring the pCor15a:LUC, pCCR2:LUC, pCAB2:LUC markers. These lines are currently being deposited at the UK stock Centre, NASC (http://arabidopsis.info/) to provide a permanent resource for international plant research. The ROBuST project provided new theoretical and conceptual insights into temperature modulation of molecular signalling. Our legacy is a powerful modelling framework that the research community can now use to delineate how external signals reconfigure the molecular network to change or to maintain cellular and whole plant responses. The project also generated the open access BioDare data repository, a suite of data analysis software, and biological resources (the ROBuST p:LUC collection) that we hope will facilitate research development, in the fields of light, clock, temperature and hormonal signalling. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}