{"id":"A183E5F6-BE89-40F9-BEB7-C485BA39212B","title":"BKS - Bridging knowledge systems for pro-poor management of ecosystem services","abstractText":"In the era of globalisation, many poor rural communities are faced with rapid land use change which threatens to reduce the supply the goods and services from nature, such as food, building materials and fertile soil. The management of these 'Ecosystem Services' (ES) in a sustainable and equitable (i.e. pro-poor) manner in this day and age requires an ever more comprehensive understanding and knowledge of nature and society and their interactions, at different spatial levels and time scales. Locally developed Traditional Ecological Knowledge (TEK) has often been treated as separate from or inferior to scientific (or 'global') knowledge. It has been argued that the over-reliance on scientific knowledge has been a key reason why top-down aid programmes have often failed to deliver sustainable rural development. The Millennium Ecosystem Assessment has helped to increase the recognition that TEK is of fundamental importance for the sustainable management of ES. Pro-poor management of ES can only be achieved by drawing on both TEK and scientific knowledge because (i) ES delivery is highly dependent on local conditions, (ii) TEK is intimately linked with cultural and practices and traditional or informal governance structures (at the very local to the more regional level), and (iii) scientific knowledge on ES is still patchy - especially in developing countries. This has to be done in a collaborative, constructive and non-hierarchical manner. We are developing a methodological framework which can do just that. The challenge and novelty of the framework lies not primarily in the knowledge which it captures or integrates (although that is highly relevant), but rather in the PROCESS of creating decision support tools for ES management that can (a) bridge TEK and scientific knowledge and (b) be used to design policies for sustainable and equitable ES. The study will consist of the following three phases: An initial desk-based study will identify the state of the art in knowledge bridging and the development of TEK-science integrated decision support tools. It will be used to design a number of engagement methods for eliciting TEK and relating it to ES and land management options. Secondly, these engagement methods will be tested during fieldwork in Zambia. Instead of trying to map all ES mentioned in the scientific literature, we will focus especially on those that are raised by local people as being important or being of concern. We will use the uncertain ecology and economics of a new agricultural crop (Jatropha), as a case study to examine how TEK and science may link up or supplement each other. Thirdly, using the TEK elicited from local farmers and scientific knowledge from UK and Zambian academics, we will develop qualitative models that describe the impacts of land use options on local ES and livelihoods. These models will be used to design an expert system that can assess what rewards (financial or otherwise) farmers would need in order for them to be able and willing to practice sustainable ES management. We will assess how these models can be deployed at different levels, from households, villages and traditional authorities, to national government agencies and international NGOs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I003819/1","grantId":"NE/I003819/1","fundValue":"199552","fundStart":"2010-09-01","fundEnd":"2013-05-31","funder":"NERC","impactText":"","person":"Saskia Anna Filip  Vermeylen","coPersons":["William John Davies","Cosmas Milton Obote  Ochieng","Dan  Van Der Horst","Richard  Bardgett","Kenneth  Wilson","Imasiku Anayawa NYAMBE"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}