{"id":"A189A8FF-8110-407A-8F10-582EAFCA93B6","title":"FlyAtlas: a comprehensive online atlas of gene expression in Drosophila","abstractText":"Multicellular organisms, from humans to flies to plants, have distinct tissues specialized for distinct tasks. What makes one tissue different from another? Every cell in the body contains the same genetic code (of 15000-25000 genes, depending on the organism); but different tissues switch on (express) different subsets of these genes. For example, skin is skin because it expresses keratin, and liver is liver because it expresses detoxifying enzymes. To understand how organisms work, therefore, we need to know which genes are expressed in which tissues. There are many techniques for mapping gene expression levels, but most are laborious and prone to error. By contrast, DNA microarrays allow the relatively precise measurement of expression levels of all genes in a genome in a SINGLE experiment. A comprehensive, microarray-based 'atlas' of gene expression in specific tissues and cell types thoughout an organism is thus a fantastically useful resource to a whole community; if the job is done properly, there is no need to do it again. This proposal is to extend such a service for the Drosophila (fruit fly) research community, both in the UK and worldwide. A pilot project (with 9 adult tissues) has attracted over two thousand users in its first 6 months, confirming the need for such a resource. We propose to extend the resource to further tissues and further life stages, with the data easily accessible on the web (at flyatlas.org). The resource will allow scientists to target their effort more precisely, saving money and time, and reducing unnecessary animal use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F010397/1","grantId":"BB/F010397/1","fundValue":"271096","fundStart":"2008-03-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"","person":"Julian Alexander Dow","coPersons":["Pawel  Herzyk"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}