{"id":"A190FCE7-2B9F-4F81-8A2A-297C3259C3EA","title":"Numerical Simulation of Compact Photonic Structures using Time Domain Volterra Integral Equation Algorithms","abstractText":"Electromagnetic simulation is a common activity in many branches of science and technology and over the years many techniques have been proposed and exploited for this purpose. In particular, as the scale and geometric complexity of the problems under consideration has increased, the use of general purpose numerical techniques has become widespread, due to their flexibility and relative ease of use. The development of time domain approaches has also received further impetus from the demand for wide band responses for a variety of applications as well by the need to deal with non-linear and frequency dispersive materials in a straightforward manner. Typical examples are widespread throughout communications technologies, photonics, EMC and signal integrity applications. Unfortunately, the flexibility of numerical simulation tools is often bought at the expense of computational efficiency, both in terms of run times and voracious memory consumption. Consequently, both the complexity and scale of the problems are having to be balanced against the accuracy of the simulations produced, which is severely hampering systematic progress in many technological areas as well as necessitating that industry undertakes undesirably high levels of expensive and time consuming trial and error experimentation. It is becoming ever more apparent that relying on rapidly increasing computer power is not a sustainable strategy for overcoming the limitations of present day simulation packages. Therefore it is important that the computational resources available are used in the most effective manner possible and that new and improved algorithms are constantly under development.Compact photonic devices are at the forefront of much of the state-of-the-art research for a wide range of integrated optoelectronic applications. For example, advances in fabrication technologies have allowed reliable realisation of micro-cavity and related structures that are being actively explored for a number of important purposes.The are three fundamental issues that any numerical simulation algorithm must address: (1) encapsulation of the appropriate physical mechanisms; (2) representation of the problem geometry; (3) efficient computer implementation, and experienced practitioners recognise that these issues are both highly coupled to each other as well as to the class of problem under investigation. However, in recent years there has been a move toward the use of universal numerical codes for reasons of simplicity and availability, which although attractive is not a sustainable approach. This project proposes to develop and apply numerical algorithms selectively customised for the highly topical class of problems introduced above and seeks to couple a significant body of work already undertaken by the applicants to find an effective representation of the physics involved with computationally efficient geometric descriptions and computer implementations. This will provide a powerful simulation capability that will significantly aid future scientific progress as well as the design of practical commercial products exploiting the new technologies","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D035597/1","grantId":"EP/D035597/1","fundValue":"168989","fundStart":"2006-06-01","fundEnd":"2009-05-31","funder":"EPSRC","impactText":"","person":"Phillip Donald Sewell","coPersons":["Ana  Vukovic","Trevor Mark  Benson"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}