{"id":"A19DA5C4-3886-4A10-A8AE-2470339DA854","title":"Flexible Routes to Liquid Fuels from CO2 by Advanced Catalysis and Engineering","abstractText":"There is an urgent need to address the accelerating increase in global CO2 emissions and atmospheric CO2 levels while providing fuels to meet growing energy needs. The UK government has targeted an 80% reduction in emissions (from 1990 levels) by 2050 with an interim target of 34% reduction by 2020. Increasingly, it is becoming clear that a key approach to storage of variable sustainable energy sources such as solar or wind power is in the form of stored chemical energy, and that this is likely to be as a form of hydrogen. However, although hydrogen itself has excellent enthalpy content per unit weight, it is a low density gas, has storage difficulties, and requires relatively high compression energy. The present proposal is focused on the conversion of sustainably produced hydrogen to high energy density liquid fuels including methanol, DME and hydrocarbons which are more easily transported and are compatible with existing fuel distribution networks. These fuels are low in sulfur and flexible in their contribution to future low carbon-intensity fuel scenarios by displacing fossil sources from the liquid fuels pool. They can be used for transport fuels (where they are likely to remain the focus for some time to come), as blending components, as seasonal storage candidates (exploiting their permanence and energy density), for distributed power production or for local heating.\n\nThe synthesis of these liquid fuels will be achieved using CO2 as a vector to react with hydrogen from solar or wind inputs. We therefore aim to develop new technology to reduce the atmospheric CO2 burden by utilising only water as a source of this hydrogen, avoiding highly endothermic thermocatalytic steam reforming. The annual CO2 emissions from UK electricity generation (around 150x10^6 tonnes) is sufficient, in principle, to supply the UK requirement for liquid transportation fuels, or three times the amount required for the world annual production of methanol (around 45x10^6 tonnes). There are a number of possible attractive concentrated point sources of this CO2, including CO2 prepared for sequestration or from ammonia plants, which could be used to make liquid fuels in the medium term provided efficient catalytic technologies could be developed. Thus we will develop new catalytic technology for the production of synthesis gas (CO/H2) and simple fuel organics, ultimately driven by solar energy using CO2 and H2 sustainably produced from water. We will explore integration of hydrogen and syngas generation with production of syngas from biogenic sources such as waste or biomass to provide additional feed flexibility. Part of our work will develop novel and targeted catalysts for the thermocatalytic production of 'green' fuels from syngas with variable CO2, H2 and water content, focused by process systems engineering considerations that specifically address low-carbon aspects such as intermittency of primary renewable power in process design. Industry partners have endorsed the approach and will provide key input into the form of point source CO2 supply, catalyst manufacture, liquid fuel synthesis, electrolyser manufacture, sustainable hydrogen generation and technology integration, life cycle analysis and industrial fuel usage.\n\nThe proposal adopts a multidisciplinary catalyst discovery, deployment and process engineering approach to develop, evaluate and optimise thermal, photo- and electro-catalysed routes to liquid fuels from CO2 and water using solar energy (and, indirectly, wind or marine power). Direct thermal and solar-assisted paths to methanol and DME will be compared with stepwise solar/electrochemical syngas generation plus thermal DME or Fischer-Tropsch hydrocarbon synthesis paths. The novel catalyst chemistries enabling each route will be integrated on the basis of process systems modelling and analysis to identify optimised schemes that will be benchmarked by input from industry partners with key roles in potential supply chains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N010531/1","grantId":"EP/N010531/1","fundValue":"1804260","fundStart":"2016-03-31","fundEnd":"2020-03-30","funder":"EPSRC","impactText":"","person":"Matthew  Rosseinsky","coPersons":["David  Chadwick","John Bleddyn Claridge","Benoit  Chachuat","Graham  Hutchings","Stuart Hamilton Taylor","Alexander James Cowan","Michael  Bowker"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}