{"id":"A1A04C50-6DCE-48F1-9F3A-C544F0716465","title":"Bond Formation Studies By Charge Density Measurements and Solid State 17O NMR Spectrometry","abstractText":"This project concerns the formation of chemical bonds. The reactions chosen are addition reactions of electron-rich groups such as amines or those containing negatively charged oxygen atoms with electron-poor groups such as carbon-carbon double bonds which have electron attracting groups attached. Molecules will be prepared which have a pair of such groups held in close proximity. The degree of bond formation between them will be detected by measurements of the electron density between them, and by nuclear magnetic resonances (NMR) measurements on powdered crystalline samples - detecting either the nitrogen (as 15N) or oxygen (as 17O) atom of the electron-rich group. These measurements are at the cutting edge of both these techniques. The electron density distribution on a particular molecule is determined from very accurate X-ray diffraction measurements (XRD) on a small crystal, and this will contribute to the growing use of this technique internationally to examine weak bonding interactions. Of particular importance is to determine how the properties of the electron density distribution between the reacting groups changes as the distance between the groups decreases i.e. as the bond forms. Use of NMR measurements on powdered crystalline samples means that the solid state structure determined by X-ray diffraction, can be directly related to the position of the signal from N or O in the NMR experiment. The NMR measurements using 17O will be ground breaking, since this has only become feasible through recent developments of the technique, including double rotation of the sample in the magnetic field. Nevertheless, for the 17O measurements it will be necessary to prepare compounds which are enriched in the 17O isotope. Finally, and of particular importance, the choice of cation accompanying the oxygen anion will be varied to determine how this alters the reactivity of the oxygen anion, which will be monitored by structural (XRD) and NMR measurements building on earlier results. The reactivity of the oxygen would be expected to be decreased by cations which bind more tightly to it, and our measurements will provide an approach to quantify this.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E018203/1","grantId":"EP/E018203/1","fundValue":"332399","fundStart":"2007-03-12","fundEnd":"2011-01-11","funder":"EPSRC","impactText":"  Bond formation is a critical process in chemistry and biology. This work shows for the first time how both charge density measurements and solid state NMR can be used to monitor the degree of bond formation between and nitrogen and a carbon atom. This provides a great stimulus for the investigation of new systems. \n\nThe project has demonstrated the use of two techniques which can be used on crystalline materials for probing the degree of bond formation between two functional groups which lie c Cultural ","person":"John Douglas Wallis","coPersons":["Mark Edmund Smith"],"organisation":"Nottingham Trent University","findingsText":" The interaction between a dimethylamino nitrogen atom and the carbon atom of an aldehyde or polarised alkene where the N--C distance lies in the range 1.61-2.67 Angstroms have been examined by topological analysis of the charge density (measured by X-ray diffraction) and by the coupling between these two (isotopically labelled as 15N and 13C) atoms in their solid-state NMR spectra, to study the process of N-C bond formation. The second derivative of the electron density at the bond critical poin This work contributes to the understanding of interactions between functional groups which is of importance to the pharmaceutical industry in the design of drugs to fit macromolecular sites. The potential of this work is to stimulate the use of charge density and solid state NMR in the study of bond formation, a central process in chemistry. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}