{"id":"A1A3643A-B9C8-4972-B558-7EC7E1CB9CC9","title":"Plasma-based synthesis of low-cost and environmentally friendly quantum dots with tailored energy band structure","abstractText":"Current photovoltaic (PV) technologies rely on physical principles that fundamentally limit the maximum solar cell efficiency, i.e. first and second generation technologies cannot produce efficiencies above ~31%. Both silicon-based and non-silicon devices are progressively approaching this limit with improved stability and device performance at reduced costs. It follows that significant improvement in device efficiency can be achieved only by deploying technologies that rely on new physical principles, so called third generation PV; this has been clearly highlighted in relevant UK and international PV roadmaps. In third generation solar cells quantum dots (QDs) often represent an important component and therefore methods to produce QDs that are low-cost, non-toxic and environmentally friendly are required. Currently the most efficient third generation solar cells use elements such as lead (Pb), cadmium (Cd), Selenium (Se) and tellurium (Te) which are either toxic or rare or expensive.\nThis research program deals with the synthesis and study of novel, low-cost, non-toxic and sustainable QDs from a combination of elements such as silicon, nitrogen, carbon and a range of low-cost, non-toxic and abundant metals. Furthermore the research will produce QDs with processes based on atmospheric pressure plasmas that are highly suitable to produce tailored properties and lead to material compositions not achievable with other methods. These proposed plasma processes can also be easily integrated in manufacturing lines for the production of full third generation solar cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M024938/1","grantId":"EP/M024938/1","fundValue":"419837","fundStart":"2015-07-27","fundEnd":"2018-07-26","funder":"EPSRC","impactText":"","person":"Davide  Mariotti","coPersons":["Paul  Maguire"],"organisation":"University of Ulster","findingsText":"","dataset":"gtr"}