{"id":"A1B17C17-4BDF-4653-BB56-DBB914891DCB","title":"Inflammation, glucocorticoids and microvascular disease in the aetiology of cognitive impairment in type 2 diabetes","abstractText":"People with adult-onset (type 2) diabetes are at increased risk of developing problems with certain functions of the brain, including memory, attentional and problem-solving abilities. These difficulties can significantly impair the ability of a person to carry out routine daily tasks and can have substantial impact on employment and the lives of family and friends. At its severest level, dementia can develop. The prevalence of type 2 diabetes is set to rise dramatically in the years ahead. Therefore, diabetes-related memory impairment could have substantial future social and economic implications.\n\nThe cause of these brain function abnormalities is not understood. A range of risk factors, including damage to small blood vessels, inflammation and/or hormonal imbalances can occur in the brains of people with diabetes and it is proposed that this may be a cause of diabetes-related memory impairment. \n\nWe plan to test the brain function of 1000 people with type 2 diabetes. At the same time we will take photographs of the back of subjects eyes to determine whether or not there is small vessel disease and measure other potential risk factors for memory impairment in a blood sample. By comparing the brain function of people with and without risk factors, important information about the cause of diabetes-related memory problems will be obtained.\n\nTraditionally, memory problems in elderly people have been regarded as irreversible, but with a better understanding of the causes of brain function abnormalities in type 2 diabetes, it should be possible to start to develop strategies to prevent, reverse or ameliorate the problem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500877","grantId":"G0500877","fundValue":"444290","fundStart":"2006-06-01","fundEnd":"2011-11-30","funder":"MRC","impactText":"","person":"Jacqueline Frances Price","coPersons":["Gerald Francis Fowkes","Brian Murray Frier","Amanda Jane Lee","Ian J. Deary","Rebecca  Reynolds","Mark William Strachan"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}