{"id":"A1B54D08-54B8-4732-9C9A-B7C1F7C5B32F","title":"US-UK BBSRC-NIFA Collab: Evolution of the high pathogenicity phenotype in avian influenza virus","abstractText":"Influenza A virus can infect a wide range of hosts, but its main reservoir is wild aquatic waterfowl. From these hosts, the virus can infect domestic birds and is of particular concern to the poultry industry, where infection can cause high mortality. This in turn can jeopardize the food supply chain, while outbreaks also have the potential to affect human health.\n\nOutbreaks of avian influenza (AI) in domestic poultry show a broad range of disease severity, from mild symptoms to rapid fatality. Of particular concern are outbreaks of High Pathogenicity Avian Influenza (HPAI). To date, only the H5 and H7 HA subtypes of AIV have caused HPAI outbreaks. HPAI can be introduced directly from wild birds, but is more commonly associated with the development of increased disease severity from a progenitor Low Pathogenicity Avian Influenza (LPAI). Acquisition of a high pathogenicity phenotype is associated with introduction of a polybasic cleavage site (PBCS) in HA. HA must be cleaved to be activated, and the presence of a PBCS means the protein can be activated by a broader range of host cell proteases, thus increasing the tissues affected by the virus, and leading to systemic spread and death. However acquisition of a PBCS is insufficient to increase the pathogenicity of the virus in all cases, and some H5/H7 viruses with a PBCS display a low pathogenicity phenotype in birds. Therefore there is an urgent need to understand other factors affecting acquisition of a HPAI phenotype in order to more accurately assess the risk associated with emerging AIV infections. We believe that the viral ion channel protein M2, and a recently identified variant of this called M42, play roles in the LPAI to HPAI transition through a number of mechanisms, and this proposal will explore this hypothesis. \n\nWe recently identified an M2 variant called M42, which differs only slightly from M2 in its extracellular domain. This minor difference was enough to cause a shift in sub cellular localisation of M42 relative to M2, to the Golgi apparatus. We will test the hypothesis that the altered subcellular localisation of M42 is important for regulating HA activity, and M42 expression levels may affect the acquisition of a high pathogenicity phenotype. \n\nM2 has been proposed to form the basis of a universal vaccine for use in human and poultry which takes advantage of the fact that the extracellular domain of M2 is conserved amongst virus subtypes. Since the extracellular domain of M42 is different from M2, expression of M42 has also been identified as a mechanism by which influenza virus can escape from inhibition by antibodies targeted against M2 in cell culture studies. To date, no studies examining whether expression of M42 could provide a mechanism for AIV to overcome this vaccination strategy have been performed in birds.\n\nOverall, in this proposal we will investigate (i) if the M2/M42 proteins of avian influenza virus are involved in the change from low pathogenic to highly pathogenic virus and (ii) if the change from M2 to M42 is of importance to escape vaccine responses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M027163/1","grantId":"BB/M027163/1","fundValue":"368048","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"Paul  Digard","coPersons":["Lonneke  Vervelde"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}