{"id":"A1B9F875-B7F5-469E-995F-E68547086208","title":"The Analysis of Non-stationary Time Series in Economics and Finance: Co-integration, Trend Breaks, and Mixed Frequency Data","abstractText":"Macroeconomic and financial time series are typically non-stationary (or unstable), in that their means, variances and autocovariances evolve over time, such that standard multivariate time series models can only be validly applied to the changes in these variables. Such models, however, contain no information about any long run relationships between the series, as are often predicted by economic or finance theory. A solution is provided by co-integration analysis which recognises that certain combinations of the variables are stationary (stable). A key example is term structure data, where it is often found that while individual interest rates appear to be unstable, the spreads between the rates appear stable.\n\nPractical co-integration analysis is complicated by the fact that economies periodically undergo episodes of structural change, such as stock market crashes or changes in government regime/policy. Empirical evidence suggests that these episodes often manifest themselves in the form of multiple changes in the underlying deterministic trend component of the variables and/or changes in the volatility of the unanticipated random shocks. Extant co-integration tests can result in misleading inference regarding the presence or otherwise of long run relationships between the variables when these forms of structural change are present. This will typically result in misspecified econometric models with poor forecasting ability. It is therefore important to develop new co-integration tests which can deliver reliable inference in such environments. Doing so constitutes the first part of this project and will involve the development of a new simulation-based (bootstrap) procedure.\n\nIn light of the recent financial crisis, attention has increasingly focused on understanding the interactions between the macroeconomy and the financial sector. To do so effectively, econometric methods are needed that are capable of handling the mismatch between the frequencies at which data on the financial sector (eg exchange rates, stock prices) and the macroeconomy (eg GDP) become available, and this constitutes the second part of the project. While financial data can be observed at very high frequencies, macroeconomic data are typically available only monthly at best. The vast majority of methods for modelling multivariate time series assume a common sampling frequency; this typically entails discarding information in the high frequency data by converting it to the lowest frequency. However, high frequency financial data contains information that can affect the future time path of the low frequency data, and its utilisation can enable policymakers to act promptly prior to the macroeconomic data becoming available. For example, a financial crisis can be observed long before its effects on GDP are observed, but the ability to predict what those effects might be, using an econometric model capable of dealing with mixed frequency data, can be an important aid to policy making. Methods to allow for structural changes when dealing with mixed frequency data will also be considered.\n\nThe theoretical development, to be conducted using large sample econometric theory, will exploit the expertise and experience of the applicants. Taylor has already examined the behaviour of non-constant volatility on co-integration tests which do not allow for structural change in the trend. Chambers has recently developed methods of combining mixed frequency data that preserve the underlying relationships between the series and has also analysed co-integrated systems under temporal aggregation. This project will build on these foundations.\n\nThe practical relevance of the theoretical results will be explored using simulation experiments. We will also provide clear guidance to empirical researchers, through worked examples on key international datasets, and make freely available computer programs, to facilitate the implementation of the new techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M01147X/1","grantId":"ES/M01147X/1","fundValue":"280582","fundStart":"2015-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Anthony Michael Taylor","coPersons":["Marcus James  Chambers"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}