{"id":"A1C078DC-3C1C-4A71-9107-9AD605DE9FA7","title":"The Records of Central Government Taxation in England and Wales: Clerical Taxes 1173 - 1664","abstractText":"The records of clerical taxation in England and Wales have been poorly listed, inhibiting research into the social and economic history of this important sector of society, which accounted for about a third of the taxable wealth of the nation before 1540. The on-line relational database, accessible at http/www.nationalarchives.gov.uk/e179, will correct this gap are opened up by this which have hitherto been beyond the scope of the individual scholar, comparative studies of the social importance of the church at regional and diocesan level and longitudinal studies of regional ecclesiastical wealth straddling the significant changes of the 1530s and 1540sm, are but two. The workings of clerical taxation itself marks a crucial area tor the study of church state relations, and the changing effectiveness of the fiscal policy of the English Crown and State over c500 years. \n\nFindings thus far have already indicated that the post Reformation material has opened up significant research questions in this area, as the Royal Supremacy locked the Established Church into a close relation to the Crown and made it an increasingly important, and reliable, source of direct taxation. The pre Reformation records have revealed a huge range of regional and local diversity, throwing light on such questions as the effect of climate and warfare on local and regional pastoral provision, on the differing extent in which religious orders were deployed to support diocesan officials in carrying out these responsibilities, and on issues such as the importance of the financial support of the episcopate to the Lancastrian regime. The research agenda opened up by these records is extensive, and one recurrent theme from the period before 1540 is the central significance of the large numbers of unbeneficed clergy to the maintenance of spiritual and pastoral provision at diocesan level, with important differences over place and time being noted. These clergy have been little studied, and often escape the historical record elsewhere, but analysis of regional differences are crucial to our understanding of the social and economic power of the church before the Reformation, and to the political consequences which followed from that. \n\nThe changing numbers of unbeneficed clergy over time also raises questions about professional opportunities, about lay support for local provision of clergy through guilds and chantries, and about the relationship between these clergy and their local communities which command attention, as do the more traditional questions of pluralism and non-residence which their presence can indicate. Exploration of these differences will be a major area of future research, greatly enhancing our understanding of the social role of church and clergy in English and Welsh society over the longe duree. The project has, in the course of its progress, found that the richness of the material, and the unexpected fullness of the post Reformation returns, has limited the ability of the researchers to fully complete the original proposal, and the decision was taken to concentrate on completing the listing of the returns for the\nProvince of Canterbury, which has been done. \n\nThe project has therefore listed 6497 files {including those for the diocese {of Carlisle which formed part of a pilot study), leaving 747 files for the remaining Province of York, and 433 miscellaneous, often fragmentary, unidentified items unlisted. The researchers have therefore listed 85% of the surviving files. The project has not stood alone, and has co-operated with other related projects, The Clergy of the Church of England Database, the Taxation of Pope Nicholas II, and the Church Court records of the Province of York, in technical discussion of these database projects and in their academic context, concluding with a joint conference at the end of March 2009,","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503213/1","grantId":"AH/D503213/1","fundValue":"349898","fundStart":"2006-10-01","fundEnd":"2009-03-31","funder":"AHRC","impactText":"","person":"William Joseph Sheils","coPersons":["Rosemary Clare Elizabeth  Hayes"],"organisation":"University of York","findingsText":"","dataset":"gtr"}