{"id":"A1D73F7C-DFB5-46EB-8E0D-211810033DA1","title":"Microwave Extraction of Oil from Tar Sands","abstractText":"This project aims to provide the fundamental basis to enable microwave processing as a viable technology for the extraction of oils from tar-sands and oil-shales. If successful the technology will offer a step-change in energy efficiency compared with conventional processes, thereby improving both the technical and economic feasibility of oil extraction. It is estimated that there are in excess of 450 billion tonnes of tar sands located throughout the world, with only 10% of these being economically extractable using existing technology. Compared with the 140 billion tonnes of proven crude oil reserves, a small increase in the extractable tonnage of tar sands will have a dramatic impact on the future security and sustainability of worldwide energy reserves. Current extraction technology for tar sands is limited by the energy intensity of the process. Natural gas usage alone amounts to over 1200 kWh per tonne of extracted oil in the conventional hot-water extraction process. Previous studies have identified microwave technology as an energy efficient alternative, and shown that oil can be extracted from both shales and tar sands. The limitation of this research was the lack of understanding of the interaction of microwaves with the materials of interest, resulting in a non-optimised microwave cavity where the potential benefits of the technology were not realised to their full extent. This study will utilise the facilities, expertise and networks available at the University of Nottingham to adopt a multidisciplinary approach. Laboratory studies will be undertaken to enhance the understanding of the interaction of oil shales and tar sands with microwaves, and the fundamental oil extraction mechanisms. This knowledge will be used to input into the design of a continuous microwave cavity to yield a precisely defined electric field strength and distribution. Studies using the optimised, continuous system will assess the technical abilities and limitations, and will be used to understand how the design needs to change for different feedstocks and larger scale operation. The project will deliver the fundamental scientific understanding which will form a platform for future exploitation by industry and academia.This First Grant project addresses several key areas highlighted in the recent EPSRC International Review of Engineering, namely high risk, high impact research involving younger researchers and interdisciplinary research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F023251/1","grantId":"EP/F023251/1","fundValue":"241739","fundStart":"2008-02-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  Production of a follow-up publication in an Engineering journal Energy,Environment Societal,Economic","person":"John  Robinson","coPersons":[],"organisation":"University of Nottingham","findingsText":" Technical feasibility of using microwave heating to enhance oil extraction, and the specific regions and deposits where the technology can be applied. Research adds to the portfolio of decision-making tools for policy makers and industry, and gives an option with enhanced environmental credentials compared to current practice. Energy,Environment","dataset":"gtr"}