{"id":"A1DC110E-AE02-4098-B64D-685DC70AC1AB","title":"Refinery ready bio-petroleum via novel catalytic hydrothermal processing of microalgae","abstractText":"The cultivation of microalgae for use as an alternative source of lipids for biodiesel production is proposed to offer major advantages in terms of oil yields and land use and maybe capable of mitigating CO2 from manufacturing plant and power stations. However, conventional production of biodiesel requires removal of significant amounts of water before transesterification and this represents one of the major challenges for microalgae biofuels. Hydrothermal processing is an alternative route which can tolerate feedstock with high miosture content and involves processing the microalgae in hot compressed water with or without the addition of catalysts. The energy required to remove the water from algae before transesterification of the lipids is high therefore hydrothermal processing can offer significant savings in energy, efficiency and simplicity. This process effectively simulates nature and produces a low oxygen content bio-petroleum with a high energy density of upto 40MJ/Kg, similar to crude oil. Some of the most productive microalgae in terms of biomass production contain lower lipid content and larger amounts of protein and carbohydrate and not good contenders for biodiesel production. Hydrothermal processing however can convert the lipids, carbohydrates and protein to bio-petroleum increasing yields significantly whilst still being able to recycle nutrients for algal cultivation. The challenges for hydrothermal processing is to produce a bio-petroleum with lower oxygen and heteroatom content (in particular N and S) and increase the yields in the gasoline and diesel range. Previous research by the applicants has shown that using in situ aqueous phase hydrogen donors and heterogeneous catalysts can improve the quality of the bio-petroleum by converting the nitrogen to ammonia and reducing its molecular weight. The proposed research will seek to identify suitable catalysts capable of reducing the nitrogen and oxygen content of the bio-petroleum which in combination with aqueous phase hydrogen donors will provide in situ upgrading to refinery ready bio-petroleum with acceptable levels of N and S. Reactor facilities will be developed for investigating catalyst and additive behavior for a range of microalgae with different biochemical content. Suitable catalysts will be identified with high activity and stability under hydrothermal conditions with the main aim of reducing temperature and pressure requirements thus reducing the associated issues of corrosion, high pressure feeding and reducing the energy demands of the process. A flowing cell reactor will be constructed and a novel micro analytical scale hydrothermal injector will be developed for rapid screening of catalysts and additives. A range of metal doped shape selective zeolites will be evaluated with high stability and high acidity and their activity will be investigated using the developed facilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014365/1","grantId":"EP/I014365/1","fundValue":"572148","fundStart":"2011-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  The research funded in EP/I014365/1 has developed a more thorough understanding of the challenges in dealing with nitrogen during hydrothermal liquefaction of algae. The knowledge gained has led to further funding, extensive publications and strong collaborative links between partners (DENSO, JAPAN) and academics overseas working in the field. In particular, links have been developed with research groups in the USA (PNNL, University of Illinois, Urbana Champain) and in Australia (University of Sydney). The finding of the research have enabled advancement in the development of continuous hydrothermal liquefaction facilities both in the UK and in other research groups. Our research papers have provided detailed information for industry and academics allowing significant inroads in this field. Energy,Environment,Transport Societal,Economic","person":"Andrew Barry Ross","coPersons":["Jenny Marie Jones"],"organisation":"University of Leeds","findingsText":" We have developed knowledge of the fate of nitrogen during hydrothermal processing of algae allowing us to propose strategies for removal of nitrogen and its use as a nutrient source for further cultivation of microalgae. We have also developed fundamental knowledge on the design and operation of a continuous hydrothermal process, the subsequent catalytic upgrading of the oils generated. Our published material on pretreatment of biomass and development and operation of continuous hydrothermal reactors will be of significant interest to industry and research groups interested i this field. Our industrial partner is interested in taking this research forward in the future. Chemicals,Energy,Environment,Transport","dataset":"gtr"}