{"id":"A1DFA075-4E82-4558-85D2-302A20E9A28E","title":"Digital Arts Innovation Laboratory (DAILab)","abstractText":"Digital technology is routinely used in the arts, but modern trends see innovative kinds of artworks which blur traditional boundaries--between art forms, and between artists and audiences--and lead to art which is immersive, interactive, and simultaneously private and shared. These trends require access to computing facilities beyond those normally available to artists and arts researchers. Science departments in universities have for a long time had high-performance computing facilities and associated specialised equipment. In this project we propose to set up a facility with an equivalent role for artists and arts researchers. Recent experience demonstrates that innovative arts projects often push at the boundaries of the capabilities of available computing equipment. \\n\\nThe Digital Arts Innovation Laboratory (DAILab) will lift that constraint so that artists and researchers will be able to explore the artistic potential of the latest technologies. Examples of possible projects include \\n* creation of continuous variations of a piece of music in response to a dancer's movements, \\n* theatre pieces involving high-definition projection of images captured on stage and processed in real-time to recognise the actors' features and project an altered image in response,\\n* artworks which draw in material from the environment, the internet and responses from a large audience to modify their appearance accordingly.\\n\\nThe Lancaster Institute for the Contemporary Arts (LICA) is a leading centre for research and innovation in Art, Design, Music and Theatre Studies. A new building is currently under construction which will house DAILab. LICA has a strong track record of high-quality research involving digital technologies, and strong links for artistic dissemination. The Nuffield Theatre, for example, is a well-known centre for innovation in Theatre which has seen the origination of many cutting-edge shows which have gone on to play throughout the UK and beyond. LICA is also associated with FutureEverything (formerly FutureSonic) an annual festival and conference centred on Manchester which has attracted world-wide attention for its innovations. All this has been achieved with computing facilities acquired on an ad-hoc basis. The proposed project will put this proven tradition of digital arts innovation onto a firm footing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H037241/1","grantId":"AH/H037241/1","fundValue":"149807","fundStart":"2010-03-01","fundEnd":"2011-07-31","funder":"AHRC","impactText":"  A number of artworks have been facilitated by this project. Creative Economy,Culture, Heritage, Museums and Collections Cultural","person":"Alan Alexander Marsden","coPersons":["Andrew  Quick"],"organisation":"Lancaster University","findingsText":" This project set up facilities for artists to make innovative works using the latest digital technologies. The artworks produced will suggest new ideas to other artists. Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}