{"id":"A1DF2134-3D8A-4608-842A-296CE2F9852F","title":"Pigments Controlling the Quantum Efficiency of Photosynthetic Light Harvesting","abstractText":"The biological process of photosynthesis is the foundation upon which all life on Earth is supported. Since the advent of oxygenic photosynthesis, oxygen-evolving organisms have provided all heterotrophic organisms with both food and the oxygen required to utilize it. More recently, photosynthetic organisms have provided humans with a huge variety of useful compounds, including fuels, pharmaceuticals, fibres, pigments, and animal feeds and it has become apparent that plant-derived commodities will only increase in importance in the future green economy. The proliferation of oxygenic photosynthesis on Earth may be attributed to the efficient evolutionary design of the molecular machinery of photosynthesis, along with their adaptability with respect to changing environmental conditions. The photosynthetic membranes of the chloroplasts, commonly known as the thylakoid membranes, are the most complex of all biological membranes, being greatly enriched in a diverse collection of various protein complexes. These protein complexes represent the necessary molecular machinery of complex, multi-step process of photosynthesis, carrying out such diverse tasks as light-harvesting, electron transport and the synthesis of vital biochemical compounds. In order to fulfil these roles the various membrane proteins bind a number of cofactors such as chlorophylls, carotenoids, lipids, water, and various metal ions. One of the major pigment-lipoprotein complexes found within the thylakoid membrane is the light-harvesting complex of photosystem-II, LHCII. This complex, which is a trimer of three identical proteins, each binding 18 photosynthetic pigment molecules, collects light energy received by the thylakoid membrane and transfers it to the photosynthetic reaction centres. In addition to LHCII there are two minor light-harvesting complexes known as CP26 and CP29. In addition to this role LHCII, has been found to play an important role in regulating the amount of energy that is delivered to the reaction centre. This is achieved via the dissipation of excess energy absorbed during periods of intense illumination, a process commonly referred to as photoprotection. Recently we have discovered that the currently available structure of LHCII corresponds to the structure of a photoprotective conformation of the complex. This finding is of particular importance since it offers unique structural insights into how the thylakoid membrane senses and responds to excessive illumination, and hence how photosynthetic systems protect themselves against photodamage. It has also been suggested that the minor antennas, CP26 and CP29, rather than LHCII are responsible for photoprotection. The aim of this proposed work is to understand how the photosynthetic pigments known as xanthophylls regulate the amount of light energy delivered to the reactions centres by the major and minor antenna complexes. This work is divided into two copuled parts, each of which will employ a unique combination of methods from the fields of experimental biophysics, theoretical physics, and quantum chemistry to complete. First, it is essential to understand how varying the specific xanthophyll compliment of LHCII affects the rate of energy dissipation in the antenna complex. This will be achieved via spectroscopic measurements of the antenna complexes and theoretical modelling of the transfer of excitation energy. Second, we will investigate whether specific sites in LHCII, CP26, or CP29 are responsible for the dissipation of excess energy. This will require detailed theoretical modelling of the electronic properties of the photosynthetic pigments, theoretical simulation of the transfer and dissipation of energy within the antenna complexes, and detailed spectroscopic mapping of the energy transfer pathways within the antenna complexes of both mutants and natural specimens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024697/1","grantId":"EP/H024697/1","fundValue":"305714","fundStart":"2010-02-08","fundEnd":"2013-02-07","funder":"EPSRC","impactText":"","person":"Alexander  Ruban","coPersons":["William  Barford"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}