{"id":"A1E1F4D3-65C1-46BD-98A2-E8FBA516E534","title":"A Systematic Study of Physical Layer Network Coding: From Information-theoretic Understanding to Practical DSP Algorithm Design","abstractText":"High spectral efficiency is the holy grail of wireless networks due to the well-known scarcity of radio spectrum. While up to recently there seemed to be no way out of the apparent end of the road in spectral efficiency growth, the emerging approach of Network Coding has cast new light in the spectral efficiency prospects of wireless networks [1]. Initial results have demonstrated that the use of network coding increases the spectral efficiency up to 50% [2, 3]. Such a significant performance gain is crucial for many important bandwidth-hungry applications such as broadband cellular systems, wireless sensor networks, underwater communication scenarios, etc. Currently network coding has received a lot of attention from the wireless communication community; however, many existing works focused on the application of network coding to upper layers and the study of its impact on the physical layer (PHY) design only began recently. The aim of this proposal is to systematically study network coding at the physical layer, where we will not only characterize the fundamental limits of physical layer network coding, but also design practical digital signal processing (DSP) algorithms to realize the performance gain promised by those theoretic results. The novelty of the proposed project lies on the fact that this project will be the first UK effort to bridge information-theoretic studies and DSP algorithm design for PHY network coding. This will be done by first deriving the capacity region of network coding, which provides us the upper bound of the system performance. With such a better understanding, we will develop efficient transmission protocols and DSP algorithms to realize such optimal performance in practice. Interference alignment, a technology recently developed to cope with co-channel interference, will be applied to network coding transmissions for further performance improvement. Information-theoretic results, such as outage and symbol error probabilities, will be developed and testbed-based experimental evaluation will be carried out, so a more insightful understanding for our developed schemes can be obtained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037156/1","grantId":"EP/I037156/1","fundValue":"235459","fundStart":"2012-05-28","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Tharmalingam  Ratnarajah","coPersons":["Mathini  Sellathurai","Colin  Cowan"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}