{"id":"A1E814ED-3274-4A6A-87C7-0B133CCDB5A4","title":"Genomic approaches to understanding resistance and virulence in the cereal-Striga interaction for targeted breeding of durable defence.","abstractText":"Rice plays a pivotal role in the national economies of sub-Saharan Africa and production is expanding faster than any other cereal; it is considered a key strategic crop for attaining food security and poverty alleviation. One of the reasons for the rapid expansion of rice in Africa has been the introduction of 18 upland rice cultivars known as NERICA. These interspecific cultivars, generated by crossing the African rice species (O. glaberrima) with the Asian rice species (O. sativa), are high yielding and have excellent drought tolerance and disease resistance. Thus, subsistence farmers working in these upland production environments are increasingly replacing maize, and even sorghum, with NERICA rice. However, the soils of these cereal growing areas are infested by the pernicious parasitic weeds S. asiatica or S. hermonthica, which increasingly limits rice production; the development of new management strategies is essential. The use of Striga-resistant cultivars, as part of an integrated control programme, is recognized as sustainable and cost effective yet we still do not know the identity of genes that make some cereal cultivars more resistant to these parasites than others, nor do we have enough different types or sources of resistance for breeding programmes. This is important because the Striga seed bank is so genetically diverse that the durability of resistant crop varieties is compromised by the potential for rapid evolution of parasite virulence. Thus, the long-term success of host cultivar resistance for the control of Striga requires the identification and exploitation of multiple sources of host resistance genes together with a greater understanding of the genetic variation for virulence within and among Striga populations from different locations. Such knowledge will allow us to combine appropriate resistance genes in cultivars that are suitable for different agro-ecological zones and to manage the use of cultivars more effectively such that virulence evolution is delayed. The aim of this project is to identify multiple Quantitative Trait Loci (QTL) and candidate resistance genes underlying resistance in rice to different Striga species and ecotypes and characterise, for the first time, Striga loci that enable parasites to overcome specific host resistances.\nTo achieve our aims, we will utilise molecular/genetic and population genomic approaches combined with extensive field testing of materials for resistance to Striga. We will identify multiple sources of resistance in rice to Striga species by phenotyping populations of rice plants in which small segments of the genomes of either O. glaberrima or O. rufipogon (wild ancestor of cultivated rice) have been introgressed into a tropical O. sativa background (Chromosome Segment Substitution Line populations) to determine the location of the resistance QTL/genes on these rice genomes. We will fine map an existing region of rice chromosome 12 (known to contain resistance genes) to identify those responsible and validate their function using a novel, high throughput, 'gene screen' based on Agrobacterium rhizogenes -induced 'hairy roots' in rice cultivars. We will use a population genomics approach to identify Striga loci that enable parasites to overcome host resistance(s) in specific cultivars and analyse their spatial variation within and amongst different parasite populations. A selection of our material will be screened at field sites in Kenya, Tanzania and Uganda to characterize their field expression of resistance as well as their levels of tolerance and yield across seasons and to expose our material to farmers and seed companies and get valuable feed-back from them. The project will generate resistant and adapted cultivars that can be used immediately by farmers working in Striga-infested areas and breeding material and valuable insights to enhance the work of rice breeders to further improve the resistance of farmer preferred cultivars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J011703/1","grantId":"BB/J011703/1","fundValue":"1183420","fundStart":"2013-01-07","fundEnd":"2017-01-06","funder":"BBSRC","impactText":"","person":"Julie  Scholes","coPersons":["Mathias  Lorieux","Mark Lyon Blaxter","Jenipher  Bisikwa","Susanna Magdalena De Villiers","Jonne  Rodenburg","Steven Maina Runo","Roger Kenneth Butlin"],"organisation":"University of Sheffield","findingsText":" This grant is currently in its second year. At present the objectives of the grant are being met. A brief summary is given below.\n1. Identify multiple Quantitative Trait loci (QTL) and genes underlying post-attachment resistance in rice to a range of ecotypes of the most important Striga species using CSSL populations (O. glaberrima X O. sativa and O. rufipogon X O. sativa).\n\nIn order to identify new QTL for Striga resistance we are currently screening the parents (together with selected lines) of three different mapping populations (O. rufipogon X O. sativa CSSL population; Nipponbare X Koshihikari BIL population and Azucena x IR64 RIL population) against two new ecotypes of S. hermonthica (from Mbita Kenya and from Namutumba, Uganda) and three ecotypes of S. asiatica (from the USA, Tanzania and Ethiopia). If there is a clear difference in resistance between the two parents of the mapping populations we will phenotype the full mapping population for Striga resistance and carry out a QTL analysis. Our project partners at NIAS, Japan (Dr Hori and Professor Yano) are currently producing a BIL population derived from a cross between O. glaberrima (CG14) and O. sativa (Koshihikari). This population should be available to phenotype next year (2015).\n\nAt the end of year 1 Dr Mathias Lorieux (PI) sent us a new RIL mapping population derived from a cross between IR64 an O. sativa indica subspecies (which is very resistant to S. hermonthica (Kibos)) and Azucenta an O. sativa, tropical japonica sub species (which is very susuceptible to S. hermonthica). All 168 lines of this population have been genotyped by sequencing (GBS) by Dr Lorieux and colleagues, providing dense molecular markers for each line. \n\nA BBSRC-DTP-funded PhD student (Emily Beardon) supervised by Prof Scholes and Dr Lorieux (CIAT/IRD), started her PhD in association with the SCPRID project in 2013. Emily and Alexis Moschopoulos (SCPRID Post Doc) phenotyped the population for resistance to S. hermonthica (Kibos). A QTL analysis (carried out by Mathias Lorieux) revealed a highly significant QTL on chromosome 12 (IR64 allele) at a very similar location to the QTL for Striga resistance discovered in Nipponbare. This suggests that the same gene or genes may be involved in the resistance in IR64 to S. hermonthica. The fact that the RILs have very dense markers allowed Dr Lorieux to map the QTL to a smaller region on chromosome 12 than was possible for the Nipponbare QTL. This has greatly advanced the identification of candidate resistance gene(s) (see objective 2 below). This discovery also supports our hypothesis that the chromosome 12 Striga resistance QTL is very important for resistance in rice to S. hermonthica.\n\n2. Fine map the Striga resistance QTL on chromosome 12 (STR12.1) to identify candidate resistance genes and to develop Near-Isogenic Lines (NILs) that will serve as direct candidates for variety release or as high breeding value progenitors in selection schemes.\n\nLast year we fine mapped the Striga resistance QTL on chromosome 12 of the Nipponbare genome and identified 48 candidate genes. Many of these were predicted to encode retro-transposons and thus unlikely to be involved in resistance. However 15 genes were annotated as orthologs of resistance genes in other species. Other genes were also predicted to encode small peptides or were annotated as 'expressed proteins'. \n\nProgress this year:\nIn collaboration with Dr Hori at NIAS, Japan, the equivalent region of chromosome 12 from the susceptible rice cultivar Koshihikari was sequenced to allow us to compare the gene sequences in the resistant (Nipponbare) and susceptible (Koshihikari) parents of the mapping population. This revealed that the that the genome structure was very different between the two cultivars in this region of chromosome 12. Nipponbare contained a region of ~200kb that was not present in the Koshihibari genome and on either side of the Nipponbare-specific region there were significant rearrangements in genome sequence/structure. The Nipponbare specific region contained 5 of the 15 genes within the QTL region annotated as orthologs of disease resistance proteins.\n\nAlexis Moschopolous has profiled the expression of all genes of interest in roots of Nipponbare and Koshihikari during the time course of the resistance response (using qRT-PCR). This has shown that only 6 genes are significantly upregulated (&gt;2 fold) in infected roots of Nipponbare compared to uninfected roots (within the whole QTL region). These genes are not up-regulated (or are not present) in Koshihikari roots infected with S. hermonthica (compared to uninfected roots). Three of the genes are located within the Nipponbare-specific region and 3 in other locations within QTL region.\n\nFollowing the identification of the Striga-resistance QTL obtained from phenotyping the IR64 x Azucena RIL population, we carried out a bioinformatic analysis of the gene sequences present in Nipponbare and IR64 and also compared these with the gene sequences (where present) in Koshihikari. Only one gene sequence within the QTL region has an identical nucleotide sequence in both Nipponbare and IR64 but is different in Koshihikari and one other is very similar in Nipponbare and IR64 but different in the two susceptible cultivars. The function of these genes (together with three other candidate genes from the Nipponbare specific region) will be investigated further. \n\nIn order to investigate our hypothesis that the gene(s) present within the Striga resistance QTL on chromosome 12 may be important for Striga resistance in a range of rice cultivars, Dr Lorieux carried out an 'allelic diversity' analysis to determine whether 121 different rice cultivars have the Nipponbare allele for our candidate resistance genes or a 'different' allele. This analysis was possible as Dr Lorieux is involved in a project to resequence the genomes of 121 rice cultivars and thus had access to high density markers for these genomes. This analysis has revealed exciting differences between cultivars (and species and sub species of rice) with respect respect to allelic diversity across the genes in the QTL region and has allowed us to hypothesise which cultivars may show resistance to Striga (assuming that no other major resistance genes are present). We are now testing our hypothesis by phenotyping a selection of the most informative cultivars to determine their resistance to S. hermonthica.\n\n3. Validate the function of putative resistance genes using a novel, high throughput, 'gene screen' based on Agrobacterium rhizogenes -induced 'hairy roots' in rice cultivars.\n\nThe candidate genes have been cloned and constructs made to allow us to over-express and knock out (using RNAi) the genes of interest to test their effect on susceptibility to Striga. We have started the rice transformation process (using A. tumifaciens) rather than A. rhizogenes.\n\n4. Screen rice genotypes at field sites in Kenya, Tanzania and Uganda to determine the genotype X environment and genotype X Striga ecotype interaction effects on resistance, tolerance and yields across seasons.\n\nThe main objective of the fieldwork is to screen a set of upland rice cultivars (both O. glaberrima, O. sativa (ssp japonica and indica) and interspecifics) for resistance against the parasitic weed Striga hermonthica (in Uganda and Kenya) and Striga asiatica (in Tanzania) and yielding ability under local conditions. \n\nA second objective is to gain an understanding of farmers' preferences with respect to resistant cultivars and to produce a short-list of potentially suitable upland rice cultivars for release in Uganda, Kenya and Tanzania. During year 1 a substantial amount of time was spent identifying a new and suitable site for a field trial in a rice growing area of Uganda. After an extensive search a site was chosen in Nsinze (Namutumba District, Eastern Uganda).\n\nThree screening trials were carried out during the 2014 rainy seasons between March 2014 and August/September 2014, in a heavily Striga hermonthica-infested farmer's field in Nsinze (Namutumba District, Eastern Uganda), a heavily S. hermonthica-infested on-station field at ICIPE in Mbita (Western Kenya) and a heavily S. asiatica-infested farmer's field in Kyela (Mbeya Region, Southern Tanzania). Twenty five cultivars were screened (using a replicated lattice design) at each site. The cultivars screened across the 3 field sites overlapped for 76%; six out of 25 cultivars were only tested in one or two of the locations. These included cultivars that were grown locally by farmers at each site ('local' cultivars) and cultivars with specific local relevance in terms of species-specific resistance or environmental adaptation.\n\nThe number of Striga plants in each plot (representing a rice cultivar) were counted at different times during the season. At rice harvest time, Striga biomass was sampled in each plot for dry weight assessments. Rice performance was assessed during and at the end of the season, with rice grain yield as the most important characteristic. In order to identify loci which enable S. hermonthica individuals to overcome resistance in rice cultivars (see objective 5) leaves of Striga hermonthica plants were sampled in the Uganda and Kenya trials.\n\nIn the Ugandan field trial a survey of farmers perception of the Striga problem was carried out prior to the trial. Just before harvest a farmer field day was held to enable farmers to assess and rank the different cultivars within the trial. Further details are provided under objective 6, capacity building activities.\nThe Striga infection levels in the different trials varied this year. Infection levels in Mbita Kenya and in Namutumba were relatively high (on susuceptible cultivars). However in Kyela (Tanzania) infection of susceptible cultivars by S. asiatica was relatively low. This was most likely caused by the rainfall distribution at the time of the sowing the crop. This is the common risk of field work. Next season we will try to sow a bit earlier in Kyela in the hope that it will result in higher Striga infection rates. All the field data are currently being analysed. It is clear however that many of the cultivars in the field trials showed good resistance to S. hermonthica.\n\n5. Use a population genomics approach to identify Striga loci that enable parasites to overcome host resistance(s) in specific cultivars and to analyse their spatial variation amongst different parasite populations.\n\nThis objective is dependent upon the collection of samples of S. hermonthica individuals parasitising different rice cultivars in our field trials over two seasons. This year Prof Julie Scholes, Dr Alexis Moschopolous and Dr Mamadou Cissoko collected samples of Striga hermonthica leaf tissue from greater than 1000 Striga individuals parasitising the different rice cultivars at both the Ugandan and Kenyan field sites. Each sample was immediately placed in a 2 ml eppendorf tube containing silica gel to dry the leaf tissue rapidly. Samples were then sent back to Sheffield where they were transferred to clean barcoded eppendorf tubes and frozen at -80 oC. All samples have been entered into a database. DNA has been extracted from a small selection of samples to check quality. All samples produced high quality intact DNA. Collection of samples will again take place in 2015.\n\nAs well as collecting field Striga samples, a long term 'iterative' pot experiment was set up by Dr Rodenburg and Dr Cissoko at the AfricaRice station in Dar es Salaam to assess the time taken for resistance to S. asiatica and S. hermonthica to breakdown in cultivars which have different resistance phenotypes (at present). Research questions were: (1) how quickly will host resistance against Striga (both single and multi-genic) be overcome in case of newly introduced cultivars, and (2) does this depend on the type or level of host resistance, and are there differences between allogamous and autogamous Striga species? \n\nFour upland rice cultivars that have previously been included in our field trials and rhizotron, pot and laboratory experiments were chosen for this study. Each cultivar has been characterised with repect to the type of resistance it exhibits: (1) pre-attachment resistance: WAB56-104 (O. sativa parent of upland NERICAs 1-11), (2) post-attachment resistance: upland NERICA-2, (3) pre- and post-attachment resistance: upland NERICA-1, (4) susceptible (control): upland NERICA-7.\n\nThe cultivars were grown in pots in the presence of either S. hermonthica (Mbita ecotype) or S. asiatica (Kyela ecotype) and seeds collected from the Striga individuals attached to each rice cultivar (Cycle 1). This seed will be used to infest the pots (with the same cultivar) in the second season (cycle 2) and seeds produced in that season is used to infest the pots in the third season (cycle 3), and so on. We hypothesise that we will see an increase in the number of successful individuals able to parasitise the 'resistant hosts as the experiment progresses.\n\n6. Build capacities among African students and early and mid-career professionals in plant sciences.\n\nRice is becoming a major food crop in Uganda. Changes in consumption trends and increased population have led to increased production of rice over the years. In 2003, the government of Uganda encouraged the adoption of the high yielding upland rice NERICA varieties, as one of the strategies to eradicate poverty and increase food security. Since the adoption of NERICA 1, 4 and 10, rice production has risen both in acreage and volume of production. However, despite the importance of rice, its production per unit area is currently declining in Uganda and one of the major constraints that has been identified as contributing to this decline is the increase in the parasitic weed, Striga hermonthica.\n\nTo enhance capacity in rice research in Uganda, The School of Agricultural Sciences, Makerere University recruited Mr Nicholas Kayongo, to undertake a 2-year research MSc. degree entitled &quot;Farmer Participatory variety screening for Striga hermonthica resistance in Upland rice in Eastern Uganda&quot; associated with the BBSRC-DfID SCPRID project. Nicholas Kayong is supervised by Dr Jenipher Bisikwa and co-supervised by Prof Scholes and Dr Rodenburg. \n\nThe overall objective of the study carried out at the SCPRID field site in Namutumba is to screen twenty five (25) upland rice cultivars, most of them introduced from AfricaRice Center Tanzania in order to identify cultivars with good resistance to Striga hermonthica infestation and which produce high yields under Striga-infested conditions in Uganda. The specific objectives of the field work included identification of rice cultivars with good resistance acceptable to local farmers and identification of resistant cultivars with relatively high yields under Striga-infested conditions.\n\nMr Kayongo has learned how to design and carry out farmer surveys, experimentally design and set up a field trial, measure the growth and yield of the rice cultvars, and quantify resistance/susceptibility to S. hermonthica throughout the season. He will repeat this work during the second season field trial in 2015 in order to complete his MSc.\n\nIn addition to the field work conducted at the field site in Namutumba, Nicholas will also visit the University of Sheffield from October 2014 to January 2015 for a 3 month research training visit. During this time he will characterise the phenotype of the most resistant cultivars from the Namutumba field trial to complement the field data. Mr Kayongo will learn how to grow and infect plants in rhizotrons, quantify resistance and tolerance of the cultivars to the field ecotype of S. hermonthica (Namutumba) under controlled environment conditions. He will then learn how to fix root tissue, embed it, cut sections and examine the resistance phenotype at a microscopic level. Please see above text. Agriculture, Food and Drink","dataset":"gtr"}