{"id":"A1EAC034-6050-4831-8369-22684EC81FE8","title":"De novo sequencing of the Chinese Hamster Ovary (CHO) cell genome","abstractText":"The engineering paradigm of measure, model, manipulate and manufacture underpins the design of products, processes and structures with reliable, predictable performance. The design process requires a detailed knowledge of what the interacting components are, how they interact and the forces (rules) that govern those interactions. This is why it was possible to send a man to the moon in 1969 (i.e. to predict functional performance based on known physical interactions) but not to cure cancer (unpredictability deriving from complex, unknown components and interactions). Accordingly, as we enter a new age of biological engineering, the extent to which it will be possible to engineer complex biological systems for human benefit will ultimately depend upon the extent of our knowledge of those systems - the rules that govern how the complex biological system functions - or malfunctions in the case of disease. To engineer any biological system effectively we need a basic blueprint - knowledge (or design principles) that helps us to understand specifically how that organism is functionally equipped. For biological engineers this primary information is an organism's complete DNA sequence (it's genome). For simple organisms such as bacteria the genome is relatively simple - only about 6000 genes (functional genetic units) in Escherichia coli for example. In human cells there are over 30,000 genes and a large amount of 'non-coding' DNA involved in regulation of these genes. Using microbial genome sequence information, bioengineers can for the first time truly engage in the engineering design process. New ways of measuring and modelling the complexity of simple bacterial systems have emerged (this is 'systems biology') which enables us to (genetically) manipulate cells and manufacture novel products and processes using new tools (this is 'synthetic biology'). Importantly, bioengineers can now predict the functional capability of simple bacteria growing in vitro using computer models. Similar approaches are now being developed for inherently more complex mammalian cells. This project is designed to provide a much needed genomic resource for academic and industrial bioscientists and bioengineers in the UK concerned with the production of a new generation of recombinant DNA derived medicines made by made by genetically engineered cells in culture - biopharmaceuticals. Biopharmaceuticals are proving to be revolutionary treatments for many serious diseases such as rheumatoid arthritis and a range of cancers. We want to determine the genome sequence of an extremely important type of 'cell factory' that is used to make these bio-medicines; the Chinese hamster ovary (CHO) cell. Most (60-70%) biophamaceuticals are currently made by genetically engineered CHO cells in culture as well as the vast majority of those in development. However, despite the huge industrial and scientific importance of this cell type, we still do not have the CHO cell's genome sequence: The fundamental informatic resource necessary to utilise new systems and synthetic biology tools to understand and engineer the function of this cell factory. To address this problem we have formed a consortium of the UK's leading academic groups involved in research into CHO cell based manufacturing systems based at the Universities of Kent, Manchester and Sheffield, and four key industrial partners involved in biopharmaceutical manufacturing in the UK. In this project we will utilise the most advanced DNA sequencing technology available to rapidly sequence, assemble and annotate the CHO cell genome. We will establish a network to disseminate this information and to determine how we might most effectively harness this resource for future engineering strategies to improve CHO-cell based production processes. This project is necessary for, and will lead to, cutting-edge applied research underpinning new biopharmaceutical manufacturing technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I010610/1","grantId":"BB/I010610/1","fundValue":"85119","fundStart":"2010-12-17","fundEnd":"2012-04-17","funder":"BBSRC","impactText":"","person":"David  James","coPersons":["Alan  Dickson","Christopher Mark Smales"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}