{"id":"A1F812BD-C5C7-41A6-9364-C4DE72585DC4","title":"ASSESSING THE UNDERWORLD - AN INTEGRATED PERFORMANCE MODEL OF CITY INFRASTRUCTURES","abstractText":"The surface urban transport infrastructures - our roads, cycle ways, pedestrian areas, tramways and railways - are supported by the ground, and hence the properties of the ground must control to a significant degree their structural performance. The utility services infrastructure - the pipes and cables that deliver utility services to our homes and which supports urban living - is usually buried beneath our urban streets, that is it lies below the surface transport infrastructure (usually roads and paved pedestrian areas). It follows that streetworks to install, replace, repair or maintain these utility service pipes or cables using traditional trench excavations will disrupt traffic and people movement, and will often significantly damage the surface transport infrastructure and the ground on which it bears.\n\nIt is clear, therefore, that the ground and physical (i.e. utility service and surface transport) infrastructures exist according to a symbiotic relationship: intervene physically in one, and the others are almost inevitably affected in some way, either immediately or in the future. Moreover the physical condition of the pipes and cables, of the ground and of the overlying road structure, is consequently of crucial importance in determining the nature and severity of the impacts that streetworks cause. Assessing the Underworld (ATU) aims to use geophysical sensors deployed both on the surface and inside water pipes to determine remotely (that is, without excavation) the condition of these urban assets.\n\nATU builds on the highly successful Mapping the Underworld (MTU) project funded by EPSRC's first IDEAS Factory (or sandpit) and supported by many industry partners. The MTU sandpit brought together a team that has grown to be acknowledged as international leaders in this field. ATU introduces leaders in climate change, infrastructure policy, engineering sustainability and pipeline systems to the MTU team to take the research into a new sphere of influence as part of a 25-year vision to make streetworks more sustainable.\n\nATU proposes to develop the geophysical sensors created in MTU to look for different targets: indications that the buried pipes and cables are showing signs of degradation or failure, indications that the road structure is showing signs of degradation (e.g. cracking, delamination or wetting) and indications that the ground has properties different to unaltered ground (e.g. wetted or eroded by leaking pipes, loosened by local trench excavations, wetted by water ingress through cracked road structures). For example, a deteriorated (fractured, laterally displaced, corroded or holed) pipe will give a different response to the geophysical sensors than a pristine pipe, while wetting of the adjacent soil or voids created by local erosion due to leakage from a water-bearing pipe will result in a different ground response to unaltered natural soil or fill. Similarly a deteriorated road (with vertical cracks, or with a wetted foundation) will give a different response to intact, coherent bound layers sitting on a properly drained foundation.\n\nTaking the information provided by the geophysical sensors and combining it with records for the pipes, cables and roads, and introducing deterioration models for these physical infrastructures knowing their age and recorded condition (where this information is available), will allow a means of predicting how they will react if a trench is dug in a particular road. In some cases alternative construction techniques could avert serious damage (e.g. water pipe bursts, road structural failure requiring complete reconstruction) or injury (gas pipe busts). Making this information available will be achieved by creating a Decision Support System for streetworks engineers. Finally, the full impacts to the economy, society and environment of streetworks will be modelled in a sustainability assessment framework so that the wider impacts of the works are made clear.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K021699/1","grantId":"EP/K021699/1","fundValue":"5782840","fundStart":"2013-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Christopher David Foss  Rogers","coPersons":["Tony James Dodd","Anthony  Cohn","Joby  Boxall","Ian  Jefferson","David Neil  Chapman","Emiliano  Rustighi","Philip  Atkins","Stephen  Pennock","Alexander Christopher Royal","Stephanie  Glendinning","Robert  Dwyer-Joyce","Sean Richard Anderson","Paul  Lewin","Steve  Swingler","Helen Jane Reeves","Nicole  Metje","Paul Neil Hughes","David Andrew Gunn","Barry Goldsmith Clarke","Richard  Collins","Derek  Magee"],"organisation":"University of Birmingham","findingsText":" This is a work in progress Too early Construction","dataset":"gtr"}