{"id":"A20129BA-9C78-4452-978E-A6CC84DFA94F","title":"FAPESP Marine ferromanganese deposits - a major resource of E-tech elements (MarineE-tech)","abstractText":"Minerals are essential for economic development, the functioning of society and maintaining our quality of life. Consumption of most raw materials has increased steadily since World War II, and demand is expected to continue to grow in response to the burgeoning global population and economic growth, especially in Brazil, Russia, India and China (BRIC) and other emerging economies. We are also using a greater variety of metals than ever before. New technologies such as those required for modern communication and computing and to produce clean renewable, low-carbon energy require considerable quantities of many metals. In the light of these trends there is increasing global concern over the long-term availability of secure and adequate supplies of the minerals and metals needed by society. Of particular concern are 'critical' raw materials (E-tech element), so called because of their growing economic importance and essential contribution to emerging 'green' technologies, yet which have a high risk of supply shortage.\n\nThe following E-tech elements are considered to be of highest priority for research: cobalt, tellurium, selenium, neodymium, indium, gallium and the heavy rare earth elements. Some of these E-tech elements are highly concentrated in seafloor deposits (ferromanganese nodules and crusts), which constitute the most important marine metal resource for future exploration and exploitation. For example, the greatest levels of enrichment of Tellurium are found in seafloor Fe-Mn crusts encrusting some underwater mountains. Tellurium is a key component in the production of thin film solar cells, yet is prone to security of supply concerns because of projected increased demand resulting from the widespread deployment of photovoltaic technologies; low recycling rates; and its production as a by-product from copper refining. As a result, it is vital to assess alternative sources of supply of tellurium and the other E-tech elements, the largest source of which is held as seafloor mineral deposits.\n\nOur research programme aims to improve understanding of E-tech element concentration in seafloor mineral deposits, which are considered the largest yet least explored source of E-tech elements globally. Our research will focus on two key aspects: The formation of the deposits, and reducing the impacts resulting from their exploitation. Our primarily focus is on the processes controlling the concentration of the deposits and their composition at a local scale (10's to 100's square km). These will involve data gathering by robotic vehicles across underwater mountains and small, deep-sea basins off the coast of North Africa and Brazil. By identifying the processes that result in the highest grade deposits, we aim to develop a predictive model for their occurrence worldwide. We will also address how to minimise the environmental impacts of mineral exploitation. \n\nSeafloor mining will have an impact on the environment. It can only be considered a viable option if it is environmentally sustainable. By gathering ecological data and experimenting with underwater clouds of dust that simulate those generated by mining activity, we will explore of extent of disturbance by seafloor mineral extraction. Metal extraction from ores is traditionally very energy consuming. To reduce the carbon footprint of metal extraction we will explore the novel use of organic solvents, microbes and nano-materials. An important outcome of the work will be to engage with the wider community of stakeholders and policy makers on the minimising the impacts of seafloor mineral extraction at national and international levels. This engagement will help inform policy on the governance and management of seafloor mineral exploitation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M011151/1","grantId":"NE/M011151/1","fundValue":"408410","fundStart":"2015-07-01","fundEnd":"2019-06-30","funder":"NERC","impactText":"","person":"Paul  Lusty","coPersons":["Matthew  Horstwood","Richard Murray Lark","Simon Robert Chenery","Jeremy Clive Rushton"],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}