{"id":"A2071F94-8636-4ADC-A2C2-76D66D3BB5D9","title":"Maternal nutrition, fetal and childhood growth, and programming of cardiovascular disease and diabetes in South Asians","abstractText":"South Asians have a higher risk of developing coronary heart disease (CHD), type 2 diabetes and the insulin resistance syndrome than white caucasians. This is related to a characteristic South Asian body type: low muscle mass, high body fat and central (abdominal) obesity. Recent research in the UK and Europe has shown that smaller size at birth, lower weight during infancy, and rapid weight gain in childhood, predict higher rates of adult CHD and diabetes. This has given rise to the theory that environmental factors influencing early growth can permanently alter (?programme?) the body?s structure and metabolism, leading to later disease. Early-life programming may explain the high rates of CHD and diabetes in South Asians, who are typically light and thin at birth and in infancy. The applicant has established a research programme in India, collaborating with colleagues in four centres, to study the relationship of fetal, infant and childhood growth, to CHD and diabetes in South Asians. Work so far has confirmed that low birthweight and rapid weight gain in childhood are associated with higher CHD risk factors and increased adult CHD and diabetes. Lower birthweight and infant weight predict lower adult muscle mass, while rapid weight gain in childhood predicts greater adult body fat. Studies in pregnancy showed that the ?low-muscle high-fat? body type is present in Indian newborn babies. Neonatal fat is related to maternal body fat and maternal diabetes. Mothers with lower intakes of micronutrient-rich foods (green leafy vegetables, fruit and milk) had babies that were smaller in all body measurements. In the next 5 years we will study the relationship of maternal nutrition and maternal diabetes to her children?s body composition and CHD risk factor profile. In a study designed to directly test the programming hypothesis, a randomised controlled trial of improved diet quality in undernourished mothers will be undertaken, with the aim of improving fetal growth and later outcomes. The premise of this research is that adult disease may be preventable by measures that optimise fetal, infant and childhood nutrition. Our objectives are to determine the validity of this premise and to develop such interventions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400519","grantId":"G0400519","fundValue":"714214","fundStart":"2006-02-01","fundEnd":"2011-01-31","funder":"MRC","impactText":"","person":"Caroline  Fall","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}