{"id":"A20771E8-AF57-47B4-926E-1C30FD3B5861","title":"Amyloid Peptide Conjugates: Visit to Argentina to Develop Collaboration","abstractText":"We propose to initiate a collaborative programme to examine the effect of peptide/polymer conjugates on amyloid fibrillisation in vitro and in vivo. The conjugates are expected to bind to amyloid and to disrupt fibrillisation. Members of the Reading team will visit Instituto Leloir (Buenos Aires, Argentina) to perform cell viability/cytotoxicity experiments. The Instituto Leloir was founded by the Nobel laureate Luis Federico Leloir and is one of the premier institutions devoted to biochemistry in South America, indeed it has a leading international profile. Members of the Leloir team will visit Reading for x-ray, neutron and electron microscopy experiments. Diseases such as Alzheimer's and type II diabetes are of increasing importance to the aging population in the developed world. They result result from the formation of amyloid in which proteins and peptides form fibrils based on a beta-sheet structure in which the peptide backbone is orthogonal to the fibril axis (cross beta structure). We propose to initiate a collaborative programme to examine the effect of peptide/polymer conjugates on amyloid fibrillisation in vitro and in vivo. The conjugates are expected to bind to amyloid and to disrupt fibrillisation in a stimuli-responsive fashion. The human amyloid peptide, Abeta is implicated in Alzheimers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030952/1","grantId":"EP/G030952/1","fundValue":"15280","fundStart":"2009-01-29","fundEnd":"2010-01-28","funder":"EPSRC","impactText":"  Two publications resulting from this collaborative travel grant Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Ian William Hamley","coPersons":[],"organisation":"University of Reading","findingsText":" This grant funded travel to Argentina as part of a collaboration which led to publications concerning amyloid, relevant to insulin activity and diabetes May be relevant to medicial practitioners Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}