{"id":"A208BE13-99EE-420C-B86F-D31DF8432DA6","title":"Mobile atom traps based on domain walls in magnetic nanowires","abstractText":"One of the most dramatic recent advances in physics has been the experimental realization of new states of matter as a consequence of using lasers to cool atoms to within a millionth of a degree of absolute zero. The development of laser-cooling techniques was the subject of the 1997 Nobel Prize in Physics, and the realization of a new state of matter, a Bose-Einstein Condensate, resulted in the 2001 Nobel Prize. The atoms to be cooled in this research project can be though of as tiny bar magnets (they are paramagnetic atoms), and at very low temperatures it is possible to trap them using relatively small magnetic fields.A quite separate recent development has been the advance of planar magnetic nanowire technologies. The extended geometry of these wires constrains magnetisation to lie along the wire length. When opposite magnetisation directions meet in a nanowire, they are separated by a transition region termed a 'domain wall'. These domain walls can be moved through nanowire circuits using externally applied magnetic fields but they are also themselves a source of magnetic field. We have recently shown how the magnetic field from a domain wall in a nanowire can be used to trap laser-cooled atoms.In this proposal, we aim to demonstrate experimentally and investigate atom trapping using domain walls in nanowires. The cold atoms trapped above a nanowire will be robustly confined and, crucially, mobile due to the precision with which the position of domain walls can be controlled. This is an excellent platform for further research in controlling interactions between neighbouring trapped atoms. In the burgeoning field of Quantum Information Processing (QIP) two atoms can be entangled by bringing them close and subsequently separating them. Furthermore, many identical copies of a fundamental nanowire circuit unit can be tessellated to create quantum-computing networks.This proposal also offers applications in other important research areas. The nanometre scale of the magnetic domain wall results in the trapped atoms being closer than a micrometre to the substrate. Varying the magnitude of external magnetic fields allows control of the exact atom-surface height, hence it is envisaged that domain-wall atom traps will be used to study atom-surface interactions. Developing a mobile nanomagnetic atom traps provides a precursor technology to more complicated quantum objects, and their application to new science, such as quantum collisions on surfaces, or new technologies, such as quantum information processing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F025459/1","grantId":"EP/F025459/1","fundValue":"600372","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  Our results made other researchers aware of the potential for hybrid devices involving ultracold atoms and patterned nano-magnets  ","person":"Ifan Glyndwr Hughes","coPersons":["Charles Stuart Adams"],"organisation":"Durham University","findingsText":" This collaborative project brought together two areas of scientific research in atomic physics (Durham University) and nanoscale magnetism (University of Sheffield). Certain atoms exhibit 'paramagnetism' and behave like bar magnets. It is possible to cool these atoms to temperatures of the order of a microKelvin (less that 0.00001 C above absolute zero), and to manipulate them precisely with magnetic fields and field gradients. Meanwhile, patterned wires with nanoscale dimensions of magnetic materials such as Ni80Fe20 tend to have magnetisation oriented along the wire long axis. However, opposite magnetisation directions can meet within such a nanowire and form a 'domain wall'. These domain walls have dimensions similar to the nanowire width (hundreds of nanometres) can be moved with externally applied magnetic fields and are themselves sources of magnetic field. \n\n\n\nWe were able to demonstrate for the first time how ultra-cold paramagnetic rubidium atoms can interact with magnetic domain walls in a large nanowire array. We investigated the limits of placing domain walls close together in adjacent wires and went on to develop a switchable wire array that could be filled and emptied of domain wall field sources simply by applying a magnetic field in one of two in-plane directions. We also used several calculation techniques, including finite element modelling and semi-analytical approaches, to calculate the stray field from domain walls. This allowed us to make certain predictions about the nature of possible cold atom interactions with nanoscale domain walls. Our work culminated in an experimental demonstration of a reconfigurable magnetic domain wall atom mirror. A cloud of one million rubidium atoms laser-cooled to a temperature of 8 microKelvin was allowed to fall under gravity onto an array of 2000 magnetic nanowires containing 8 million domain walls. The stray field caused the paramagnetic atoms to be reflected in a manner that agreed well with our theoretical predictions. Furthermore, we were able to cause the interaction to stop by removing all of the domain walls using a single magnetic field pulse applied by external wire coils. \n\n\n\nOur experimental results demonstrate for the first time the how cold atoms can interact with nanoscale domain walls in nanowires. Our experiment also demonstrated that when atoms are as close to the surface as 50 nanometres the magnetic forces are strong enough to overcome the atom-surface interaction. Our study opens up new possibilities in the precise manipulation and positioning of cold atoms. A future goal will be to rearrange the experiment and trap atoms above the magnetic domain walls. There has been a large volume of work in the area of spintronics on controlling the position and motion of domain walls in magnetic nanowires. This knowledge can be applied readily to atoms trapped above domain walls in nanowires. There is huge flexibility available in the design of the nanowires which opens up many future exciting experiments with interacting atoms above a miniaturised magnetic chip for possible applications in quantum computation. This research project will also contribute to the academic, industrial and commercial sectors of the UK economy by providing highly skilled personnel with expertise in ultrastable laser techniques, photonics, vacuum technology, control instrumentation and computer interfacing and analysis software. The primary beneficiary is the scientific community, in particular those involved in laser cooling, atom trapping and quantum information or computing will benefit from the novel approaches to control of confined atoms. Researchers involved in nanoscale magnetics will benefit the improved control and understanding of large periodic arrays of domain walls in nanowires.\n\nThe impact of the technique is potentially major, as we were able to combine the technology from two previously separate strands of research (cold atoms; nano magnetism) and demonstrate a working device. Education","dataset":"gtr"}