{"id":"A21175F5-75AF-467E-BE8B-BA8DDF098C77","title":"The Great Norwich Hospital Online: a web-based guide to the medieval history and buildings of one of England's oldest hospitals","abstractText":"The Great Hospital (formerly St Giles's), Norwich, is unique in being the only English medieval hospital to survive the Dissolution of the monasteries and Protestant Reformation with the greater part of both its fabric and its archives intact. Founded in 1249, it has functioned without a break until the present day (it now offers sheltered accommodation to the elderly), and ranks as one of the twelve 'Great and Good' heritage sites of Norwich. Paradoxically, however, this remarkable institution is better known to medieval historians, through the work of Professor Carole Rawcliffe and her research students at UEA, than it is to local people or to the many tourists who visit Norwich; and the aim of this project has been to create a website which will widen public awareness of a place of outstanding national importance. Now complete, and due for an official launch at the Norfolk Country Record Office on 7 February 2008, www.thegreathospital.co.uk offers users an easily accessible guide to the layout and development of the precinct and medieval buildings, accompanied by a series of 3-D video models recreating the fifteenth-century hospital and its lavish d&eacute;cor. The hospital's history is explained for the benefit of the non-specialist, and a wide range of ancillary visual material (maps, plans, photographs and drawings) helps to elucidate the role played by hospitals in medieval times. A number of documents are presented in translation, along with photographs of the originals, for consultation by local historians, researchers and students. Web-links to other useful sites and suggestions for further reading have also been supplied. The project has thus succeeded in providing:\\n- Material for teaching at various levels in schools and universities\\n- A guide for the benefit of visitors to Norwich, which will complement the work of the Norwich Heritage and Economic Regeneration Trust and will highlight the Great Hospital's significance as a part of the city's history\\n- A wbsite which will greatly assist the Hospital Trustees in their applications to public funding bodies for help with the preservation and development of the medieval buildings\\n- A means of publicising the rich architectural and archival sources of the Great Hospital, and of advancing the work of the International Network for the History of Hospitals which is promoting the project.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F500017/1","grantId":"AH/F500017/1","fundValue":"14687","fundStart":"2007-08-01","fundEnd":"2007-10-31","funder":"AHRC","impactText":"","person":"Carole  Rawcliffe","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}