{"id":"A21632B0-E2CE-42B1-8C39-4CCD15599B18","title":"Free School Breakfast Initiative Data Augmentation and Analysis","abstractText":"Breakfast is commonly referred to as the most important meal of the day, especially for children. It provides an opportunity to consume healthy foodstuffs such as fruit and grains and is associated with better weight management and cognitive functioning. Unfortunately, a significant number of children in the UK skip breakfast or eat poor quality food such as chocolate and crisps. Such breakfast skipping has been found to be more common amongst obese children and those from poorer backgrounds. School breakfast schemes have been implemented to try to encourage breakfast eating and the adoption of a healthy diet from an early age. It is also thought that his can result in improved performance in school. Previous evaluations of such schemes have suffered from a number of methodological shortcomings. \n\nThis study draws on data collected in a large national evaluation of the Welsh Assembly Primary School Free Breakfast Initiative, which provided the opportunity for schools and pupils to have a free healthy breakfast. The study included 111 schools that were randomly selected to either start the scheme immediately or in 12 months time. Questionnaires and interviews assessed breakfast skipping and the amount of healthy and healthy food eaten, attitudes to breakfast, school behaviour and memory, concentration and attention. This information was collected before the schemes began and 12 months later. Results indicate the scheme was effective in increasing the consumption of healthy food items at breakfast, and positive attitudes towards breakfast. But additional important analyses will not be conducted without investment in linking these results to other sources of data and subsequent analyses.\n\nWith additional funding it will be possible to identify free school meal entitlement, educational performance data, and postcodes for each pupil in the study. It will also be possible to examine additional detailed dietary nutritional information collected from pupils during the study. This will allow an examination of whether such interventions can improve the nutritional quality of school pupil?s diets and whether they can address health inequalities. It will also be possible to examine the relationship between children?s diets and future educational performance over time. This will provide important information for both the education and health sector in developing interventions to improve children?s diets and tackle rising levels of obesity. It will also provide important information on whether routine education and health data can be utilized in future public health initiatives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701875","grantId":"G0701875","fundValue":"210890","fundStart":"2009-05-18","fundEnd":"2011-05-17","funder":"MRC","impactText":"","person":"Laurence Anthony Moore","coPersons":["Katy  Tapper","Simon MARK Murphy","David  Benton","Ronan Anthony Lyons"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}