{"id":"A21A1ABC-5A53-4229-A945-998FC51BA8CD","title":"Fasciola hepatica extracellular vesicles - the key to parasite control?","abstractText":"Fasciolosis is a common, and economically important, disease of livestock. It is caused by a parasitic flatworm called Fasciola hepatica (also known as the liver fluke) that infects more than 300 million cattle and 250 million sheep worldwide resulting in losses of over $3 billion to global agriculture through lost productivity. It is also widespread in the UK, and costs the cattle farming industry alone around &pound;23 million each year as a result of poor animal condition and a significant reduction of milk and meat yields. Although traditionally regarded as a disease of livestock, fasciolosis is an emerging disease of humans with an estimated 2.4 million people infected worldwide. The drug of choice against liver fluke infection is triclabendazole. However, just like the drug-resistant bacteria that are wreaking havoc in our hospitals, triclabendazole-resistant fluke are now rapidly spreading throughout the UK/Ireland, continental Europe and Australia. This has left farmers with little to combat the disease as most remaining drugs are ineffective against the immature flukes that cause most damage to the infected animal. With unprecedented outbreaks of liver fluke infection predicted to occur in the UK over the next 60 years, the development of new strategies for F. hepatica control is most urgent. The spread of drug resistance, together with heightened consumer concerns about the presence of chemical residues in food, has fuelled the search for anti-Fasciola vaccines. Despite some early successes there are still no commercially-available vaccines against F. hepatica. This is most likely due to the striking ability of the parasite to influence the host immune response. Fasciola is an accomplished immune-modulator, directing the host immune response away from the type that is most damaging to them - a Th1 response - and regulating the response to create an environment that optimises successful feeding and reproduction - a Th2 response. We have found that specific molecles released by the parasites are responsible for this immune-modulation and we believe that targeting the release of these may be the key to parasite control. Recent research has shown that molecules can be transferred from one cell to another by being packaged into sacs called extracellular vesicles (EVs). Our collaborator Dr Antonio Marcilla (University of Valencia) recently found that EVs are also released from F. hepatica and we now know that they contain many known immunomodulators. Thus, we propose that preventing the release of EVs from the parasite will stop the transfer of the immunomodulatory molecules packaged inside to host immune cells. This will allow a Th1 immune response to prevail leading to expulsion of the parasite. To achieve this we will use a new technique called RNA interference (RNAi) to &quot;switch off&quot; particular molecules that are involved in packaging and release of EVs from the parasite. We will then be able to determine if this approach can give the host`s immune response a boost and eliminate the parasite. This is a multidisciplinary project which will build on recent discoveries in Fasciola biology and advances in technology. As such, we have assembled a strong network of national and international collaborators who will provide considerable support and expertise in RNAi (Prof Maule), immunology (Prof Dalton and Dr Donnelly) and EV biology (Dr Marcilla). We envisage that specific targets will emerge from this research for control of liver fluke infections (by new drugs or vaccines) that will be commercially attractive and transferable to other parasitic infections of humans and animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L019612/1","grantId":"BB/L019612/1","fundValue":"379346","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"  N/A - grant only recently awarded  ","person":"Mark  Robinson","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" N/A - grant only recently awarded N/A - grant only recently awarded Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}