{"id":"A224E416-9FC0-40AB-9BED-50DB42EA922B","title":"Overcoming the blunted response to resistance exercise with fish oil to maximise the maintenance of muscle mass in older people","abstractText":"Skeletal muscle is the largest organ in the human body and has many important roles in determining our physical abilities and overall wellbeing. One major function of skeletal muscle is to carry out many daily tasks, such as rising from a chair or getting on a bus, tasks often referred to as functional abilities. During healthy ageing muscle size is reduced by approximately 0.5-2% a year (known as sarcopenia), with concurrent reductions in functional abilities. This can result in a reduction in quality of life and loss of independence, both of which are clearly not desirable. The incidence of sarcopenia is around 20% between 50-70 years and around 50% in those over 80 years, with the absolute numbers and the average age of the population rising.\n\nOne method through which we can enhance muscle function and retard the progression of sarcopenia, across all age groups, is through exercise. The effectiveness of exercise will depend on a number of genetic and environmental factors, with nutritional intake being one of the most important and easily altered. Recent research has suggested that altering the type of fatty acids consumed may have a positive effect on muscle function. Little research is yet to be carried out in elderly humans. This is important as that findings from animal models are not definitively transferrable to humans. The main aim of the current proposal, therefore, is to investigate the effect the consumption of eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), long chain polyunsaturated fatty acids found in oily fish, on the response to a resistance training programme in the elderly. A further aim is to determine the mechanisms which result in these adaptive responses.\n \nThe project will be centred round a large 18 week resistance training/nutritional (EPA/DHA) intervention with both males and females over the age of 65 years. There are three main research questions and experiments stemming from this intervention. 1) Does the consumption of EPA and DHA result in a greater increase in strength, power and functional abilities in response to resistance training? To answer this question a series of measures of muscular performance and functional abilities will be assessed. 2) Does the consumption of EPA and DHA increase the size and quality of muscles, reduce the amount of fat found within the muscle and decrease inflammation? To address this question the participants will have MRI images of their muscles and blood samples taken before and after the intervention. This will allow the calculation of muscle mass/fat content and circulating levels of inflammatory markers. 3) Does the consumption of EPA and DHA enhance the activity of the molecules involved in controlling muscle mass after a single bout of resistance exercise? For this question we will obtain muscle samples before and after a single training session and measure changes in molecules previously identified as important in the changes in muscle mass in response to exercise. A fourth aim running throughout the proposal is 4) Do males and females respond differently to the combination of EPA/DHA and resistance exercise? Differences in protein metabolism have previously been noted between genders and yet the investigation of these differences is often overlooked. We will investigate this by studying responses in groups of males and females.\n\nIn summary, the aim of the proposed project is to test the hypothesis that the consumption of fatty acids found in oily fish will improve the response of an elderly population to a resistance training intervention. The major outcome of the proposal would be in establishing a beneficial effect of fish oil on muscular adaptation in the elderly, opening up a widely available therapeutic strategy for an improvement in the quality of life in the elderly population. Such strategies are of particular importance due to the increasing age of the UK population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015911/1","grantId":"BB/J015911/1","fundValue":"330684","fundStart":"2012-09-17","fundEnd":"2015-09-16","funder":"BBSRC","impactText":"  As this study is a double blind RCT and we have not yet unblinded it then we have no findings as yet. We are on course for a timely completion in the New Year. Agriculture, Food and Drink,Leisure Activities, including Sports, Recreation and Tourism Cultural,Policy & public services","person":"Stuart Robert Gray","coPersons":[],"organisation":"University of Aberdeen","findingsText":" As this study is a double blind RCT and we have not yet unblinded it then we have no findings as yet. We are on course for a timely completion in the New Year. As yet this is not possible as we have no findings. Agriculture, Food and Drink,Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Pharmaceuticals and Medical Biotechnology,Retail","dataset":"gtr"}