{"id":"A22708CC-3CD2-4028-B065-A4D64591A21A","title":"New Imaging Systems for Advanced Non-Destructive Evaluation","abstractText":"The science of non-destructive evaluation (NDE) involves the integrity testing and monitoring of components and structures to improve reliability and safety. It is therefore an essential activity to maintain the quality of life in any advanced society. Requirements for NDE exist in the supply chain for almost all industrial and consumer products, and an increasingly vital role for NDE is to assure the safe operation of ageing infrastructure (for example in both fossil fuel and nuclear power stations). As such, there exists an enormous application range, spanning the aerospace, nuclear, oil and gas, chemical, transport and building industries. While NDE is of critical strategic importance to all of these industrial sectors, it must be appreciated that for the end user, it represents an additional overhead and consequently, there is a continuous requirement to provide improved inspection at lower cost. Given the global demands of aging infrastructure, there is an urgent need for improved technology. The funding requested from EPSRC will assist the applicants in establishing an integrated research centre for NDE imaging technologies at Strathclyde University. Active areas of research will include: robotic vehicles in the form of autonomous, remote sensing agents (RSAs); new types of ultrasonic and electro-magnetic array transducers; biologically inspired array processing; new imaging technologies for microscale NDE and new methods for magnetic imaging. The equipment and support infrastructure (supported through The University of Strathclyde) will also be utilised to facilitate industrial technology transfer through a new model currently being implemented at Strathclyde and supported financially by Scottish Enterprise. An important strategic consequence of this vision will be the eventual creation of a dedicated laboratory containing state-of-the-art, multi-technology scanning equipment for rapid NDE of different structural components, ranging in size from microns to metres. Some of the required equipment is available commercially, but other components will need to be customised and the end product will constitute a globally unique range of research infrastructure. The laboratory will enhance and integrate research capability across a wide range of academic disciplines, spanning engineering, materials science, information technology and mathematics. It will also provide a prototype testing laboratory for some extremely important sectors of UK industry and will through time become a focus for applied research, thereby providing solutions for some very real and difficult problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G038627/1","grantId":"EP/G038627/1","fundValue":"1010650","fundStart":"2009-09-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"  Equipment grant has been used to underpin new research and funding across a wide range of Non Destructive Testing disciplines. Aerospace, Defence and Marine,Chemicals,Education,Healthcare,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Gordon  HaywardStephen Gareth Pierce","coPersons":["Richard  O'Leary","Peter John Thayer","James Frederick Windmill","Anthony  Gachagan"],"organisation":"University of Strathclyde","findingsText":" Development of new ultrasonic imaging procedures, with applications to non-destructive testing and medical. New approaches for robotic sensor deployment. In developing new inspection procedures for aerospace, civil, oil and gas and power structures. Aerospace, Defence and Marine,Chemicals,Education,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}