{"id":"A22A12D1-BC36-41C6-81D9-0F63F6E54E80","title":"UCL Astrophysics Consolidated Grant 2015-2018","abstractText":"We now know that not only is our Universe expanding, but that it is expanding at an ever-increasing rate. Fuelled by a mysterious driver\ncalled Dark Energy, galaxies, such as our Milky Way, are rushing away from each other at such enormous acceleration that not even the powerful\nforce of gravity can hold the universe together.\n\nResearchers in UCL's Astrophysics Group are putting to the test these discoveries with an ambitious programme of research for the coming years.\nA map of 300 million galaxies that astronomers will put together using the Dark Energy Survey over the next decade will be combined with a new chart of the Cosmic Microwave Background from the Planck satellite to understand the conditions in the early universe, to detect the tiny mass of the Neutrino particle and to test Einstein's theory of general Relativity on the largest scales. Our astronomers will use the LOFAR radio telescope to study the era long ago when the first stars and galaxies formed and sculpted ionized bubbles within the gas that permeated the Universe.\n\nWe will probe how stars form from vast gas and dust clouds and how the chemistry that goes on between the stars affects and controls these\ncrucial processes, by studying molecules and dust in our own Galaxy, in nearby galaxies, and in distant, very young, galaxies located at the edge\nof the Universe.\n\nWe will study the lives of massive stars and their deaths in giant explosions called supernovae and how these massive stars enrich the Galaxy\nwith the gas and dust required to make new stars, new planets and even life itself.\n\nNone of this can be done unless astronomers continually improve the instruments with which they carry out their studies of the heavens. UCL's\ninstrument makers are aiming to create lower cost optics for future infrared telescopes in space and to develop sophisticated new techniques\nthat can be used to deliver incredibly high angular resolutions on space telescopes observing at infrared wavelengths.\n\nAstronomers need to model the universe that they study with ever more complex mathematical techniques. So UCL's computer experts will generate the sophisticated models, running on supercomputers, that are needed to understand the wealth of observations that are pouring in. They will also generate the basic atomic and molecular data with which to simulate the conditions in the early Universe, in evolving galaxies and in the stars and planetary systems that inhabit the galaxies. These new data will be used in particular to interpret and understand observations of the atmospheres of exoplanets as they pass in front of, and behind, the stars that they orbit.\n\nBut all of this will be wasted unless our fellow citizens get to share in the wonder and excitement of our group's work. So we will ensure that our \nteam members continue to explain their work through talks and lectures, through public events, and through the media, inspiring the next\ngeneration of scientists, helping and challenging industry to develop new technologies, and ensuring that our understanding of the Universe becomes ever deeper and wider.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001334/1","grantId":"ST/M001334/1","fundValue":"2297500","fundStart":"2015-04-01","fundEnd":"2019-03-31","funder":"STFC","impactText":"","person":"Michael J. Barlow","coPersons":["Benjamin  Joachimi","Amelie  Saintonge","Bruce  Swinyard","Jonathan Mark Campbell  Rawlings","Serena  Viti","Ofer  Lahav","Hiranya  Peiris","Andrew  Pontzen","Jonathan  Tennyson","Raman Kant Prinja","Sergey  Yurchenko","Giovanna  Tinetti","Ian Donald Howarth","Andrew Peter Doel","Giorgio  Savini","Thomas Rodriguez Greve","Jeremy Andrew Yates","Filipe Batoni Abdalla"],"organisation":"University College London","findingsText":"","dataset":"gtr"}