{"id":"A22B7CB8-9131-4715-AD5B-8C3198F2A7E8","title":"Structural and functional analysis of ribosome initiation and ribosomal frameshifting.","abstractText":"Proteins are polymers of amino acids. The order of the amino acids is governed by the genetic code in the genes of the cell's DNA. In protein synthesis, a gene is first copied into messenger RNA (mRNA) - a single-strand copy of the DNA which retains the code - and then taken to the ribosome. Ribosomes are protein synthesising machines some 25-35nm in diameter and made up of two subunits, one large, one small. The mRNA is loaded linearly between the subunits, whereupon adaptor molecules called transfer RNAs (tRNAs) arrive to decode the mRNA. Each transfer RNA has an amino acid at one end, and at the other, a region which recognises a specific run of three consecutive nucleotides in the mRNA code, a 'triplet'. During protein synthesis, the ribosome moves along the mRNA triplet by triplet and at each step, a tRNA with the appropriate recognition sequence is recruited and the ribosome transfers the tRNA's amino acid to the growing chain of amino acids, the polypeptide. This project will study three aspects of protein synthesis. The first is how mRNA is recruited to the ribosome and fed between the subunits. In mammals, the mRNA interacts with the isolated small subunit of the ribosome in complex with a host of other proteins termed initiation factors. This initiation complex moves along the mRNA, scanning the sequence until the specific triplet that signifies the start of protein synthesis is identified. At this point, the large subunit joins and amino acid polymerisation begins. We wish to characterise in detail the structure of this scanning complex (termed the 48S complex), by purifying initiation complexes paused in the act of scanning along the mRNA, or at the initiation triplet, and study them using microscopy. Our microscope uses electrons rather than light, and is extremely powerful because the short wavelength of electrons allows the visualisation of fine molecular detail. The samples are also frozen at -180C, which keeps them in a natural and stable state, and so the technique is known as 'cryo-electron microscopy' (cryo-EM). The images we obtain will show us the structure of the 48S complex and tell us something of how the various initiation factors allow the small subunit to scan along the mRNA and to start protein synthesis. The second aspect is elongation, when amino acids are added, via tRNAs, to the growing chain. Inside the ribosome are multiple binding sites for tRNAs. A tRNA comes in at one site, binds to its complementary mRNA triplet and transfers its amino acid to the growing chain, moves to an adjacent site to make space for the next tRNA, and finally leaves the ribosome via an exit site. The movement of tRNAs has been hard to analyse at a molecular level. We have identified an mRNA signal termed a pseudoknot which blocks the progress of the ribosome along the mRNA and stalls the ribosome at the point when the tRNAs are moving within the ribosome. We will use cryo-EM to study the structure of ribosomes stalled at a pseudoknot to elucidate the molecular details of tRNA movement. Pseudoknots can also cause the ribosome to change reading frame, that is, to shift from reading one set of triplets (one frame) to reading an overlapping set (another frame), and this leads to a completely new amino acid sequence in the protein. Cryo-EM studies of pseudoknot-stalled ribosomes may thus be informative as to how the ribosome maintains the correct reading frame. The final aspect of the project concerns the structure of ribosomes prepared from mammalian cells. Because the ribosome plays a major role in controlling the rate of protein synthesis, and even which proteins are made, in different cell states the ribosome becomes modified in a variety of ways that affect which proteins are made and how rapidly. By determining structures for ribosomes from cells grown under known conditions we will make the first moves in showing the relationship between ribosome mechanism and regulatory processes in living cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G008051/1","grantId":"BB/G008051/1","fundValue":"481717","fundStart":"2009-09-27","fundEnd":"2012-09-26","funder":"BBSRC","impactText":"  They have led to several papers from other groups testing the mechanical model we developed from our work. Education Cultural","person":"Robert John Gilbert","coPersons":[],"organisation":"University of Oxford","findingsText":" -That there are two different hybrid states between the A and P sites of the ribosome (A/P' and A/P&quot;) that have differing tRNA conformations.\n\n-That frameshifting analysis has shed light on the process of regular tRNA translocation.\n\n-That RNA interference -1 or -2 nucleotides on mRNA is dependent on the spacing between the slippery site and the bound RNA.\n\n-That modification of pseudoknots by the inclusion of additional loops changes the frameshifting complex assembly (to be published).\n\n-That -1 frameshifting caused by a stem-loop in HIV mRNA is similar in mechanism to that caused by a coronavirus mRNA pseudoknot (to be published).\n\n-That the antibiotic cycloheximide causes ribosomes to be frozen with tRNAs in hybrid states A/P and P/E (to be published).\n\n-That the mammalian 48S initiation complex involves reconfiguration of the small subunit (to be published). Has the potential to be applied as a therapeutic target in disease caused by viruses such as HIV and coronaviruses. Education","dataset":"gtr"}