{"id":"A22D513B-7F6C-42EB-B1B3-77240923ED62","title":"Riding the Boom: How should monetary and fiscal policy manage natural resource wealth?","abstractText":"<p>How should economies manage their resource wealth? Historically many countries, from Nauru to Nigeria, have suffered from a “resource curse” of volatility, de-industrialisation and corruption. Other countries now face similar challenges, from the huge hydrocarbon discoveries in Kenya, Tanzania and Uganda to the shale gas deposits in the US. This project considers how these countries should avoid such a curse. Existing research has focused on longer-term issues of whether governments should spend, save or invest their resource wealth. Little work has been done on short-term challenges of monetary and exchange rate policy.</p>\n\n<p>&nbsp;</p>\n\n<p>This project will draw on a variety of the latest macroeconomic modelling techniques to understand how these policies should be conducted. The project will develop clear recommendations for policymakers and their advisors. The results will be disseminated by engaging with international organisations including the World Bank and IMF, national governments and central banks, and in articles for a general audience.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K009303/1","grantId":"ES/K009303/1","fundValue":"144627","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"ESRC","impactText":"  I have actively pursued impact on policymakers and the public while working on this project so far, because I believe it is a core duty for academics to ensure, where possible, their work is read and applied. Over the past year this has involved advisory work for the World Bank and the governments of Libya and Uganda, conducting commissioned research for the IMF, presenting work to Norway's Ministry of Finance and submitting it to a government commission, presenting work to a representative of the Saudi Arabian Monetary Authority, presenting work to the Reserve Banks of Australia and New Zealand and extensively presenting my work at academic conferences, and publishing seven newspaper/opinion articles.\n\nI prepared a report for the World Bank and the Government of Libya comparing various post-conflict scenarios for managing their oil revenues. This involved building a small general equilibrium model based on some of my earlier research. I recommended slowly investing the revenues in domestic capital, making use of a temporary offshore &quot;Parking fund&quot; while absorption constraints are alleviated. I will also hand the model over to the Libyan Ministry of Finance. The report has been submitted to the World Bank, but there have been delays in presenting it to the Government because of safety concerns.\n\nI also contributed to a World Bank Country Economic Memorandum on Uganda about how they should manage their oil and gas discoveries. My focus was on the conduct of monetary policy, arguing that they should reconsider the move towards monetary union as the oil revenues will place it under considerable strain. This report is nearing its final draft and will soon be presented to the Uganda government. My involvement followed from an article I had syndicated in 11 languages through Project Syndicate on the East African Monetary Union. \n\nI conducted commissioned research for the IMF on the merits of exchange rate pegs in resource-exporters. This argued that pegs require foreign reserves to be accumulated, which can act as a de-facto sovereign wealth fund. The paper was presented at the IMF to an audience of over 100 policymakers and academics, and the research is still ongoing.\n\nI presented my work on sovereign wealth funds (&quot;The Elephant in the Ground&quot;) to the heads of the Asset Management Department in Norway's Ministry of Finance. This is the largest sovereign wealth fund in the world and usually seen as an international leader in the way it is designed. They engaged closely with the paper and reported to the Parliament on the ideas in it. In October 2014 the Parliament established a commission to investigate changing the Fund's spending rule, which is the exact topic of my research, and we submitted the paper to this commission.\n\nI also presented this work on sovereign wealth funds to the former Director of the Investment Management Department at the Saudi Arabian Monetary Authority. This person is currently studying the merits of establishing a modern sovereign wealth fund in Saudi Arabia (rather than just holding the wealth in central bank reserves). I outlined the merits of establishing funds and principles that should be considered when designing them, the presentation was well received, and may give rise to work in the future.\n\nI presented work on monetary policy and oil discoveries to the Reserve Banks of Australia and New Zealand. This was done to both share the results of the research with policymakers, and receive policymaker feedback on the work. It was very useful on both accounts.\n\nI also presented my work extensively at seminars and conferences for academic audiences. These included: Warwick; Monash; U Sydney; UNSW; ANU (3 times); World Congress on Environmental and Resource Economics, Istanbul; Centre for Applied Macro- and Petroleum Economies, Oslo; Society for Computational Economic Conference, Oslo; Natural Resource Charter, 2014; SURED Conference, Ascona; CES, Munich; CESifo Distinguished Affiliate Conference on Money, Macro and Finance; CSAE Conference, Oxford.\n\nFinally, I wrote or contributed to seven opinion pieces on managing natural resources throughout the year. These were published in Project Syndicate, Ideas for Africa, The Sydney Morning Herald, The Age, the Financial Times, The Times (London), the Australian Financial Review, The Guardian and VoxEU. Details can be found on my website. Energy,Environment,Financial Services, and Management Consultancy,Government, Democracy and Justice Economic,Policy & public services","person":"Samuel Edward Wills","coPersons":[],"organisation":"University of Oxford","findingsText":" Humanity has relied on natural resources for millennia, but we still do not know how to manage them. This is important, with resources dominating one quarter of the world's economies, covering 1.4 billion people. It will continue to be as new technology, such as fracking, and new issues, such as climate change, provide new challenges. This project aims to design new ways for monetary and fiscal policy to manage natural resources in the short to medium term. So far it consists of three papers.\n\nThe first paper is &quot;The Elephant in the Ground: Managing Oil and Sovereign Wealth&quot;, with Ton van den Bremer and Rick van der Ploeg. This addresses one of the biggest issues in international finance in recent years: the rapid emergence of sovereign wealth funds. In the last twenty years the number of funds has risen from nineteen to seventy-three and they are now worth over $6 trillion. We show that such funds are investing in the wrong assets, are spending the proceeds incorrectly and develop recommendations that are a significant improvement. The paper begins by making an important theoretical contribution, uniting three large and distinguished literatures for the first time: the Nobel prize-wining work on portfolio allocation (Merton, 1971), optimal resource extraction (Hotelling, 1931) and precautionary savings (Leland, 1968). The paper then uses the theory to make policy recommendations for Norway: the largest fund which holds over 2% of every stock in the world.\n\nThe second paper, &quot;Optimal monetary responses to news of an oil discovery&quot;, addresses our lack of understanding on how resource exporters should conduct monetary policy. While there is extensive work on monetary policy in oil importers, like the US, little has been done on oil exporters. This paper is one of the first to address the shortfall, using the major advances in macroeconomic modelling over the past 20 years. I first show that foreign oil income gives the central bank an incentive to manipulate the terms of trade. This makes central bank credibility crucial: if it isn't then the manipulation will severely reduce welfare. In that case pegging would be a better option, which is done in practice by 74% of resource-exporters. I then show that when oil is discovered a standard Taylor rule is close to optimal policy, if it properly takes into account the way oil changes potential output in the economy. If not there is the potential for inflation and a recession. \n\nThe third paper is &quot;Why Do So Many Oil Exporters Peg Their Currency? Foreign Reserves as a De-facto Sovereign Wealth Fund&quot;, with Rick van der Ploeg. This paper was commissioned for an IMF conference and is still preliminary. It argues that implementing a currency peg, which is very popular in resource-exporters, typically requires foreign reserves to be accumulated. These reserves can act as a de-facto sovereign wealth fund. Next steps include showing how such a peg can be used to tie the hands of governments, and force oil revenues to be saved abroad. My research on sovereign wealth funds could be used by policy-makers and fund managers in the 27 countries with commodity sovereign wealth funds. It would also be useful to international organisations (eg World Bank, IMF), NGOs, researchers and journalists who have an interest in these funds. I hope to engage more with these people in the coming year. \nMy research on monetary policy could be used by monetary policy-makers in central banks and international organisations (eg BIS, IMF). Energy,Financial Services, and Management Consultancy,Government, Democracy and Justice","dataset":"gtr"}