{"id":"A2344DA6-7415-4ACC-ABEF-2E88AFFF5C07","title":"Effects of C-60 fullerenes and carbon nanotubes on marine mussels.","abstractText":"Nanotechnology is a major innovative scientific and economic growth area, which may present a variety of hazards for environmental and human health. The surface properties and very small size of nanoparticles and nanotubes provides surfaces that may bind and transport toxic chemical pollutants, as well as possibly being toxic in their own right by generating reactive oxygen species (ROS). There is a wealth of evidence for the harmful effects of nanoscale combustion-derived particulates (ultrafines), which when inhaled can cause a number of pulmonary pathologies in mammals and humans. However, release of manufactured nanoparticles into the environment is largely an unknown. We have already demonstrted endocyic/phagocytic uptake of C-60 fullerenes into the immune system haemocytes of blue mussels and this results in cytotoxicity. Possible nanoparticle association with naturally occurring particles will also be tested by esposing mussels to nanoparticles (C-60 fullerenes and carbon nanotubes) in the presence and absence of algal cells. Nanomaterials will be tested to ensure that they do not contain any polycyclic aromatic hydrocarbons as contaminants which could result in secondary toxic effects. The primary route of uptake into living cells in mussels is presumed to be by ingestion by the hepatopancreatic digestive cells, which is a major environmental interface; although there may also be some uptake across the gill epitheliia by transcytosis. Cytotoxicity of hepatopancreatic digestive cells will be tested in all treatments and mussel tissues will be examined for evidence of histopathology associated with ROS induced oxidative stress. Physiological scope for growth will be measured as an index of whole animal health. The findings will be compared and interpreted on the basis of known behaviours and toxicities for ingested nanoparticles. Higher level consequences of environmental release of nanomaterials for damage to health, ecological risk and possible food chain risks for humans will also be considered in the light of our findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E014321/1","grantId":"NE/E014321/1","fundValue":"19849","fundStart":"2007-10-26","fundEnd":"2008-04-25","funder":"NERC","impactText":"","person":"James William Readman","coPersons":["John  Widdows","Michael Norman Moore"],"organisation":"Plymouth Marine Laboratory","findingsText":"","dataset":"gtr"}