{"id":"A23AFF4B-16AF-4FC8-B717-8D682A47E6FB","title":"Anterograde and retrograde transport of the plant vacuolar sorting receptor BP80 in vivo","abstractText":"Understanding how proteins are sorted to the right place in a living cell is comparable to the task of the Royal Mail to first sort letters and packages by destination and secondly to deliver them correctly at minimal cost and in a reasonable timeframe. This also means that vehicles should not travel when they are not properly loaded, and they should be doing something useful when they return, such as bringing some mail back. This is not an easy task, and the same is true for the sorting of proteins in living cells. Numerous protein sorting signals (address labels) have been described in the last 20 years and in many cases receptor molecules (drivers with instructions) have been identified that bind to the sorting signals. However, much less is known about the sorting of the sorting receptors themselves, in other words how do the drivers reach their right destination, and what do they do when they have arrived? In the cell, receptors must not only bind to ligands in one compartment, they must also transport them to another compartment, release them there, and return back to the original compartment to select new proteins. This process is extremely complex, because it means that receptor should only start transporting when they have bound to the right protein and when the transport carrier has been filled with appropriate cargo. On the other hand, receptors must release the proteins at the right place, and then return with a transport carrier for a new job. This project aims to understand how the plant vacuolar sorting receptor BP80 accomplishes the difficult task of finding its way in the cell and transport proteins to the right place in an efficient manner. We have already started to understand how receptors move forward, but we wish to find out more about these routes and also discover how and when they return from their trips.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D016223/1","grantId":"BB/D016223/1","fundValue":"305463","fundStart":"2006-10-09","fundEnd":"2009-10-08","funder":"BBSRC","impactText":"  The findings were used to describe a novel organelle, the late prevacuole, that could be identical to the so-called dense vesicles and/or storage vacuoles. We are currently using the findings to induce storage vacuoles to boost protein productivity in starch crops which have lytic vacuoles in the tubers. Agriculture, Food and Drink,Energy,Manufacturing, including Industrial Biotechology Cultural,Societal,Economic","person":"Jurgen  Denecke","coPersons":[],"organisation":"University of Leeds","findingsText":" We found that plant vacuolar sorting receptors carry signals for ER export, endocytosis, early secretory pathway vtragport to the prevacuole and recycling from there. We also discovered that a novel type of prevacuole exists which is depleted for vacuolar sorting receptors but carries only vacuolar cargo. We can engineer high starch crops (potato, cassava, sweet potato) with increased protein content, in order to nincrease both food and energy output of agricultural land-surfaces. Agriculture, Food and Drink,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}