{"id":"A23BDC4F-CF3C-4C70-B78D-8C8D8563223F","title":"The Flexible Fuel Cell","abstractText":"Fuel Cells have a problem.The current geometrical design of common fuel cells is not fault tolerant and requires all components to operate in an almost ideal manner. This is because each power generating unit in a fuel cell stack is connected in series: the weakest link in the fuel cell chain dictates performance and reliability. Put simply: if a fuel cell is like a string of batteries all connected in a line, then that fuel cell can only operate as well as the worst performing of all of the batteries. If one of the batteries fails, then the entire fuel cell fails. This means that each battery (or membrane electrode assembly in the fuel cell case) must be produced to very high standards. We need to make sure that none of them fail during the operational life of the fuel cell stack. This makes the fuel cell electrodes very difficult to produce and contributes significantly to their cost. But what if we could design a fuel cell stack so that we can switch out bad units and allow the fuel cell to continue operation?Such a fuel cell would then show fault tolerance and resilience to adverse environmental and internal influences. Indeed it might even be possible to nurse poorly performing electrodes, and coax them back to good health (or at least stop them from failing entirely). In a nut-shell, that is the purpose of this project - to radically redesign how fuel cells operate. This will allow us to have much greater control of the fuel cell operation compared to the configuration used almost exclusively everywhere else. An interesting by-product of the new design is that we can integrate the power control electronics directly with the fuel cell. This means that we can achieve significant space savings and a decrease in the cost of the controlling electronics. In order to produce this new type of fuel cell, we require a very tight coupling between both Chemistry and Chemical Engineering aspects of the work. The development of new types of electrodes is guided by some subtle chemistry associated with the production of 'through-membrane' connectors. The integration of those electrodes into a stack requires a radically different type of housing. Such work must be carefully guided by modelling and simulation, and the results need to be fed back to optimise the electrodes. Thus we require close cooperation between both chemists and engineers in order to ensure the success of the project. The research team will be assisted by four collaborating external partners. These collaborators will assist with the development of the fuel cell system and represent a balanced team representing the development chain: a technology transfer company (Imperial Innovations Ltd) who will manage the commercialisation of this work out of Imperial; an applications developer (Applied intellectual Capital) who will define the market and establish precise operational requirements; a materials supplier / developer (SPC Technologies Ltd) who will supply sample materials for use as flow fields and sealant material and contribute expertise on the processing of porous plastics; and a potential end user (The Defence Science and Technology Laboratory) who will test the robust lightweight design against requirements for infantry missions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G041792/1","grantId":"EP/G041792/1","fundValue":"217492","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  The findings have been used to publish papers and give talks at conferences. We also have been successful in attracting further funding for the approach from our respective university technology transfer offices and the Carbon Trust. We also have been successful in obtaining funding from Innovate UK. Energy,Environment Economic","person":"Anthony  Kucernak","coPersons":[],"organisation":"Imperial College London","findingsText":" We have developed a new type of fuel cell which can be manufactured using inexpensive technology. This fuel cell offers the possibility to radically reduce the cost of fuel cell systems. We are currently looking to commercialise our results through further funding obtained from the Carbon Trust and Innovate UK. We have obtained two patents as part of this work. Electronics,Energy","dataset":"gtr"}