{"id":"A240F315-7BEF-4F2B-980C-C69F3A85EFB2","title":"High Efficiency Electrical Energy Conversion","abstractText":"Providing adequate energy is one of the most important problems facing mankind. In the future we must provide and use energy with far less impact on our environment than we do now. The very best form of providing adequate energy is to use less of it to do what we want. Our research centres around the theme of energy efficiency in line with the Government White paper Meeting the Energy Challenge , May 2007. Over half of all electricity generated is converted from/to mechanical work via electrical machines. We will be researching how, in such energy conversion systems, we can significantly improve energy efficiency without loss of function. To achieve these gains we will combine the latest developments in electric systems with new designs for the mechanical system, freed up by the ability to use the latest power electronic systems. We will research energy efficient electrical machines, using new soft magnetic materials giving lower iron loss at low cost; low cost, high temperature, high energy magnets; higher temperature operation; new construction methods; very high speed operation; topologies with reduced winding loss, including hoop winding machines.We will research lower cost power electronic converters, employing increased integration and reduced passive component sizes, with new devices, materials and technology to increased switching speeds and reduced conduction drops. By reducing the cost of drives their penetration into markets previously reserved for fixed speed and brushless systems is increased. We will work with fluid flow experts to produce new fan, pump, compressor etc designs for SYSTEM maximum efficiency with complete freedom of speed.There are tremendous advances in power electronic devices, with silicon carbide offering increased efficiency, alongside very high temperature operation. We will be working closely with researchers of these devices, so that energy efficient electric drives technology can be introduced into new environments and applications, including aerospace and automotive applications. The specific aim of this funding is to conduct an innovative and often speculative research programme concerning high efficiency electrical energy conversion, including motor and generators, power electronic converters and drive systems. The funding will enable us to retain critical research staff and provide for their career development within a secure and stable employment environment. In addition to the above research we will engage with complementary experts in mechanical loads to optimise system efficiency; enhance worldwide links with internationally leading academic groups and industrial manufacturers of electrical machines and drives; provide innovative concepts to UK manufacturing industry, thereby contributing to its international competitiveness; contribute towards reducing CO2 emissions from electrical systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F067895/1","grantId":"EP/F067895/1","fundValue":"755485","fundStart":"2009-02-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"  It is clear that providing adequate energy is one of the most important problems facing mankind. At the same time we must provide and use energy with far less impact on our environment than we do now. Often the energy debate centres entirely on how it is &quot;created&quot; (or more correctly converted into a form suitable for use). Yet the very best form of providing adequate energy is to &quot;use&quot; less of it. Of course we can aim to cut out waste (e.g. switch off lights) or employ social engineering or market forces to limit its use, but these methods enjoy limited success and run counter to trying to improve our lot. It is clear that there is a large amount that can be done to significantly improve energy efficiency from generator right through to end use, without loss of function - indeed such products will have far greater functionality. \n To achieve these gains we have combined the latest developments in power electronics, electric machines and drives with new designs for the mechanical system. We needed to corporately raise the bar on our technology to provide the solutions that solve the &quot;energy gap&quot;, getting more from less is the most obvious direction, rather than simply generating more or using less by denying use. Aerospace, Defence and Marine,Education,Energy,Environment,Transport Economic","person":"Barrie Charles Mecrow","coPersons":["Volker  Pickert","Alton Barrett Horsfall","Damian  Giaouris","Matthew  Armstrong","Bashar  Zahawi","David John Atkinson","Alan  Jack"],"organisation":"Newcastle University","findingsText":" Energy Efficiency has been a key strategic direction for us to take and one in which we have made a significant contribution. It is clear that providing adequate energy is one of the most important problems facing mankind. At the same time we must provide and use energy with far less impact on our environment than we do now. Often the energy debate centres entirely on how it is &quot;created&quot; (or more correctly converted into a form suitable for use). Yet the very best form of providing adequate energy is to &quot;use&quot; less of it. Of course we can aim to cut out waste (e.g. switch off lights) or employ social engineering or market forces to limit its use, but these methods enjoy limited success and run counter to trying to improve our lot. It is clear that there is a large amount that can be done to significantly improve energy efficiency from generator right through to end use, without loss of function - indeed such products will have far greater functionality. To achieve these gains we have combined the latest developments in power electronics, electric machines and drives with new designs for the mechanical system. We have formed lots of industrial links in the energy, transport and consumer goods sectors. We are very keen to work with industry and welcome any direct approaches. Aerospace, Defence and Marine,Education,Energy,Transport","dataset":"gtr"}