{"id":"A24323BC-661C-438F-8B4F-A75E8D9BE043","title":"The decision to cooperate: kin recognition mechanisms in female house mice","abstractText":"This project addresses mechanisms underlying kin recognition, and the importance of kinship in cooperative breeding between females. Cooperative breeding occurs when animals assist in rearing offspring that are not their own. For example, female house mice frequently rear their offspring communally with another breeding female, providing milk to all pups in the communal nest. This decision is facultative - they can choose to cooperate with a particular partner or not. However, the factors that underlie social partner choice, and how this choice influences an individual female's investment in own and other pups, are poorly understood. It is generally assumed that kinship drives such cooperative behaviour by increasing the success of relatives that share genes. Implicitly, this requires reliable recognition of close kin in species where related and unrelated individuals mix, although we have surprisingly poor understanding of the abilities of animals to recognize kin and the mechanisms that might underlie this. Recently, we discovered a highly polymorphic genetic identity signal that is used to avoid inbreeding with close kin by house mice. This has provided clear evidence of a genetic recognition mechanism that is used to identify close kin sharing the same highly polymorphic genetic marker. We will use this proven genetic marker to test whether female house mice prefer known kin as cooperative partners. We will also use a novel non-invasive approach to label the milk of individual mothers and measure investment in each pup in communal nests for the first time. This will allow us to address whether those cooperating with known kin show more egalitarian investment in their own and other offspring than those cooperating with other females. This type of simple genetic kin recognition mechanism is limited, though, because it identifies only a small proportion of close kin. Through modeling, we have generated testable predictions concerning the proportion of sibs and unrelated animals that would be recognized using alternative genetic kin recognition mechanisms. Theoretically, behavioural imprinting on maternal alleles detected through a mother's phenotype during rearing could allow reliable recognition of a very high proportion of close kin. However, the key requirements for recognition of kin using this mechanism have yet to be tested. In this project, we will establish whether normal, genetically variable house mice can recognize maternal kin through behavioural imprinting on maternal alleles. We will determine whether they imprint specifically on three highly polymorphic gene clusters that encode established genetic identity signals in mouse scents, or on other genetic loci. We will also test whether a common maternal environment, which influences the scents of inbred genetically homozygous laboratory mice, contributes to any recognition of maternal sibs and half-sibs. Our findings will have general relevance for understanding the extent to which animals are able to recognize close kin in a broad range of social contexts. Kinship is unlikely to be the only factor influencing the decision to cooperate among breeding females. Mice can gain considerable information about female physiological status through urinary proteins and metabolites (steroid sulphates) detected through the vomeronasal olfactory subsystem. We will test whether individual partner preferences that are not determined by kinship correlate with expression of these physiologically-variable scent components. We will also test whether females avoid inbred partners (from sib matings) that would have significantly poorer success in raising offspring to weaning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G018650/1","grantId":"NE/G018650/1","fundValue":"520008","fundStart":"2010-03-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"  To date, our published findings have been used to advance research in this area. Wider impacts are unlikely until our full findings are published and additional research is carried out in other systems.  ","person":"Jane Louise Hurst","coPersons":["Paula  Stockley","Robert Jeffrey Beynon","Steve  Paterson"],"organisation":"University of Liverpool","findingsText":" This project addressed mechanisms underlying kin recognition through scent in vertebrates, using wild house mice as a model. It also addressed the importance of kinship in cooperative breeding between females, with respect to both choice of cooperative partners and bias in milk investment and other care given to own and other offspring in communal nests. Although not specified as one of our original objectives unless tests failed to find evidence of kin recognition in the context of female cooperative behaviour, we also tested the genetic and phenotypic markers in scents that females use to avoid inbreeding. Overall, we have made substantial progress in understanding the mechanisms underlying kin recognition in house mice in both contexts, including identification of genetic and phenotypic markers involved. We have also made good progress in understanding female investment in own, related and unrelated offspring during cooperative rearing, though work is still underway to complete these studies. We have successfully developed new molecular approaches to follow each female’s milk investment in each pup within communal mixed litters.\n\nOur most important discovery is to show that house mice (under strong selection to reliably recognise close kin for both cooperative breeding and inbreeding avoidance) have evolved a specialised genetic marker expressed in their scent that allows them to recognise close relatives bearing the same marker. The marker consists of a subset of specialised communication proteins called MUPs (major urinary proteins) that are encoded by a tight cluster of &gt;21 genes. The MUPs that encode the kinship signal are highly polymorphic but differ from each other by only a few amino acids due to rapid expansion within this gene cluster. Although previously thought to be a male-specific signal based on studies of inbred laboratory mice, we have shown that female house mice also produce individual and kin-specific patterns of MUPs, and increase investment in these signals under competitive social conditions. By artificially manipulating these protein patterns, we have uncovered the main molecular mechanisms used to recognise individuals and kin using this marker (manuscript in prep).\n\nIdentifying the specific genetic markers used to recognise kin is extremely difficult because these polymorphic markers necessarily must correlate strongly with relatedness across the genome (i.e. the sharing of a large number of other genes). We solved this problem using a new approach involving a very carefully designed breeding programme and tightly controlled tests to address both the specific markers used and whether animals use self-referent matching and/or familial imprinting. This has shown that sharing MUP markers is the most important factor in selecting unfamiliar but related nest partners. In the absence of MUP sharing, other (as yet unidentified) markers across the genome are used. However, despite widespread but unproven assumptions that MHC-associated odours provide the primary marker underlying kin recognition in vertebrates, there was no evidence at all that MHC odours were used (manuscript submitted). We have also confirmed that female mice use MUP sharing but not MHC sharing or imprinting to avoid males closely related to themselves (manuscript in preparation). Our findings provoke a strong challenge to the widespread assumption that there is a kin recognition mechanism based around the immune system that is shared by all vertebrates (given that most of the direct evidence for this comes from mice, but only from inbred strains with highly abnormal genetic sharing and derivation). Instead our findings suggest that animals evolve specific signals according to species-specific needs. This now needs testing across a broader range of relevant species – by ensuring that our findings are published in well-respected peer-review journals, this will inspire other researchers to conduct work that is still at a level of fundamental understanding. The new approach that we have developed could be applied to many other species to establish genetic kinship markers in other species with normal genetic variation outside of the laboratory. Our findings should also be taken into account in researchers constructing population models that need to consider the level at which kinship plays a role in biasing interactions between animals.\n\nAt a more applied level outside academic research, our findings will be a relevant consideration to the captive management and breeding of animals for conservation, and the importance of identifying cues that are particularly important for maintaining kin relationships and inbreeding avoidance. The lessons learned from the major impact of domestication and inbreeding on these key signals in laboratory mice compared to wild mice will also be relevant in considering the problems that arise in the breeding and captive management of livestock, where it is important to maintain high reproductive performance alongside excellent standards of animal welfare. However, before publicizing our findings to a broader non-scientific audience, it is essential that our results and conclusions undergo accreditation from the strict high quality peer review involved in scientific publication. Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}