{"id":"A244BB8C-242B-47F9-A29E-5E4F6AFC9ED1","title":"Valuing the Historic Environment: a critical review of existing approaches to social value","abstractText":"This project seeks to advance understanding about how experience of the historic environment creates forms of social value, including its contribution to people's sense of identity, memory, and belonging. Value is central to how aspects of the historic environment are designated, managed and conserved as heritage. For much of the twentieth century this was primarily linked to what have been seen as intrinsic historic, aesthetic and scientific values. More recently there has been increasing emphasis, in both public policy and conservation practice, on the social values derived from active use of the historic environment. There are considerable difficulties surrounding how these different kinds of value should be weighed up against one another. This is exacerbated by a lack of understanding about social value, which falls largely outside of the kinds of expert knowledge traditionally associated with the heritage sector. Furthermore, social value is not readily captured by quantitative methods or easily subjected to instrumental forms of cost-benefit analysis. \n\nThrough a critical review of existing research, this project will examine current knowledge and understanding of social value. Encompassing the significance of the historic environment to contemporary communities, social value relates to people's sense of identity, distinctiveness, belonging, and place, as well as forms of memory and spiritual association. Particular attention will be focused on the modes of experience, engagement and practice that inform people's relationships with the historic environment. The project will consider the thorny issue of how to deal with the dynamic, iterative, and embodied nature of these relationships and the value created through them. It will also explore increasing evidence that points of crisis and conflict, including those associated with difficult and traumatic forms of memory, are particularly potent contexts for the creation of value. The range of methodologies used in existing research and surveys will be critically discussed, along with their application in the spheres of heritage conservation and public policy. Finally, the appropriateness of a conceptual apparatus that tends to quantify and fix values will be examined. The possibilities for capturing more fluid processes of valuing the historic environment will be considered, along with the implications for other spheres of the Arts and the Cultural Sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L005654/1","grantId":"AH/L005654/1","fundValue":"29598","fundStart":"2013-10-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"","person":"Sian  Jones","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}