{"id":"A2446910-302B-4C3F-99AE-3C8D3460CF44","title":"Diffusion-Ordered NMR Spectroscopy: Solving the Overlap Problem","abstractText":"Nuclear magnetic resonance (NMR) spectroscopy is the tool most widely used by chemists for determining the molecular structures of unknown compounds. It is a wonderfully versatile and sensitive tool, but it has one major drawback: it is poor at analysing mixtures, so it is mostly used on carefully purified single compounds. Because many of Nature's most challenging problems - and many of those posed by synthetic chemists - are presented to us as mixtures, a great deal of effort goes into separating mixtures into their individual components so that they can be identified. Diffusion-ordered spectroscopy (DOSY) tries to get around this limitation by separating the NMR signals of molecules of different sizes, so that the signals from different species can be distinguished. Over the last 10 years our research group and others have developed the technique and applied it with great success - but almost always to comparatively simple mixtures. In this project, a postdoctoral research fellow will tackle the fundamental problem with existing techniques for high resolution structural analysis by DOSY, the problem of signal overlap. In DOSY, a series of experiments is performed in which pulsed field gradients are used to make the signals in a spectrum decay at a rate which depends on the rate of diffusion, and the set of spectra is then used to synthesise a two-dimensional spectrum in which Larmor frequency is plotted against diffusion coefficient. Where different species have NMR signals at the same frequency, it is extremely difficult to distinguish the different contributions the individual signals make to the overall decay of signal strength as a function of field gradient. The result is that DOSY works very well for simple mixtures, where signals rarely overlap, but comparatively poorly for complex mixtures with many overlapping signals (for example biofluids such as plasma, cerebrospinal fluid or urine).This proposal sets out two complementary routes to solving the overlap problem: first, by changing the way in which spectra are measured so that interactions between nuclear spins are suppressed ( decoupled ), and second by changing from focusing on the decays of individual signals (univariate analysis) to that of the entire spectrum (multivariate analysis).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E057888/1","grantId":"EP/E057888/1","fundValue":"318806","fundStart":"2007-05-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"  This project developed methods for mixture analysis by NMR with wide potential application in chemistry, biochemistry, pharmacy and other fields. Many of the results have already been incorporated into commercial instruments. Agriculture, Food and Drink,Chemicals,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Gareth Alun Morris","coPersons":[],"organisation":"The University of Manchester","findingsText":" Nuclear magnetic resonance (NMR) spectroscopy is the tool most widely used by chemists for determining the molecular structures of unknown compounds. It is a wonderfully versatile and sensitive tool, but it has one major drawback: it is poor at analysing mixtures, so it is mostly used on carefully purified single compounds. Because many of Nature's most challenging problems - and many of those posed by synthetic chemists - are presented to us as mixtures, a great deal of effort goes into separating mixtures into their individual components so that they can be identified. Diffusion-ordered spectroscopy (DOSY) tries to get around this limitation by separating the NMR signals of molecules of different sizes, so that the signals from different species can be distinguished. Over the last 10 years our research group and others have developed the technique and applied it with great success - but almost always to comparatively simple mixtures. In this project, two postdoctoral research fellows tackled the fundamental problem with existing techniques for high resolution structural analysis by DOSY, the problem of signal overlap. In DOSY, a series of experiments is performed in which pulsed field gradients are used to make the signals in a spectrum decay at a rate which depends on the rate of diffusion, and the set of spectra is then used to synthesise a two-dimensional spectrum in which Larmor frequency is plotted against diffusion coefficient. Where different species have NMR signals at the same frequency, it is extremely difficult to distinguish the different contributions the individual signals make to the overall decay of signal strength as a function of field gradient. The result is that DOSY works very well for simple mixtures, where signals rarely overlap, but comparatively poorly for complex mixtures with many overlapping signals (for example biofluids such as plasma, cerebrospinal fluid or urine). \n\n\n\nThis project followed two complementary routes to solving the overlap problem: first, by changing the way in which spectra are measured so that interactions between nuclear spins are suppressed (&quot;decoupled&quot;), and second by changing from focusing on the decays of individual signals (univariate analysis) to that of the entire spectrum (multivariate analysis). Mixture analysis in the chemical, pharmaceutical, and other industries. This project developed methods for mixture analysis by NMR with wide potential application in chemistry, biochemistry, pharmacy and other fields. Many of the results have already been incorporated into commercial instruments. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}