{"id":"A24B8B16-77CE-4902-AFA9-5FCA8952B757","title":"Recruitment and actions of the protein kinase ERK2 in transcription complexes at the serum response element","abstractText":"Most animals are made up of many cells, all of which originate from a fertilised egg. As the cells in an embryo divide again and again they also change their characteristics (differentiate) so that different types of cells develop forming muscles, nerves, bones, blood and all the other tissues in the animal's body. The processes of cell division and specialisation (or development) follow blueprints contained in the animal's genetic material, the DNA in the nucleus of each cell. For cells to survive, to divide, to differentiate and even to die, information in the DNA has to be accessed, decoded and transmitted to the rest of the cell and even to other cells, rather like information on a hard disk has to be accessed for a computer to function properly. The DNA also has to be copied and passed on to each daughter cell. This research proposal addresses the mechanism by which information in the DNA is accessed. The information is packaged into units called genes of which there are about 30,000 in human cells. Genes are read (transcribed) by enzymes called RNA polymerases and these must be brought to each gene at the right time so that the flow of information is orchestrated. Control of RNA polymerases relies on other proteins called transcription factors that can select specific genes and activate them (or repress them) in response to signals from inside or outside the cell. This is the fundamental process to be studied in the research described here. It focuses on a single transcription factor called Elk-1 and how signals transmitted through the cell activate and later down-regulate Elk-1 to switch on and off a subset of genes. It is a model system from which we have already learnt much about gene transcription in general, but Elk-1 and its closest relatives are particularly important in the control of genes involved in cell proliferation and survival as well as in nerve cell functions. By continuing to study Elk-1 we hope to understand one day in molecular terms exactly how genes are regulated and also the contribution of Elk-1 to the processes of learning and memory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D019117/1","grantId":"BB/D019117/1","fundValue":"385992","fundStart":"2006-08-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"","person":"Peter  Shaw","coPersons":[],"organisation":"University of Nottingham","findingsText":" We established that ERK has additional important targets in pre-initiation complexes by demonstrating unambiguously that ERK phosphorylates Mediator components MED14 and probably also MED13.\n\n\n\nWe generated two phospho-specific antibodies, one against MED14 that has been affinity purified and validated in Westerns and ChIP assays, and one against MED13 that is partially validated to date.\n\n\n\nWe established that Elk-1 is regulated by ubiquitylation at three stages in its &amp;quot;life cycle&amp;quot; relating to its cytoplasmic stability and actions as a nuclear transcriptional activator. Commercial use of antibodies. Making antibodies commercially available. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}