{"id":"A24C1F2A-FCB3-4530-BD82-000ACD2640EE","title":"Horizon UK 2009","abstractText":"Galaxies sit at the crossroads between cosmology and star formation research. They start as tiny overdensities in an almost homogeneous Universe. These overdensities grow and collapse under the attractive pull of the gravitational force which fights against the accelerated expansion of the Universe. Initially, these overdensities are predominantly composed of what astrophysicists call dark matter. With time, gravity sculpts the dark matter into a web of filaments that gas flows along until it is pulled into the larger dark matter concentrations at the filament intersections. Once the gas becomes sufficiently dense, some of it is transformed into stars by processes that we know very little about. At this point, the invisible dark matter halos shine with the light of their stars and galaxies are born. The most massive among these stars eventually explode as supernovae releasing mass and energy into the surrounding gas. As time proceeds, the smaller galaxies merge to form larger objects. Given their hierarchical growth, galaxies are exquisitely living structures, strongly shaped by their environment. Meanwhile the complex small-scale physics which governs how much gas is funnelled into stars, and the role of processes, such as supernovae explosions, that dump energy back into the gas, is unbelievably obscure. The complexity of the physics involved, coupled to the tremendous range of scales and masses to cover has always stood as an impediment to our understanding. But with today's powerful CPU chips coupled with state of the art numerical techniques we are poised to try to move galaxy formation research to the next level of sophistication: one where we attempt to grasp what's happening on the small, star forming scales while still capturing the essential aspects of what is structuring galaxies on larger scales. This grant asks for funds to acquire a computer powerful enough to analyze monstrously big simulations of large volumes of the Universe evolved for the first billion years of its life. In addition, we plan to use such a computer for zooming in on individual galaxies and follow the details of a galaxy's growth to the point that we can begin to understand the metamorphosis of its gas into stars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H008896/1","grantId":"ST/H008896/1","fundValue":"561583","fundStart":"2010-04-29","fundEnd":"2013-04-28","funder":"STFC","impactText":"","person":"Adrianne  Slyz","coPersons":["Joseph  Silk"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}