{"id":"A25A7BDD-B954-4D65-A1D8-655D0FB2E475","title":"MRC Centre for Synaptic Plasticity","abstractText":"The work of the MRC Centre for Synaptic Plasticity is aimed at obtaining a fuller understanding of how synapses work. Information is stored in our brains by alterations in the efficiency of communication at synapses and the MRC Centre is interested in understanding the molecular processes involved in this plasticity. Thus synaptic plasticity is critical for the correct wiring of the brain during development and enables learning and memory to occur throughout life. Pathological alterations in these mechanisms are likely to contribute to neurological and psychiatric disease. We work to understand the processes that underlie these plasticity mechanisms and how they relate to learning and memory.\n\nThe MRC Centre for Synaptic Plasticity is strongly committed to the public understanding of science. Indeed, its Director is a founder member of the European DANA Alliance for the Brain. MRC Centre scientists present public lectures, such as at the British Association, give talks in local schools and at open days, and communicate with the press on topical issues. The MRC Centre will continue to strongly support such activities. Members of the Centre also collaborate closely with Bristol Neuroscience (BN) in their public engagement activities, including providing and manning displays at events such as the biennial ?Science Alive? event (Bristol), Bioscience Kids (Glasgow) and Science in the Gardens (Sheffield). One researcher within the MRC Centre has been made a Fellow of the Researchers in Residence Scheme and is currently doing a placement with a local secondary school.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601841","grantId":"G0601841","fundValue":"1637690","fundStart":"2008-01-01","fundEnd":"2012-12-31","funder":"MRC","impactText":"","person":"Graham Leon Collingridge","coPersons":["Eric  Thomas"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}