{"id":"A25EF5B8-1E8D-4CB9-97A2-1650A21B598B","title":"A New Generation of All-Carbon Bridged Bimetallic Complexes featuring Redox-Active, Group 6 Metal End-Caps.","abstractText":"Metal-stabilised carbon chains [M-(CC)x-M]n+ have attracted increasing interest over the last 10 years, mainly due to the remarkable changes in electronic structure which accompany changes in the formal oxidation state of the compounds. While much of this work has focussed on homobimetallic examples, recent synthetic advances make heterometallic examples accessible. This is a particularly exciting development as much of the work with homometallic polycarbon complexes has shown that distinctly different properties are imposed by different supporting metal fragments.The objective of this work is to synthesise and investigate the electronic properties of a series of compounds of the type [M-(CC)x-M']n+ in which the linking group Cx is an unsaturated carbon chain of four or more carbons and the metal end-caps M and M' are redox active, organometallic centres. A range of oxidation states (n = 0-4) is accessible of which some are stable, isolable systems. The electronic structures of this fascinating class of complexes are strongly dependent upon the identity of M and M'. However previous work has been restricted essentially to end-caps of group 7 and 8 transition metal centres of iron, ruthenium and rhenium in which the 3d metal centre Fe is much more strongly donating than the 4d/5d centres of Ru and Re. The innovation in this work is to include an organometallic end-cap featuring the group 6 metal molybdenum which is both strongly electron donating and based upon a 4d centre - this provides a unique opportunity to delineate the effect of end-cap electron donor capacity vs. metal transition series upon electronic structure. Further advantages that can be enjoyed through the introduction of Mo based end-cap group are the availability of a highly resolved spectroscopic handle (EPR) with which to investigate electronic structure by a direct experimental probe and the potential to control electronic structure in oxidised forms of the mixed group 6/group 8 heterobimetallics [M-(CC)x-M']n+ by control of molecular configuration.The work is of importance because it will lead to an enhanced understanding of the electronic structure of the unsaturated all-carbon bridge, and how this can be controlled as a function of the metal, the supporting ligands and the length of the carbon fragment. Although many talk of the need for such detailed understanding in the design of molecular components for future molecular based electronics, our goal is to arrive at a full understanding of the underlying chemistry in these metal-stabilised carbon fragments, free of the restrictions imposed by the reliance on one signature metal end-cap.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E02582X/1","grantId":"EP/E02582X/1","fundValue":"137627","fundStart":"2007-07-06","fundEnd":"2011-04-05","funder":"EPSRC","impactText":"","person":"Paul  Low","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}