{"id":"A26E70C0-3152-4ABB-ACBD-29E4032534E2","title":"Investigating the Potential Of Polymer-Scaffolded Dynamic Combinatorial Libraries","abstractText":"We propose to develop a new, simple and low-cost method to create wholly synthetic macromolecules which can selectively recognise and bind to target molecules, or catalyse chemical reactions of interest. These macromolecules can be considered as synthetic mimics of proteins, a class of macromolecule found in all living systems which over billions of years have perfected their molecular recognition and catalytic abilities. The proposed approach to developing synthetic protein mimics involves the application of concepts from the emerging field of dynamic combinatorial chemistry, in which building blocks are self-assembled around a template molecule. The special nature of this 'molding' process provides a mechanism for optimising the interactions between the template and receptor, a significant advance over existing methods for designing receptors. The development of an effective method to create 'designer' macromolecules will be of considerable benefit in numerous applications where protein-based technologies are already important. Clinical in vitro diagnostics, for instance, are heavily reliant on sophisticated macromolecular receptors which are often expensive and difficult to produce. Our approach could allow the rapid creation of low-cost synthetic alternatives. Furthermore, our method may be useful in creating new macromolecular catalysts for reactions in which natural or engineered proteins are not efficient or simply not available. Such technology would be immensely important to the pharmaceutical and fine chemicals industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G066507/1","grantId":"EP/G066507/1","fundValue":"318328","fundStart":"2009-06-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  Not yet in a significant manner, however, this project has just finished and it will likely be several years before its finding maybe adopted.  ","person":"David A Fulton","coPersons":[],"organisation":"Newcastle University","findingsText":" We have shown that the &quot;polymer-scaffolded combinatorial libraries&quot; concept is a viable route to prepare macromolecules which are capable of molecular recognition. We are now trying to increase the complexity of the libraries as we anticipate this is required to 'evolve' marcomolecules which possess very high binding affinities. We have also developed a new class of polymer nanoparticle and shown that they are able to aggregate to form a polymer material upon the application of a stimulus. We extended this work to show that we can 'shrink-wrap' surfaces under a polymer coating (publication in preparation), and this discovery has inspired us to think about 'shrink-wrapping' viral and bacterial pathogens. We anticipate that the work arising from this project has laid the foundations for some very spectacular and important breakthroughs which will come over the next 5-10 years.\n\nIt is worthwhile noting that both the PDRA and PhD student subsequently obtained prestigious and competitive fellowships to continue their scientific training and development. This success was, in part, to the training and experiences and achievements which they accomplished during their work on this project. we anticipate the academic communty will be influneced by our research findings. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}