{"id":"A26FFBE2-444C-485D-9D94-3FEE9B139842","title":"BEM++ Stage 2","abstractText":"Many real-world problems in homogeneous media, such as electromagnetic scattering from an airplane or the noise radiation from a car, can be formulated as integral equations over the boundary of the domain. The advantage of such formulations is that only the boundary and not a (possibly infinite) medium needs to be discretised.\nComputing solutions of such a boundary integral equation is the task of a boundary element method (BEM). \n\nWe have developed BEM++ (www.bempp.org), a modern open source boundary element software library, which can solve a wide range of problems in electrostatics, diffuse optics and acoustics. Support for electromagnetic and elasticity problems is coming soon. The library can be used either from C++ or via a convenient scripting interface directly from Python.\n\nThe current version of BEM++ already parallelises on modern multi-core workstations and has been deployed successfully for the computation of light diffusion in optical tomography applications. In this Stage 2 proposal we build on the successful core library and extend it to solve challenging application problems on modern heterogeneous computing architectures. To achieve this goal the following software library components will be developed as part of the project.\n\n1.) We will implement hierarchical matrix and fast multipole methods on distributed CPU/GPU clusters. These methods make possible the fast solution of boundary integral equation problems with millions of unknowns and are essential for very large application problems.\n\n2.) We will interface BEM++ with Dune, a well known high-performance library for large scale grid based applications such as finite element and finite volume methods. While boundary element formulations are suitable for homogeneous media problems they do not work for heterogeneous media, where finite element methods (FEM) are frequently being used. For coupled problems, where parts of the medium are homogeneous and others are heterogeneous it is often beneficial to couple FEM and BEM methods. The interface to Dune will allow us to do this, and to solve complicated coupled problems on large parallel computing architectures.\n\nThese extensions will allow us to solve large scale real world application problems. The first medical application that we will study is High Intensity focused ultrasound (HIFU) treatment. The principle here is to use focused ultrasound targeted at a tumor to destroy the cancerous tissue by localized thermal expansion. However, to properly plan HIFU treatment, careful numerical simulations are necessary and we will build a HIFU toolbox based on BEM++ and Dune for this treatment planning simulation. This is work in collaboration with the National Physics Lab and is of large industrial interest for the development of novel cancer therapies. The second medical application is in functional neuroimaging. An example is diffuse optical cortical mapping, where we use the library to simulate the diffuse scattering of light in realistic head geometries. These techniques are useful to map the brain activities of patients and can have potential applications for example in the treatment of sufferers of locked-in syndrome. \n\nThe other large application area studied in this proposal is atmospheric sciences in collaboration with the Met Office. The interest here is to accurately simulate the electromagnetic properties of atmospheric particles such as ice crystals. Remote sensing of cloud properties relies heavily on electromagnetic scattering models and questions regarding the accuracy of standard approaches have potentially profound implications for our understanding of how the water cycle and clouds influence the radiation balance of the earth. BEM++ computations of scattering by these atmospheric particles will be compared with results from previously used asymptotic methods, and the implications for remote-sensing and radiative transfer in the atmosphere investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K03829X/1","grantId":"EP/K03829X/1","fundValue":"357507","fundStart":"2013-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  The grant is still ongoing. However, we keep growing our external user base. We are currently working on a redesign of the library to secure long-term maintainability. A focus right now are also time-domain problems. A first paper on time-domain problems has been submitted. Digital/Communication/Information Technologies (including Software) ","person":"Timo  Betcke","coPersons":["Simon Robert Arridge"],"organisation":"University College London","findingsText":" We are currently optimising and improving the software. In particular, we make the library long-term sustainable, develop a package for time-domain computations and a library for hierarchical matrix computations as part of the project. These ensure that the library is suitable for large applications with hundreds of thousands of unknowns on the boundary. We are in the process of developing a larger European Grant Proposal including several academic and industrial partners in which the software developed in this project plays a central role. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}