{"id":"A27C4DB7-60E5-4BFB-868D-40BCC94D68C0","title":"Magical Thinking: the history and theory of magic","abstractText":"This project is a collaboration between the University of Edinburgh, The Magic Circle (London), the Conjuring Arts Research Center (New York) and the Academy of Magical Arts (Los Angeles). It draws on AHRC-funded research of the Principal Investigator into the history and theory of magic, and communicates key themes to the most eminent institutions in the English-speaking world of magic. It combines this with specialist expertise within these institutions in order to communicate the significance of the research, and of magic as a performing art, to the wider magic community, and to the public.\n\nThe project will focus on communicating key themes, based on AHRC-funded research, and related research since. In particular, it will clarify what is 'real' in the performance of magic. This matters because there is a common perception that either magic is real, or else it is not, and that this kind of magic is relatively trivial, because it is merely fiction. This is one reason why magic is regarded as unimportant in relation to other forms of theatre. It is also one reason why many performers, in search of relevance, have made false claims, and convinced the public that what they do is real. In doing so, it will emphasize the purpose of performance magic in its own terms: to create 'astonishment'. This matters because we are increasingly jaded, and now take for granted technological wonders that would have seemed magical to our ancestors. However, magic has been able to survive by continually developing more sophisticated techniques, and employing subtler psychological approaches, in order to create effects that continue to reveal, in the most direct way possible, the limits of our view. By presenting magic as a dynamic performance art, with neither false claims nor trivial disclaimers, the ongoing relevance of magic as a performing art can be better appreciated.\n\nThe project will involve three overlapping phases. First, the Principal Investigator will give presentations to magicians at the above institutions, which communicate his research on the history and theory of magic. Second, he will collaborate with key members of these institutions in the communication of these themes to the wider magic community. This will include enhancing their educational programmes to improve the historical and theoretical understanding of the next generation of magicians. Third, he will collaborate with these institutions on new exhibits at their premises, which will be on display not only to magicians but also to tens of thousands of visitors each year. These exhibits will incorporate not only textual but also video elements, which convey, in novel and direct ways, what magic is about, how it survived, and why it continues to matter. The video will include authentic historical recreations of specific magic effects, which show how they have developed over time in order to continue to astonish an increasingly educated public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N006089/1","grantId":"AH/N006089/1","fundValue":"23529","fundStart":"2015-11-01","fundEnd":"2016-10-31","funder":"AHRC","impactText":"","person":"Peter  Lamont","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}