{"id":"A27F1664-7E19-40FD-A74D-F871600CF349","title":"How early stress gets under the skin: The role of DNA methylation in the development of youth conduct problems and comorbid symptoms","abstractText":"Conduct problems are the most common reason for child treatment referral in the UK, costing an estimated &pound;22 billion a year. Children with conduct problems engage in a range of aggressive and antisocial behaviours (e.g. fighting, stealing, bullying), that affect their ability to follow rules and adapt to society, do well in school, and form healthy relationships with peers. Those who do not receive treatment are also at increased risk for many negative outcomes in adult life, including lower job prospects and earnings, more contact with the police and a lower quality of life. As a result, preventing and treating conduct problems is a major public health priority. \n\nTo date, successful treatment has been complicated by the fact that children with conduct problems often experience a number of additional psychiatric symptoms, such as anxiety, depression and hyperactivity. Interestingly, studies have shown that many of the factors that increase risk for conduct problems - for example poverty, family conflict, harsh discipline and parental mental illness - also increase risk for these other psychiatric symptoms, pointing to a possible common cause. However, little is currently known about the specific processes by which early adversity increases risk for both conduct problems and co-occurring psychiatric symptoms. \n\nRecent discoveries suggest that what we experience in our environment can influence our development by causing 'epigenetic' changes to gene expression- in other words; by switching specific genes on or off. Animal research has found that early adversity, such as poor maternal care, can change the activity of genes important for how animals will respond to future stressful events, leading to increased anxiety-like and aggressive behaviour. Importantly, this work has also demonstrated that changes to genes may not be permanent, but dynamic over the lifespan and potentially reversible. So far, the small number of existing studies in humans supports the idea tha the environment can influence mental health through epigenetic changes. However, these studies have typically involved adult participants, asked about their childhood experiences retrospectively and included genetic information only at one time point. Therefore, it has been difficult to understand how gene activity changes in response to environmental influences over time, and whether these changes contribute to the development of psychiatric problems in childhood. \n\nThe proposed project will be the first to examine associations between environmental risk, epigenetics and psychiatric problems, starting from gestation through to adolescence. Analyses will be based on data collected from two large groups of children as part of the Avon Longitudinal Study of Parents and Children (UK) and Generation R study (Netherlands). These birth cohorts are very unique because they have epigenetic data at multiple times during development. Moreover, they contain data on pre- and post-natal environmental risk, and psychiatric symptoms from early childhood onward. Together, this information will allow us to address three main aims: (i) to trace how environmental risks influence the activity of genes from birth to late childhood; (ii) to establish whether epigenetic changes play a role in the development of conduct problems; and (iii) to examine whether these same changes also contribute to the development of co-occurring psychiatric symptoms. \n\nThrough this research, we hope to better understand how early life stress 'gets under the skin' to influence child development. We also hope that by looking at how these processes occur over time, we will be able to pinpoint key developmental windows for prevention. Finally, by examining whether conduct problems and co-occurring symptoms involve common or distinct biological factors, we hope to contribute to the development of more effective treatment strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N001273/1","grantId":"ES/N001273/1","fundValue":"250543","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"ESRC","impactText":"","person":"Charlotte Alice Cecil","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}