{"id":"A288DC2E-0C90-4B9B-9053-AB0883217EB8","title":"The Letters of Gavin Hamilton: Artist, Antiquarian and Art Dealer in Eighteenth-Century Rome","abstractText":"The British artist Gavin Hamilton (1723-98) spent most of his career in Rome. University educated and with a solid grounding in the classics he aspired to be a history painter. With his monumental canvases inspired by Homer's Iliad and other classical subjects he was a pivotal figure in the development of what conventionally has been labelled Neoclassical art. Both Antonio Canova and Jacques-Louis David acknowledged his influence. He was also a gifted portrait painter. However, like many intellectuals and cultural figures of the eighteenth century his talents and interests were various. An energetic entrepreneur (and archaeologist of sorts) he unearthed celebrated Roman statues and antiquities, many of which are now in major museums (the Vatican, the British Museum, the Metropolitan in New York and the Getty in Los Angeles). And as a dealer in Old Master paintings and drawings he provided British and other collectors with important works by Leonardo, Guercino, Veronese et al. His letters, some 330 of them so far identified, preserved in libraries, archives and private collections in the UK, USA and Europe and mostly unpublished, are a treasurehouse of information on the eighteenth-century art world. Most are in English, around 100 are in Italian. \\nApart from a few personal letters to friends and family most of the others deal with Hamilton's business affairs. The bulk of them concern his excavations around Rome, his discovery of antique marbles and his buying and selling of paintings and drawings by Renaissance and Baroque masters. Some also throw light on his own career as an artist, the paintings he produced, the comings and goings of British tourists and the cultural and social life of eighteenth-century Rome generally. There are letters to agents that Hamilton employed throughout Italy to seek out paintings for him to acquire, and others to British aristocrats whom he was trying to interest in buying the ancient sculpture and artefacts he had unearthed or the paintings he had managed to buy cheaply from indigent Italian noblemen or from provincial churches and monasteries. The correspondence is rich in references to and descriptions of places, people, local happenings and works of art. It provides hitherto unknown information on the history of important works now in public collections. It illuminates the clandestine world of restorers, copyists and middlemen and the tensions (and sometimes complicity) between the authorities and foreign art dealers, some of whom made a profitable living by stripping Italy of its art. It likewise suggests the anxieties and frustrations, suspicion and secrecy, duplicity and greed that attended the business of art dealing in Italy and Britain in the later eighteenth century. Hamilton's correspondence, because of his long stay in Rome and his extensive network of contacts, is an unparalleled source of information for an important episode in European cultural history and for the history of British art and art collections. \\n My aim is to produce as complete a volume as possible of Hamilton's surviving correspondence with accompanying translations and scholarly apparatus identifying, people, places and works mentioned and with illustrations of his own works and the paintings and antiquities that passed through his hands. Publication of his letters should help contribute to the restoration of his reputation as a significant figure in eighteenth-century cultural life and further illuminate artistic transactions between Italy and Britain at the time. The book, I believe, will be of interest to those interested in eighteenth-century British art, in Italian art of the Renaissance and Baroque periods, the Grand Tour and Italian society in the Settecento, and Roman archaeology and the history of collecting. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G007489/1","grantId":"AH/G007489/1","fundValue":"28751","fundStart":"2008-09-22","fundEnd":"2009-01-21","funder":"AHRC","impactText":"","person":"Brendan  Cassidy","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}