{"id":"A28C6667-B998-4A3F-B8A7-024CEE902B9A","title":"The Effect of High Pressure on Single Molecule Magnets","abstractText":"Magnetic materials are used in a broad range of applications, including devices for information storage, in which information is stored by magnetic particles of metal oxide or alloys. There is a drive to make devices with ever-smaller particles in order to increase the amount of information that can be stored on a given size of disk-drive or length of magnetic tape. Certain transition metal complexes exist which consist of a core containing metal ions connected by oxygen and nitrogen atoms derived from ligand molecules. Some of these complexes fall into a class of molecules called Single Molecule Magnets. Single molecule magnets behave as though they are very small fragments of metal oxide encapsulated within a sheath of organic ligands. These fragments are much smaller than the oxide particles currently used in information storage, and therefore they could represent a means of achieving the highest possible density of information storage. Each molecule would represent a single bit of information: one magnetic state might represent a binary 0, the alternative a binary 1.The fundamental properties of single molecule magnets are the subject of intense scientific interest. They are strongly dependent on the nature of the metal ions used to form the complex, the distances between the ions, and the angles subtended at the ligand atoms which link the metal centres together. In previous work, we have shown that interatomic geometry can be altered by applying pressures of 1 - 100 kbar, that is about 1000 to 100 000 times atmospheric pressure. These pressures are achievable by compressing a sample between two diamond anvils in devices which would fit readily into the palm of one's hand. We can also determine the structures of the single molecule magnets by X-ray crystallography, and measure their magnetic properties, while they are at high pressure inside the diamond anvil cell. We can therefore probe, in a very controlled and systematic way, the effect that changes in geometry have on structural and magnetic properties of a given complex.These experiments will be unique, no other collaborative team anywhere has the combined expertise to make single molecule magnets, build suitable high pressure cells and investigate the structures and magnetic properties of the complexes at high pressure. We will begin by investigating the effect of high pressure on some simple complexes and on some well-known single molecule magnets, building up towards investigations of new molecules. The results of this research will not only be of great fundamental interest, enabling changes in magnetic properties to be closely correlated with structural changes, but they may also reveal the structural changes necessary to convert magnetically inactive molecules into single molecule magnets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D503744/1","grantId":"EP/D503744/1","fundValue":"546954","fundStart":"2006-01-01","fundEnd":"2009-02-28","funder":"EPSRC","impactText":"","person":"Simon  Parsons","coPersons":["Konstantin  Kamenev","David  Allan","Euan Kenneth Brechin","Andrew  Harrison"],"organisation":"University of Edinburgh","findingsText":" Single molecule magnets (SMMs) consist of a core containing metal ions connected by oxygen and nitrogen atoms derived from organic ligand molecules. SMMs are nano-magnets, much smaller than the oxide particles currently used in magnetic tapes and hard-disks. They could enable the highest possible density of information storage. SMMs are of intense scientific interest, but the property of greatest importance is the energy needed to reorient the molecular magnetic moment, conceptually the energ  ","dataset":"gtr"}