{"id":"A28E64D0-E0B6-44BB-BBA8-B190621A222C","title":"Growing into Music: a multicultural study of musical enculturation in oral traditions","abstractText":"Children who grow up in oral musical contexts such as the families of hereditary musical specialists commonly learn the body-language of music before they learn music itself. Throughout infancy and childhood they absorb the mannerisms of performance practice and the physical and social graces befitting of musicians. Learning music is accomplished by osmosis and imitation, largely without conscious intent. Children develop an unselfconscious musical confidence born of inherited or deeply-nurtured authority. Very little has been written about the processes of childhood music acquisition in the oral traditions of non-European cultures. There is a pressing need to study these processes before they are overwhelmed by the institutionalisation of music-teaching and globalisation.\\n\\nThis project will document and analyse oral music acquisition and transmission, conducting a detailed exploration of the processes by which children in diverse cultures become musicians, beginning with passive exposure in infancy and culminating in adolescent participation in public performance. We will consider our findings in the context of the belief, widely-held in such cultures, that these learning processes are intrinsic to the strength and depth of these highly-specialised traditions, which in all cases are central expressions of regional/national identity.\\n\\nWe are a team of five ethnomusicologists, each of whom specialises in particular geographic areas and ethnic groups. Being accomplished performers of musics from these areas will greatly facilitate our fieldwork. Each of us also has qualifications and experience in other relevant disciplines including music education, cognitive psychology, psychotherapy, film-making, popular music studies, music production, and broadcasting-perspectives which will contribute to the comprehensiveness of our study. \\n\\nWe will study musical childhoods amongst: Mande jeli (griot) musicians of Mali and Senegal; Langa and Manganiyar folk musicians of Rajasthan; hereditary accompanists in the art music tradition of North India; ashiq bards and classical mugam musicians of Azerbaijan; kharabatian musicians of Afghanistan; rumba musicians of Western Cuba; and the m&uacute;sica llanera harp tradition of Venezuela, an oral tradition which both contrasts with and feeds into the more formal pedagogy of Venezuela's world-famous youth orchestras. We will observe and film the same children 'growing into music' over two years, making three fieldwork trips to each country.\\n\\nThese cultures have been chosen because they all have strong, relatively intact, oral traditions. They present fascinating differences with regard to the centrality of hereditary transmission, their positions on the continuum between art and folk music, the relative proportions of active transmission and passive acquisition, the balance between memorisation and improvisation, and the degree of mediation by musical literacy, institutionalisation, and globalisation.\\n\\nWe will produce:\\n\\n1. a collection of essays for the SOAS Musicology Series examining each musical culture in detail and investigating their commonalities.\\n \\n2. a series of five educational DVDs\\n\\n3. a film for television (with the collaboration of an award-winning documentary film-maker)\\n \\n4. a programme for BBC Radio 3's World Routes. \\n\\nWorkshops for schoolchildren, video-based talks and film-screenings will be hosted by the Asian Music Circuit and the October Gallery, and by institutions in our research countries, promoting awareness of these threatened oral traditions.\\n\\nOur work will benefit both academics and the wider public. It will address a crucial gap in the ethnomusicological literature and be of interest to scholars in the fields of music cognition and pedagogy, developmental studies, and anthropology. It will appeal to those with interests in world music, world culture, and the education of children, and will be of particular relevance to diasporic communities in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G013683/1","grantId":"AH/G013683/1","fundValue":"496872","fundStart":"2009-01-01","fundEnd":"2012-03-31","funder":"AHRC","impactText":"  Though inevitably limited by its time scale of three years, &quot;Growing into music&quot; manifests potential for the future, and also leaves an important legacy. It has undoubtedly &quot;generated new questions and research and ... provide[d] a platform for future investigations&quot;; in Cuba, for example, national and international cultural institutions (UNEAC, CIDMUC, UNICEF) have expressed great interest in continuing such research and have been active partners in our Cuban research as well as our follow-on project, Mali-Cuba: music across generations&quot;. Though we started with the intention of merely documenting the process of musical acquisition in oral traditions, our work in some cases has acquired a spirit of advocacy. This has emerged out of &quot;serendipitous&quot; collaborations with several institutions that were not envisaged and that have come about during the course of our work. Three are singled out for mention here. \n1 Collaboration with Mali's National Museum. In Mali, in the last year of the project, we forged a close and important relationship with the cultural programme of the National Museum, showcasing the musical art of children in their 'jeudis musical' series. \n2 Collaboration with The Aga Khan Music Initiative. Duran has forged a major new collaboration with the Aga Khan Music Initiative which has many very active and influential projects with the music of the Middle East and Central Asia. They approached Dur&aacute;n as a result of her Growing into Music work, asking her to advise on music policies in Mali. Under Dur&aacute;n's guidance, this has included an outreach element with concerts at the Theatre de la Ville in Paris, and a major collaboration between Malian musicians and the Kronos Quartet. \n3 Collaboration with Cary Diez - rumba as &quot;Cuban National Heritage&quot;. In Cuba, Baker's filming of children learning the highly expressive art of rumba - a form of music and dance mainly associated with Afro-Cuban communities in Havana and Matanzas - has similarly led to an important and productive collaboration with Cary Diez, one of the most influential figures in the world of Cuban music. Cary is Vice President of UNEAC (Union of Cuban Writers &amp;amp; Artists) a member of CIDMUC (the Centre for Research &amp;amp; development of Cuban Music), and president of Cubadisco, a major international annual festival and trade fair for the Cuban and Latin American recording industry. \nBaker's films of children learning traditional rumba in context contributed to Diez's push for Rumba to be awarded the official status of Cuban National Heritage, which was achieved in early 2012. On the strength of this, Diez has also recently submitted an application for rumba to be designated by UNESCO as a site of World Intangible Heritage of Humanity. She underlines the important role that Growing into Music has played an in this. \nIn accordance with Beyond Text's &quot;aims to enhance connections between those who make and preserve works and those who study them, bridging divides that have often hampered effective scholarship, policy debates and discussion&quot;, our work has stimulated, to varying degrees in different cultures, an exchange of knowledge between the world of academic scholarship and back into the communities it is researching. \nSeveral of the musicians and musical families we have been working with have acknowledged that they had not previously given much thought to the importance of transmitting their knowledge to the young generation, and were inspired by our work to be more pro-active. One of these was Ana P&eacute;rez of Matanzas (one of the members of the legendary rumba group Mu&ntilde;equitos de Matanzas), who has now created her own school, Mordella y sus Ra&iacute;ces, which currently has 60 students from the ages of 2-16, and teaches both rumba and the music and dances of Afro-Cuban religions. \n\nBy showing our films in a variety of settings, to musicians, institutions, and to the children and families we have been working with, we have raised awareness of the importance of passing on oral traditions between generations, and of some of the issues that commonly affect this. Furthermore, the screening of our films has also contributed to an awareness among the children we have been studying of other musical cultures in our project. Despite the huge differences between the musics of, for example, Rajasthan and Mali, our work has demonstrated that there are important commonalities in the methods of transmission, which contribute to making the broader aspects of our work more accessible to new audiences, especially children. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Policy & public services","person":"Lucy  Duran","coPersons":["Geoffrey  Baker"],"organisation":"School of Oriental & African Studies","findingsText":" The Growing into Music research documents through film how children learn traditional music in five countries that have very different musical traditions and contrasting approaches to learning and teaching. In the course of filming we began to be aware of particular issues, such as the role of family-based versus institutional teaching. We had assumed that the latter would counteract orality, but we found that this did not have to be the case, for example in Azerbaijan. We also challenged the prevailing notion that hereditary (ascribed) musicians in North Indian classical music produced higher quality artists than in non-hereditary (achieved) cases . We found that in many traditions, peer learning (horizontal, rather than vertical) was as effective and important as one-to-one teacher/pupil learning. We were able to document how geographical location (neighbourhoods; regions; urban vs rural) impacted on musical transmission, and we examined the role of gender and age in the assigning of musical tasks and repertoires, and ways in which this is changing in the 21st century. \nWe looked at notions of progress and how these are described and measured in various cultures (often not in any obvious linear way), and we examined the roles of modern technology (recordings, internet, mobile phones) in oral transmission today, which are often eschewed in discourse but in reality are integral to modes of learning in all the societies we studied. Another significant finding was the fact that in many instances, children are not corrected if they make mistakes; adults consider that the most important thing is for children to acquire confidence through the embodiment of music, and will then correct themselves and their peers. \nAll these findings are relevant and provide important insights for music education in general. \nAn overall finding from the project is that oral transmission of musical traditions is adapting better to the conditions of the 21st century than often presumed. Duran is working on collaborations with music educators in Canada, Mexico and the UK, to find ways in which findings from Growing into Music films can be exploited in a productive way in music education internationally, at both child and adult levels Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}