{"id":"A28FFD61-1EA1-46AF-BF2C-25AFAEC372C2","title":"Micro-patterned polymer substrates as novel models of epidermal wound healing","abstractText":"The proposed research will develop a novel in vitro model of wound healing within the skin. We will employ state-of-the-art micro-fabrication techniques to create engineered substrates for culturing human keratinocytes. This technology will allow us to precisely control multiple parameters of the wound environment. Specifically, we will determine how the composition, geometry, and stiffness of the wound influence cell behaviour. In addition, we will examine the molecular signalling pathways that regulate the cellular responses to these different environments. This project has the potential to provide significant insights into how human skin cells sense and respond to extrinsic signals during the wound healing process. Moreover, this model system may be a powerful tool for future cell biology studies, drug screening, and other types of translational research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J000914/1","grantId":"BB/J000914/1","fundValue":"321371","fundStart":"2011-12-01","fundEnd":"2014-11-30","funder":"BBSRC","impactText":"  Through this research grant we have developed a novel, micro-patterned assay for studying cell migration. This work has led to several key outputs, including knowledge dissemination through primary research articles and conference presentations, and securing further grant funding to develop this technology into a high-throughout format. In addition, this project has fostered public engagement activities through the development of an on-line learning resources about wound healing and tissue engineering. Digital/Communication/Information Technologies (including Software),Education Societal,Economic","person":"John  Connelly","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" We have successfully developed a novel cell migration assay using micro-fabrication technologies. This platform has allowed us to control and study how interactions between cells and their environment regulate collective migration, a fundamental processes involved in wound repair. We are currently investigating how these extracellular cues impact cell polarity (i.e. directionality) and fate. The technology developed during this project could be used in several different ways. First, it will likely lead to new knowledge and understanding of basic biological processes. Second, as a biotechnology tool it could be a valuable resource for drug testing and development. Finally, the specific findings of our studies could be used to guide the development of scaffolds for tissue engineering and wound repair. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}