{"id":"A2938CA9-CBCE-451A-85A9-506ADB0CEEC3","title":"Poverty and charity in England, c. 1680-1800: a study of utility, speculation and imagined prospects","abstractText":"The project re-examines debate about poverty and its management during the long eighteenth century. Investigating various proposals (e.g. for vast inland colonies, cottage building, cheap food or charity schools) and attempts to mobilize supporters (e.g. through creative accounting, performance and display, or idealized scenes), the research will explore the rhetoric of utility, the uses of material culture, and the role of the imagination in social policy. These contexts shaped the interventions of would-be reformers and commentators, and prepared the ground on which the poor accessed resources and engaged the values that surrounded them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=112942/1","grantId":"112942/1","fundValue":"14013","fundStart":"2006-02-01","fundEnd":"2006-06-05","funder":"AHRC","impactText":"  Have discussed the present-day resonances of 18th-century poor relief, including at meetings of local history societies, community groups.  ","person":"Sarah Victoria Lloyd","coPersons":[],"organisation":"University of Hertfordshire","findingsText":" A period of research leave funded by this grant allowed completed of a monograph, Charity and Poverty in England, c.1680-1820: wild and visionary schemes. This book explores responses to poverty in eighteenth-century England, with an eye to some of the odder manifestations of charity and poor relief. Whether discussing proposals for vast inland colonies or cosy firesides, men and women demonstrated that imagination, excitement and experiment were as important as systematic argument in making ear This research opens a historical perspective on poverty, welfare and charitable assistance. It contributes to contemporary discussion of the causes of poverty, definitions of the poor and the balance between state/voluntary assistance by analysing how these questions were debated in the past and the historical legacy of those decisions. In dealing with the relationship between practical and visionary ideas, it challenges policy makers to think about the role of imagination and desire in their o Communities and Social Services/Policy","dataset":"gtr"}