{"id":"A294900C-5ECF-47DF-B95D-6E20CC7DB10D","title":"School Breakfast Clubs: Research, Policy and Practice","abstractText":"<p>In response to the high prevalence of breakfast skipping amongst children and a growing need for extended schools provision, many schools now offer a breakfast club. However, there has been a general lack of communication between organisers, policymakers and academic researchers.</p>\n\n<p>The main objective of this project is to address the extent and overall effectiveness of communication between the scientific community and other stakeholder groups (eg teachers, nutritionists, policymakers). To achieve this objective, a one day conference, consisting of a series of themed talks and interactive workshops, will be held. It is hoped that this activity will promote an exchange of knowledge and foster learning through the sharing of ideas and practices and stimulate joint approaches that may lead to new research and innovation policies and practices.</p>\n\n<p>In order to ensure that the exchange of knowledge and ideas continues beyond the event, an online forum will be created to allow participants to share new ideas and to access information collated at the event. The success of the event and the website will be evaluated through questionnaires, which will be distributed to participants immediately following the event, then 3 and 6 months after the event. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H044418/1","grantId":"ES/H044418/1","fundValue":"6365","fundStart":"2010-09-06","fundEnd":"2011-06-05","funder":"ESRC","impactText":"  Summary of Economic impacts\nThe findings from the collective work of researchers and user groups were pooled to offer both a national and international perspective on school breakfast clubs and allow delegates to draw greater conclusive power regarding the underlying factors that facilitate educational and health benefits through school breakfast club provision. The event and conference web site played a key role in facilitating the flow of communication between the scientific community and a wider audience. Specifically, the utilisation of the conference website proved beneficial in promoting the exchange of knowledge and sharing ideas and practices beyond the life of the project. As a result of conference attendance, 49 primary schools pledged to start a school breakfast club and over 50 schools pledged to keep their breakfast club running. A pledge from Kellogg's USA resulted in the formation of a three-way partnership between Healthy Living (Northumbria University), ContinYou and Kellogg's and led to the establishment of a research-based training program for school staff and parent volunteers aiming to start a school breakfast club. This accredited training programme is the first of its kind and will provide free training for up to 400 learners in 2012. In addition, the partnership is developing an online breakfast toolkit that will be freely available to all primary and secondary schools within the UK. In order to address the issue of sustainability, Gregg's adapted their breakfast club model; and Kellogg's launched &quot;Give a Child a Breakfast Campaign&quot;, with an aim of providing one million free school breakfasts in 2012.\nFindings and outputs\nDelegates reported that the range of activities raised general awareness of policies and issues regarding funding and sustainability, provided clear examples of translational research, good practice and also created opportunities for new contacts to be made and relationships built. Feedback and observational data strongly suggested that multiple flows of knowledge between delegates across sector, geographical, and organisational boundaries took place. The project team went to considerable lengths to ensure knowledge exchange beyond the actual event. The conference website hosts recorded presentations from psychologists, teachers, nutritionists, and business leaders with talks covering current issues. Primary school children from Front Street Primary School were trained as radio reporters and produced a number of DVD's about their school breakfast club. (see conference website for details). A summary of the event was sent to Anne Milton MP, Parliamentary under Secretary of State for Public Health; to No.10 Downing Street; and the PI contributed to a Princes Trust &quot;Seeing is Believing Visit&quot;, with a summary report sent to HRH Prince of Wales and No. 10 Downing St. To further disseminate conference material to a wider audience an article was published in NHD Magazine (April, 2011), and an independent review made front page headlines in Dietetics Today (2010). Finally, to stimulate public interest and debate, the PI spoke about the event on BBC Look North; Tyne Tees and participated in a number of radio chat shows at Sun (Sunderland station); Real Radio and TFM.\nHow these impacts were achieved\nThe project team adopted a multi-faceted approach to facilitate knowledge exchange. In order to maximise the likelihood that the current project met its objectives, an organising committee made up of academics, business leaders, charity workers and school staff was established in the early stages of the project. To ensure all user groups engaged with multiple content areas, the conference was centred on common themes (e.g. educational and cognitive performance) and within each theme speakers from across academia, business and education presented talks. At the end of each symposium, delegates were given some key points to discuss during workshop sessions. The use of Zing technology within these workshops enabled groups to post ideas and comments in parallel and proved extremely effective in facilitating interactive knowledge exchange and fostering learning through the sharing of ideas and practices. The poster and exhibition stands enabled delegates to access recent research findings, see practical demonstrations of food preparation, experience a computerised cognitive test battery, talk to children attending school breakfast clubs, and network with others. The conference website not only provided a valuable resource to delegates but enabled information to be shared with a much wider audience. Links to the Learning Forum enabled delegates to engage in on-line discussions and resulted in the formation of national communication networks in order to share ideas and examples of good practice. The impact of this project still continues, as demonstrated by the formation of Healthy Living, at Northumbria University and a newly launched breakfast club training programme.\nWho these findings impact\nThrough careful planning the project impacted on all groups; from parents and children to academics and policy makers. Many school staff reported that they had either changed their practice as a result of attending the conference or were committed to starting a school breakfast club. The exchange of knowledge between community groups and academics has led to new collaborations and evaluations of existing community intervention programmes (e.g. an evaluation of the Big Cooks, Little Cooks cooking intervention operating in deprived areas in Northumberland). Such collaborations feed directly into national educational initiatives, such as Every Child Matters, Inclusion Policies, Change4Life, and Extended School Services. Post event discussions fed into Kellogg's &quot;Give a Child a Breakfast&quot; campaign which aims to provide one million free breakfasts to children across the UK, and in 2012, 400 school staff will partake in an accredited training program based on translations research from the project. The PI's engagement with industry's social and corporate responsibility departments has contributed to Kellogg's breakfast club models currently being piloted in Uganda, Kenya and Zambia through collaborative work with the charity &quot;Seeds for Africa.&quot; The PI's work with Business in the Community has supported Gregg's expanding their breakfast club model to include companies such as Tetley, Atihad Airlways and PriceWaterhouseCooper. Finally, the increase in childhood poverty and the value that breakfast clubs can play was brought to the attention of the public and policy makers through television and radio broadcasts.\nPotential future impacts\nIt is hoped that this accredited training program will provide an excellent opportunity for a regular, rolling programme that allows participants to form online communities and to develop trust and new and innovation ways of working together. A longer term aim is to increase the provision of school breakfast clubs in areas of need, such as community first areas.\nUnexpected impacts\nThe main unexpected output of the project was the establishment of a three-way partnership between Healthy Living at Northumbria University, Kellogg's, and ContinYou to provide training for up to 400 school staff from across the UK in 2012. This resulted from (a) key stakeholders from each organisation being involved in the current project and (b) the demand expressed by delegates attending the Breakfast Club Summit Conference. Agriculture, Food and Drink,Education Cultural,Societal,Economic,Policy & public services","person":"Margaret Anne  Defeyter","coPersons":["Pamela  Graham"],"organisation":"Northumbria University","findingsText":" The aim of the current project was to bring together some of the key researchers working in the area of school breakfast clubs with researchers involved in associated fields (e.g. nutritionists), policy makers (e.g. School Food Trust), representatives from industry (e.g. Kellogg's, Gregg's), representatives from charitable organisations (e.g. The Soil Association), and user groups (e.g. school staff). To achieve this aim, the grant holders worked in partnership with Kellogg's and ContinYou and delivered a two-day conference held in Newcastle upon Tyne. In addition to the conference, pupils from a local primary school were trained to be reporters and interviewed delegates as well as producing a video about their school breakfast club. To provide additional opportunities to share knowledge, practice and policy across disciplines and also with other key stakeholders, a Breakfast Club website was developed which contained videos of all of the presentations, videos produced by the school reporters, footage of a 'Question Time' panel debate, posters, summaries of interactive workshops facilitated by Zing technology, as well as informative external links. The conference was evaluated by asking delegates to complete an Evaluation Feedback Sheet. The impact of the event was outstanding. Delegates rated the event as very good to excellent, and the website has attracted over a 1000 viewers to date. Many delegates commented that the interaction between academics and practitioners was excellent. As a result, the event helped in establishing an excellent network of professionals both within and across different sectors. An evaluation of the overall programme of events was undertaken by the organising committee to explore what activities took place as a result of the event. A realist evaluation was undertaken to ask: 'what worked for whom, and under what conditions'. We were interested in knowledge exchange activity that took place during the actual conference and follow-up action. Data collection methods included: a conference evaluation form, documentary analysis of written workshop material, observation of the workshops, use and effectiveness of the conference website, and whether delegate action plans were followed up. The day event was very well attended (N = 159), and attracted delegates from local authorities and local government organisations (26%), private companies (20%), academia (23%), third sector (6%), and schools (25%). Seventy six delegates attended the evening event, with a similar pattern of attendance from across the various sectors. The drop-out rate was relatively low (8%). Recruitment of participants to take part in the evaluation study was excellent, although it proved very difficult to get participants to respond to emails after the event. Hence, the number of responses regarding delegate's follow-up action is low. \nThe symposia were presented by leading business people, academics, charity workers, head teachers, and policy advisors. The material was tailored to suit the needs of the audience. This mix of presenters enabled research, corporate responsibility agendas, policies, and examples of case studies to be linked to wider issues both at a local and national level. The Zing facilitated workshops enabled delegates the opportunity to share experiences with other delegates in a non-threatening way. Delegates reported that these activities raised general awareness of policies, issues regarding funding and sustainability, clear examples of how academic research findings could be put into practice, provided examples of good practice, and provided opportunities for new contacts to be made and relationships built. The flow of knowledge between academe and practice appeared to be two-way; with many academics forming new relationships with schools and public bodies. Delegates also enjoyed informal parts of the programme (coffee breaks) in order to catch up with colleagues and to visit the exhibitor stands. All of this suggests that multiple flows of knowledge between delegates from across sector, geographical, professional and organisational boundaries were taking place. \nThe action pledges that delegates committed to on the day were of two different types. The first were mainly individually focused and required little change (e.g. I will keep up the work). The second type was more ambitious (e.g. the national accredited training programme resulted from a pledge given by Kellogg's). However, given the low response rate regarding follow-up actions care must be taken in over-generalising the findings. Training primary school children to conduct interviews proved useful in keeping the focus on the service user, and enabled delegates to hear the views of breakfast club attendees, parents and school staff. Finally, delegates reported that the website provided manageable packages of material to be accessed in a one-stop place. Delegates appreciated the fact that they could access this material at any time and share with other members of their organisation. An event summary has been sent to Anne Milton MP, Parliamentary under Secretary of State for Public Health.\nDr. Defeyter presented at a Princes Trust &quot;Seeing is Believing Visit&quot;, hosted by Ken McMeikan (CEO of Gregg's) and a summary of this event was sent to HRH the Prince of Wales and to No. 10 Downing Street (Northumbria Insight magazine, July 2011, pg. 6).\nGregg's commissioned a piece of research to evaluate the effectiveness of their school breakfast clubs (December 2010).\nKellogg's have launched a national campaign through which they will donate 30p to school breakfast clubs for every packet of Cornflakes sold. \nThe conference website has now been viewed over 1000 times. Agriculture, Food and Drink,Education","dataset":"gtr"}