{"id":"A29FBB30-BFC8-4B9C-B827-ADC26A94CE7A","title":"Music, the Palestinians, and the Missions of the West","abstractText":"Music, the Palestinians, and the Missions of the West' is a study of western classical music practices in Arab communities of Israel and Palestine. Examining recent investments made by European organisations such as the Barenboim-Said Foundation (a branch of the Andalusian regional government), it also considers initiatives led by local cultural figureheads, who have developed projects in Palestinian churches, schools, concert halls, and open air venues. I place the conflicted yet symbiotic relationship between Jewish and Arab communities at the heart of my analysis, but complement this with a longer historical view, also plotting the Christian introduction of western classical music to the region in the 19th and early 20th century. This extensive trajectory of European-Palestinian interactions through music offers a new perspective on the current situation, challenging both the duality of the regional conflict and European perspectives on strategies for helping with music.\\n\\nWestern Classical Music among Palestinians\\nDrawing on six periods of fieldwork in Germany, Israel, Palestine and Spain since 2006, my study provides a first-hand account of the western classical music scene in Palestinian and Israeli Arab communities. In addition to observing numerous performances, rehearsals, teaching situations, and informal gatherings, I have interviewed most of the leading figures, funding bodies, and many participants involved. My ethnographic observations and interview materials are interwoven with commentary on a wide range of press articles and documentary films, presenting a multi-layered analysis of a practice that is understood by many to be new to Palestinians. I characterize it as both discourse and practice, because it must be understood in relation to the changing physical and social fabric of the Arab populations in Israel and Palestine, and to the opportunities and restrictions of life within, or alongside, a defensive and security-conscious Jewish state.\\n\\nWestern Music as novelty?\\nOrganisations such as the Barenboim-Said Foundation promote their work as spiritually elevating, a life-line to children who otherwise know little other than violence, and (as a western cultural activity for Arabs) something completely unique in the region. My study challenges these claims not only with ethnographic research but also with historical documents from archives in England, Germany, Israel, and Palestine. I reveal that such statements actually build on a (broken) tradition of western cultural investment in and rhetoric about the region. In the 19th century and earlier 20th century, for instance, missionaries strove to 'rescue' the population from the barbaric Turkish regime and convert local Jews and Muslims to Christianity, and they used music as a tool in this process. I also demonstrate that substantial portions of the current musical scene in Palestine are indebted to people who attended (and whose parents and grandparents attended) such missionary schools, and who seek to foster the musical interests they absorbed.\\n\\nWestern Music, colonisation and globalisation\\nOne of the most distinctive features of the current situation of western classical music interest among Arab communities is its contested situation regarding national (Spanish, German, Palestinian, Israeli) and religious (Christian, Jewish, Muslim) positions. My account addresses the covert and overt agendas of the operative organisations, but also probes the ways that outsider-led projects can be identified as neocolonial on a transnational scale. By contextualising foreign 'music aid' within the (much criticised) sphere of NGOs, and locally-led music institutions within the competition of a field of competing artistic, political and religious institutions, I offer an analysis of a situation with roots deep in the history of the land that is simultaneously caughtup in the flow of a globalised world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H005048/1","grantId":"AH/H005048/1","fundValue":"35463","fundStart":"2010-01-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Rachel  Beckles Willson","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}