{"id":"A29F0C8D-5E7A-4AC6-AD8E-CE0B34CDE8CB","title":"Pioneer women: Early British Modern Dancers","abstractText":"This project will undertake vital work on the archives of Madge Atkinson (1885-1970) and Ruby Ginner (1886-1978), two early British modern dancer-choreographers and teachers. Inspired by Isadora Duncan, both women initiated their own respective forms of 'barefoot dance': Atkinson's Natural Movement emphasised a harmonious use of the body in which simple actions such as running and balancing were used to create a lyrical style; whilst Ginner's Revived Greek Dance drew on Ancient Greek athletics, drama, and dance. Articles published during the early stage of their careers demonstrate the extent to which the work of Atkinson and Ginner was deemed significant in its day - in marked contrast to subsequent historical accounts which have tended to privilege the imported traditions of Russian Ballet and Central European modern dance, and the development of an indigenous British ballet.\\n\\nThe Pioneer Women project is a collaboration between the Department of Dance Studies and the National Resource Centre for Dance (NRCD) at the University of Surrey and it builds upon a previous joint research project, Dance Data On-line, funded by the AHRB's Resource Enhancement Scheme (2002-2005). Two main aims of the project will be to write Atkinson and Ginner back into dance history through in-depth analysis of their choreographies and teaching methods, and to make a range of materials on 20th-century British dance and cultural history available for the first time. Based on initial sorting and investigation of their archives in preparation for this project, it is anticipated that further research will reveal closer allegiances between early British modern dance and ballet than previously thought, and demographically, that 'British' dance constituted more than London-based metropolitan ballet and/or regional music hall. The project also aims to re-align Atkinson and Ginner alongside other, better-known, female dance protagonists, such as Adeline Gen&eacute;e, Tamara Karsavina, Marie Rambrt and Ninette de Valois, both in terms of codifying systems of training and founding their own companies, thus providing broader insights into the role and agency of women in early-20th century Britain. The project will also consider two other dancers within this context, Leslie Burrowes, who studied modern dance with Mary Wigman in Germany and Ludmila Mlada, who performed first with Ballet Rambert and then the Ballets Jooss. (The NRCD acquired the archives of both Burrowes and Mlada in 2003).\\n\\nOutputs of the project will include an online catalogue of the archives' holdings, several journal articles, dance reconstructions, an edited DVD, an academic symposium, an exhibition, two study days and an edited book arising out of the symposium. An oral history project will provide valuable supplementary documentation and additional resources will be created to enhance the archives' content and usefulness. The duration of the project will coincide with 25th anniversary celebrations by both the Department of Dance Studies and NRCD, and the symposium will be a central event for these, in terms of publicising the high archival value, intellectual and embodied focus of the project and reinforcing the collaborative partnership between the University of Surrey's academic and research support activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009328/1","grantId":"AH/E009328/1","fundValue":"323672","fundStart":"2008-06-01","fundEnd":"2010-06-11","funder":"AHRC","impactText":"","person":"Rachel Susan FenshamAngela  Kane","coPersons":["Helen  Roberts","Alexandra  Carter"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}