{"id":"A2A3B278-0D13-4CE7-B930-AD6338E1030C","title":"Eighteenth-Century Vitalism: Bodies, Culture, Politics","abstractText":"The objective of this research leave is to complete a book-length study of a new development in physiological theory which took place in Scotland in the mid-eighteenth-century, and its influence on contemporary literature, culture and politics. The 'vitalist physiology' formulated by the Scottish medical professors, Robert Whytt, William Cullen, and others associated with the medical school at Edinburgh University, displaced an established account of the body-as-machine, governed by the rational and conscious control of the mind, with an alternative model, which depicted the body as a self-controlling, self-directing entity, and which emphasised the body's nervous, 'sympathetic' powers rather than the mind's governing function. The book argues that this new account of the functioning of the body and its relationship with the mind had far-reaching implications: for the era's understanding of the human subject, whose subconscious and unconscious acts and impulses could now begin to be contemplated or imagined; for the way it reworked a traditional understanding of God's will directly controlling the natural world, and instead began to formulate an account of a materialist, independent, and self-determining nature; for its implicitly political metaphors of 'ungoverned' self-regulation, which would inform the contemporary formulation of political economy, and be exploited by radical thinkers at the end of the century; and for its more general replacement of the mechanical models of seventeenth-century natural philosophy with a new fascination with the elusive operation of animated life. \\n\\nMy book, _Eighteenth-Century Vitalism: Bodies, Culture, Politics_ explores the influence, presence, and effects of the new vitalist physiology (and all that it implied) in two key, interlinked contexts: the remarkable burgeoning of philosophical and scientific inquiry, in many different but interlinked branches of study, which constituted the Scottish Enlightenment, and the radical politics and culture of the 1790s. The first half of the book focuses on the Scottish Enlightenment and explores the ways emergent discourses, including political economy and contemporary notions of sensibility and sympathy, were informed by, and reworked, vitalist physiology in a number of different ways. The second half of the book explores the way a Scottish 'vitalist' physiology was received within the context of the radical politics, philosophy and culture of London in the 1790s. It argues that a physiology which appeared to imply the existence of a materialist, self-determining nature, no longer under direct divine control, offered a suggestive and liberating model for political thinkers keen to rethink the relationship between subjects and governments. It explores ways in which notions of animation and liberty were taken up by contemporary writers of all kinds - philosophers, political theorists, poets and novelists - and traces the emergence of a language of 'animation' by which their beliefs and hopes about the nature of politics and of society were expounded. Overall, it offers an important new account of the relationship between science and culture in the eighteenth-century, opening literary texts up to significant new interdisciplinary contexts in contemporary science, politics, philosophy and political economy, and enabling new connections to be made between the radical politics and writing of the end of the century and scientific and philosophical work earlier in the century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003854/1","grantId":"AH/F003854/1","fundValue":"22899","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Catherine Mary Packham","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}