{"id":"A2A701C8-445C-4145-8A2C-CCADDB415AA9","title":"Sustainable pollination services for UK crops","abstractText":"Pollination is a key ecosystem service, vital to the maintenance both of wild plant communities and agricultural productivity. Insect pollination, mostly by bees, is necessary for production in 84% of all crops in the Europe and 75% of the crops that are used directly as human food worldwide. In 2005, the economic value of insect pollination per year amounted to approximately &pound;120 billion globally and about &pound;440 million in the UK. Crop pollination services depend on both domesticated and wild pollinator populations, and both may be affected by a range of recent and projected environmental changes, with unknown consequences. There has been growing concern in recent decades about the fate of both domesticated and wild pollinators, leading to special initiatives by the Convention for Biodiversity (International Initiative for the Conservation and Sustainable Use of Pollinators) and a number of continental, national and regional programmes. Clearly, insect pollination is an important agricultural input. However, our current knowledge about the pollination requirements of crops, the pollination potential of different bees and other insects and the impact of landscape, land use and climate changes on pollination services is poor. This is holding up progress towards designing effective policies to conserve and manage pollination services. Therefore, we propose to: First determine which wild and managed pollinators contribute to pollination of insect-dependent crops (e.g. most fruit trees, berries, oilseed rape, field beans) and whether at present lack of wild pollinators limits agricultural production. Second, to use this information to predict crop pollination deficits at the landscape scale (using modelling approaches). Third, determine whether and how climate change will affect UK crop distributions and the need for pollination services towards 2050. Fourth, use the outcomes of the above to design and test ways to mitigate against crop pollination deficitsi.e. improve availability of managed pollinators, provide food or nest resources for wild pollinators). The outcomes of the project will provide important novel scientific insights that can be used to support UK farmer decisions on crop, landscape and pollinator management practices. It will also facilitate the UK's move towards more sustainable agriculture. To this end we will disseminate our results to the major stakeholders (farmers, beekeepers, land managers, conservation agencies), but even more crucially we will start the exchange of information between stakeholders and scientists to guarantee that our research produces information required by the UK agricultural community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000348/1","grantId":"BB/I000348/1","fundValue":"405368","fundStart":"2011-01-10","fundEnd":"2014-07-09","funder":"BBSRC","impactText":"  By academics, industry and policy makers Agriculture, Food and Drink,Environment Societal,Economic,Policy & public services","person":"Simon  Potts","coPersons":[],"organisation":"University of Reading","findingsText":" The findings of the Sustainable Pollination Services for UK Crops Project were as follows, we:\n1. Determined which wild and managed insect pollinators are important for crop production in the UK.\n2. Establish if current crop yield and quality is limited by a lack of insect pollinators.\n3. Identified what factors influencing the levels of crop pollination.\n4. Projected shifts in UK crop distributions and the demand for pollination services under the influence of a changing climate.\n5. Developed effective pollinator management strategies to maintain or improve crop production in the face of continued environmental change. Best practices for industry.\nInforming Defra's National Pollinator Strategy\nInforming Natural England's new agri-environmental scheme Agriculture, Food and Drink,Environment","dataset":"gtr"}