{"id":"A2AB7101-EB9F-44F9-A0B0-2CA410CB9C8F","title":"Partners in History: collaborations in regional heritage","abstractText":"This application creates a team of researchers who are committed to community engagement. Their previous experience ranges from scholarly publication to innovative ways of presenting research and engaging with different audiences. They bring practical heritage experience and offer a distinctive interdisciplinary mixture: history, art history, creative writing, digital media and tourism studies. As members of the University's Heritage Hub network, the researchers will tap intellectual resources across the University and already have strong working relationships in the fields of cultural geography, education and film studies. Through this project they will share expertise with one another and with community groups. As well as history societies and museums, collaborations will include inter-general activities and previously marginalised groups to reflect Hertfordshire's demographic profile, the University's social responsibilities and the capacity of heritage to foster a sense of identity and belonging.\nThrough the University of Hertfordshire's Heritage Hub (HH), the University has made a start on these engagements and is currently looking for methods to increase their impact and reach. This application therefore captures a momentum that exists for exactly this sort of initiative. Individual HH members have delivered successful partnership projects (funded by KEEP3, AHRC and HLF, for example) and community interest has been stirred by events around 'Remembering the First World War'. The University, HH and History Department are also gaining ground as groups begin to appreciate the enthusiasm and support that exists in their local academic community. Without financial investment, current initiatives could fail to reach full potential, while new ideas may not emerge.\nThe HH network was formed in response to a real and urgent demand for outside engagement. What has been achieved already has demonstrated the enormous potential locked within the University, from digital storytelling to policy making, knowledge of local histories and analyses of tourist sites, and the scope to interest and address the needs of community groups. External groups often lack capacity or expertise to make the most of their resources or explore possibilities for partnership working or further research or marketing. The project would provide access to additional support, advice and networking as well as tangible results in terms of research activities, case studies, oral histories and other outputs.\nOn their side, community groups have an impressive record of heritage activity and specialised research. We have been working in an ad hoc way with those groups that have managed to locate appropriate experts in the University, but this project would allow us to expand, democratize and systematise such activity. The University of Hertfordshire's entrepreneurial approach and unusually outward-looking perspective have shaped our ambition to carve out something new in terms of outreach, public engagement and partnership working. Three of our proposed collaborative projects - Remembering the First World War; Low Carbon Pasts; Low Carbon Futures; and Instant Oral Histories -- are designed to provide a flexible framework to hold both academic and community research.\nBy opening the University and taking it out into the community through project open days we intend to forge greater understanding on both sides of the relationship. This will strengthen support for projects that are initiated by community groups and brought to the researchers for practical or historical advice. But it will also create new relationships. These might explore hitherto unstudied material held by groups and organisations around the county and investigate innovative methods of reaching both academic and general audiences. They have the potential to bridge a gap between academic research and its popular dissemination, create sustainable collaborations and enrich knowledge of local heritage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013390/1","grantId":"AH/J013390/1","fundValue":"19952","fundStart":"2012-02-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Christine  Garwood","coPersons":[],"organisation":"University of Hertfordshire","findingsText":"","dataset":"gtr"}