{"id":"A2AC8AC2-D974-49E6-8C2D-152E748B513F","title":"Linking evidence and operation in ecosystem service-based decision support tools","abstractText":"There is an increasing demand from policy that conservation and sensitive management of our landscape should not be restricted to areas designated for their conservation value, but should extend to the broader landscape as well. There is also an increasing expectation from society that development and infrastructure projects should be undertaken in such a way that not only minimises their environmental impact but where possible enhances the wider landscape and the benefits and services that we obtain from it, such as flood prevention, the provision of clean water, carbon storage and recreation. Those organisations and businesses responsible for managing large areas of the landscape therefore need the appropriate information to help them achieve these goals.\n\nThere is an increasing body of evidence concerning how landscape management affects landscape benefits and services. This evidence has helped to inform the development of a wide range of computer models that can be used to quantify the different services that a particular landscape provides, and to predict the likely impacts of landscape change on these services. However, many of these models are heavily research-focused, require specialist knowledge to operate and interpret, and are not accessible to general users. \n\nIn this project, using two existing ecosystem service decision-support models as test-beds for the approach, we will develop a web-based tool that will allow users of the models to examine and evaluate the evidence base underlying the predictions of the models. This evidence tool will use a process that is well-established as industry standard in other areas of application, including engineering and transport safety, but has not previously been applied in environmental management. The tool will allow users of these ecosystem service models to understand and track the evidence underpinning model predictions for the first time. \n\nThere are potential applications of this evidence tool across a wide range of sectors, including energy, water and transport, and the construction industry, as well as for nature conservation. Our group of formal partners in the project attests to this, and includes an industry regulator, an energy supply company, a construction firm, a landscape management partnership and a Wildlife Trust, as well as Defra, the Welsh Government, Natural Resources Wales and Natural England.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021505/1","grantId":"NE/M021505/1","fundValue":"63259","fundStart":"2015-05-01","fundEnd":"2016-07-31","funder":"NERC","impactText":"","person":"Piran  White","coPersons":["Jon  Timmis"],"organisation":"University of York","findingsText":"","dataset":"gtr"}