{"id":"A2B1796F-6D48-44DD-9FA1-28A10142674D","title":"A Community Resource for the Prediction of Protein Structure: PHYRE","abstractText":"Proteins are large molecules that are the machinery of life. They are long chains of different components and the order of these components is the amino-acid sequence. The genome projects are now determining the sequences of proteins from many species including human, plants, animals and microbes. Experimental methods can reveal the 3D structure of a protein, and this information is central to basic biological understanding and the exploitation of this biological knowledge has major implications for improvements in health, agriculture, animal welfare and the environment. However, generally this essential information is not available from experiment. Biologists then require computational methods to predict this information. The Sternberg group has developed a powerful and user-friendly resource for predicting the 3D structure of a protein from its sequence. The first version was 3D-PSSM and the more recent version is known as PHYRE. This is disseminated via a web server - a user pastes their protein sequence of interest into a box and the server returns details of the predicted 3D structure with atomic coordinates and additional information. This resource has proved highly popular with the community. There have been over 130,000 submissions and the current rate is 1,000 per week. There have been over 1,200 citations to the two main papers describing 3D-PSSM and PHYRE. This grant will provide support for us to maintain, support and develop the PHYRE web server. The grant will support the following topics. 1) Recent developments which lead to a significant improvement in performance have not yet been incorporated into the software available to the community. We will develop an appropriate web interface to the new version founded on the successful current design principles. 2) The program requires updates of the databases used in the prediction and at present the procedure is managed manually and is computationally time consuming. We will automate and improve the procedure. 3) A number of other computational tools have been developed by groups around the world to predict structural and functional characteristics of proteins that complement PHYRE. These will be integrated into the server to provide a hub of information about a protein of interest. 4) End-user biologists need to know when to trust predictions. Hence we will augment the existing measures of confidence based on protein sequence information with cutting-edge tools that estimate prediction quality based on 3D information. This will permit the biologist to ascertain which regions of a protein model are trustworthy and which are not for use in subsequent theoretical or wet-lab work. 5) Visualisation is key when dealing with complex three-dimensional protein structures. Hence we will substantially extend the user's ability to plot a variety of predicted features mapped onto 3D model predictions. 6) We will provide e-mail user support together with extensive documentation. In addition, we will run three hands-on workshops for biologist interested in using the methodology. The work will be disseminated by publications in the scientific literature and presentations at national and international meetings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G022569/1","grantId":"BB/G022569/1","fundValue":"311004","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"BBSRC","impactText":"  We developed and supported the Phyre web server for protein structure prediction. Phyre was used by many groups in the world Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Economic","person":"Michael J Sternberg","coPersons":[],"organisation":"Imperial College London","findingsText":" We have developed and supported the Phyre web server for protein structure prediction from sequence. Further development of the Phyre server for wider application. Agriculture, Food and Drink,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}