{"id":"A2B6253B-B41E-4043-98DC-50AC729E921D","title":"Computational models of neurodegenerative disease progression","abstractText":"The project develops new computer science technology for modelling the progression of a disease or developmental process. It pioneers the use of state-of-the-art generative modelling and learning techniques to address this problem. It demonstrates the new approach by addressing questions of intense current interest in neurology: what is the sequence of clinical and pathological decline in two important diseases, Alzheimer's disease (AD) and fronto-temporal dementia (FTD), and how does it vary over the population? The methodological development introduces new and general-purpose techniques in computer science and the experimental work adds fundamental new knowledge in neurology.\n\nThe progression is the sequence of events that occurs as the disease or process advances. All diseases have an associated set of symptoms and pathologies. For example, AD causes loss of memory, personality changes, brain shrinkage, and deposits of abnormal proteins. However, other neurological diseases share many of these same occurrences. An additional fundamental characteristic that distinguishes diseases is the order in which the symptoms and pathologies appear. Knowledge, or a model, of this disease progression supports early diagnosis, which can maximize the effect of a treatment. It also provides insight into disease mechanisms that can accelerate development of the treatments. Furthermore, an effective model helps construct robust staging systems, which enable clinicians to tailor treatment and care plans for individual patients: so called &quot;personalized medicine&quot;.\n\nModelling disease progression, however, is a major challenge. First, the sequence of events can vary substantially among patients; monitoring a few individuals closely does not capture the variation over the larger population. Second, such close monitoring is often impossible, because the necessary examinations are too expensive or invasive to perform regularly. Thus, models must come from more cross-sectional data obtained from many patients each making a few irregular visits to a clinic. Very large data sets of this kind are available and contain a wealth of information, but current techniques for mining that information remain crude and do not exploit the available data effectively.\n\nThe investigators on this project recently introduced a new computational approach to disease progression modelling: the event-based model. Unlike standard models, it learns the sequence of events directly from a large cross-sectional data set without requiring a-priori staging or ordering of the patients. Preliminary results using small data sets from genetically confirmed disease cohorts demonstrate the uniquely rich description of disease progression the new approach can provide. However, application to larger and less-controlled data sets, where the real interest lies, presents major new challenges.\n\nThis project develops the event-based model from proof-of-concept to practical research tool. It then demonstrates the tool focussing on applications in neurological disease, although long-term applicability is much wider. In particular, we construct detailed models of the progression of AD and FTD, their variability over the population, and the influence of factors such as genetic profile. Finally, the project initiates exploration of the wider family of computational models of disease progression and their potential to extract new and fundamental information. For example, we introduce new models that potentially reveal disease subtypes, provide disease-staging systems, and highlight potential causal relationships among events.\n\nThe new model-based approach has the potential to revolutionize the way we think about disease progression and thus to make a major impact in diagnosis, disease management, and treatment development for some of the most devastating and widespread medical problems facing us today. The project initiates a long-term effort towards these ends.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J020990/1","grantId":"EP/J020990/1","fundValue":"592910","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"EPSRC","impactText":"","person":"Daniel  Alexander","coPersons":["Nick Charles Fox","Jonathan Mark  Schott","Sebastien  Ourselin"],"organisation":"University College London","findingsText":" We have developed new mathematical and computational modelling technology for revealing the long-term progression patterns of neurological diseases. The new technology has led to new insight into Alzheimer's disease; it extends to a wide range of other diseases, which on-going work focusses on; and potentially offers a powerful new tool for differential diagnosis and prognosis. Lots of possibilities for developing the basic tools further, which we continue to explore under this grant. The ideas have applications beyond neurodegenerative disease to other areas of medicine, such as cancer and infectious diseases, as well as basic development. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}