{"id":"A2BDA8CA-2DEC-4E10-A1B8-73CD0171BCB1","title":"The genetic basis of tropical diversity","abstractText":"Work in my lab aims to discover the genes responsible for natural variation in plant form. These genes are the raw material of evolution and for plant breeding. A better understanding of them will permit informed decisions about the conservation of genetic diversity as well as understand the limits to diversity. Most of the Earth's diversity is found in the tropics. Working with tropical plant Begonia gives us a wide range of variation to study and will help explain how evolution produced such a large (1,6000 species) and variable group. We will make a genetic map of Begonia which will allow us to see where in the genome the genes controlling particular aspects of form or behavoir are found. We will be able to compare the organisation in Begonia to that in other species and find out how many genes control each trait and how strong the effects are. Comparisons of the links between traits and genes in the different Begonia species will help us understand how the very different forms have evolved. We will study natural variation in leaf shape. This is very variable between species and is part of a plant's adaptation to a particular environment as leaves are the site of photosynthesis and of much of the plant's interactions with the environment (sunlight, rain, insects etc...). Geneticists using a few species of model plants have been able to describe a number of genes that are involved in making a leaf. One group of genes, the KNOX genes are thought to be involved in making leaves with many leaflets instead of a single leaf, and a second group of genes (ARP genes) may control where the leaf blade grows out from its stalk. We wish to extend these studies to plants from the tropics, which harbour most of the world's plant species. Different species of tropical Begonias have many leaflets or a single leaf or have leaf blade all around the leaf stalk (like nasturiums) or just at the top (like an ordinary leaf). We intend to use genetics to determine if KNOX and ARP genes control leaf shape in Begonia. We will make a genetic map of Begonia which will allow us to see where in the genome the genes controlling particular aspects of form or behaviour are found. We will be able to compare the organisation in Begonia to that in other species and find out how many genes control each trait and how strong the effects are. We will also be able to see if KNOX and ARP genes are responsible for any of the variation in leaf form. Comparisons of the links between traits and genes in the different Begonia species will help us understand how such a diverse and large group as the Begonias has evolved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E019447/1","grantId":"BB/E019447/1","fundValue":"339609","fundStart":"2007-11-26","fundEnd":"2011-03-25","funder":"BBSRC","impactText":"  The genetic map of begonia has been used to map traits variable between species.\nThe data from Begonia sequence has been used by reseearchers studying cucmber genomics for comparative work.\nWe have developed new skills adn the analysis of large sequence datasets at RBGE. Education,Culture, Heritage, Museums and Collections Cultural","person":"Catherine Anne Kidner","coPersons":[],"organisation":"University of Edinburgh","findingsText":" By crossing a wet forest species with a dry forest species we have generated mapping populations of 277 in one backcross direction and 127 in the other. We have phenotyped these populations for 131 vegetative traits and for fertility and infloresence structure. They have been genotyped using 131 SNPs derived from developmental regulators and 120 AFLPs. A map has been assembeled that covers the 14 chromosomes of Begonia section Gireoudia in 14 linkage groups and highlight some regions of rearrangement between the two parental species. The mapping populations are being propagated so copies can be sent to our collaborators.\nThree transcriptomes have been sequenced from Begonia vegetative buds and the assemblies will be submitted to Genbank.\nInsitu hybridisaton and southern methods for Begonia have been optimised and VIGS is under trial. The work funded by this grant has allowed Begonia to be fully developed as a model for understandin the genetic factors underlying tropical diversity. The techniques we debveloped during it as now being applied to other diverse groups studied by RBGE. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}