{"id":"A2C1C1B4-99E4-4726-A3CD-D43799944398","title":"The Historia Iherosolimitana of Robert the Monk","abstractText":"The project aims to locate, collate and edit the approximately ninety manuscripts of the 35000-word Latin history of the First Crusade (1095-1101) known as the Historia Iherosolimitana. The author is conventionally known as Robert the Monk. Writing in about 1107, Robert was just one of a number of people who told the dramatic and compelling story of the crusade during or soon after the event, but, to judge from the number of manuscripts to have survived, his version was the runaway 'best-seller' for more than a century; its popularity waned a little thereafter, but seems to have picked up again in the fifteenth century as the conquests of the Ottoman Turks revived Europeans' interest in the First Crusade. So an understanding of Robert and his work is the key to larger questions about the impact of the First Crusade on the western European imagination, the ways in which stories are told to preserve and perpetuate memories, and the status of works of history in medieval culture. The manuscripts were last listed in 1905: the first phase of the project, therefore, will be devoted to using catalogues and internet resources to establish a comprehensive list. Have all the manuscripts known a century ago survived, and are there others as yet unnoticed? Once this list has been compiled, the next phase will involve a postdoctoral researcher visiting the libraries and archives where the manuscripts are held. All the known manuscripts, and most probably any new ones that will surface, are in European collections, from Oxford and London to St Petersburg and Upsalla. There are clusters of manuscripts in a handful of places, such as Paris and the Vatican, as well as more dispersed single survival. The researcher will spend three or four days closely examining each manuscript - not transcribing every word, a task better completed back in Bristol with the aid of reproductions on microfilm or CD-Rom, but looking for wider clues. Many medieval manuscripts are composites of several works, so what other books were copied or \nbound with Robert's and what does this say about how people read his work? Are there clues about where the copies were made, and about who was interested in reading Robert's history? Are there bits added or removed, and if so, why? The next stage of the project will involve the careful examination of the manuscripts' texts, looking for patterns in the transmission from medieval copyist to copyist. Particular attention will be paid to the 55 manuscripts that date from before 1300, but attention must also be paid to the later versions. From this manuscript-by-manuscript comparison will emerge a printed edition: its aim will not simply or mainly be to present exactly what Robert himself wrote, but to draw attention to the ways in which the text remained a living thing after it left his desk. The principal investigator and postdoctoral researcher will also publish, in article form, a detailed list of all the manuscripts: this will be an important resource for scholars working on, for example, the reasons why histories of distant events remained current in late medieval culture. In the final year of the project, there will be an international conference in Bristol on Crusade and Narrative, designed to publicize the project's discoveries and to encourage similar research into other crusade-based texts. Interwoven with the Robert project will be a closely connected piece of research: a PhD devoted to the Historia Jerosolimitana of Baldric of Bourgueil. This is the closest point of comparison to Robert's work in terms of where, when and how it was written; the two authors knew each other and may have shared notes on their works' content and structure. The project will also feed directly into a book to be written by the principal investigator. Witness and Narrative, which will look at the ways in which the people on the First Crusade and 'arm-chair' historians made sense of what had happened by telling and retelling stories about it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509533/1","grantId":"AH/E509533/1","fundValue":"491115","fundStart":"2007-10-01","fundEnd":"2012-03-31","funder":"AHRC","impactText":"  They have been used by the academic community to enrich debates about the Crusades and how they were portrayed in contemporary writings. Education Cultural","person":"Brendan  SmithMarcus Graham Bull","coPersons":[],"organisation":"University of Bristol","findingsText":" The project has fully vindicated the central premise upon which the original application was based: that the narrative account of the First Crusade (1095-99) by the author known as Robert the Monk, the Historia Iherosolimitana, is of major importance for students of both the early crusade movement and history-writing culture in the central medieval period. The project's findings may conveniently be set out under the headings of dissemination, significance and impact.\n\n(1) Dissemination: the extensive investigations of the project's postdoctoral researcher, Dr Damien Kempf, in numerous archives and libraries across Europe have not only identified nearly all of the manuscripts of Robert's Historia that were last listed in the early twentieth century (some have since been destroyed or lost, probably during the Second World War) but have succeeded in finding at least 20 hitherto unknown manuscripts, bringing the total of extant witnesses of the text to over 100. This figure places Robert alongside much better known medieval historians such as Bede and Einhard in terms of manuscript survival rates, and is a reminder of the relative scholarly neglect of crusade historians that the project is doing a great deal to reverse.\n\n(2) Significance: Close palaeographical and codicological study of the manuscripts has revealed hitherto unsuspected patterns in the transmission of the text. As might be expected, a large number of manuscripts come from northern and north-eastern France, close to where the Historia was written (in the priory of S?nuc near Reims) and where the first copy or copies were probably originally housed (the monastery of St-Remi, Reims). But while this sort of regional 'bunching' of manuscripts is not uncommon - it characterizes, for example, the distribution pattern of the manuscripts of a closely comparable text, Baldric of Bourgueil's history of the First Crusade - Robert's text seems to have achieved a critical mass that enabled it to spread much further afield. In particular, and contrary to our initial expectations, the text seems to have enjoyed an extensive popularity in Germany, even though the work is overtly pro-French in its sentiments, and the twelfth century was a period of competition between the French and Germans over 'ownership' of the memory of the First Crusade. The provenance of many of the German manuscripts suggests that much of this interest was sustained and increased by Cistercian monasteries, an interesting indication of the hitherto unsuspected importance of institutional networks in the dissemination of crusade narratives. Although the Historia was completed by c.1110, there is a hiatus of about 40 years before the earliest known manuscripts. While this gap might partly be the result of the hazards of manuscript survival, it suggests a further dimension that had not been spotted before: that interest in the Historia as a record of the First Crusade was significantly stimulated by the Second Crusade (1145-49). This in turn has important implications for our understanding of the mechanisms subtending the dissemination of works of recent history in the Middle Ages: that current affairs and the appeal of finding analogues of the present in the past were a major driver of demand for copies of historical works.\n\n(3) Impact: Overall, the project has more than affirmed its initial working premise: that Robert the Monk's history of the First Crusade achieved a cultural significance qualitatively and quantitatively greater than those of any other of the many narratives of the crusade written in the early decades of the twelfth century. While some of the reasons for this relatively large impact will always elude us, and simple chance may well be one factor, the project has been able to address this question with far more precision and command of detail than was possible before. This has implications not just for our understanding of the First Crusade and its narrative Nachleben, but for the cultural significance of medieval history-writing and its audiences in general. \n\nIt should be emphasized that since the application was planned in 2006 there has been a notable increase in scholarly interest in the narratives of the First Crusade and in their contribution to debates about narratology, orality and memory, and manuscript culture, amongst other issues. The project has thus proved extremely timely, positioning itself at the heart of this emergent scholarly interest, as was amply illustrated by the highly successful project conference in Liverpool in May 2011, the delegates at which commented on the impressive thematic compactness and the many synergies that the papers revealed. A network of scholars, many of them younger historians, is emerging from the experience of the conference, and it is hoped that this grouping will develop further occasions to share their ideas and create collaborations. The publication of the conference proceedings will thus be an important event in the shaping of English-language crusade scholarship in the years to come.\n\nFinally, mention should be made of the outstanding contribution made to the project by its postgraduate student, Steven Biddlecombe, whose doctoral thesis comprised an edition and study of the closest point of comparison to Robert's history, the Historia Ierosolimitana of Baldric of Bourgueil. The measure of the extraordinary success of this doctoral project - completed in 3 years - was that Dr Biddlecombe did not subtly revise our understanding of Baldric's significance as a crusade historian but rather completely overturned it. He more than tripled the number of known manuscripts of Baldric's work, from 7 to 23 (and he has since discovered more) - a tremendous achievement for a scholar at any point in her/his career trajectory. The edition will soon be published, adding substantially to the project's outputs and, given Baldric's significance as a poet and senior ecclesiastic as well as crusade chronicler. appealing to scholars in a wide range of fields. Scholars around the world may take forward the findings arising from this project in their own researches. Education","dataset":"gtr"}