{"id":"A2C1BD97-E28A-4168-A856-10BC982E8728","title":"To call or not to call: mechanisms underlying vocal production in chimpanzees","abstractText":"Human language is one of our most remarkable capacities and one of the few behaviours that clearly distinguishes us from the rest of the living world. Trying to discover how this ability evolved is an extremely difficult challenge and it is a problem focussed on by scientists from a large number of disciplines. Recent genetic evidence indicates that we only developed the fine motor control necessary for spoken language in our very recent past. Given the extremely complex nature of language it therefore seems very likely that many of the elements of language and their underlying mental processes evolved much earlier in our evolutionary past. Examining the mental and communicative abilities of non-human primates allows us to identify elements of language that are evolutionarily old and shared with other primates and those which are novel inventions that are unique to humans. In any communicative act there are signal producers and receivers. To date, virtually all work in this field has concentrated on the receiver of signals and has been conducted with monkey species. Thus, we know very little about the signal producer and in particular, almost nothing about natural communication in great apes. In order to understand how language evolved we need to understand the mechanisms driving call production in non-human primates and specifically in the great apes. We propose a three-year research programme designed to probe the complexity of call production in our closest living relative, the chimpanzee. We shall do this by combining experimental and observational work with both wild and captive chimpanzee populations. We will firstly test whether wild chimpanzees have voluntary control over their calls and whether they choose to produce or suppress them in tactical ways. This will be achieved by playing the calls of a group member to simulate the arrival of that individual within the caller's vicinity and examine if the arrival of this individual affects the subject's decision to produce calls. These experiments build on substantial observational work that suggests some calls are produced in order to decrease threats from key individuals or strengthen social relationships with certain group members. Secondly, we will examine whether wild chimpanzees produce calls to inform others and whether these calls are recipient-directed signals. Chimpanzees travelling in different positions within a group will be presented with model snakes. This will allow us to determine the motivation underlying the production of alarm calls and the extent to which vocal behaviour is modified according to the behaviour of recipients of the calls. Lastly, we will investigate the flexibility and control captive chimpanzees have over the acoustic structure of their calls, in the context of matching their calls with others' for a specific event. Previously we found that captive chimpanzees produce distinct calls for specific types of food. This study will investigate how a group converges on a 'label' for a particular food by introducing a novel food to the group. This will enable us to chart how call structure changes as individuals hear the calls others produce to the novel food. Our results will indicate whether chimpanzees share any of the key hallmarks of human language production: voluntary control, production of recipient-directed signals, adjustment of vocal production according to the behaviour of the audience, modification of the acoustic structure of vocalisations to conform to a group norm. This could have profound implications for the debate on the evolution of language as it would show chimpanzees share crucial elements of vocal communication with humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G00613X/1","grantId":"BB/G00613X/1","fundValue":"291023","fundStart":"2009-07-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"","person":"Katie Elizabeth Slocombe","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}