{"id":"A2CD3248-1E3C-4B63-9BE7-6C7EB3028B71","title":"Understanding alcohol`s effects on inhibition of behaviour; implications for treatment","abstractText":"Alcohol is highly abused, very harmful and leads to criminal behaviours. Once its use becomes compulsive it is very difficult to stop, and for the few who attempt to stop drinking it becomes very difficult to remain abstinent. We do not know the exact mechanisms that are responsible for this power that alcohol has over some individuals. However, we do know that as an individual?s drinking career advances his/her ability to inhibit drinking becomes weakened, particularly after they have had a small initial drink, or appetizer. This phenomenon occurs despite the fact that alcoholics report obtaining less pleasure from drinking as their drinking career progresses. Thus, it is the ability to inhibit drinking that is at fault specifically, rather than an overactive desire or pleasure in drinking. Our plan is to examine the inhibition failure that occurs after a drink, but for ethical reasons, we cannot study the effects of an appetizer on excessive drinking in alcoholics. Consequently, we need to study the effects of an appetizer on a related normal behaviour, which may shed light on the alcoholic?s case. For this purpose, we plan to study the effects of a small dose of alcohol (the appetizer) on the inhibition of a learned routine that has been established previously in non-alcoholics. We expect the appetizer to produce a failure in the individuals to alter their routine in the light of new information. We regard this failure as analogous to alcoholics? failure to inhibit drinking despite the fact that drinking has become less pleasurable. More importantly, we will study the brain structures and chemicals that we think are responsible for alcohol producing a failure to inhibit the old routine. The hope is that such knowledge will help guide the development of drugs or psychological techniques that will stop alcohol from producing the failure of inhibition, and so stop alcoholics in abstinence from relapsing. In this way, our work may contribute to the treatment of alcoholism in particular, but also drug abuse in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802642","grantId":"G0802642","fundValue":"195324","fundStart":"2009-11-01","fundEnd":"2011-12-31","funder":"MRC","impactText":"","person":"Theodora  Duka","coPersons":["Matt  Field","Hugo Dyfrig Critchley"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}