{"id":"A2D1DCBC-E6C7-4631-A398-589B16B4818C","title":"Aberrant protein phosphorylation in Down Syndrome and activity-dependent bulk endocytosis - a causal link?","abstractText":"Brain cells (neurones) communicate by releasing chemical neurotransmitters. Neurotransmitters are stored in small spherical compartments within neurones called synaptic vesicles (SVs). When neurones communicate, SVs fuse with the outer surface of the neurone causing neurotransmitter release. After this occurs, SVs reform and are refilled with neurotransmitter. There are multiple mechanisms by which SV can reform and one of them is called activity-dependent bulk endocytosis (ADBE). We have identified some of the molecules that control ADBE inside neurones, one of them being calcineurin. Calcineurin modifies an enzyme called dynamin I to stimulate ADBE, whereas ADBE is switched off by other enzymes that reverse this modification. \nThe genetic disorder Down Syndrome (DS) results from the overproduction of a number of key molecules. Two of these molecules, RCAN1 and DYRK1A are predicted to interfere with the calcineurin-dependent modification of dynamin I. This means that they might also perturb ADBE. In agreement, the brains of both DS patients and mice that overproduce a similar complement of molecules to DS have a very similar appearance to neurones that have had ADBE inhibited by stopping calcineurin activity. \nTherefore the overall hypothesis of the application is that the symptoms of DS are a result of a dysregulation of dynamin I function which leads to defects in ADBE. \nThe project outlined in the application will test this hypothesis by monitoring the effect of increasing or decreasing the level of either RCAN1 and DYRK1A in neurones on both dynamin I function and ADBE. In addition to looking at these molecules in isolation, we will determine if ADBE and dynamin I function normally in neurones taken from mice that have an increased complement of all DS related molecules. \nThis application will systematically investigate the link between dynamin I function, ADBE and DS. If it can be proven that some or all of the downstream defects in brain function seen in DS are a result of dysfunctional dynamin I or ADBE this will provide an exciting new research opportunity to combat the symptoms of the disease. Furthermore, since drugs that influence ADBE have already been identified, a range of new and potentially key therapeutics could be manipulated to treat the downstream consequences of the disorder.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002117","grantId":"G1002117","fundValue":"677847","fundStart":"2012-01-01","fundEnd":"2015-06-30","funder":"MRC","impactText":"","person":"Mike Alan Cousin","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}