{"id":"A2DFA69E-5BA3-4613-8021-8ADFF68F1207","title":"The role of astrocytes in experience dependent plasticity","abstractText":"We sense the features of our external world using special types of cells, such as those that can detect light for vision, sound for hearing or pressure for touch. The signals from these cells are sent along nerve fibres to the brain's cerebral cortex, where the information carried from our sensory cells is deciphered and &quot;presented to us&quot; as sensations of vision, hearing or touch. In the middle of the last century it was discovered that the connections between nerve cells in the cortex were not permanently fixed but could be modified, either by changes to the activity of the special sensory cells, but also due to brain damage. It became clear that these cortex changes were part of the brain's adaptation to changes in the environment. Soon after, similar changes were found elsewhere in the brain and it was realised that these processes were similar to the changes in nerve cell interconnections which occur during learning and in memory. This has become known as 'plasticity' and it is vital to understand its mechanisms, as this is key to understanding how the brain retains information. Moreover, if we understand the mechanisms of plasticity we may also be able to control brain plasticity. We believe that the ability to manipulate plasticity will enable us to improve learning and memory as well as offer new way of &quot;repairing&quot; the brain after damage, caused by either accident, stroke or epilepsy. For mice or rats, in contrast to humans, the sense of vision is not very well developed, so in every day life they rely on touch and use their whiskers to recognise subtle features of their immediate environment. Hence, a large part of rodents' cortex is devoted to receiving and deciphering the signals from the whiskers. For many years scientists have been investigating plastic changes that happen to nerve connections in the cortex when some, or all of the rodent's whiskers are cut, and a lot of progress has been made in understanding the mechanisms involved. In recent years however it has been realised that apart from nerve cells, there are also other types of cells in the brain that could be involved in the mechanisms of nerve cell plasticity. Interest has focused especially on a type of brain cell called an astrocyte, as it was discovered that astrocytes can transmit and receive signals to and from nerve cells. Importantly, we have recently found that astrocytes can also undergo plastic changes; therefore it is essential to understand how important astrocytic plasticity is to nerve cell plasticity in the cortex of living animals. In our experiments we will therefore cut whiskers and measure the extent of plastic changes happening to astrocytes compared to those happening to nerve cells and whether blocking or increasing astrocytic plasticity also modifies nerve cell plasticity. Finally, using a newly developed approach we can use optical stimulation to make the astrocytes undergo plasticity and so can test if that process in turn affects nerve cell plasticity. Improved understanding of how astrocytes are involved in neuronal plasticity will not only shed light on how our brain retains information, but will also lay a foundation for the development of new medical treatments that can help with memory loss and damage due to conditions such as stroke and Alzheimer's.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J017809/1","grantId":"BB/J017809/1","fundValue":"331833","fundStart":"2013-03-31","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"","person":"Harri Rheinallt Parri","coPersons":[],"organisation":"Aston University","findingsText":" We have developed the tools necessary to address the hypotheses to be tested in the project ie optogenetic constructs and the expertise to express them in vivo rodent. findings are at stage reasonable for the age of the project. Our findings are not yet at a stage to be useful to others. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}