{"id":"A2E61BC0-B738-4865-8D34-6B42B266BC6F","title":"Sustainable polymers","abstractText":"Over 90% of bulk polymers with a production volume of greater than 150 million tonnes per annum are sourced from crude oil. Within the UK, the polymers industry directly employs 286,000 people and has annual sales of &pound;18.1 billion which accounts for 2.1% of UK GDP. It produces around 2.5 million tonnes of polymer every year and is achieving an annual growth of 2.5%. The UK is in the top 5 polymer producers in the EU and its exports are worth &pound;4.6 billion to the UK economy.\n\nThese polymers are ubiquitous in everyday life and have many applications including: medical, transport, electrical, construction and packaging; the latter accounting for over a third of all polymers produced. This dependence on petrochemicals for polymer production has environmental and economic risks and will, ultimately, become unsustainable as supplies of crude oil become exhausted. Therefore, there are good reasons to develop new processes for polymer production using renewable resources and for the UK, such resources must not compete with food production. Carbon dioxide is a particularly promising renewable resource, especially the use of waste carbon dioxide from sources such as power stations, chemical plants, cement and metal works.\n\nThe overall aim of this project is to develop the chemistry and engineering required to transform waste biomass and carbon dioxide into commodity polymers (2011 global production 280 million metric tonnes), specifically: polyalkanes, polyethers, polyesters, polycarbonates and polyurethanes. The key reaction pathway is from biomass to alkenes (polymerizable to polyalkanes) to epoxides which can be polymerized to polyethers or copolymerized to produce polyesters or polycarbonates. These can be further reacted to produce polyurethanes suitable for applications in furniture, insulation and adhesives. For this to be sustainable, the alkene and other reactants must also be sustainably sourced and we will investigate the use of terpenes, sugar derivatives and unsurated acid derivatives obtained from agricultural and forestry waste. For example, during the 2011-2012 growing season, the EU processed 1.9 million metric tonnes of citrus producing approximately 950,000 metric tonnes of waste. After removal of water this left 190,000 metric tonnes of residue from which about 14,000 metric tonnes of limonene could be isolated for use as a polymer feedstock. In addition to carrying out the required chemical research, the engineering necessary to scale up the syntheses to pilot plant and production scale will be carried out.\n\nThe chemical and mechanical processes associated with isolating materials from biomass and converting them into polymers will inevitably require energy and other chemicals, the production of which will generate carbon dioxide. Therefore, lifecycle analysis will be used to determine all of the carbon dioxide emissions associated with polymer production from both petrochemical and biomass sources. Comparison of the data will provide a quantitative understanding of how much better the sustainable route is than the petrochemical route and will illustrate which aspects of the synthesis are responsible for most of the carbon dioxide emissions. This, combined with energy usage and cost data will allow the project team to concentrate their efforts on minimising these emissions through for example the use of microwave heating rather than conventional heating and the use of alternative solvents such as supercritical carbon dioxide.\n\nIn summary, polymers are ubiquitous in everyday life and the polymer industry is a major UK employer. Their scale of production and range of applications means that they are a high priority target to switch from fossil to sustainable sourcing. Successful completion of this project will protect UK jobs, protect the UK supply of these essential materials and provide income through license agreements with overseas manufacturers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L017393/1","grantId":"EP/L017393/1","fundValue":"2931370","fundStart":"2014-03-01","fundEnd":"2019-02-28","funder":"EPSRC","impactText":"  none yet, too early in project, though we are preparing funding bid for further research which could bring economic value Chemicals Economic","person":"James Hanley Clark","coPersons":["Nilay  Shah","Adam Philip Harvey","Charlotte Katherine Williams","Michael  North","Thomas James Farmer"],"organisation":"University of York","findingsText":"","dataset":"gtr"}