{"id":"A2F334FC-A01F-46AF-BABC-35ADDD0DD849","title":"Supporting Dark Sky Communities in the Park","abstractText":"This project aims to continue the work started by our previous STFC funded project &quot;Astronomy in the Park - Landscape and Skyscape&quot; from financial year 2011/12 in which we sought to raise awareness of astronomy in audiences not normally engaged in, and at locations not conventionally associated with, astronomy. \n\nThroughout 2011/12, Nottingham Trent University and the Peak District National Park Authority have been working to promote awareness of the detrimental effects of light pollution, with special focus being paid to the loss of the cultural heritage linking ancient features in the landscape to the night sky. The Peak District National Park Authority has a legal purpose to conserve and enhance, as well as promote understanding and enjoyment of, the specials qualities of the National Park, which include cultural heritage and dark skies.\n\nTogether with the Peak District Dark Skies group, a collection of local astronomical societies from in and around the National Park, we have used outreach events that have taken the form of public walks and talks, as well as the use of an inflatable planetarium, to directly engage over 400 people from all over the country. Each of the events which we have organized have been significantly oversubscribed, and it is our desire to give everyone the opportunity to learn about the links between cultural heritage and astronomy, and how they are being lost due to light pollution. \n\nIn addition to the above, we also want to actively encourage communities within the National Park to take responsibility for the conservation of the night skies in their local area. To facilitate this we wish to create an award for communities that commit to work towards the reduction of light pollution within their local area. We aim to do this by introducing these communities to astronomy through education events, hands on demonstrations of astronomical equipment, and working towards creating self supporting Dark Sky Discovery sites within their local area. In our previous project we have already indirectly engaged 1000+ people visiting these sites with astronomy through specifically developed interpretational panels. The Discovery sites within the communities will be again including examples of astronomical objects observed by e.g. SDO, Herschel and VLT that will have been chosen by the community themselves. \n\nThe overall impact will be the realization that astronomy can be explored by everyone and linking observations with images provided by STFC funded facilities, such as SDO, Herschel and VLT. Not only will participants explore the impact of light pollution on these observations and on their cultural heritage, but the grass-roots approach will also allow the communities to claim ownership of their site and feel responsible for its maintenance ensuring a long lasting legacy.\n\nSince work supporting the learning of sciences including astronomy in the outdoor classroom is part of the research work carried out by Dr. D. Brown and also link to his dissertation work in MA in International Higher Education, the outcomes of this project will be further used to improve supporting such learning and teaching in schools. Most importantly the Dark Sky group - network of amateur astronomer associations, universities, and the Peak District National Park Authority (PDNPA) - will be building upon the increase awareness in their educational work towards tackling light pollution and establishing a Dark Sky Reserve. Our previous work has also established a broad interest and need for follow-up work and has illustrated the potential of such events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K002112/1","grantId":"ST/K002112/1","fundValue":"9675","fundStart":"2012-08-01","fundEnd":"2015-04-30","funder":"STFC","impactText":"","person":"Daniel  Brown","coPersons":[],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}