{"id":"A2F6C52A-ABF9-44AB-A303-42FD50AA7CC4","title":"Scalable Non-invasive Radiometric Wireless Sensor Network for Partial Discharge Monitoring in the Future Smart Grid","abstractText":"Partial discharge (PD) refers to an electrical spark that does not completely bridge the space between the conductors causing it. It occurs in degraded electrical insulation and its occurrence is known to be characteristic of insulation defects in the high-voltage (HV) components (transformers, switchgear, cables, etc) of the electrical grid. Such PD results in the radiation of short pulses of electromagnetic energy extending over a wide band of radio frequencies. The detection and location of such radiated signals and, in particular, the careful tracking of changes in their intensity can thus be used to monitor the health of HV equipment. There is an immediate economic case for ubiquitous and continuous monitoring of PD intensity throughout the power system to realise an early warning system for equipment failure. This case rests on the fact that by monitoring radiated PD signals: (i) a compromised item of plant item can be de-rated or replaced to avoid catastrophic failure by rerouting network energy flows, (ii) routine maintenance can be replaced with condition- or risk-based maintenance, and (iii) de-rating or replacement of aging plant can be postponed until demonstrably necessary. One component of this project is to develop and deploy a network of free-standing, non-invasive, wireless sensors that will use these signals to cooperatively locate sources of PD and monitor their evolution. The resulting space-time map of changing PD intensity will provide system operators with a real-time picture of equipment health.\n\nThe radiometer network described above will map gross PD intensity and provide a simple, but robust, early warning of plant failure. The detailed character of a PD signal (its time waveform, frequency spectrum and statistical behaviour) carries more detailed information about the nature of the insulation defect producing it than PD intensity alone. This has been demonstrated in the context of invasive sensors requiring contact with plant items. The relationship between the nature of insulation defects and the character of the resulting PD signal received by free-standing sensors is, however, currently obscure. A second component of this project is to investigate this relationship by developing and deploying a smaller number of specially designed radio receivers capable of extracting a broad range of signal characteristics along with the radiometers (intensity sensors) described above. Over the course of the project, as insulation defects are diagnosed by the power system operator in the normal way (including forensic examination of failed items of plant), the nature of specific insulation defects will be correlated with the characteristics of the observed PD signal. A programme of opportunistic measurements of PD signals obtained by transporting a free-standing portable PD receiver to any substation identified as having a significant insulation defect or PD source will accelerate the collection of fault-specific PD data. Automatic signal processing and data analysis routines will be developed and used to identify those signal characteristics providing the best discrimination between insulation defect types. Spatially resolved, real-time, information about the health status of the grid, including information about the nature and severity of incipient faults, raises the possibility of the self-diagnosing (and ultimately self-healing) grid.\n\nAs an integrated part of the future 'smart grid', ubiquitous and continuous PD monitoring will allow routing of energy to be dynamically optimised to minimise any selected cost metric. Such a cost metric might, for example, include the monetary and environmental cost of transmission losses (including CO2 emissions), the cost of maintenance and/or replacement of plant, and the cost (economic and social) of supply interruptions. This project is thus an important component in the vision of the self-optimising grid.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015873/1","grantId":"EP/J015873/1","fundValue":"560162","fundStart":"2013-04-03","fundEnd":"2017-10-02","funder":"EPSRC","impactText":"","person":"Ian Andrew Glover","coPersons":["John  Soraghan","Robert  Atkinson","Maria De Fatima  Queiroz Vieira","Martin David Judd"],"organisation":"University of Huddersfield","findingsText":" The early project finding to date is that a wireless sensor network for the monitoring and location of partial discharge in electricity substations based on incoherent detectors is challenging but not implausible. A wireless sensor network capable of continuous partial discharge location and monitoring in electricity substations will allow condition-based maintenance of plant and extended life of aging plant without undue risk of catastrophic plant failure. A wireless sensor network capable of continuous partial discharge location and monitoring in electricity substations will allow condition-based maintenance of plant and extended life of aging plant without undue risk of catastrophic plant failure. Energy","dataset":"gtr"}