{"id":"A30001DD-6488-441B-9AF7-BA57571C2C3C","title":"Improving the delivery of justice for victims, witnesses and society: Field Trials of the Self Administered Interview Recall Tool","abstractText":"<p>In response to the problem of obtaining high quality witness evidence quickly, efficiently, and with minimal police resources available, Gabbert, Hope and Fisher have developed a recall tool, called the Self-Administered Interview (SAI), that can be used to elicit a comprehensive initial statement from witnesses at the scene of a crime. </p>\n\n<p>The SAI is a protocol of instructions and questions that support eyewitnesses when recollecting and recording their memories of an incident. Across an extensive research programme the SAI has consistently been found to strengthen episodic memory such that forgetting is reduced, and individuals are inoculated against misleading post-event information. Such benefits are likely to transfer to real-world witnessing situations. </p>\n\n<p>The primary aim of the project is to conduct field trials with witnesses to actual crime incidents. The research project will explore the real-world benefits of the SAI as an evidence-based, practical and effective tool in the field. A second objective is to deliver effective and appropriate knowledge transfer so that end-users are aware of the SAI product, the key supporting research, and ultimately, the advantages of the SAI as a tool for the early elicitation of high quality information from witnesses.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-189-25-0098","grantId":"RES-189-25-0098","fundValue":"28737","fundStart":"2010-01-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"  Our primary output that has had the most significant impact is a scientifically validated recall tool - the Self-Administered Interview. This is an evidence-based investigatory tool that has been tested in controlled laboratory studies, and subsequently in field-tests with real witnesses. The SAI&copy; is now available to UK police forces. \n\nOur findings and outputs have had an impact upon the following:\n\nPolicy-Makers: A Summary Report has been submitted to the Association of Chief Police Officers (ACPO). Support for the SAI&copy; at the ACPO level will ensure a direct impact on policing policy, practice and procedure. \nPolice Practitioners: The SAI&copy; is a cost-effective evidence-based scientifically-validated recall tool that enables the police to obtain evidence quickly and efficiently, even when minimal resources are available. It has already been used by witnesses and victims to real crimes in the UK and abroad and secured vital evidence to facilitate investigations. Most recently, the SAI&copy; was used to obtain statements from multiple members of the public who were witness to the terrorist attack in Oslo, Norway (July 2011), in which 77 people were killed.\nSocietal Level: Obtaining good quality, reliable evidence is vital for the investigation process, the pursuit of justice, and preventing miscarriages of justice. Use of the SAI&copy; in criminal investigations therefore supports the criminal justice system, by providing witnesses and victims with an opportunity to record a high quality statement at minimal delay, in situations where limited resources mean that police officers may not able to interview witnesses immediately.\nOther End-Users: The SAI&copy; has been used to obtain evidence in Health &amp; Safety Investigations, including two serious incidents on an off-shore oil-rig. Government, Democracy and Justice,Other Societal,Economic,Policy & public services","person":"Fiona  Gabbert","coPersons":["Lorraine  Hope"],"organisation":"University of Abertay Dundee","findingsText":" Our research has produced a novel recall tool called the 'Self-Administered Interview' (SAI(C)) that was developed and tested in a controlled lab-based setting, and later field-tested with eyewitnesses to real crimes. The Follow-on-Funding award provided us with the resources necessary to (i) establish, co-ordinate and manage the field-trials and (ii) engage in knowledge-exchange activity with end-users. Our research has produced significant scientific impact in the academic field in the following ways:\n\na) The project represents a clear (and rare) instance of scientific research progressing from a controlled lab-environment into an applied context. As such our work has attracted significant interest from our academic peers. It has achieved scientific impact by providing researchers with a solid example of the merits of using applied field-based methodology to reach evidence-based conclusions. \n\nb) Our research findings have advanced empirical understanding of witness memory. Specifically, we have shown that an early recall opportunity can protect against forgetting, and against the negative influences of post-event information.\n\nc) We have directly impacted on the academic community by generating new lines of research. To our knowledge, at least ten research laboratories internationally are now using the SAI(C) for research purposes to build upon our initial findings. For example, exploring the efficacy of the SAI(C) in new contexts (accident investigation), and with different populations (older adults). \n\nIn direct recognition of these impacts, Dr. Gabbert was recently awarded an Academic Excellence prize by the International Investigative Interviewing Research Group in recognition of Outstanding Achievements in the area of Investigative Interviewing.\n\nField trials commenced in January 2010 to establish whether the SAI(C) can demonstrate practical and evidential benefits to police investigations. Twenty-seven forces (20 from the UK) are currently involved in trials. Feedback from participating forces has been overwhelmingly positive. The SAI(C) has made an important contribution to a number of live investigations by providing detailed initial accounts, prioritising witnesses, and facilitating the identification of additional witnesses, in incidents including serious road-traffic incidents, assaults, robberies, and including the terrorist attack on Norway in June 2011. In short, the trials have clearly demonstrated that the SAI(C) can be used simply and efficiently, at low cost, with minimal drain on resources, to obtain high quality information from victims and witnesses.\n\nA Summary Report containing feedback from forces participating in the trials was submitted to The Association of Chief Police Officers in October 2011, and again in 2013. This group may consider officially endorsing the SAI(C) so that it becomes a recognised procedural response for forces in England and Wales.\n\nThe field-trials have also generated interest from charities concerned with the delivery of justice for victims. For instance, RoadPeace, the national charity for road crash victims, are actively campaigning for the SAI(C) to be standard procedure for obtaining evidence relating to road-traffic-accidents. Victim Support are consulting with local police forces to explore how the SAI(C) could be used to obtain statements from victims who do not want to press charges at the time of initial disclosure (e.g. domestic abuse).\n\nIn sum, our primary output that has had the most significant impact is a scientifically validated recall tool - the Self-Administered Interview. This is an evidence-based investigatory tool that has been tested in controlled laboratory studies, and subsequently in field-tests with real witnesses. The SAI(C) is now available to UK police forces. \n\nTo date, we have disseminated our findings at three UK conferences, and one international conference. In addition, we have been invited as keynote speakers to talk about the SAI(C). Published outputs include three peer reviewed publications including an invited article, also publications in international practitioner magazines. The SAI(C) has been used to obtain evidence in Health &amp;amp;amp; Safety Investigations, including serious incidents on an off-shore oil-rig.\n\nWe expect to continue our work on the SAI(C) for several years to come as novel opportunities for use and development of the tool continue to present themselves. Aerospace, Defence and Marine,Communities and Social Services/Policy,Construction,Government, Democracy and Justice,Security and Diplomacy,Other","dataset":"gtr"}