{"id":"A3078564-7F62-4C86-B07D-24C434FB00F9","title":"A numerical simulator for the prediction of the effects of Improvised Explosive Devices","abstractText":"The major threat in the combat arena to the safety of UK armed forces has been the devastating effects of Improvised Explosive Devices (IEDs) on military vehicles and their occupants. In order to mitigate this threat, for example in the design of suitable vehicle appliqu&eacute; and passenger seating arrangements, the blast loadings from buried charges need to be characterised. Experimental studies of IEDs are absolutely vital, but are expensive to conduct. Therefore, a numerical simulator capable of capturing the key effects of IEDs is required to perform virtual studies.\n\nThe loading generated in buried charges is highly dependant upon the the response of the soil in which these devices are buried, both in terms of the blast wave in the surrounding air and the impact of soil particles. The response of the soil is highly dependant upon the level of water saturation and the gas pressures developed within the pore space. The soil affected by the charge will undergo gross deformations which will require specialist treatment numerically, beyond the capabilities of conventional continuum mechanics frameworks. In order that the threat posed to the vehicle occupants may be mitigated, a fundamental understanding of the loads applied to vehicles by these devices is required.\n\nThe intended primary impact of this research is the development of a numerical simulator. The understanding of the blast loading resulting from IEDs will lead to improved design of mitigating measures for existing and future military hardware. The project will benefit defence researchers and contractors charged with the evaluation of retrofitting technologies for the mitigation of the threat posed by IEDs. The essential model reduction focus of the research will inform specialists of which aspects of the problem physics are key, and cannot be ignored. \n\nThis numerical simulator will help allow engineers to make more objective decisions on the likely safety of vehicle occupants, and therefore has the clear ptential to save lives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037547/1","grantId":"EP/I037547/1","fundValue":"97204","fundStart":"2012-08-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"","person":"T  Bennett","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}