{"id":"A30B679B-A596-49A4-9171-230C853C3D07","title":"Multiscale Signal Processing for Next Generation Electroencephalography","abstractText":"This proposal seeks to develop a fundamentally new multiscale framework for data-adaptive exploratory analysis of multivariate real-world processes. This will be achieved through a rigorous treatment of both within- and cross-channel intrinsic signal features, spanning time, space, frequency and entropy. Particular emphasis will be on approaches that are free of statistical assumptions and mathematical artefacts, and match the time-varying oscillatory modes inherent in multivariate data. This will help bypass the mathematical obstacles associated with currently used techniques (Fourier, wavelet), which rely on fixed basis functions and integral transforms, thus colouring the representation, limiting their accuracy, and restricting their applicability in problems involving real-world drifting and noisy information.\n\nFor multiscale data current statistical and information theoretic measures are inadequate, as they will indicate high correlation for two data channels that share common noises, but do not contain the same useful signal. The proposed data-adaptive analysis framework will resolve such issues, and will create natural &quot;intrinsic&quot; data association measures (intrinsic multi-correlation, intrinsic multi-information). While current univariate data-adaptive approaches have enormous potential, they are not suitable for direct application to multivariate or heterogeneous sources, as they are bound to create a different number of basis functions for every data channel.\n\nWearable systems, such as bodysensor networks, strive to find a balance between performance and user benefits (low cost, ease of use), and require next-generation signal processing tools to establish the extent to which they can produce valuable information. The thrust of this proposal is on developing rigorous, data-adaptive, compact, and physically meaningful signal processing solutions in order to provide an algorithmic support for progress in multi-sensor and wearable technologies. Our own initial multivariate data-adaptive solutions show great promise; they need to be further developed and comprehensively tested for data exhibiting rotation-dependent (noncircular) distributions, power imbalance, uncertainty, and noise. With the aid of nonlinear optimisation in the algorithmic design and insights from dynamical complexity science and multiresolution information theory, our approach promises a quantum step forward in multivariate data analysis, and a significant long-term impact.\n\nThe successful outcomes of this proposal will open radically new possibilities for advances in areas that depend on multi-sensor data, and a new front of research in applications dealing with uncertainty, noncircularity, complexity, and nonstationarity in multi-channel recordings. To maximise the short- to medium-term impact of this work and for cost effectiveness, we consider applications in emerging wearable technologies for brain monitoring, in collaboration with the Royal Brompton Sleep Clinic in London and Aarhus University in Denmark.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K025643/1","grantId":"EP/K025643/1","fundValue":"401722","fundStart":"2013-06-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Danilo  Mandic","coPersons":["Mary J Morrell"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}