{"id":"A3108251-8F34-4891-A593-6EE2C7EB21DA","title":"The spoken theatre of Philippe Quinault (1653-70): reaction and innovation","abstractText":"A number of important French playwrights wrote comedy, tragi-comedy, and tragedy in and just before the period dominated by Racine and Moli&egrave;re. The work of several of these has been examined in recent years, but no one has studied that of Philippe Quinault, whose spoken plays date from the period 1653 to 1670.\\nThere are three principal reasons for this neglect. First, more than any other, he is an author defined by clever aphorisms visited upon him by critics, not least Boileau, who frequently gained comic advantage in his satirical work by pointing out, wittily, cruelly, and all too effectively, the truism that Quinault was no Racine. ('Si je pense exprimer un auteur sans d&eacute;faut, / La raison dit Virgile, et la rime Quinault.' ) Even modern critics prefer to sum him up in all-embracing judgements, all of which can be traced back to the early attacks by Boileau. The project shows that these judgements do not stand up to analysis.\\nSecond, as a result of critics' evident unwillingness to engage with the material itself, a small corpus of received wisdom also remains unchallenged, according to which all his plays exhibit the same characteristics, such as a concentration upon aspects of romantic love - the word 'doucereux' appears in relation to his work again and again, roughly meaning 'sickly sweet', and I have never seen it applied to anyone else's. The same idle generalisations charge him with the inability to present a political commentary or to achieve historical accuracy, over-reliance upon two-dimensional characters, and the liberal insertion of episodes unrelated to the principal subject. The project shows that this received wisdom is either simply wrong or, at best, represents a bad case of concluding from the particular to the general.\\nThird, Quinault ceased writing for the spoken theatre after 1670 and turned to the burgeoning sub-genre of opera, in which he excelled in the period 1673 to 1686. As Lully's favourite librettist, he defined the 'art po&eacute;tiq of libretto-writing for another thirty years and, more generally, his influence was felt for a hundred years or so; even Gluck revered him. His very eminence and excellence as a librettist has deflected critical attention from the spoken plays, except in so far as they are seen in a historically deterministic way in which they serve as apprentice pieces for the great opera librettos to come. Since all the plays were written before he became a librettist, the project explicitly dispenses with such considerations.\\nOn the positive side, what we find when we examine the spoken plays is a corpus fit to stand on its own merits and one which was, moreover, influential in its day. Quinault worked successfully across a wide range from the comic via the tragi-comic to the tragic, and his plays exemplify careful plotting, the ability to draw sympathetic and unsympathetic - but above all, believable - characters, a palpable awareness of what works on stage, clear social and political comment which is not showily didactic but accords well with the prevailing literary objectives of 'plaire et instruire'. We also find a playwright who learns from his experience, adapts his work, and moves with the times: a crowd-pleaser, first and foremost, but an alert one, whose work still has much to say to us.\\nThe project will analyse the plays both in their own right and within the context of other playwrights' work in the same period and the work of contemporary theorists, and will put forward a new view of Quinault that dispenses with off-the-peg judgements and offers a reasoned criticism, explanation, and evaluation. It will position his work within the mainstream of modern awareness of seventeenth-century French theatre, from which it is currently excluded.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003710/1","grantId":"AH/E003710/1","fundValue":"33106","fundStart":"2007-10-01","fundEnd":"2008-01-31","funder":"AHRC","impactText":"","person":"William Sydney Brooks","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}