{"id":"A310A601-9575-4177-9007-DDA291799B10","title":"Reducing the Costs of Marine Renewables via Advanced Structural Materials (ReC-ASM)","abstractText":"For marine renewable energy conversion to achieve a much needed step change in cost reduction, whilst proving to be cost effective and a reliable source for electricity supply, a number of major engineering challenges need to be addressed. The biggest challenge relates to the scaling up of the power capture interface (device level) and new approaches to the station keeping system (physical environment) which in turn is governed by the characteristics of the resource. In order to achieve technology cost reduction, it is envisaged that the development of marine renewable will emulate the development practices adopted in the early days of the wind energy industry and embark on building and deploying larger diameter rotors to increase device capacity and through this deliver lower unit costs. The challenge however relates to managing the resulting consequences on structural loadings. These increase with the square of the diameter of rotors/ power capture interface. As such, this approach will result in the materials used in the power capture interface operating under very high loading conditions.Evidence to date indicates that all large horizontal axis rotor systems greater than 15m diameter, which have been deployed in full scale tidal environments, have succumbed to catastrophic rotor blade failure. Hence, there is a serious Materials challange in developing more robust materials for the operating environment. By combining expertise in Tidal Energy and Materials Science, this project aims to tackle this issue, through a combination of laboratory testing and modelling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K013319/1","grantId":"EP/K013319/1","fundValue":"1010580","fundStart":"2013-06-19","fundEnd":"2016-06-18","funder":"EPSRC","impactText":"","person":"Margaret  Stack","coPersons":["Julia  Race","Edward Alasdair Charles","Cameron  Johnstone","Luke  Myers","Robert James Knoyle  Wood","Stephen  Bull","A. S. Bahaj","Julian  Wharton"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}