{"id":"A319C84D-9C52-47B1-BACD-3B3BE4CA8672","title":"The biochemistry of flavone C-glycosides in cereals","abstractText":"Flavonoids are biologically important natural products found in all plants which are increasingly recognized as key nutraceuticals in a healthy diet. As staple food crops, the major cereals (wheat, rice, maize) make major contributions to our diet and all contain an unusual group of bioactive flavonoids which are joined to a sugar molecule through a carbon-carbon (C-C) bond. This is in contrast to the majority of flavonoids, which are attached to sugars through more labile carbon-oxygen (ether) linkages. An important distinction between the two classes of glycosides, is that whereas the ether glycosides are readily hydrolysed when they are ingested, the C-glycosides are not. By combining the biological activity of the flavonoids with that of the sugar component, nature has derived some unusually bioactive secondary metabolites which play a variety of roles in both the host plant and in animals which ingest them. In plants, flavone-C-glycosides have activities as antioxidants and UV-absorbing pigments and regulate interactions with microbes, insects and other plants. As trace components in our diet, they have been demonstrated to counteract inflammation and oxidative damage, though as is the case with many plant secondary products, at high doses they can have deleterious activities. Based on their relative abundance in staple food crops and high bioactivity it is therefore surprising that unlike the flavonoid-O-glycosides whose synthesis is very well understood, that the pathways responsible for producing C-glycosides in plants have been little studied. With an interest in biotransformation reactions in plants which regulate the bioactivity of small molecules, our group has recently purified flavonoid C-glycosyltransferases (CGTs) from both rice and wheat and identified the genes encoding the respective enzymes. We now propose to study how CGTs catalyse this unusual activity and how they function with other enzymes of flavonoid metabolism to produce flavone C-glycosides. The organization of the CGT with the enzyme (flavanone 2-hydroxylase), which provides it with its substrate, and a second protein which converts the C-glycosylated intermediate to the bioactive flavone-C-glycoside is particularly important, as this mini-pathway represents a largely unrecognized means of producing flavonoids in cereals and other major crops. We will use a combination of organic chemistry, biochemistry and metabolic engineering to study the functioning of the CGT and its associated enzymes in rice and wheat. Whereas wheat is the crop of most strategic value to the UK, the better characterized and simpler genetics of rice make the latter a very useful model to apply genomic tools to study its biochemistry, with the outputs then being applied to other cereals. Firstly we will determine how the CGT catalyses the formation of C-C bonds by investigating the mechanism of the enzyme. We will then look for other CGT activities which are responsible for adding a second C-conjugated sugar to the flavonoid. The CGT activity will then be set into the context of how it is regulated in plants. We have recently determined that a group of agrochemicals called herbicide safeners selectively control flavone C-glycoside accumulation in wheat. We can now use these chemical tools to study how this branch of flavonoid metabolism is regulated. These studies will then set the scene for examining how the CGT works with the enzymes which supply it with substrate and process its product by co-expressing the component parts of the pathway in microbial and plant host cells and monitoring the metabolites they produce in vivo. The objective of the programme is to take our understanding of the biochemistry of the flavone C-glycosyl pathway to a level where we can either rationally manipulate their accumulation in plants, or produce these bioactive metabolites in fermentable microbes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F01094X/2","grantId":"BB/F01094X/2","fundValue":"89732","fundStart":"2010-10-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"","person":"Robert  Edwards","coPersons":["Patrick  Steel"],"organisation":"University of York","findingsText":"","dataset":"gtr"}