{"id":"A31C441E-BFC6-4CCE-BA10-41049BA0C71B","title":"Structure and Dynamics of Framework Inorganic Materials","abstractText":"This proposal seeks to understand and develop the chemistry of some fascinating inorganic materials which consist of MOn polyhedra (i.e. a metal, M, surrounded by n oxygen atoms), linked together through their vertices to form a continuous structure. The particular materials we are interested in often show the highly unusual phenomenon of negative thermal expansion . Rather than expanding as the temperature is increased (increasing thermal vibrations tend to increase bond lengths), these materials contract. In addition, we've shown that the oxygen atoms are often in motion at remarkably low temperatures in these materials. Understanding how oxygen atoms move in materials is of great technological interest; oxide-ion conductors are key components of alternative energy sources such as fuel cells. Finding materials that allow oxygen to move through the structure at low temperatures is a major challenge.Modern chemistry is inter-disciplinary, and the proposed work is no exception; we will be developing ways to synthesise new materials and compounds and using a variety of complementary analytical techniques to understand how they work. We have been developing sophisticated synthetic strategies that allow us to transform pre-arranged precursors to specific target materials via a relatively gentle heating process. Having developed these routes, we are keen to see what other new materials can be produced.The really challenging aspects to this work lie in the characterisation of the structure and motion in these materials. Their behaviour is complex and intriguing. At high temperatures the structures are relatively simple and highly symmetric. As the temperature is reduced, however, many of their structures distort and the unit cell (repeating structural motif) becomes very large (&gt;1000 atoms in one case!). Most fundamentally, different low temperature structures are formed, despite the apparent similarity of the starting materials. Understanding why a particular material forms a particular structure and not another is a fundamental question. Determining these complex structures is extremely challenging: no one technique provides all the answers. We will use both diffraction, which looks at the long-range structure, and solid-state NMR, which is sensitive to the local structure, to tackle the problem.Although several research groups have used the obvious information from NMR (e.g. number of distinct sites in the unit cell), we are proposing to properly integrate these two complementary techniques. Our central idea is to use the latest computational calculations to link specific local features of the structures to their NMR spectrum. We can then, for instance, use the NMR information as constraints when solving the structure from diffraction data. Even with this information, solving such complex structures will be a challenge. Fortunately we have some promising ideas for improving the efficiency of the structure solution.The award of this grant would not only allow us to develop some fascinating new chemistry, but it would bring the power of two very different, but complementary, analytical techniques together to solve some fundamental problems in materials science","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C538927/1","grantId":"EP/C538927/1","fundValue":"293681","fundStart":"2006-04-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"John Simon Evans","coPersons":["Paul  Hodgkinson"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}