{"id":"A32840B8-E209-4574-8984-84342C8605C6","title":"Transgenerational impacts on senescence: quantitative genetics of cellular and organismal ageing in the wild","abstractText":"It has long been known that environmental factors, such as poor diet, can have considerable impact on an individuals' rate of ageing, however the possibility that these effects could be transmitted to the next generation, detrimentally impacting on ageing in offspring, or even grand offspring, has only recently been suggested.\n\nIndividuals of the same chronological age vary greatly in the rate at which they age biologically. Yet surprisingly we know little about how heritable the rate of biological ageing is, or how parental state can &quot;carry-over&quot; to influence offspring ageing - and even accumulate over generations to reduce population fitness and adaptive potential. Recent studies show that 'parental effects' are common and can be substantial, but the impact they have on senescence has not been explored. \n\nWe propose to integrate approaches from cellular biology and quantitative genetics, in an ecological setting, to investigate the strength and impact of trans-generational effects on cellular senescence (the biological condition of an organisms cells) - and the consequences of this for individual ageing and fitness in the wild. Within this we will investigate how key factors effecting parental state (e.g. age, genetic diversity, territory quality, malarial infection) contribute towards such trans-generational effects.\n\nMitochondria number and telomere length will be measured to assess inter and intra-individual variation in biological ageing. The loss of both telomeres and mitochondria is related to an increase in cellular and organismal senescence and a reduction in life expectancy. Importantly, mitochondrial genes have high mutation rates, which increase with age and in response to oxidative stress. As they are also non-recombinant and maternally inherited, they are vulnerable to the accumulation of mutations across generations. In contrast, telomere inheritance is nuclear and bi-parentally inherited and, intriguingly, telomeres may increase in length, in sperm, with paternal age. The different inheritance of these factors creates the possibility that genetic and parental effects may differ through the male and female line, and provides us with the ability to assess such sex-specific effects. \n\nThis study will measure how much variation in biological ageing rate is explained by &quot;genetic quality&quot; and &quot;parental state&quot; - and investigate how selection acts upon these traits over multiple generations in the wild. Such longitudinal studies have not previously been possible in free-living vertebrates, given their long life-spans and the lack of techniques with which to investigate cellular senescence. However, the long-term study of an entire, isolated, population of Seychelles warblers now provides an excellent opportunity to do so because;\n\n\n1. We have a powerful, genetically verified, multi-generational pedigree for this population\n\n\n2. Repeat blood samples taken throughout the birds' lives allow for individual rates of telomere and mitochondrial change to be measured (ca. 3,500 samples).\n\n3. Survival, fecundity and age data are unconfounded by dispersal, which is extremely rare in natural systems\n\n4. Adults lack natural predators, thus ageing processes can be studied without excessive extrinsic mortality reducing sample size and confounding results\n\n5. We have extensive detailed individual information on genetic and environmental factors, allowing us to isolate drivers of parental effects\n\nThe research outcomes from this novel study will help identify the effect parents have, in terms of senescence patterns, on the lives of their offspring. They will also help us understand the extraordinary variation in longevity and senescence observed between and within species in nature allowing us to understand the fundamental factors shaping the evolution of senescence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K005502/1","grantId":"NE/K005502/1","fundValue":"529832","fundStart":"2013-05-31","fundEnd":"2016-11-30","funder":"NERC","impactText":"","person":"David S Richardson","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}