{"id":"A33C2CB7-CA43-4DA1-A839-537BBF8D612B","title":"Improving Interpretation Outcomes: quantifying biases and designing workflows for better seismic interpretation","abstractText":"Development of geological models of the sub-surface relies on the interpretation of largely remotely sensed data. We propose a program of knowledge exchange that shares existing information and trials new methods for determining the impact of human biases, anchoring and confidence, on the interpretation of data used to build geological models. From this knowledge exchange and creation we will create and promote optimal workflows for interpretation that minimize risk in the oil and gas industry from interpretational uncertainty. \n\nThe geological exploration and production of hydrocarbons and the storage of CO2 in geological reservoirs requires a 3D picture to be built of the sub-surface. This picture is made up of remotely sensed information like seismic reflection data with poor resolution, and 1D point sources such as well bores which sample a relatively small amount of the sub-surface volume of interest. Work on improving interpretation of these datasets has mainly focused on technological improvements to refine the imaging and processing of the remotely sensed data to better illuminate the sub-surface architecture. But even with improved techniques interpretations of the data, and the subsequent models created are uncertain. This uncertainty equates to exploration and production risk. The risk results from the lack of constraint from the data to create a 'certain' predictive model, and is amplified by known biases that are applied during interpretation of limited datasets. This knowledge exchange proposal aims to: quantify the effect of known biases on interpretation of seismic reflection datasets and to build a workflow that minimizes biases in interpretation that industry can deploy.\n\nWe will work with industry, and on industry datasets, to exchange knowledge of industry workflows and the effects of human bias between the academics and partner companies involved, as well as with MSc and PhD students. Building on this exchange we will create new knowledge through a series of experiments to investigate and quantify the influence of anchoring on interpretation. By building into the experiment release of additional data we will test how individual's deal with new information that either confirms, or is contrary, to their original interpretation; and for how long individuals remain anchored to an original prediction in the face of contradictory evidence. We will compare cohorts of individuals with staged access to different data against those with all the data at the outset. Throughout the process we will gauge an individual's perception of confidence in their interpretation through an expert elicitation process. Using this new knowledge we will quantify the impact of human biases on interpretational uncertainty and determine an optimal workflow for seismic interpretation.\n\nFrom our combined existing and co-generated knowledge we will create a series of products to promote this workflow, and the associated knowledge, as well as the NERC science on which they are based. These will include an online resource of digital video footage deployed through the existing Virtual Seismic Atlas, accessed by 8,000-10,000 users monthly, and a series of training packages for industry and early career scientists undertaking PhDs as part of the NERC Oil and Gas Centre for Doctoral Training.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M007251/1","grantId":"NE/M007251/1","fundValue":"93214","fundStart":"2015-03-01","fundEnd":"2016-05-20","funder":"NERC","impactText":"","person":"Clare Elizabeth Bond","coPersons":["Robert  Butler"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}