{"id":"A33F2404-73D9-46A7-BABE-C48A2D29C627","title":"Optical fibre sensors for skin friction measurement","abstractText":"The programme will investigate the use of grating structures formed in the core of an optical fibre to measure local static pressure distributions and corresponding skin friction drag estimates on a wing. The grating structure acts as a highly wavelength selective mirror for light propogating in the fibre, the relected wavelength dependent on local parameters such as temperature and strain. Many sensors can be fabricated in a single fibre and the entire sensor array is immune to electromagnetic interference. Optical fibres offer the potential for a network of sensors that act like a nervous system for an aircraft detecting pressure, strain, temperature at multiple locations. This information can then be fed back to actuatuion systems to optimise the aircraft performance. In particular we intend to explore novel methods of using fibre Bragg gratings as pressure sensors. Sensors will be designed and constructed and tested in a windtunnel. These tests will be conducted on an Airbus 2D, 3 element high lift wing configuration. Follow on programmes can incorporate fibre optic bend sensors such that the wing shape can be obtained in additon to the pressure distribution. These optical fibres can have additional grating sensors fabricated within them at suitable locations to enable structural health monitoring. Finally, the same optical fibres also have the potential to be used for optical communication around the aircraft by operating in a different wavelength band to that used for sensing","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F005121/1","grantId":"EP/F005121/1","fundValue":"180317","fundStart":"2008-01-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  We have used the output from this programme to continue our research into fibre optic pressure sensors for aerodynamic applications. This resulted in our being a member of an EU FP7 programme 'Advanced Inflight measurements 2' which culminated in us flying pressure and fibre optic strain sensors on a Scottish Aviation Bulldog aircraft owned by Cranfield. Aerospace, Defence and Marine Economic","person":"Ralph Peter Tatam","coPersons":["Nicholas John Lawson","Stephen Wayne James","Kevin  Garry"],"organisation":"Cranfield University","findingsText":" We developed a fibre optic based pressure sensor for application on aircraft wings. The sensor provided high sensitivity to pressure and was insensitive to temperature. Trials of the sensor embedded in a model wing in a windtunnel proved very promising. The measurement of pressure is an important aerodynamic property and these results provide a potential solution for some applications also offering the possibility of multiplexing several sensors along a single optical fibre. Aerospace, Defence and Marine","dataset":"gtr"}