{"id":"A35576FA-8C02-45A4-8C3F-2D7D7E1B0D7E","title":"Digital Destinations: Exchanging Digital Technology Knowledge in Local Tourism Economies","abstractText":"<p>This proposal offers the opportunity to capture change in the adoption and use of digital technologies and to develop a strong, competitive local tourism economy. Through their increased understanding and use of emerging digital technologies, tourism businesses will be in a position to increase their marketing and management effectiveness, and develop new products and services that will provide an enhanced experience for visitors to their destinations.This proposal will accelerate tourism business growth via an improved understanding and implementation of digital technologies and facilitate the exchange of knowledge between tourism academics and tourism professionals. Knowledge will be exchanged between businesses that have already reached an advanced state of digital adoption (as well as those who have yet to engage), and leading tourism academics, with support provided by experienced digital and destination management professionals.<br /><br />The delivery and co-creation of knowledge will be delivered via a number of methods, including:</p>\n\n<ul>\n \n\n <li>the recruitment of sixty ‘visitor economy’ businesses which will divided into six clusters of ten</li>\n\n <li>face-to-face seminars for each cluster</li>\n\n <li>action learning where clusters meet to discuss objectives and outcomes</li>\n\n <li>webinars to consolidate learning </li>\n\n <li>a project website as an online repository of best practice</li>\n\n <li>student placement with each business.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020990/1","grantId":"ES/J020990/1","fundValue":"54263","fundStart":"2012-08-21","fundEnd":"2013-11-21","funder":"ESRC","impactText":"  The findings have been used by the tourism SME community to engage more effectively with digital marketing. In particular there has been a growing confidence in the approach taken towards digital marketing by a significant portion of those SMEs participating in the study. Particularly encouraging is the decision by 20 participating businesses and organisations to re-engage with the university in a more in depth follow up to the study. Leisure Activities, including Sports, Recreation and Tourism,Retail Societal,Economic,Policy & public services","person":"Alan  FyallPhilip  Alford","coPersons":["Stephen  Page","Dimitrios  Buhalis"],"organisation":"Bournemouth University","findingsText":" Digital marketing is a relatively new paradigm, which has transformed business to customer marketing and yet little is understood about how small businesses perceive the challenges and opportunities in this area. This project aimed to address that gap through a qualitative study of 60 small businesses operating in the visitor economy and found that there was a strong appetite for digital marketing and a clear recognition of its opportunities. The study found that small businesses were nervous about digital marketing but, with hands-on help, were able to grow in confidence as revealed in the following blog post on the project website: http://www.budigitalhub.co.uk/blog-post/norburton-hall's-journey-digital-dalliances-digital-destination.\n\n\n\n&quot;We started the Digital Destinations Project with great anticipation that turned_to trepidation, in January 2013, as we realised the enormity of the task ahead.\n\nSix months on, with the help of the project team at Bournemouth University we are relieved to have survived our plunge into the_digital deep end and are now enjoying going with the flow of a digital current.&quot;\n\n\n\nThe study found six key themes, which businesses associate with digital marketing: market orientation, measurement, strategy, barriers, collaboration and benefits. Together these themes accounted for over 90% of the text references which were coded as part of the content analysis of cluster discussions. Market orientation was the dominant theme accounting for 28% of all coded references and containing nine concepts: Unique selling points, targeting, customer conversation, customer insight, customer database, linking channel to customer, customer retention, product-market match and customer journey. The businesses developed a clear understanding of how digital marketing can enable a strong market orientation and this is reflected in their action plans which each business prepared and presented in the final workshop and which have been uploaded to the research outcomes section and can also be viewed at www.slideshare.net/DigitalHub. Participants joined the project with varying levels of digital marketing knowledge and expertise, however none had attempted to put a plan in writing and therefore this outcome represents a significant development for the small businesses involved.\n\n\n\nHowever, the study found that the ability to take advantage of digital marketing opportunities was constrained by a lack of understanding and skills and an inability to measure the Return on Investment (ROI); this in turn led to a difficulty in securing a focus for digital marketing. There is a paucity of research in this area and the project team plan to follow up this project with an in depth study of how small businesses can measure the impact of their digital marketing over short planning cycles. At least 10 of the 60 businesses involved in DDP have expressed a keen interest in participating in that study. \n\n\n\nThe study found that businesses enjoyed the opportunity to share knowledge and support each other in their cluster groups as captured in the following blog post (which has been uploaded to project outcomes and can be viewed at http://www.budigitalhub.co.uk/blog-post/benefits-shared-learning-paultons-park); this element of collaborative working will be a feature in the methodology for future research. It is anticipated that this project will have economic and societal impact on small business digital marketing in a number of areas. Firstly, the project has provided a focus on the role of digital marketing analytics and measurement and the PI has secured external funding to progress this as a follow up to Digital Destinations. Around 10-15 of the 60-strong project cohort have expressed a strong interest in participating in this study. This study will test a small business digital marketing planning framework which was an outcome of the project. \n\nSecondly, the PI in his capacity as a Board member of VisitWiltshire Limited and Chair of the VisitWiltshire Online Marketing Group (OMG) has disseminated the learning from the project to the OMG and the group will be running a pilot project starting in May 2014 on digital marketing planning. The results of this pilot will then be disseminated to the wider VisitWiltshire membership which comprises over 500 organisations. \n\nThirdly, the project has achieved a mindset-shift among the users involved in the project and enabled them to prioritise digital marketing and to plan more carefully. This includes a more formal approach to planning customer engagement through a range of online channels including the website, social media and email marketing. it is anticipated that the growing awareness that businesses are able to generate among their target customers will convert into interest and ultimately additional business.\n\nFinally the project will have a wider societal impact in terms of the benefits of the knowledge which the user community has attained and the growing confidence that it has instilled encouraging them to seek out further similar opportunities.\n The project team disseminated the findings of the study through a number of routes in order to maximise impact. Firstly, the project was launched at the Tourism Management Institute conference in October 2012 with a presentation entitled &quot;The Learning Destination: Developing productive relationships between higher education and destination management&quot;. Then in May 2013, the PI on the project facilitated a workshop at the TMI annual convention under the theme &quot;Broadening Our Horizons&quot;, reporting on the outcomes of the project to date. These two events were attended by leading Destination Management Organisations from across the UK. \n\n\n\nSecondly the PI was invited to be a guest blogger on the VisitEngland (National Tourism Organisation) blog on the theme of 'innovation', which featured an article entitled &quot;Working together for innovation&quot; which described how the project had fostered innovation among the participating businesses. Details at: http://www.visitengland.org/Blog/post/2013/10/01/Working-together-for-innovation.aspx.\n\n\n\nThirdly the PI presented a summary of the project at the ESRC-funded Festival of Social Science on the theme of 'Social Media: Make or break your online reputation'. This event was attended by academics and small business practitioners and provided a forum for disseminating the key findings.\n\n\n\nFourthly in October 2013 the project participants were invited to a final event where the key findings were presented providing an opportunity for the businesses to ask questions and explore opportunities for future projects.\n\n\n\nLastly the PI was invited to the Tourism School in the Zilltertal region of Austria to present to tourism college tutors from across Austria on digital marketing which included a presentation on the Digital Destinations project. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Retail","dataset":"gtr"}