{"id":"A3580B36-BC60-4CFE-AF9C-134FEDE76E87","title":"International Collaboration on Measurement of Globally-important Gases in the Atmosphere of the Tropical Maritime Continent","abstractText":"Long-term measurements of the atmospheric composition are required for a full understanding of the effects of human emissions of greenhouse gases and pollutants. For historic reasons, the network of observing stations run under the auspices of the World Meteorological Organisation's Global Atmospheric Watch program has some regions which are well studied (e.g. Europe and North America) and some which are not. One region where the observing capability is limited is that part of Southeast Asia and the West Pacific known as the 'Maritime Continent'. In this project, we will work with the University of Malaya and the Malaysian Meteorological Department to develop a high-quality, long-term atmospheric monitoring program at the new field station at Bachok on the Malaysian peninsula. This site is extremely well located for studies of the outflow of the rapidly developing Southeast Asian countries, as well as for the interaction of that air with the much cleaner atmosphere in the southern hemisphere. The Universities of Cambridge and East Anglia both have experience in making long-term measurements. In particular UEA have operated a well-instrumented observing site at Weybourne on the north Norfolk coast for well over a decade. This expertise will be used to develop the existing capability in Malaysia and to design and implement a programme of long-term measurements at Bachok. The focus of the measurements in the first instance will be greenhouse gases, ozone depleting substances, and chemical pollutants. In addition we will be encouraging the involvement of other interested scientists in NCAS Composition, the UK more generally and beyond to strengthen the planned measurement program. A demonstration activity will be arranged in the winter monsoon season when the flow is strongly from Southeast Asia. This activity will have two aims: (i) ensuring high quality measurements are made at the site; and (ii) determine the characteristics of the site and its suitability for the assessment of both global and regional atmospheric composition. Many of the measurements made in this activity will then be continued in to the monitoring programme. It is important to ensure that such measurements are fully exploited, and to this end we will both collaborate with partners in Taiwan and Australia and develop a modelling strategy for the interpretation of the data in conjunction with UK modelling groups including those at Cambridge, UEA and within NCAS. Exchange visits will be used for training purposes and for the development of collaborative interpretive studies (and peer-reviewed publications). Finally, a major scientific conference will be held towards the end of the project, linking in to international programs such as WMO-GAW, IGAC or SOLAS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J016012/1","grantId":"NE/J016012/1","fundValue":"110744","fundStart":"2012-07-01","fundEnd":"2015-12-31","funder":"NERC","impactText":"  The work developing the new atmospheric component at the UM/IOES Marine and Atmospheric Research Station will provide valuable information on the background state of the atmosphere in this undersampled part of the world, and help address issues including air quality, greenhouse gas emissions and transboundary pollution. It has further strengthened UK/Malaysian links in atmospheric science and is helping to develop the atmospheric science capability in Malaysia in physical and personal terms. Education,Environment Societal","person":"Neil Richard Harris","coPersons":[],"organisation":"University of Cambridge","findingsText":" The new University of Malaya field station at Bachok, Malaysia has opened and is a very impressive facility. The DIrac GC_ECD has been making halocarbon measurements for 6 months. It needs maintenance which will be carried out in the next 6 weeks by UM staff who are currently visiting the UK.\n\n\n\nPlans for two field activities have been made. The first, in June/Juy 2013, is small and is designed to check out the Bachok's station's capabilities. It will include a radiosonde campaign to characterise the boundary layer. Some instruments (e.g. CO/H2, ozone) will be set up.\n\n\n\nThe second activity, involving a large number of NCAS instruments, will take place in Jan/Feb 2014 and is aimed at investigating the outflow from SE Asia in winter while testing the capability of Bacjok to host a major campaign.\n\n\n\nIt is too early in the project to describe major scientific findings. None yet - information about the SE Asian outflow should yield information about emissions in that region. Training of UM personnel is continuing. The main exploitation (a scientific meeting with day for the public) will take place near the end of the project. Environment","dataset":"gtr"}