{"id":"A3580E9D-8D2D-41E1-B65D-8E88451D64C6","title":"Exploiting the structure of integral membrane pyrophosphatases","abstractText":"Even though they are targets for 60% of current drugs, integral membrane proteins account for less than 2% of the structures in the protein databank. Furthermore, fast kinetic studies on them have been mostly restricted to those with chromophores, like cytochrome c oxidase. This work will build on our ground-breaking x-ray structure of Thermotoga maritima Na+-pumping pyrophosphatase (TmPPase), published in 2012. Integral membrane pyrophosphatases (mPPases) are evolutionarily conserved novel &quot;primary&quot; ion pumps, interconverting the free energy in the phosphoanhydride bond of pyrophosphate into a sodium and/or proton motive force. They are completely unrelated to the rotary ATPases. They occur in plants, protozoan parasites and in (archae)bacteria but not in multicellular animals, and they appear to be essential under conditions of low-energy stress: knockout mutations render protozoan parasites non-infectious, for instance. Their coupling mechanism is essentially unknown. Our vision is to use structural, single molecule and functional studies to identify the precise mechanism of action in mPPase as the necessary first step for developing hit molecules. This work will have important long-term benefits for animal health, food security, and human disease.\n\nmPPases occur in protozoan parasites like Trypanosoma spp (Nagana, sleeping sickness), Toxoplasma gondii (infecting up to 90% of pigs), not to mention Plasmodium falciparum (malaria). These diseases have a huge impact on both food security and human health across wide swathes of the world, and all of them, with the exception of malaria, are classified as &quot;neglected&quot;. In addition, mPPases also occur in Bacteroides vulgatus, which is the most common cause of brain abscesses. B. vulgatus is both very hard to treat and is a reservoir for antibiotic resistance because Bacteroides spp are extremely drug-resistant. \n\nOur plan is to use a multidisciplinary experimental approach (i.e. membrane protein x-ray crystallography, single-molecule fluorescence microscopy, fast electrometry and state-of-the-art fast photochemical oxidation/mass spectrometry (FPOP/MS) tied together with steered molecular dynamics to determine the full range of motions with the potential to exploit transient states as drug targets.\n\nWe will solve structures of different classes of mPPases, especially ones from the protozoan parasites and Bacteroides, to understand differences in pumping and as the basis for future small molecule inhibitor design. We will use single molecule spectroscopy to identify motions in the helices leading to gate opening and thus ion pumping. The fast electrometry will determine the kinetics of charge movement across the membrane versus the kinetics of hydrolysis, and FPOP/MS will identify changes in the exposed surface of TmPPase with microsecond time resolution.\n\nAll of this work will then be integrated within a molecular dynamics model to explain how the enzyme functions, including computational predictions of the structures of kinetic states that are inaccessible experimentally. Understanding the structure of the &quot;gate open&quot; state will enable the next stage: identifying molecules that keep the pumps always-open. Such molecules would be highly-specific drug candidates. They would affect only a few classes of pathogens, but would be completely lethal for them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M021610/1","grantId":"BB/M021610/1","fundValue":"420691","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Adrian  Goldman","coPersons":["Sarah  Harris","Roman  Tuma"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}