{"id":"A3594A93-469F-4436-9B79-80461A761780","title":"Socio-economic inequalities and the MDGs: building evidence to support equitable improvement in maternal and newborn health in Asia &amp; Africa","abstractText":"<p>Progress towards the Millennium Development Goals (MDGs) has been uneven. Poor and otherwise disadvantaged groups lag behind their more fortunate compatriots for most MDGs.To make things worse, effective interventions are known, but rarely reach those who need them most. Unfortunately, little is known about how to effectively reach poor and otherwise disadvantaged groups, and how to address socio-economic inequalities in mortality. <br /><br />The project aims to fill these gaps by generating evidence on:</p>\n\n<ul>\n \n\n <li>how socio-economic inequalities translate into inequalities in newborn and maternal mortality</li>\n\n <li>how to address the exclusion of poor and otherwise disadvantaged groups from efforts to achieve the MDGs</li>\n\n <li>how to reduce socio-economic inequalities in maternal and newborn mortality.</li>\n\n</ul>\n\n<p>Data from 6 surveillance sites in India, Nepal, Bangladesh and Malawi are used (combined population &gt; 2 million).&nbsp; Information&nbsp; on&nbsp; birth&nbsp; outcomes,&nbsp; socio-economic position, health care use and home care practices are used to describe and explain mortality inequalities. Data from randomised controlled trials of women’s group interventions are used to evaluate the equity impact of community mobilisation. <br />The project actively engages with and learns from stakeholders, drawing on their experiences regarding what works to ensure an equitable improvement in newborn and maternal health.<br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-167-25-0682","grantId":"RES-167-25-0682","fundValue":"393552","fundStart":"2011-07-01","fundEnd":"2015-09-30","funder":"ESRC","impactText":"","person":"Antonia Jannetje (Tanja)  Houweling","coPersons":["Neena Shah More","David  Osrin","Eddy  Van Doorslaer","Dharma Sharna Manandhar","Prasanta Kishore Tripathy","Naomi Margaret Saville","Joanna Lynn Morrison","Kishwar  Azad","Anthony  Costello","Sonia Odette Lewycka"],"organisation":"University College London","findingsText":"","dataset":"gtr"}