{"id":"A35A7C98-17FB-4654-87E2-3030E03DFD98","title":"Global stability and robustness analysis of oscillators with application to biology and robotics","abstractText":"In this research project, we propose the creation of two new global analysis methodologies which can be seen as part of a first set of elements and tools for obtaining a general system theory for oscillators. These methodologies will then be used to implement two algorithms aimed at numerically proving existence and global asymptotic stability of limit cycle oscillations generated by complex (high dimensional) models of oscillators, and at studying their robustness and parameter sensitivity. The new methodologies that we propose to explore in depth in this project will rely on the recent research results of the PI and the RA. The first methodology will generalise the piecewise linear systems numerical analysis methodology developed by the PI. On the other hand, the second methodology will explore the possibility of reformulating all dissipativity conditions appearing in the passive oscillator theorems proposed by the RA in terms of Integral Quadratic Constraints for which efficient numerical verification algorithms already exist.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E02761X/1","grantId":"EP/E02761X/1","fundValue":"295732","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"  The proposed project has been used to rigorously provide stability and performance guarantees in several areas. In particular, in the analysis of oscillations in biological and biochemical systems (circadian rhythms and gene metabolic networks), complex networked systems, economic markets models, and cybernetics (rhythmic tasks robots as, for example, walking robots). Digital/Communication/Information Technologies (including Software),Healthcare ","person":"Jorge  Goncalves","coPersons":["Alexander Arundell Webb"],"organisation":"University of Cambridge","findingsText":" Oscillations play an important role in nature. Every form of life exhibits an oscillatory behaviour at every level of biological organization with periods ranging from milliseconds (neurons) to seconds (cardiac cells), minutes (oscillatory enzymes), hours (hormonal rhythms), days (circadian rhythms), weeks (ovarian rhythms), and even years (epidemiological processes and predator-prey interactions in ecology).\nDynamical systems that exhibit robust nonlinear oscillations are called oscillators. Oscillators are ubiquitous in physical, biological, biochemical, and electromechanical systems. Detailed models of oscillators abound in the literature, most frequently in the form of a set of nonlinear differential equations whose solutions robustly converge to a limit cycle oscillation. \nThis project went beyond numerical simulations of these models and developed tools to give a depth understanding in terms of rigorous global stability, robustness, and parameter sensitivity analysis.\nOverall, we developed a general method that allows the global analysis of oscillators, either isolated or in interconnection. This allowed a better understanding in the fundamental mechanisms responsible for oscillations in complex models of oscillators, or of networks of interconnected oscillators. The proposed project was clearly multidisciplinary, mixing topics such as system modelling, nonlinear systems theory, numerical analysis and computer science. Results of this research can be applied in a number of fields like analysis of oscillations in biological and biochemical systems (e.g. circadian rhythms and gene metabolic networks), complex networked systems, economic markets models, and cybernetics (rhythmic tasks robots as, for example, walking robots). Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}