{"id":"A35B8DC8-EFE1-40E5-945C-960AA1835616","title":"The role of poly(A) metabolism in growth factor induced gene expression","abstractText":"A relatively small number of genes can react rapidly to changes in and around the cell and regulate other genes to coordinate an appropriate cellular response. These master control genes are very important for medicine as their misregulation is often involved in diseases such as cancer, asthma and stroke. In addition, a similar rapid change in the activity of genes is required for the production of proteins for medical and industrial applications. \n\nBecause the master control genes also need to be able to turn off quickly, their products have to be degraded fast. However, this creates a problem, as it is hard to accumulate sufficient product if it degrades quickly (if someone is eating your pancakes as quickly you bake them, you never get any yourself). We have recently shown that a modification to the gene product allows a delay before degradation occurs, making it possible to both accumulate product and remove it quickly (if you agree that pancake eating only starts after everyone, including you, is at the table, a pile of pancakes can accumulate and then be removed even faster). \n\nIn this project, we will measure this delay during the stimulation of cell growth with growth factor and determine if it indeed plays such a big role. We will investigate which genes use a delayed decay and what causes differences in the delay between genes. Interestingly, we found that a compound from the traditional medicinal mushroom Cordyceps, cordycepin, reduced the activity of many master control genes for inflammation and cell growth. It inhibits the process that causes delay in decay of their products, which may explain how the drug works. We therefore want to find out if cordycepin indeed works this way and if it is a good candidate for a novel class of cancer drugs (by inhibiting mostly growth factor activated genes) or if it has effects on too many other genes, which would lead to nasty side effects.\n\nOur findings will be important for the understanding of the regulation of master control genes and are therefore likely to benefit medical research and the industrial production of proteins. The work on cordycepin may ultimately lead to new medicines for cancer and inflammatory disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K008021/1","grantId":"BB/K008021/1","fundValue":"545041","fundStart":"2013-05-01","fundEnd":"2016-05-10","funder":"BBSRC","impactText":"  Our discoveries on the role of polyadenylation in rapid gene induction have led to the hypothesis that inhibition of polyadenyation could prevent tissue remodelling after injury. We started a collaboration with Prof. Vicky Chapman of the Arthritis UK Pain Center, leading to the discovery that the polyadenylation inhibitor cordycepin is an effective analgesic in a rat model of osteoarthritis. A full application to Arthritis Research UK to investigate cordycepin as a drug lead has resulted from this work and a decision is expected in the next few weeks. This work is likely to lead to new therapy for osteoarthritis and perhaps chronic pain in general in a relatively short timespan.\n\nIn addition, we hosted a summer school for 6 secondary school students aged 16-18. They actively participated in the research in our laboratory for a week and all stated that they were very motivated to study biological sciences as a consequence.\n\nThis grant is still active and more impacts are likely to occur. Education,Healthcare Societal","person":"Cornelia Huiberdina  De Moor","coPersons":["Jonathan  Wattis"],"organisation":"University of Nottingham","findingsText":" Our data indicate that polyadenylation, the last step in the synthesis of mRNAs, is much more regulated than we previously thought. We found that polyadenylation is especially important for the very fast regulation of gene expression that happens when tissues are responding to damage or infection. This has led to another project in which we tested if inhibition of polyadenylation can reduce the consequences of defective tissue repair. The early data in this project are very promising. We are hoping that our work will be used to develop novel medicines for cancer, inflammatory disease and degenerative diseases. Our work is also generating fundamental new insights in how genes work and it is likely that it will lead to changes in the standard molecular biology textbooks and to better synthetic genes for the Biotech industry. Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}