{"id":"A360EFC5-BEF3-4520-87F0-3DC85145A127","title":"URGENCY APPLICATION: Extraordinary and Unprecedented Abundance of the Oceanic Jellyfish (Pelagia noctiluca) in the Irish Sea","abstractText":"Recent concerns that jellyfish populations are increasing have stimulated speculation about possible causes including climate change, eutrophication, over fishing and invasions. However unravelling the determinants of jellyfish proliferation is problematic beyond the basic life-cycle driven seasonal change in numbers and evidence for sustained increases is often lacking. Nonetheless, distinct regime shifts have occurred in recent years and jellyfish have now succeeded fin fish as the predominant zooplankton predators in many coastal food webs. For example, in the Bering Sea the biomass of jellyfish increased more than 10-fold during the 1990s whilst in the Benguala upwelling system jellyfish biomass now greatly exceeds the abundance of once-abundant fish. Such community level shifts have obvious ecological and economic consequences given that both larval and juvenile fish often feed upon the same prey as jellyfish, with fears that energy previously directed to fishes may be diverted leading to irreversible shifts within many marine food webs. However, our ability to react to such events is underpinned by a requirement for accurate baseline data against which changing abundances and distributions can be measured. This scenario was alarmingly demonstrated last week by the sudden appearrance of an exceptional aggregation of oceanic jellyfish Pelagia noctiluca along the Northern Irish causing dramatic fish kills and the potentail collapse of salmon aquaculture in the region. The scale of this event is unprecedented and has caused significant concern that it may possibly herald a major regime shift within the irish Sea. In the North Atlantic there is a significant link between climate and jellyfish abundance as encapsulated by the north Atlantic Oscillation index (NAO). However, modelling the effects of such climatic drivers on P. noctiluca is not possible as baseline data are simply not in place. Urgency is therefore required as the seasonality of this species is not understood and the present aggregation may dissipate anytime with the loss of an excellent opportunity to gather vital data in an exceptional year. Two possible scenarios exist to explain the sudden appearance of these super-aggregations: (1) P. noctiluca is patchily distributed throughout oceanic waters to the northeast of UK with one particular aggregation encroaching on Northern Irish waters by passive drift; (2) the abundance of this species is incredibly high this year with Northern Ireland falling within the range of an extraordinary large aggregation. Using a combination of aerial surveys and at-sea methodologies we will unravel these possibilities and provide a baseline against which the abundance and distribution of P. noctiluca can be measured. By considering the range and spatial nature of the aggregations we will be also able to assess whether particular water masses or hydrographic features serve as trophic or physical boundaries (or transport mechanisms) to range, as previously demonstrated for other British jellyfish species. These data will be placed in the public domain through peer reviewed publications (including raw data in appendices) and/or by depositing data with the BODC to ensure that future researchers will be able to make use of these vital jellyfish data to assess the drivers of long-term changes in jellyfish abundance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F016786/1","grantId":"NE/F016786/1","fundValue":"43173","fundStart":"2007-12-10","fundEnd":"2008-12-09","funder":"NERC","impactText":"","person":"Graeme Clive Hays","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}