{"id":"A360CD88-CE88-4089-921B-DA06170A7DA1","title":"Testing the 'wet versus dry' late veneer hypothesis","abstractText":"The Earth's formative years remain an enigmatic era of our planet. Only recently - and with the help of novel technological advances - we are beginning to gain an unprecedented view into this geological Dark Age. During the accretionary phase of the solar system about 4.6 billion years ago, an infant Earth quickly grew by cataclysmic collisions with fellow proto-planets that crossed its path around the young Sun. Emerging as the victor of these catastrophic events, the cannibalistic growth of our planet terminated in a final collision with a Mars-sized planetary embryo about 4.5 billion years ago. What followed was a mere sprinkling of the Earth by meteoritic material. Yet, this 'late accretion' could have been vital for converting it into a habitable 'blue planet'.\n\nWhile several lines of evidence support such a general growth model of the Earth, the chemical composition of the material added to the Earth during the 'late accretion' remains a topic of debate. It has been suggested that this material was made of meteorites enriched in volatile elements, like hydrogen, nitrogen, and carbon. Such a 'wet' late accretion may thus represent an important source of gaseous and liquid compounds on Earth today, like water, carbon dioxide and noble gases. However, this contradicts our observation that the most common meteorites found today are depleted in volatile elements. Therefore, a 'dry' late accretion has been postulated.\n\nTesting the hypothesis of a 'wet versus dry' late accretion has important implications for a series of geological and biological questions. It is assumed that, besides adding environmental key compounds such as water to the Earth, a 'wet' late accretion may have added primitive organic compounds, which could have been vital for the origin of Life on Earth. Also, small amounts of water in the Earth's mantle may be a vital parameter for triggering and sustaining mantle convection. This global-scale convection operated over geological times and prevented the Earth from becoming a life-barren and 'dead' desert planet like Mars. \n\nUnfortunately, the same global-scale mantle convection processes that are keeping our planet geologically 'alive' have resulted in the pervasive dissolution and homogenisation of the late accretion component within the Earth. This lack of physical evidence of a late accretion component represents the prime reason for not having been able to test the 'wet versus dry' hypothesis in the past. However, a pioneer study related to this proposal has revealed a single set of terrestrial samples that still contains remnants of this late accretion component. This will offer a unique and exciting opportunity to directly study its chemical composition. \n\nThe samples of the study originated as silicate melts in the Earth's mantle and were formed by fusion of the late accretion component and concomitant 'normal' mantle material. An important aspect of our approach will be the ability to isolate the key chemical signature of the late accretion component from the mantle matrix. We will apply a sophisticated combination of geochemical and novel isotopic tracers that will extract a unique fingerprint of the meteorite material of which the late accretion component was made of. We will then compare this fingerprint with the known and unique composition of 'wet' and 'dry' meteorites. This will enable us to directly test the 'wet versus dry' late accretion hypothesis for the first time.\n\nThese results will contribute to our understanding of how the Earth evolved into a habitable 'blue planet' and will complement current studies carried out by the PI as part of his NERC Advanced Research Fellowship.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L004011/1","grantId":"NE/L004011/1","fundValue":"332006","fundStart":"2014-09-15","fundEnd":"2017-09-14","funder":"NERC","impactText":"","person":"Matthias  Willbold","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}