{"id":"A367BE90-EA19-430B-B937-991CE4F56F78","title":"Role of autophagy during picornavirus replication.","abstractText":"Autophagy is an important pathway of protein degradation where membrane vesicles formed in the cytoplasm deliver cytoplasmic fluids and organelles to lysosomes for degradation. Autophagy is controlled by the target of rapamycin (TOR) kinase and Akt/PKB signalling pathways that respond to nutrient deprivation. Under resting conditions the TOR kinase is active and inhibits autophagy. Autophagy has been demonstrated to play important roles during development and tissue remodelling, cancer, and diseases associated with protein aggregation, ageing and cell stress. Autophagy also represents an important innate cellular defence against infection that can eliminate intracellular bacteria. Recently, it has been recognised that autophagy has the potential to play an important role in innate antiviral immunity by destroying viruses in lysosomes, and by presenting degradation products to MHC class II proteins, and Toll receptors. In response, viruses such as Sindbis virus and herpes viruses make proteins that inhibit autophagy. In contrast, new evidence suggests that autophagy may promote, rather than inhibit, the replication of (+) strand RNA viruses such as picornaviruses and coronaviruses. The main focus of this work is to identify viral proteins able to regulate autophagy and change the outcome of infection. Foot-and-mouth disease virus (FMDV; a picornavirus) infection induces rearrangements in intracellular membranes to produce vesicular structures that are believed to serve as platforms for virus replication. Significantly for this proposal we have shown that FMDV infection or expression of the viral 2C protein induces autophagy. These observations raise a paradox for FMDV. It looks as though a need for cellular membranes during replication forces FMDV to activate a destructive pathway with the potential to destroy virus before it can leave the cell. In this proposal we seek to determine if activation of autophagy represents a cellular defence against (FMDV) infection, or the manipulation of autophagosomes to provide platforms for replication. We will exploit our observation that the 2C protein of FMDV activates autophagy, and use this as a probe to understand how FMDV activates autophagy to generate membranes for replication. We also wish to determine how far the autophagy pathway progresses once it is activated by FMDV or 2C, and see if this results in autophagosome/lysosome fusion. It is possible that in common with bacteria that risk use of the autophagosome as a site for replication, FMDV has a mechanism to inhibit autophagosome maturation and fusion with lysosomes as a defence against the antiviral arm of autophagy. This work represents a new and exciting area for studying the basic cell biology of host-pathogen interactions. Importantly, these studies will define the 'host-pathogen interface' for FMDV at the start of replication, when the levels of viral proteins in cells are very low, and the virus is particularly vulnerable to antiviral reagents which specifically block virus replication. Furthermore, an understanding of the way in which FMDV regulates autophagy will give valuable insight into how the virus regulates this newly discovered innate cellular response to infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F012861/1","grantId":"BB/F012861/1","fundValue":"284788","fundStart":"2008-04-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Tom  Wileman","coPersons":[],"organisation":"University of East Anglia","findingsText":" Autophagy is a highly-conserved degradation pathway that leads to the recycling of cytoplasmic organelles and proteins. Autophagy is activated by cellular stress (such as nutrient deprivation) and controlled by the target of rapamycin (TOR) kinase. Under resting conditions the TOR is active and inhibits autophagy. Autophagy also serves as an important innate cellular defence against infection that can eliminate intracellular pathogens. Recently, it has been recognised that autophagy has the pote  ","dataset":"gtr"}