{"id":"A367C883-1B53-4157-9864-7BF0D667D1D0","title":"Engineering Bacteria to Convert Methane to Poly Unsaturated Fatty Acids (PUFA)","abstractText":"Omega-3 fatty acids (Omega-3) are essential for the growth, functional development and healthy maintenance of brain function and have been incorporated into a variety of products relating to functional foods, infant nutrition, bulk nutrition and animal health with a combined market value of $25B (Packaged Facts). Omega-3 prevents a variety of human health conditions such as cardiovascular and chronic inflammatory diseases, diabetes, ophthalmic conditions and cancer (GOED Analysis, BCC Research, Market Scope, Global Data). The global demand for Omega-3 will grow to over 2.5M t/yr by 2016 (World Health Organisation).\n \nOmega-3 are naturally found in fish oils. However, wild fish stocks are under severe pressure due to weather, disease and over fishing and struggle to meet increasing demand from a growing population. Indeed, demand will outstrip supply as early as 2016. Consequently, farmed fish has risen 13-fold since 1980. In 2012, over $144B of farmed fish was produced whereas the amount of captured wild fish remained static at 90M t/yr. Traditional fish feeds require other fish, mainly anchovies caught off the coasts of Chile and Peru (1.4kg of fish feed is required for 1kg of farmed salmon). Due to the massive increase in consumption, there is increasing pressure on &quot;fish for feed&quot; and fishmeal prices have hit record highs. This economic challenge has accelerated efforts to replace proteins from fish with plants (soya bean &amp; sunflower seeds) but feed suppliers still rely on fish for Omega-3. A substitute for fish oil is the &quot;holy grail&quot; for the fish farming industry (Financial Times). The key drivers for future market growth include novel production technologies to improve product purity, concentration and productivity and also meeting expanding global demands more sustainably. Costs need to be significantly reduced for mass healthcare markets. Major chemical companies; Monsanto, BASF and DSM are pursuing alternative approaches using GM crops or algae for niche markets such as infant formula, but cost factors have constrained progress and market penetration.\n\nThis project seeks to find a new economical and sustainable way to produce Omega-3. We will develop a low cost biological (fermentation) route to produce specific Omega-3 fatty acids; from methane gas. Certain bacteria (called Methanotrophs) can consume methane as the sole source of carbon and energy and naturally produce lipids. Methanotrophs have been successfully used for the commercial production of single cell protein production (for fish feed: BioProtein). In the project, the partners will engineer methanotrophs to produce high yields of Omega-3.\n \nMethane gas is an important but currently under-developed feedstock for industrial biotechnology. Contrasting with other chemical feedstocks, fossil methane is cheap and abundant and surplus methane is often released during oil extraction and simply flared (burnt without capturing the energy or carbon released). This has a significant environmental impact and there is increasing pressure to stop this practice. Satellite images from NASA of the Bakken oil fields in North Dakota illustrate the scale of the problem with a night time glow from hundreds of flares that is equivalent to a major US city (&gt;35% of natural gas production in North Dakota is currently flared). Methane is also a major component of biogas produced on a large scale by anaerobic digestion, technology that is well established in the EU. Currently, most biogenic methane is burnt for energy and has relatively little value. Today, methane is a low cost fermentation feedstock and also sustainable given the many sources available and current wastage. Therefore, methane provides an exciting feedstock opportunity for fermentation and conversion into high value biochemical metabolites (lipids, proteins and chemicals).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N010701/1","grantId":"BB/N010701/1","fundValue":"124477","fundStart":"2016-03-21","fundEnd":"2017-03-20","funder":"BBSRC","impactText":"","person":"Nigel  Minton","coPersons":["Ying  Zhang"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}