{"id":"A367690B-37CC-47D7-A282-E29DA61D90D5","title":"Modelling composition-solubility relationships in bio-active phosphate glasses","abstractText":"The manufacture of biocompatible materials for tissue replacement is a central theme in the fields of biomedicine and tissue engineering research. Natural sources of bone graft material are compromised by availability and cost, both from the individual patient as autograft and from other donors as allograft. &quot;Third generation&quot; bioactive implant materials, which play an active role in tissue regeneration and degrade after the tissue has healed, have been remarkably successful in many clinical applications, especially in dental and orthopaedic fields. Among the third-generation biomedical materials, phosphate-based bio-active glasses (PBGs) are becoming increasingly popular owing to their unique properties: (i) their composition is chemically related to the surrounding tissue; (ii) they dissolve completely in aqueous media; (iii) their dissolution rate can be controlled by changing the composition of the phosphate-sodium-calcium glass. The solubility of the PBGs, which is arguably their most important property to be exploited in biomedical applications, can thus be tailored to suit the end application. As the solubility of a glass is linked to its atomic-level structure, insight into the P2O5 network structure at the molecular level; the effect of varying concentrations of calcium and sodium and other cations on the network; and the dominant surface and dissolution processes, are of fundamental interest to the design of phosphate glass compositions for applications in tissue engineering. However, a common problem in the investigation of these materials, generally related to their amorphous nature, is the lack of detailed information on the microscopic structure of the glasses and how this structure is affected by the different ions making up the glass composition. This research proposal therefore aims to develop robust models to provide quantitative insight at the atomic level into the structures, physico-chemical properties and solubilities of a range of phosphate-based bioglasses as a function of their composition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J008095/1","grantId":"EP/J008095/1","fundValue":"334766","fundStart":"2012-04-01","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"  Peer-reviewed scientific publications and presentations at international conferences Healthcare Societal","person":"Nora Henriette De Leeuw","coPersons":[],"organisation":"University College London","findingsText":" The manufacture of biocompatible materials for tissue replacement is a central theme in the fields of biomedicine and tissue engineering research. Natural sources of bone graft material are compromised by availability and cost, both from the individual patient as autograft and from other donors as allograft. &quot;Third generation&quot; bioactive implant materials, which play an active role in tissue regeneration and degrade after the tissue has healed, have been remarkably successful in many clinical applications, especially in dental and orthopaedic fields. Among the third-generation biomedical materials, phosphate-based bio-active glasses (PBGs) are becoming increasingly popular owing to their unique properties: (i) their composition is chemically related to the surrounding tissue; (ii) they dissolve completely in aqueous media; (iii) their dissolution rate can be controlled by changing the composition of the phosphate-sodium-calcium glass. The solubility of the PBGs, which is arguably their most important property to be exploited in biomedical applications, can thus be tailored to suit the end application. As the solubility of a glass is linked to its atomic-level structure, insight into the P2O5 network structure at the molecular level; the effect of varying concentrations of calcium and sodium and other cations on the network; and the dominant surface and dissolution processes, are of fundamental interest to the design of phosphate glass compositions for applications in tissue engineering. However, a common problem in the investigation of these materials, generally related to their amorphous nature, is the lack of detailed information on the microscopic structure of the glasses and how this structure is affected by the different ions making up the glass composition. \n\nWe have derived accurate parameters for a new model to simulate phosphate bioglasses, which are novel successors to the well-known silicate-based glasses for biomedical applications. \n\nUsing ab initio methods and our new model, we have identified structure-property relationships in phosphate bioglasses, which may the cause of the changes in solubility observed experimentally as a function of composition. \n\nWe have also identified the behaviour of a range of dopant ions in these biocompatible glass systems. Our findings may help tissue engineers to develop these type of glasses for new applications, for example controlled drug release or tailored solubility. Healthcare","dataset":"gtr"}