{"id":"A36F38E4-5F87-4D0B-930B-9DFCD0B53B04","title":"Platform Renewal Proposal: MULTIFUNCTIONAL OXIDES MATERIALS TO DEVICES","abstractText":"The original objectives of the Platform grant were:1. development of new materials2. characterisation3. theory and modelling development4. device developmentOur achivements against these objectives were:1 Microwave dielectric ceramics / Niobates / Pb Free pezoelectrics based on silver niobate / multiferroic/magnetoelectric materials including BiFeO32 First characterisation of BiFeO3 at microwave frequencies, rigorous models to determine properties in thin ferroelectric films, scanning evanescent wave microscopy3 Density Functional Perturbation Theory, mode matching for accurate values of loss and permittivity4 Devices / piezoelectrically tuned dielectric resonator filters Extra Outputs not anticipated: Development and patenting of core-less transformers (no ferromagnetic core at all) using layered pcb geometry.The Forward LookIn the new Platform the objectives are:1 To use the Platform flexibility to carry out speculative and adventurous research2 To develop thin film multilayers with particular emphasis on interfaces3 To develop novel devices, prototypes and applications4 To ensure that the expertise is maintained and that key postdoctoral staff can develop their careers and move to more senior positionsThe areas of research that we intend to explore are:* Fundamental chemistry of functional ceramicsThere is a need to focus on and understand the chemistry, crystal structure and physical properties of ceramics. This knowledge is vital as a reference point for the production of thin films, which are after all made from bulk ceramics targets. We will concentrate on three main groups of ceramics:I. Microwave dielectrics: II. Piezoelectrics: III. Multiferroics / magnetoelectrics: This builds on the group's expertise in the solid state chemistry and reactions of electronic and magnetic ceramics.* Thin functional oxide films / advanced characterisation methodsThe future trend will be towards nanoscale structures. Our core areas of research are: Materials development; thin film deposition; structural and electrical characterisation; device development. The future strategy requires extra expertise in the area of TEM (Professor McComb), electron holography (Harrison). * New device structures to test material propertiesWhilst a material's structural and electrical properties can and will be tested during development, a very useful method of testing a material is to assess its performance in a prototype device. This enables us to evaluate the different influences on performance. We will examine ultra High Q structures and frequency agile devices* Modelling of structures using density functional theoryLinear scaling DFT codes will faciltiate the study of the electrical properties of large superlattices and multilayered thin-films. The influence of substitutions and defects in bulk ceramic systems will also be accessible as will be the properties of large unit-cell crystals such as spinels and ferrites. Modelling will also complement the advanced characterisation techniques and fundamental solid-state chemistry areas of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F067828/1","grantId":"EP/F067828/1","fundValue":"830692","fundStart":"2009-02-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"","person":"Neil  Alford","coPersons":["Alison Claire Harrison","David William McComb"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}