{"id":"A3793832-30EB-44BB-9A36-C84BFBA2E7B6","title":"Mechanisms of action initiation and maintenance","abstractText":"The vertebrate basal ganglia convey sensorimotor, limbic and associative information corresponding to action selection between behavioural modules that are competing for the control of a limited set of motor resources. Focal lesions and birth- or disease-related dysfunction of basal ganglia substructures are associated with movement disorders, such as Parkinsonism, as well as neuropsychiatric disorders including autism spectrum disorder and schizophrenia. To elucidate the neural mechanisms of action selection and decision-making, several in vivo models have been established that rely predominantly on rodents (mouse, rat) and primates (marmoset, macaque, baboon). These animal studies led to insights into the functional anatomy of basal ganglia substructures, their role in adaptive behaviour and their disease-related pathology. In addition, several neural computation models for action selection and decision-making have been developed which allow specific predictions to be tested. However, these predictions are usually tested either in rodent and primate models within a very limited area of basal ganglia activity, or they are applied to imaging studies that are at best correlative and with low cellular/circuit resolution. Thus far, the in vivo mechanisms and neural computations underlying action selection for adaptive behaviour have remained elusive. We recently resolved a highly conserved structural and functional ground pattern organization in the insect central complex (CX) and the vertebrate basal ganglia. We also showed that dysfunction of CX circuitries in Drosophila can result in synaptic and behavioural phenotypes that resemble dysfunction of basal ganglia substructures, including Parkinsonism and frontotemporal dementia with motor neuron disease. Moreover, our preliminary data identify CX circuitries that mediate the selection and maintenance of behavioural actions. These data suggest a deep homology between the basal ganglia and insect CX in action selection, and make the insect CX an ideal platform to study in vivo mechanisms and neural computations underlying action selection in health and disease. Here we propose to establish the fruitfly Drosophila as an in vivo model system to determine action selection mechanisms. Specifically we will test the hypoptheses that (i) CX circuitries mediate action selection; that (ii) reciprocal GABAergic inhibition represents an effective neural mechanism for action selection in vivo; and (iii), that dopaminergic modulation mediates action initiation. We expect that our findings will lead to fundamental insights into the mechanisms of action selection that are important to the health services, the pharmaceutical industry, as well as to veterinaries and animal welfare in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N001230/1","grantId":"BB/N001230/1","fundValue":"326063","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Frank  Hirth","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}