{"id":"A382E6C0-F708-4702-B4B9-69541F2050CD","title":"Large Scale Storage for Network Services","abstractText":"The UK has a growing share of sources of energy that are variable or intermittent in their supply of electricity and that\ncannot provide the same level of system security as conventional power plants. This is leading to increasing constraints on\nrenewable generation, particularly in Northern Ireland, which come at considerable cost to the consumer.\nThe proposed project will connect a 10MW Lithium Ion battery array to Northern Ireland's grid - the largest and only\ntransmission connected battery of its kind in the whole of Europe - in order to work with the transmission system operator\nand other stakeholders to evaluate and substantiate the value of storage in providing flexible services.\nThe project will address any perceived operation concerns and show its value in addressing the energy trilemma, driving\nthe market and catalysing future growth of energy storage.\nIn order to raise the system non-synchronous penetration limit (SNSP) and reduce wind curtailment, more advanced\nsystem flexibility is needed. A grid scale battery array can provide immediate power within milliseconds of a trip -\neffectively emulating the effects of conventional inertia, without moving parts. Nor do batteries need to be synchronised\nwith the grid - providing the equivalent service of back-up power stations but without having to inefficiently run power plants\nat part load. They also provide the ability to store excess wind which would otherwise have to be curtailed, with a round trip\nefficiency of over 90%. In other words, battery storage would enhance system security, displace inefficient part loading\nplant and relax constraints capping wind power use. This will lower grid carbon emissions and will save the system money\nby reducing pay-out on wind curtailment and constraints. All three legs of the energy trilemma, security, cost and\nsustainability, will therefore be addressed.\nQUB will undertake monitoring and simulation activities within the project. QUB is already unique among its peers by way\nof access to plant data and has amassed significant expertise in power system asset monitoring based on the development\n(over 10 years) of wide-area monitoring using both commercial and QUB-developed Phasor Measurement Units (PMUs).\nNorthern Ireland has particularly ambitious renewables targets, with an objective of 40% of electricity from renewable\nresources by 2020. The majority of this is coming from an expansion in intermittent onshore wind generation. Due to the\nnon-synchronous nature of wind power, and the small and weakly interconnected grid infrastructure in Northern Ireland, the\namount of instantaneous electricity currently acceptable from non synchronous resources (both wind and HVDC\ninterconnector imports) is limited to 50% of demand. This is to ensure sufficient synchronous inertia and controllable output\nis available from conventional power plants to ensure stable operation of the grid. The consumer cost of this 50% cap is\nsignificant and growing as more wind is added to the system. Zero fuel cost, low carbon wind energy has to be curtailed, at\ncost, in order to instead pay to run part loaded conventional power plants out of economic merit in the name of system\nsecurity. This is a situation that is clearly not tenable, politically or economically, in the long term and is a significant\nimpediment towards the 40% renewable electricity target.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N508408/1","grantId":"EP/N508408/1","fundValue":"364318","fundStart":"2015-04-24","fundEnd":"2017-10-23","funder":"EPSRC","impactText":"","person":"D John Morrow","coPersons":["Robert James Best"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}