{"id":"A38D60E4-32DC-4685-99E9-A9507199F4B4","title":"Sharing All Our Stories Scotland","abstractText":"We will provide high-quality research support for the All Our Stories (AOS) funded groups in Scotland. By drawing on expertise amongst University staff and a strong commitment to public engagement at the University of Aberdeen, we will implement a suite of activities tailored in different ways to the needs of Scottish AOS projects as a collective, groups of them that have related interests, and individual projects. In so doing we will provide support that is both broad and deep while keeping within our resource limits. \n\nTwo key principles will guide our endeavours. Firstly, we will organise our support collaboratively with AOS groups to ensure that it is meaningful for them and will help develop active and confident community heritage researchers. The programme will be an example of co-produced support for community heritage research; this process is already underway through preliminary contacts with the groups. Secondly, we will maintain a process of reflexive learning about our process of working with community groups. As well as influencing our work as we go along, this will provide the foundation for analysing the variety of approaches to community heritage research in Scotland for academic and non-technical publications. This in turn will help develop an agenda for further partnerships between us and community heritage groups. Our work will be structured in the following way:\n\nThree activities will be open to all Scottish AOS projects.\n- A series of three workshops will be held in Inverness, Glasgow and Edinburgh to introduce themes of community heritage research in archaeology, archival research, working with museums and oral history along with training on contact with schools and public engagement more widely.\n- An online community learning hub will be developed by the University team to provide contact, networking and learning opportunities for the AOS projects that are widely dispersed through Scotland.\n- A Scottish AOS conference at the end of the funded period will be hosted by the University to share and reflect upon the outcomes of research.\n\nSix themes will provide the basis for enhanced support for small groups of projects and individual projects:\n- Schools and young people: Participants in projects involving schools will explore how local community history can contribute to children's learning.\n- Community learning: Community engagement techniques and strategies for dissemination of project findings will be explored. Projects will be encouraged to think about strategies for inclusion and empowerment amongst their communities.\n- Archives and museums: This will provide general guidance on the use of archives and museums and advice on repositories and producing exhibitions.\n- Music and sound: Advice and support will be offered to those involved in traditional music collection and field recording, and on composition and digital resource development. \n- Place, memory and language: We will provide guidance on researching the heritage of place and landscape, including how to run community oral history projects, finding contributors, recording interviews, transcribing, archiving and ethical considerations.\n- Evaluation: We will provide advice and support in the development of evaluation strategies which will help to identify how the exploration of local histories contributes to community learning. This will include researcher-led discussions about evaluation in the workshops and the online resource, detailed support for projects for whom this is especially relevant, and the identification of research questions for subsequent academic research.\n\nThe project will be managed by the PI with the support of Co-I's and University secretarial support. A project management board including non-project staff will monitor progress at regular intervals. Staff training will be implemented through an initial training needs analysis, with a particular focus on developing the skills of our Early Career Researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007890/1","grantId":"AH/K007890/1","fundValue":"65885","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"  It is currently too early to comment. However, the findings form the Public Engagement work which I led now form the basis for research being carried out as part of a Follow on grant from the AHRC.  ","person":"Elizabeth Mary Curtis","coPersons":["Jackson Webster Armstrong","Siobhan  Convery","Philip  Marston","Peter John Stollery","Jo  Vergunst","Janet Caroline Stewart","Neil George Curtis","Sarah  Cornelius","Jeff  Oliver"],"organisation":"University of Aberdeen","findingsText":" Please note this award was for Public Engagement activities not Research. This section reports the findings from the end of project participatory evaluatory workshop.\n\nThe participants in the concluding Sharing All our Stories Scotland project workshop in January 2014 identified 5 key areas in which they had learned through carrying out a community heritage project. What is significant that all of the presenters, including researchers from the University, were able to identify how collaboration had changed their perspectives on their everyday practices. The themes which emerged were discussed during a carousel activity in which participants worked in small groups and rotated around all of the themes and noted comments and questions in relation to each of the themes below\no Digital histories\no Inclusion\no Learning new skills\no Finding a voice\no Curriculum for Excellence &amp;amp;amp;amp;amp; community identity\nDigital Histories\nHLF funded All our Stories projects were encouraged to create a digital archive using History Pin as one of the means of documenting the work which was carried out during the year of funding. In addition to the creation of digital archives, many projects made use of a range of digital technologies to explore and record their histories. This ranged from the use of cameras, film and digital recorders to the creation of blogs and web sites.\nThe use of digital technologies and digital archives afforded both opportunities and challenges to projects. It was noted that working in this way could provide 'opportunity and a sense of ownership,' for community participants, that 'technology is readily available,' and that this can provide opportunities for volunteer learning. Through using digital archives participants were able to learn how to assess the relevant quality of the materials which they found, as well as developing the skills necessary to synthesise web based resources which can only be seen one screen at a time. It was also noted that an emphasis on the digital could lead to the 'exclusion of some people,' who might not feel skilled enough to make use of such technologies and that there was a 'risk of technology leading to consumption of existing information rather than the production of new ideas'. The role of copyright and licensing was also raised as being potentially problematic, particularly when using digital archival materials. This issue was partially addressed by the participation of SCRAN in both the Previously Scotland's History Festival and the final Sharing all our Stories Scotland workshop in January. The SCRAN representative was able to discuss with projects the extent to which they could use archival materials on SCRAN and how they could contribute materials which they generated from their own projects to the SCRAN archives to share with the Nation.\nSome projects had raised the cost implications of creating and maintaining websites. We also encountered difficulties with the Sharing All our Stories social networking site because, although it was designed to support discussion in practice, it was mostly used to upload photos of events and short summaries of work. Additionally because most of the Sharing All our Stories projects had created their own web presence, they did not have the time or motivation to use another digital networking space.\nOne of the successes of the University project was to provide opportunities for people to bridge what was identified as an 'awareness gap of technical possibilities', both in terms of buying relevant hardware such as voice recorders or in the exploration of readily available free or inexpensive software which could be used to maximise the use of personal digital technologies such as smart phones and iPads.\nWhether digital histories were in fact different from any other history was also discussed. In terms of the future for digital histories, participants noted that the ways in which we use digital technologies in our everyday lives, ranging from the use of mobile phones, social networking to life logging, has implications for what our historical record might look like in the future. Digital materials also raise implications for conservation, particularly in relation to the speed with which technologies become obsolete and data unreadable. It was also noted that 'digital use does not equal digital literacy', and that using such technologies required people to re-learn story making and storytelling.\nInclusion\nSeveral of the participants identified the experience of participation in community heritage. Intergenerational projects such as All our Tunes and Weaving Musical Threads brought together young people and older people to explore and record their local heritage through traditional music and writing poetry. Through working together, young and old were seen as having learned respect for each other's perspectives and skills. This was also commented on by one the ECRs from the University team who works with Elders in First Nation Communities in Canada and was struck by the similarities of inclusion which both contexts offered.\nSome of the activities planned by individual projects and those organised through Sharing all our Stories Scotland also offered opportunities for including a wider public in the work of All our Stories projects. An example was a formal tea party organised by the Women on the platform project in which people were invited to learn about the lives of anti-slavery campaigning women of Edinburgh whilst drinking tea and eating cake and reflecting on the trade in tea and sugar. \nThrough the participation in community heritage projects people have had the opportunity to present their work to the wider community at conferences which helps to bridge the gap between community and academia. The use of the arts and participatory methods of enquiry have also supported the opening up of history to other people who were/are not necessarily interested in history. On the other hand, accessing archival materials was also identified as potentially creating a barrier to inclusion as archives are often housed in buildings which are not public friendly. \n\nThere are also challenges to creating inclusive approaches to community heritage projects. One of the key aims of the Sharing All our Stories Scotland team was to co-create workshops and to act as a discussant for projects which had expressed an interest in working with people from a University. In some respects, this was made easier as the project team had no vested interests in any one of the All our Stories projects which were supported, and so had no sense of ownership of any aspect of their work. Indeed, the responses from University participants in the workshop revealed a high degree of reciprocity of learning between academic expertise and the wide range of expertise amongst members of community history projects. \nThe way in which this project was constructed enabled the community partners to be responsible for the identification of the areas which they wanted to explore and the skills they wished to develop. It was commented that sometimes when participants had had a more direct research partnership with a university, possible differences could emerge between different research practices and the availability of time.\nThe experience of supporting a range of projects, rather than being partnered with a specific project, has highlighted the importance of setting aside time for project partners to establish a working relationship which valued the skills and knowledge across the partnership. In a successful partnership, everyone learns something new.\n\nLearning new Skills\nTwo sets of skills were identified through the process of participation in community heritage projects. The first set related to the skills of investigating the past, through archaeology, archival research, oral histories, analysing data and interpreting it to writing and communicating ideas. For those who worked with young people in both formal and informal learning contexts, a key skill was the ability to translate the support and advice designed for adult learners into learner-friendly materials for children and young people. There were also skills relating to making historical materials accessible to adults who have difficulty reading and or writing.\nThe second set of skills related to the ways in which participation in community history could help people to find their own voice and to be able to 'make a link to 'place' so that you can fit into a community'. A poignant example of this is Theatre Nemo's work with prisoners in Barlinnie Prison in Glasgow, which explored the question of 'Who Built Barlinnie?'. This created dramatic interpretations of archival materials that had been identified by one of our ECRs. Many of those who participated had spent their childhood in care, dislocated from a sense of family, place and belonging. \nThe learning of new skills builds in sustainability to community projects as 'learning new skills enables projects to continue after the University project ends'. Through participation in Sharing All our Stories Scotland workshops people met others from different parts of the country who had a shared interest in their own locality and identity. They were therefore then able to establish new networks 'formed through reflecting and supporting each other face to face'.\n\nFinding a Voice\nThe role of community heritage projects in creating an inclusive context is closely linked to the idea of participants finding a voice, noting some of the challenges this can raise for participants in such projects. Several of the All our Stories projects with whom we worked were in communities which have suffered economic and social hardship since de-industrialisation in the 1980s and 90s. These projects have put an emphasis bringing together hard-to-reach young people and elderly people, many of whom are not necessarily 'in the habit of self-expression,' nor used to 'having somebody to listen.' Additionally, communities which have not embarked on heritage research can be overwhelmed by the enormity of what they have just embarked on. As noted earlier, the places which hold archives are professional institutions such as libraries and museums which can seem as though they are not places for all members of the pubic and have unspoken rules of behaviour. Participants noted that conversations with university researchers and joint archival visits can help to engender confidence and a conviction that all people have a right to use archives and museums.\nListening is a key skill in finding a voice and supporting others to be heard. It was notes that 'shared voices lead to change', and that All our Stories projects could 'empower past generations, bringing justice to past lived, giving them a voice through archival work and excavation'. It also provided a voice for untold or hidden stories.\nChoosing the right voice was also seen as important, particularly in the context of storytelling, which makes history 'accessible to all - in the right setting.' This was also discussed in the context of the diversity of language, dialect and accent across Scotland giving 'value to local language and diversity', alongside the need to 'engage with stories in order to be able to tell your own'.\n\n\nCommunity Identity and school (Curriculum for Excellence)\nMany of the projects which participated in Sharing All our Stories Scotland worked with children and young people in both informal and formal school settings. One of the first issues which we were asked to support was how to initiate the creation of meaningful partnerships between community projects and school classes. It was noted by two teacher participants that the introduction of the Curriculum for Excellence in schools in Scotland 'allows children artistic freedom and responsibility', to establish confidence and familiarity with their communities' histories.\nRecommendations for both community projects and universities which want to work in a school context include getting to know head teachers, becoming familiar with schools' websites and paying attention to the kinds of things which children are already doing and what learning is valued within the school. For participants working in a museum, it was suggested that people should be invited from schools to work with the museum to increase mutual understanding and so be able to co-produce work in school. One participant said 'Focus learning on skills not content and remember the power of experiential learning. Hands on for everyone'. Alongside the clear benefits to participating projects,noted above Sharing All our Stories Scotland also identified some recommendations for future public engagement projects. These include:\no Establishing trust and understanding between researchers and community groups in the early stages of a project's development so that the skills and expertise of all participants are recognised in planning.\no Developing mechanisms for different community projects to find out about each other in meetings facilitated by university staff.\no Recognising the benefits of collaboration with community projects in the development of academic research questions, rather than seeing public engagement as being solely the result of research.\n\nThe results of this workshop currently form the basis of research being carried out as part of the AHRC Heritage Legacies project led by Jo Vergunst. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}