{"id":"A392988A-C96A-4DA0-8AD6-EB2DF1539058","title":"Geophysical exploration of a West Antarctic subglacial lake","abstractText":"Antarctic subglacial lakes are expected to contain unique microbial lifeforms and detailed records of past climate change. Examination of these contents requires in-situ measurement, which can only take place once a lake has been characterised fully by geophysical methods. Of the 101 known subglacial lakes in Antarctica none have been measured to the level required for meaningful direct sampling to take place. This proposal aims to undertake a comprehensive geophysical exploration of a 10 km ong subglacial lake in West Antarctica (near the Ellsworth Mountains). Data analysis and modelling will be undertaken at the University of Bristol, the British Antarctic Survey and Northumbria University.Ice thickness will be determined from ice-penetrating radar, water depths will be found using seismic exploration, and ice flow and accumulation will be obtained from direct surface measurements. A series of numerical models will be used to understand the history of the lake, the flow of ice across the lake and the circulation of water within the lake.Data visualisation will be undertaken in conjunction with Dr. Martin Jakobsson (collaborator). The result of the project will be the first fully characterised subglacial lake environment and the establishment of a candidate for future in-situ analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D008751/1","grantId":"NE/D008751/1","fundValue":"78922","fundStart":"2007-04-01","fundEnd":"2011-03-31","funder":"NERC","impactText":"","person":"Martin John Siegert","coPersons":["John  Woodward"],"organisation":"Northumbria University","findingsText":" We collected radar and seismic data, as well as GPS and weather information, over Subglacial Lake Ellsworth during two seasons in 2007/8 and 2008/9. The data represent the most detailed measurement of a subglacial lake in Antarctica, allowing us to form an accurate understanding of the size and shape of the lake, which we have used to evaluate the best location for direct measurement and sampling. We have also used the information to measure the surrounding subglacial topography, which shows evidence of major former dynamics ice sheet changes in centre West Antarctica. Given the unprecidented resolution of the data, we have been able to 'ground truth' some satellite observations of the ice surface, to interpolate basal topography in regions curently absent of radar data. We have received significant media and public interest in this work. We have serviced this interest through a poroject website, and in numerous appearences on TV, radio and newspapers. Given that there is a moratorium on exploitation of Antarctic resources, under the Antarctic Treaty, it is difficult to see how this will be advanced. However, all the data collected in the programme are available on the BAS web-based datacentre, and are freely available for anyone to access and use. Environment","dataset":"gtr"}