{"id":"A3935C9C-E925-4212-9463-BA4388A54728","title":"A Computational Approach to Solvent Selection for Tandem Reactions: A Tool for Process Intensification","abstractText":"Major losses in productivity in the fine chemicals industry arise from the frequent need to carry out different steps within a single process in different solvents and under different conditions. This requires the recovery of intermediates, increasing the cost and time of production. A promising approach to improve significantly the efficiency of such processes is to develop tandem reactions, in which several bonds are formed in the same reaction system. In order to make such reactions a reality, one must identify suitable solvents and reaction conditions for all steps in the mechanism. This is usually a very difficult task, which requires insight and a painstaking trial-and-error process. Here, we propose to develop a systematic approach to the identification of suitable solvents, by combining the experimental tools of physical organic chemists and the computational tools of chemical engineers. We will demonstrate this approach using the dynamic kinetic resolution method for the synthesis of enantiomerically pure compounds, particularly for the case of the acylation of alcohols. The proposed approach will have the potential to revolutionise the way such reaction systems are designed. In addition to these scientific achievements, this collaboration will entail several activities aimed to stimulate long-term innovation at the interface of chemistry and chemical engineering. The two investigators will spend time learning each other's techniques, teaching each other's students, and engaging with other academics at their two institutions, Warwick and Imperial College London.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E001041/1","grantId":"EP/E001041/1","fundValue":"61496","fundStart":"2006-10-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Claire Sandrine Adjiman","coPersons":[],"organisation":"Imperial College London","findingsText":" The project led the identification of significant solvent effects on reaction rates, including catalyst deactivation, for Grubbs 2 catalysed ring closing metathesis. These were related to the reaction mechanism and a quantitative analysis was provided.\n\nOne of the objectives of the project was to help build a more interdisciplinary approach to research for the PIs at Imperial and Warwick - this was achieved successfully. Optimisation of reaction conditions for industrial practice. ","dataset":"gtr"}