{"id":"A3987F4D-9DF6-4FE9-8E5A-995DAF057B52","title":"An investigation into NMDA receptor subtype synaptic targeting and lateral mobility mediated by the PSD-95 MAGUK family of scaffold proteins","abstractText":"Information in our brains is processed by a network of nerve cells. An important sub-component of a neurone is the synapse which is where communication between adjacent neurones occurs. Neurotransmitter receptor proteins are found in the membrane at the synapse. They are pivotal in receiving the message from one neurone and then inducing a response in the recipient nerve cell. NMDA receptors are a type of excitatory, glutamate neurotransmitter receptor. They play an integral role in memory formation and in neurological diseases such as schizophrenia, stroke, epilepsy and chronic pain. There are several types of closely related NMDA receptors. These differ with respect to their pharmacological properties; where they are localized in the neuronal membrane, i.e whether at synapses or close to the synapse in what are termed extra-synaptic sites and, in the different signalling pathways and responses they activate inside the neuronal cell. In collaboration with Dr Daniel Choquet's research group in France, we have recently discovered that NMDA receptor subtypes differ in their respective mobilities in neuronal membranes. One type (NR1/NR2A receptors) stays within the synapse whereas NR1/NR2B receptors are more mobile and can readily move between synaptic and extra-synaptic sites. NMDA receptors are anchored at synapses by their association with a family of scaffolding proteins, the PSD-95 proteins. Because of the observed differences in their respective lateral mobilities, it is suggested that NMDA receptor subtypes interact differently with the PSD-95 proteins. This differential interaction is crucial for the correct functioning of the neurones since different intracellular signalling pathways appear to be activated by synaptic versus extra-synaptic receptors; in fact these functional responses are diametrically opposed leading to either programmed cell death as in 'apoptosis' or in the promotion of neuronal cell survival. This research proposal aims to investigate the factors that determine whether an NMDA receptor subtype is directed to synapses or to extra-synaptic sites by studying the interaction of NMDA receptor subtypes and the scaffolding family of proteins, the PSD-95 proteins. Understanding these processes may contribute towards the development of NMDA receptor subtype targeted therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G003718/1","grantId":"BB/G003718/1","fundValue":"370786","fundStart":"2008-11-01","fundEnd":"2012-04-30","funder":"BBSRC","impactText":"","person":"Frances Anne Stephenson","coPersons":[],"organisation":"School of Pharmacy","findingsText":" Information in our brains is processed by a network of nerve cells. An important sub-component of a neurone is the synapse which is where communication between adjacent neurones occurs. Neurotransmitter receptor proteins are found in the membrane at the synapse. They are pivotal in receiving the message from one neurone and then inducing responses in recipient nerve cells. NMDA receptors are a type of excitatory, glutamate neurotransmitter receptor. They play an integral role in memory formation and in neurological diseases such as schizophrenia, stroke, epilepsy and chronic pain. There are several types of closely related NMDA receptors. These differ with respect to their\n\ndrug binding properties; where they are localized in the neuronal membrane, i.e. whether at synapses or close to the synapse in what are termed extra-synaptic sites and, in the different signalling pathways and responses they activate inside the neuronal cell. In fact synaptic and extra-synaptic responses are diametrically opposed leading to either programmed cell death as in &quot;apoptosis&quot; (extra-synaptic) or in the promotion of neuronal cell survival (synaptic). NMDA receptors are anchored at synapses by their association with a family of scaffolding proteins, the PSD-95 proteins. Since the different types of NMDA receptor are very similar to each other yet they both associate with the scaffolding protein, we wanted to understand how their respective different distributions can be explained. We thus sought to identify the molecular interactions that govern interactions between the two major scaffolding proteins, PSD-95 and SAP102, with NMDA receptor NR2A and NR2B subunits. Prior to this work, it was known that PSD-95 bound to NMDA receptor NR2 subunits via four amino acids at the very end of their intracellular tails. However, we had preliminary results which showed that these amino acids were only part of the story; in a sense, they had to be since these amino acids are the same for NR2B and NR2A yet their locations within neurones are distinct. We succeeded in the definitive identification of secondary, non-ESDV sites that mediate the direct association between NMDA receptor NR2A and NR2B subunits and the scaffold protein, PSD-95. Further we found that this secondary site differed between NR2A and NR2B. SAP102, another scaffold of the PSD-95 MAGUK family, was also shown to bind to two sites within NR2A and NR2B C-termini. These sites differ from NR2A/PSD-95 interactions but there may be overlap between NR2B/PSD-95 and NR2B/SAP102 non-ESDV binding sites. With our French colleagues, we demonstrated at the single molecule level using high resolution imaging in conjunction with a biomimetic divalent competing ligand, mimicking the last 15 amino acids of NR2A C terminus, that the anchoring mechanism of NR2A- and NR2B-containing NMDA receptors at synapses in native tissue is different supporting our molecular studies.\n\n\n\nOverall, we have provided evidence for selective association between scaffold and receptor that may contribute to the molecular organization at excitatory synapses. In the long term, understanding these defined protein-protein interactions may contribute to the discovery of novel therapeutic agents for the treatment of neurological disorders in which dysfunction in NMDA receptor signalling is implicated. This work can be used for the training of research personnel. Overall, we have provided evidence for selective association between scaffold and receptor that may contribute to the molecular organization at excitatory synapses. In the long term, understanding these defined protein-protein interactions may contribute to the discovery of novel therapeutic agents for the treatment of neurological disorders in which dysfunction in NMDA receptor signalling is implicated. This new information may thus Other","dataset":"gtr"}