{"id":"A39FB10B-66C2-4113-8712-4CD292E105D2","title":"Economic Growth and Economic Performance Over The Long Run: Frontier Research in Economic and Social History","abstractText":"<p>Recently, there has been an increased interest in economic history amongst academics, policy makers and the media, stimulated not least by the current financial crisis and &quot;great recession&quot;, leading many to turn to the history of the Great Depression to provide some answers as to why this has happened and which policies can alleviate the situation.&nbsp;</p>\n\n<p>Economists have increasingly started to look at issues of growth, financial crises and globalisation using a long time series of data. Economic history is also very useful as a testing ground for current policy debates concerning the effects of immigration, technological change and government intervention in the economy.&nbsp; In a series of conferences, we will invite presenters to explore and discuss these types of issues.&nbsp;</p>\n\n<p>The first conference will relate particularly to financial crises in history, the second to labor markets and immigration in historical perspective and the final conference will explore gender issues.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021822/1","grantId":"ES/J021822/1","fundValue":"17630","fundStart":"2012-12-13","fundEnd":"2014-12-12","funder":"ESRC","impactText":"  Our funding was for a seminar group, not a research project, so this isn't very relevant for us. We have organised 3 major workshops, targeted at graduate students and early career researchers, providing access to high-quality keynote speakers and more established researchers. The workshops were a success and achieved the aims we set out in our proposal. Agriculture, Food and Drink,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Rowena  Gray","coPersons":["Chris  Minns","Alexander  Klein"],"organisation":"University of Essex","findingsText":" Our funding was for a seminar group, not a research project, so this isn't very relevant for us. We have organised 3 major workshops, targeted at graduate students and early career researchers, providing access to high-quality keynote speakers and more established researchers. The workshops were a success and achieved the aims we set out in our proposal. Our funding was for a seminar group, not a research project, so this isn't very relevant for us. We have organised 3 major workshops, targeted at graduate students and early career researchers, providing access to high-quality keynote speakers and more established researchers. The workshops were a success and achieved the aims we set out in our proposal. Agriculture, Food and Drink,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}