{"id":"A3A04746-54A5-4B03-9731-255BFB55DBCE","title":"Microsporidians as effective and evolution-resistant agents of malaria control?","abstractText":"Despite our efforts at malaria control, malaria remains one of our most serious and deadly diseases. The failure of our control stems in part from the parasite's intense transmission, which can be several orders of magnitude higher than that of many of our common, more easily controllable diseases such as measles, and from the emergence and spread of resistance of the malaria parasites and their mosquito vectors against most of the chemicals used to attack them. New methods for control are desperately needed. But new methods will be useful only if they are effective (i.e. decrease transmission substantially) and sustainable (i.e. prevent evoluitln from degrading effectivness). I will evaluate the potential of using the microsporidian Vavraia culicis for malaria control, focussing on these two criteria. I will consider effectiveness by estimating the effect of the microsporidian on several epidemiologically relevant traits: the mosquito's larval mortality, adult longevity and biting rate, and the malaria parasite's development in the mosquito. The traits in the adult will be considered for malaria-infected and /uninfected mosquitoes. Even if the parasite affects each of these traits only moderately, the combined effect on transmission can be substantial. But some strains may have a strong effect on one trait, but not on others; other strains may have a strong effect on other traits. If each strain targets only one trait strongly, the desired effecivness will not be reached. Therefore, I will also consider variation among strains of the microsporidian. For potential malaria control, I could select the strain that reduces the transmission of malaria most effectively (most likely one that has a moderate effect on each of the traits). I will consider sustainability by considering (genetic) variation among mosquitoes. Some mosquitoes might be resistant against being killed as larvae, others might be resistant at other traits. A generally accepted evolutionary theory suggests that, if intense use of microsporidians enables resistance to evolve, it will most likely be resistance of larvae (rather than resistance of the older individuals) that emerges. Furthermore resistance is generally costly in the sense that it affects other traits, e.g. increasing larval resistance could decrease biting rate or adult longevity. Luckily, these traits are epidemiologically more relevant than larval survival, so that the mosquito's evolutionary response may well reduce transmission. Evolution of resistance may well be inevitable, but failure of control is not. Whether this works depends critically on the details of the correlations, which is the focus of this study. The novelty of this approach is that it does not try to block evolution, but relies on the difference between epidemiologically and evolutionarily relevant traits to use evolution in an epidemiologically positive way.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F011288/1","grantId":"NE/F011288/1","fundValue":"63998","fundStart":"2008-06-25","fundEnd":"2011-08-24","funder":"NERC","impactText":"","person":"Jacob  Koella","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}