{"id":"A3A29F9F-B690-4A76-979C-B577848394EC","title":"14TSB_ATC_IR Control of Botrytis in fresh produce pre- and post-harvest environments by integrated UV-B, -C and ethylene removal treatment","abstractText":"The fungal plant pathogen, Botrytis cinerea, is estimated to cause losses of over &pound;88 million per year to the tomato and cut flower industries in the UK, industries worth over &pound;2.2 billion per year to the UK economy. This is in the form of reduced shelf life for fruits, reduced vase life for flowers, and the costs of current control methods by the growers, which are largely based on the use of fungicides. With the desire to reduce pesticide usage, the industry is working hard to secure zero residue production techniques. Ultraviolet light UVB and UVC treatments of plants pre and post-harvest are two such strategies with great potential. UVC works mainly preharvest by inducing resistance in plants against the fungus, whilst UVB works postharvest by removal of ethylene and retardation of plant senescence and fungal development. In this project we will be optimising regimes for UVB and UVC treatments of tomato and cut flowers pre and post harvest to obtain maximal disease control and maximal enhancement of post-harvest commercial properties of the produce (increased shelf-life/vase life). This will also include piloting automated methods for applications of the optimal doses in commercial settings. In addition, we will be using advanced molecular biology techniques to formulate a deeper understanding of the mechanisms through which the UVB and UVC treatments work to control the diseases. The resultant approaches are predicted to result in savings to the industry of up to &pound;220 million over a five year period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M01214X/1","grantId":"BB/M01214X/1","fundValue":"300210","fundStart":"2014-09-15","fundEnd":"2017-09-14","funder":"BBSRC","impactText":"","person":"Matthew  Dickinson","coPersons":["Graham  Seymour","Natalie  Chapman"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}