{"id":"A3BCAA7D-6B63-429D-B926-C0C2D9A217B2","title":"Micro-explosion of Fuel Blends in Low Carbon Diesel Engines: Experimental and Modelling Study","abstractText":"The transport sector accounts for a significant part of carbon emissions worldwide and in the UK about 20% of CO2 emissions are attributed to road transportation. Consequently, the need to mitigate the greenhouse effect of CO2 and reduce vehicle exhaust emissions has provided the driving force for developing cleaner more efficient vehicle powertrains and environmentally friendly fuels. Reducing consumption of petroleum-derived fuels has become one of the top priorities in the 21st century. As substitutes of the internal combustion engine have yet to overcome technical challenges to attain significant utilisation in the transport sector, the compression ignition diesel engine remains a very attractive powertrain option due to its high thermal efficiency. The International Energy Agency estimates that biofuels can grow to as much as 30% of the world's road transport fuel mix by 2050. Such fuels will include biodiesel and synthetic diesel fuels. In the same frame, alcohols such as bio-ethanol produced from non-food sources with reduced production costs and low CO2 emissions have been proposed as alternative fuels for direct blending with diesel, biodiesel or synthetic diesel. According to Shell, our industrial partner, ethanol made from Brazilian sugar cane produces around 70% lower CO2 emissions from production to use compared to gasoline. Therefore, the potential of ethanol-diesel blends (e-diesel) as alternative fuel for low carbon advanced diesel engines of today and tomorrow has become very important. The use of bio-derived fuel blends such as e-diesel also offers the benefit of compatibility with existing infrastructure.\n\nOn the other hand, as the complexity of the properties of fuel blends increases, new phenomena that affect engine performance occur in the engine combustion chamber. Thus, improved scientific understanding is essential to overcome potential issues and/or gain potential benefits. One key phenomenon is the micro-explosion of multi-component fuels that is exceedingly possible to occur during spray atomisation and combustion in the case of fuel blends with difference of physical properties among the different fuels in the mixture. The micro-explosion of a miscible multi-component fuel droplet is due to the difference of volatility and boiling point among the different components. For an immiscible multi-component fuel droplet (emulsion droplet as routinely termed), the likelihood of micro-explosion will considerably increase if the lower-boiling-point component cannot dissolve in the mixture and disperse as micro-droplets inside the fuel droplet, such as in the case of e-diesel as the volume fraction of bioethanol increases.\n\nMicro-explosion in diesel engines has potentially significant implications on engine performance, combustion and emissions. The phenomenon offers a unique potential in optimising charge preparation in spray combustion systems, making the demands and design of fuel atomisation devices potentially more flexible.\n\nHowever, despite the potentially significant impact, fundamental understanding of the micro-explosion of fuel blends in diesel engines is still lacking. In the present study, we propose for the first time to carry out frontier research using both experimental and modelling techniques to investigate systematically the micro-explosion phenomenon and its effects on spray atomisation and combustion and emissions under realistic diesel engine conditions. The proposed research exploits the creativity that is highly likely to occur at the active interfaces and with the close collaboration between the experimental and modelling researchers with support from Shell which is one of the world's biggest distributors of biofuels. The research outcomes will be disseminated at top international conferences and journals. Development of this science base is vital for the UK to lead the world in advanced technologies of clean, efficient engines and sustainable low CO2 fuels today and tomorrow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018023/1","grantId":"EP/J018023/1","fundValue":"522050","fundStart":"2013-04-15","fundEnd":"2016-04-14","funder":"EPSRC","impactText":"  Ongoing project. No published findings yet.  ","person":"Thanos  Megaritis","coPersons":["Jun  Xia","Lionel Christopher Ganippa"],"organisation":"Brunel University","findingsText":" Project in progress. No pubications yet Publications Energy,Transport","dataset":"gtr"}