{"id":"A3BFDFF8-90CB-43E1-BD9A-4E74329AC214","title":"Vector competence of European mosquitoes to Rift Valley fever virus","abstractText":"RVFV is an arbovirus readily transmitted through several mosquito genera including Aedes and Culex\nmosquito vectors, and has a large host range. The recent expansion of the geographical range of RVFV\nclearly indicates that RVFV is not restricted to Africa. It has been proposed that a single infected person\nor animal that enters a naive country is sufficient to initiate an outbreak. This transmission scenario is\nbecoming more probable due to the expansion of worldwide trade and travel. The objectives of this\nEmida project, RiftVectors, will be to understand the biology of natural RVFV vectors and their counterparts in\nEurope as an indicator for assessing the risk of RVFV to be established in Europe.\nWithin this Emida project, we will further analyze, and develop new methods to distinguish mosquito vector and \npotential vector species, and analyze whether they can transmit RVFV- especially european mosquitoes which \nmay be able to transmit RVFV. We will also analyze how the immune system of mosquito vectors can control RVFV \ninfection, and how this relates to whether mosquitoes can transmit RVFV or whether novel antiviral targets \ncan be discovered. Interestingy, endosymbiotic Wolbachia bacteria of insects now are widely used in symbiosis-based \ncontrol strategies against arboviruses. We will analyze what the effect of Wolbachia on the vector competence of mosquitoes \nto RVFV will be, and if this could be used as a control strategy against this virus.\nOur international consortium of partners has the expertise to tackle these questions on the\nvectors of RVFV. We expect that our results will improve assessments of when and which\nmosquito species could spread RVFV, and we aim to identify novel ways of controlling\nRVFV emergence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K001140/1","grantId":"BB/K001140/1","fundValue":"332730","fundStart":"2012-07-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"  We are currently writing up the first data for publication and aim to make sequencing data sets public as part of these efforts.  ","person":"Alain  Kohl","coPersons":[],"organisation":"University of Glasgow","findingsText":" This part of the RiftVectors project aims to elucidate the role of host responses in mosquitoes in controlling Rift Valley fever virus. We have carried out a full analysis of the antiviral response in mosquito midguts and characterised a number of properties also in cell culture. We know aim to characterise individual aspects of the response further. Generally relevant for the field; sequence information genereted will be useful to the wider community. Agriculture, Food and Drink,Other","dataset":"gtr"}