{"id":"A3C15F52-381C-403A-96F5-1C5BAECD03AE","title":"SAMULET Project 5: Processing Advanced Materials (Resubmission)","abstractText":"To remain competitive the UK aerospace industry needs to identify and implement more efficient and effective methods of manufacture for high value components. This task is made more difficult by the introduction of new materials with high strength and oxidation resistance at high temperature. These high performance alloys while they increase engine performance and efficiency by facilitating higher operating temperatures are made much more difficult to process precisely as a result of these enhanced mechanical properties.The continued development of current and next generation aerospace alloys for engine applications requires that more efficient, suitable and effective methods of manufacture are available for their processing and fabrication. The Materials Science and Engineering underpinning these processes must be well characterised and understood if they are to be controlled and employed effectively and we are to be able to predict with confidence their effects on material properties and behaviour in service. Such advances in the physical understanding and process modelling will enable greater control during manufacture and facilitate greater control through the entire manufacturing process. This, of course, will be highly advantageous for present high-value metallics but will have a particular bearing on the development of novel aerospace materials where there will be a closely coupled development of material and processing capability to enable their rapid introduction to service. This group of projects will provide the basic science required to develop processes that will address this problem. Through the development of forming, and forging processes, metal injection moulding and joining processes advances in quality, productivity and material utilisation will be realised. In addition to identifying optimised process parameters the research programme will simultaneously develop new process modelling tools to create a better understanding of the process and aid process development in the future. New methods of non destructive testing will also be developed to ensure in service component integrity. These technologies taken together are the required step change to enable both the current generation of materials to find continued use and to allow newer less well understood materials to enter service quickly thus maintaining the UKs competitiveness in this industrial sector.The knowledge generated will be made available to the industrial community through the development of new knowledge management tools and techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H00131X/1","grantId":"EP/H00131X/1","fundValue":"205548","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  The findings have been used by Rolls-Royce to develop new PLM based manufacturing knowledge support for their design teams. The knowledge maintenance work has also impacted on current research into knowledge systems as, without the ability to maintain an up-to-date knowledge base, knowledge systems are of little or no value. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Economic","person":"Robert  Young","coPersons":[],"organisation":"Loughborough University","findingsText":" A new understanding of how to capture, present and maintain manufacturing knowledge such that it can used by design engineers when design new, but similar, parts The further development of solutions for more complex knowledge relationships are needed as is more extensive research into knowledge maintenance methods Aerospace, Defence and Marine,Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}