{"id":"A3C67205-C2CF-4680-83AE-9CEC58CEC1CF","title":"Choosing Between Possible Lives: Legal and Ethical Issues in Prenatal and Preimplantation Genetic Diagnosis","abstractText":"The unfortunate phrase &quot;designer baby&quot; has become familiar to debates surrounding reproduction. As a reference to current possibilities the term is misleading, but the phrase indicates a societal concern of some kind about control and choice in the course of reproduction. People can choose to reproduce. They also have an interest in choosing, to some extent, the conditions under which they do so. However, it is always difficult and controversial to delineate the moral and legal scope of this interest. This is the central task of this research.\nDevelopments in the scope of prenatal genetic screening are now testing the limits of our ethical and legal conceptions of prenatal selection practices and put the issue high on the agenda of legal and ethical issues in reproduction for doctors, ethicists, lawyers and policy-makers. This research examines ethical, legal and public policy issues in prenatal diagnosis (PND) and pre implantation genetic diagnosis (PGD). \nIt analyses the ethics of selection practices and explores the ability of current ethical guidelines and legal mechanisms to deal with genetic advances in these areas. The law has a key role to play in this area, if a limited one, so that the role of ethical guidelines is also crucial.\nThe central theme of the research concerns the appropriate ethical and legal extent of reproductive autonomy in PND and PGD, thus: to what extent should a woman or couple be able to choose the kind of child to which they give birth? \nThe research also examines how reproductive autonomy works in practice. The analysis further considers the interests of people with disabilities in these practices and whether these should be accommodated in prenatal selection practices. The resulting book should be the first monograph to approach both these topics from a dual ethical and legal perspective.\nAs regards PND, the research analyses ethical arguments as to how extensive reproductive autonomy should be and thus how much choice, for instance, about the severity of a condition in a possible child should be offered to prospective parents through screening, testing and abortion. The legal discussion analyses and critiques the current locus and extent of decision-making authority as regards the disabled fetus, with reference to the law on abortion and the law relating to the negligent non-disclosure of information about the developing fetus.\nThe appropriate extent of reproductive autonomy is also central to an analysis of PGD. Here there is concern about the degree to which we should permit negative testing and selection against disabilities at the embryonic stage. \nCurrently this is closely regulated in England such that the legal criteria for PGD are broadly the same as those for selective abortion. There is also concern about negative or positive selection in relation to marginal features (such as height or eye colour) or positive selection for significant features relating to health or intelligence, although there is a limit to what will ever be possible here. In this light, the research explores the appropriate ethical and legal extent of PGD.\nIn England, the law governing these areas is not inherently rights-based, but the impact of the Human Rights Act 1998 inevitably raises questions about the proper scope of reproductive autonomy in these contexts. By contrast, the United States has long had a rights-based approach to these issues, but recently there have been calls for some form of regulation of techniques such as PGD. \nWhether we should move to a more rights-based approach to these issues, or should further develop recognition of autonomy within our predominantly regulated approach, is an important question. In addition to analysing aspects of the US approach to these issues, the research also considers that of our European counterparts.\nA central purpose of this research is to consider the implications for the development of law, public policy and ethical guidelines in this area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505074/1","grantId":"AH/E505074/1","fundValue":"27171","fundStart":"2007-01-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"","person":"Rosamund  Scott","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}