{"id":"A3CF55DA-C83E-4605-B9BC-EA8A4B8690D8","title":"Pelagios 4: studying the places of our past through the Early Geospatial Documents that refer to them","abstractText":"Being able to link - to go from one document to another - is one of the great facilitating features of the World Wide Web. It is how you are able to find out more about or get a different perspective on something that interests you at the click of a mouse. But how are these linkages enabled? Since 2011 Pelagios (http://pelagios-project.blogspot.com/) has been developing the means of linking independently created and hosted online resources together via their common references to place. This Linked Open Data approach essentially means: (i) having your document (whether that is a text, image, map or database, etc.) openly online; (ii) annotating ('tagging') all place references in the metadata that underlies your online document; and (iii) aligning those references to a Web-based gazetteer service that provides a unique global identifier (i.e. a unique code number) for individual places in the world. These annotations collectively form a Web-based network connecting documents to places and thus to one another. By these means, Pelagios has been playing a crucial role in creating a World Wide Web of antiquity, whereby scholars, students, cultural heritage providers or general enthusiasts can not only make their resources more discoverable and usable, but also enable others to find out about the cities of antiquity and explore the rich interconnections between them. \n\nPelagios 4 builds on this essential infrastructural work to reflect on 5 key moments in the story of the history of geographic representation. In the pre-modern European and Mediterranean world (i.e. before the discovery of the Americas), geographic space was represented in a variety of ways - computational measurements of early Greek and Latin literature; accounts of sea voyages in the Mediterranean and Black Sea; itineraries of land routes in the Late Roman Empire; seafaring maps of coastlines from mediaeval Europe; and mediaeval pilgrimage literature. This project focuses on these sources and their contexts in order to identify and explore the many different ways in which the world was viewed and understood, before the development of standardizing global cartographic conventions (such as the Mercator projection) that followed the European discovery of the Americas in 1492. Taken together, these sources provide invaluable testimony to lost ways of thinking about the world that may serve to challenge our standardized image, which, if anything, has become even more dominant in the age of Google Maps and Google Earth. Yet, previously the study of Early Geospatial Documents has suffered from the difficulty of accessing the sources (particularly old maps) and finding information about places buried deep in lengthy texts. Due to digitization efforts, it is now possible to access these different kinds of information; and, thanks to Pelagios, these materials can now be easily linked together and aggregated, enabling texts to be read against other types of source (maps, archaeological data, etc.) and vice versa.\n\nUsing the enriched context that Pelagios's Linked Open Data provides to these Early Geospatial Documents, Pelagios 4 will work with expert scholars to bring out the distinctive contribution of each type of document to the development of geospatial knowledge production from antiquity through to the mediaeval period. In particular we will be keen to address the continuities and discontinuities in conceptions of geographic space, the comparison of these ancient witnesses to the archaeological record, and the difference between textual and pictorial representation of space.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M002225/1","grantId":"AH/M002225/1","fundValue":"63412","fundStart":"2014-09-01","fundEnd":"2015-11-30","funder":"AHRC","impactText":"","person":"Elton Thomas Barker","coPersons":["Leif  Isaksen"],"organisation":"Open University","findingsText":"","dataset":"gtr"}