{"id":"A3D04A86-0A66-40F9-AFE8-149CB98AEFDC","title":"Working time flexibility and work-life balance across Europe and the role of contexts: connecting the individual- , company- and the country-level","abstractText":"<p>One way of simultaneously addressing the work-life balance needs of employees and the productivity needs of employers is the use of flexible working arrangements. Although the general assumption is that flexibility provides workers with a better work-life balance, some scholars argue that it can lead to spill-overs from work to home, prolonging the working day leading to negative results.<br /><br />Despite the mixed results, in-depth evidence based on cross-national data remain lacking and the question of who is really able to benefit from the use of flexibility, in what context, has yet to be answered. To provide this much-needed insight this project examines the following questions:</p>\n\n<ul>\n \n\n <li>Does working-time flexibility provide a better work-life balance?</li>\n\n <li>Does this impact differ across different individuals, family, company and national contexts and why?</li>\n\n</ul>\n\n<p>The study applies a multi-level approach connecting the different levels this dynamic takes place: namely the individual-, family, company- and country-levels. In addition, different time points are compared to see the extent of diffusion of working-time flexibility in the past years and how this influences its impact on work-family conflict.The study will match different secondary data sets across 27 European countries between 2002 and 2012 for the analyses.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K009699/1","grantId":"ES/K009699/1","fundValue":"243487","fundStart":"2013-12-16","fundEnd":"2017-06-15","funder":"ESRC","impactText":"  It is too early in the project for impact to be observed. Impact narratives will be updated in the later part of the project.  ","person":"Heejung  Chung","coPersons":[],"organisation":"University of Kent","findingsText":" The first phase of the working time and work life balance project aimed to examine which companies provide flexitime, and the role different contexts (national,company, individual etc.) play therein. Furthermore, data from two years - 2004 and 2009 - have been compared to see whether the recent financial recession has had any impact in the provision of flexitime. This analysis uses the European Company Survey, which includes over 21 countries in the 2004 set, and over 27 in 2009. \nThe results show that on average more than half of companies (57%) in Europe claim to provide flexitime for their workers. Furthermore, where a company provides flexitime they are likely to provide it to a large proportion of their employees (average 70%), and allow it to be used in more flexible ways - such as allowing for the accumulation of hours (flexihours) and taking days off (flexidays). This is especially true for Northern European companies where flexitime, and flexihours and flexidays, are most prevalent. On the other hand, Southern European companies do not provide flexitime as often and, where it is available, provision is less flexible. \nCompanies based in the UK are likely to provide flexitime (70% of all companies) and to a large proportion of their workforce (average 75%), yet only about half of companies using flexitime allow for flexihours, and a only third allow flexidays. \nIn explaining the provision of flexitime, data suggest that company composition (more women and skilled workers), structure (large companies and service sectors) and agency factors (existence of an employee representative) all play a role. \nFindings demonstrate that the more relevant factors in explaining why companies provide flexitime, especially as related to cross-national differences, seem to be based on the demand for such policies, the work culture, and the available resources to meet the demands. In 2009, cross-national variance in the provision of flexitime can be explained mostly through national level demand, as influenced by female labour market participation rates, cultural norms on the importance of work, as well as the affluence of the country. This is a change from 2004, where the most important factors explaining the provision of flexitime were government efforts in providing family policy and the size of the public sector. \nThe current stage of the project follows on from these results to question the use of flexitime as examined through individual level data, considering whether similar results can be found at this scale. In other words, whether workers also report having access of flexitime as much as companies report its provision, and what are the key determinants of whether a worker will be more likely to have access to flexitime. \nAlongside these analyses of company and individual level flexitime provision, a brief analysis has been carried out to examine the work-life balance satisfaction levels of European individuals, including individuals within the UK. It has been found that although British individuals are relatively satisfied with their work-life balance, a large proportion of workers feel that their work life and family life are at conflict with one another. In addition, the UK is doing relatively poorly in terms of these conflict levels compared to other European countries. Further analysis will be done to see the role flexitime plays in relieving this conflict. The results of the study provides policy makers, social partners and managers, as well as academics, with a better understanding of how flexitime is being used in Europe, alongside data on which companies are able to apply it and which companies were not. We can see from the results that a large number of companies are using flexitime, and once they use it they are likely to provide it to a large group of workers. There is evidence that it is still the smaller companies in industry related sectors that are not able to provide flexitime to their workers. There is also evidence to show that flexitime is being used to recruit or retain certain types of workers (women/skilled workers). \nThe study also provides a better understanding of the drivers in the provision of &quot;new&quot; occupational policies. Unlike some of the old social policies - like unemployment benefits and pensions - the provision of flexitime, seems to be driven more by demand side aspects and cultural changes. This study thus provides insights in the dynamics in play in the development of occupational welfare that deviates from factors that drove the developments of old welfare policies. Communities and Social Services/Policy,Financial Services, and Management Consultancy,Government, Democracy and Justice","dataset":"gtr"}