{"id":"A3D23018-BF30-4A55-A5F6-462D8922F71F","title":"A non-invasive system for monitoring neurotoxicity in animal models","abstractText":"The brain and nervous system are continuously exposed to a vast array of potentially harmful chemicals from the environment and in medicines. To minimise the risk, new medicines and environmental chemicals are required to be assesed for their neurotoxic potential as part of a structured process of tiered toxicity testing. However, current methods may fail to identify low-levels of neurotoxicity, particularly where it occurs in unforeseen (?off-target?) areas of the brain. This is of particular significance in the light of recent epidemiological evidence that in neurodegenerative disorders such as Parkinson?s disease, the harmful effects of environmental neurotoxins may only become apparent many years after exposure. Thus, there is a clear unmet need to develop biomarkers that can detect low-level neurotoxicity.\n\nTo achieve this goal we will develop a novel genetically engineered mouse model in which molecular reporters are attached to the regulatory sequences of key stress sensor genes that are activated by a wide variety of chemical toxins and carcinogens. Upon activation of the stress-gene, one of these reporters, the biologically inactive beta-chain of human chorionic gonadotrophin, is excreted into the blood and subsequently the urine, while the second reporter remains localised to the cells in which the sensor gene is activated. Any chemical or pathological condition that causes toxicity will result in a real-time ?signal of toxicity? that can be monitored by urine analysis for the excretable reporter. The site of toxic insult can then be identified by staining brain sections for the in situ reporter.\n\nThe successful development of this approach would represent a significant advance in neurotoxicity testing. As these toxicity sensors are activated prior to cell death we anticipate that the reporters should be detected earlier and at lower doses of test compound than required for conventional histological techniques. The use of the excretable reporter as a non-invasive toxicity biomarker permits time-course or dose escalation studies to be performed in individual animals, thereby reducing considerably the number of animals required for these studies. Visualisation of cells expressing the in situ reporter uses established biochemical methods and is amenable to automated analysis. This higher throughput would permit a more systematic analysis of neurotoxicity and would highlight areas of low-level toxicity, even where they occur, ?off-target?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001514","grantId":"G1001514","fundValue":"320817","fundStart":"2011-07-01","fundEnd":"2013-10-31","funder":"MRC","impactText":"","person":"John  Sharkey","coPersons":["Colin James Henderson","Roland  Wolf"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}