{"id":"A3D538D3-D307-494B-9778-4777C74ECA21","title":"The Thatcher pension reforms and their consequences","abstractText":"Since the end of 2006 there has been a widespread consensus that Britain's pension system is seriously dysfunctional. The debate over the nature and extent of the 'pensions crisis,' and over ways in which it might best be remedied, has been extensive and given rise to a number of policy responses. Yet surprisingly little attention has been given to the historical roots of that crisis, or to the ways in which the historical development of Britain's complex system of public and private provision for security in old age both helped to create the crisis and constrained options for change. The reforms implemented in the 1980s marked a key moment in the development of Britain's overall system of income replacement in old age. Yet we lack any detailed historical survey of developments in that decade, and their legacy, utilising primary sources from the period. Without fully understanding the roots of the pension problem how can we solve it effectively? Lacking such an understanding we are in danger of repeating mistakes made in the past: in particular:\n\ni) a persistent over-estimation of a) the ability and willingness of the private sector to provide decent pensions for the lower-paid; and b) the ability and willingness of consumers to finance and prioritise the necessary long-term saving over short- to medium-term consumption; \nii) a persistent under-estimation of the power of vested interests to obstruct and/or channel policy change, an under-estimation owing much to a failure adequately to understand either the nature of the vested interests which must be accommodated by policy makers or the power resources deployed them in the policy process; \niii) a failure fully to grasp the constraints placed on policy change by very long-term individual and collective contracts (both financial and political) in pensions; \niv) a continuing lack of understanding amongst both academics and policy practitioners of the political and economic cost-benefit calculations that underpin policy making in an area with perhaps the longest time-horizons of any field of policy;\nv) a persistent tendency to achieve 'reform' by adding new elements to the system, thus making the system more and more complex over time.\n\nThe project proposed here will fill a significant void in our understanding. It will take advantage of the accelerated release of official and other records consequent on the government's decision to move to a '20-year rule' for document release in order to examine in detail the policy changes of the 1980s. In doing so, it will both build on and extend existing studies of postwar pensions in Britain (by, for example, Bridgen; Pemberton; Thane; Whiteside; and Thornton) and address important debates in political science about institutional development in terms of: \na) the effect on institutional development of positive feedback effects ('path dependence') that help to 'lock-in' particular institutional configurations\nb) the ability of incremental change cumulatively to produce radical change\nc) the impact of negative feedback in the system and its implications for both the development of the overall system and the development of government policy, and \nd) issues of 'governance' and the role of non-governmental actors in the policy process. \nAs such, it will provide a link between contemporary historical research, political science theory, and present policy debates about the future of British pensions in the twenty-first century.\n\nIn the process, the project will: \n\n1) Connect to the AHRC's 'care for the future' theme by linking history with present policy to address the country's 'pensions crisis' and thus, by extension, with the future welfare of pensioners.\n\n2) Contribute to the AHRC's 'pathways to impact', aiding better policy making by enhancing our understanding of the development of Britain's system of pension provision (at once one of the most complex in the world and one of the least effective in the OECD).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L004739/1","grantId":"AH/L004739/1","fundValue":"580403","fundStart":"2014-09-01","fundEnd":"2018-07-31","funder":"AHRC","impactText":"","person":"Hugh  Pemberton","coPersons":["Roger  Middleton","James George Freeman"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}