{"id":"A3E8F69E-1BB6-4184-8E4B-FBEBE3F249FC","title":"Understanding and assessing impact of hyaluronidases in supporting preimplantation embryo development","abstractText":"Low fertility is a problem in domestic animals and human, impose major economic loss for farmers and social discomfort and costs to couples and expenses to the NHS. To date, efficiency of embryos production in the lab is much less than of those grown in the body, indicating a need for further research to improve formulation of embryo culture media. With BBSRC support, we have identified an enzyme (Hyal-2) which chops embryos' and oviductal hyaluronan (HA) to improve embryo development and quality when added to cow or sheep embryo culture or infused into the sheep oviduct. Similar enzymes are released by sperm at fertilisation in the oviduct. These enzymes could improve efficiency of embryo culture media, but before commercialization, further knowledge of their actions is needed. Our study will test Hyals and HA on sheep embryos in our laboratory. We will place treated embryos in ewes to measure pregnancy rates. We will also begin studies on human embryos, with ethical approval.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L024373/1","grantId":"BB/L024373/1","fundValue":"157394","fundStart":"2014-11-28","fundEnd":"2016-02-27","funder":"BBSRC","impactText":"  There have been a 6 month delay (new start date 27 November 2014) in the start of the project. Therefore, no finding is available to be reported at this stage.  ","person":"Ali Akbar Fouladi-Nashta","coPersons":["Geraldine Mary Hartshorne"],"organisation":"Royal Veterinary College","findingsText":" There have been a 6 month delay (new start date 27 November 2014) in the start of the project. Therefore, no finding is available to be reported at this stage. There have been a 6 month delay (new start date 27 November 2014) in the start of the project. Therefore, no finding is available to be reported at this stage. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}