{"id":"A3EDEF5E-08FC-4069-91D1-C4F6D1C95A60","title":"Neurological adaptations for flight - correlating form and function in the avian cerebellar flocculus","abstractText":"Living birds evolved from a flightless ancestor. The changes that eventually made flight possible not only involved modifying the theropod dinosaur body plan and evolving feathers, but also required the brain and senses to be developed to cope with life off the ground. To fly, a bird needs detailed feedback about its position in the air from its organs of balance, and also from visual information. The processing of these signals mostly occurs in a region of the brain called the flocculus, which is easy to see on a bird brain because it projects like a finger from the sides of the cerebellum. The flocculus varies greatly in size between species and, because of its function in balance, this size variation may relate to certain kinds of flying behaviour. The variation might also relate to the habitat in which a species lives, because flying in enclosed environments such as forests requires different flying skills to flying over open ground. Modern X-ray micro-CT techniques now allow us to see inside the skull of both living and fossil birds, revealing how the brain of modern birds has evolved. Using CT analysis, the size of the flocculus can be determined in dinosaurs and living and extinct birds, because its shape - and that of the brain as a whole - is impressed on the inner surface of the skull. The likelihood that flocculus size relates to flying ability has led some palaeontologists to infer flying ability for early birds such as Archaeopteryx from this structure. However, the relationship between flocculus size and flying behaviour has never been tested. It might be that the dimensions of the bony pocket that houses the flocculus are an overestimate of its size because other tissues lie between the flocculus and the bone. It might also be that the size of the flocculus is related to the overall size of the bird rather than to its flying ability or habitat preference. This project intends to test these possibilities by CT scanning the skulls of nearly 100 living species, and creating 'virtual brain models' from the internal space that housed the brain in life. The volume of the flocculus in each 'virtual brain' will be measured and analysed statistically to find out if flocculus size can be used to predict flying behaviour and/or habitat, or whether the size of the bird is the controlling factor. If strong relationships are not found we will know that palaeontologists should avoid speculating on the flying ability of extinct species based on flocculus size. Alternatively, if relationships are found, our test will have provided palaeontologists with a tool to test current ideas about the evolution of avian flight, and the transition from dinosaurs to birds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H012176/1","grantId":"NE/H012176/1","fundValue":"19803","fundStart":"2010-09-02","fundEnd":"2012-03-01","funder":"NERC","impactText":"  The results of the project and data collected as part of the project have already been influential. Our results have been re-tested by a Portugese team (Castanhina et al.) who have also conducted a similar analysis of floccular fossa size and activity with mammals. Some proponents of the use of the size of the floccular fossa for locomotor adaptations (e.g., in pterosaurs) have not accepted our findings, but the results of the Portugese team with birds and mammals have corroborated our results.\n\nOne major outcome of NE/H012176/1 is that Walsh was invited to take part in an international NSF-funded NESCent meeting on the avian brain. The project results were discussed extensively. The NESCent meeting has led to a new project on X-ray micro-CT techniques by Walsh and collaborators, and will involve a further two technical publications. Most importantly, the results of the project have led to other teams (present at the NESCent meeting) pursuing projects that test the limits of inferences that can be drawn from brain cavity morphology and birds.\n\nData collected as part of the project have been used in four other international collaborative projects, the results of which are currently in the process of being written up. Education,Culture, Heritage, Museums and Collections,Other ","person":"Stig Aaron Walsh","coPersons":[],"organisation":"National Museums of Scotland","findingsText":" Our Results (published in PLoS ONE: doi:10.1371/journal.pone.0067176) show the relative size of the cerebellar flocculus fossa (a recess in the bony wall of the brain cavity that houses the cerebellum) in birds to be unreliable as an indicator of flying ability, drawing into question assumptions made by previous authors about flying ability in fossil species based on natural and digital casts of the brain cavity. These findings have an impact on wider avian palaeontology, since scientists contesting the evolution of birds from dinosaurs have argued the enlarged flocculus fossa of bird-like theropod dinosaurs indicates these taxa are secondarily flightless birds. We demonstrated this line of evidence cannot be used to test this hypothesis.\n\nWe did find a weak correlation between flying ability and flocculus fossa size, but the flocculus had been expected to increase in size with improving aerial manoeuvrability. In fact it decreased in size with increasing manoeuvrability and was actually largest in flightless birds. This result suggests that the flocculus may be less important for avian flight than generally assumed, and may be more important for postural control and terrestrial locomotion, as suggested by the expanded flocculus in most flightless birds. If so, the bird and theropod dinosaur-like expansion of the flocculus may actually relate to evolution of bipedal locomotion, a possibility supported by the relatively small size of the flocculus in living quadrupedal reptiles. Further support comes from the morphology of the vestibular system (inner ear) in quadrupedal and bipedal archosauromorphs (reptiles closely related to birds, crocodile and dinosaurs); the rostral semicircular canal in birds and theropod dinosaurs is much larger (and thus more sensitive to pitching motion) than in crocodiles and quadrupedal dinosaurs. This relationship has been suggested to relate to control of head pitch during bipedal locomotion. We suggest that the evolution of flight in pterosaurs and birds may partly have been made possible because bipedality is inherently unstable and requires increased neural capacity for postural control, capacity that could also be used in aerial locomotion. The project is intended to be included in an exhibition about the evolution of birds and avian flight at National Museums Scotland. The results of the project have been central to public talks planned for the last few years.\n\nPointers to new research: Our findings highlight gaps in existing knowledge about flocculus function and structure in extant reptiles (principally squamates and crocodiles), and indicate new research avenues centring on the relationship of flocculus size to the evolution of bipedality in Archosauromorpha. This question will be the subject of a larger future project.\n\nAvoiding wasted research effort: The results also provide empirical evidence that inferences about locomotion in fossil taxa based on the relative size of the floccular fossa should not be made until more is known about the function of the flocculus in living groups and the relative occupancy of neural versus vascular tissue in the fossa. This latter aspect is something that was highlighted as a research priority at the NESCent meeting this year (2014).\n\nExisting data set: The project generated more bird skull scans than were used in the analysis. These are currently being worked up as collaborative projects as well as undergraduate and masters-level student dissertation projects, which are intended to be of publishable quality. I have made data freely available on request regardless of whether I am on the authorship of papers resulting from those projects. Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}