{"id":"A3EF356F-2CD2-47B1-8C69-120EC5C1334C","title":"Randomised trial of Blood pressure Rapid Intensive Lowering And Normal Treatment for Mood and Cognition in Persistent Depression (BRILiANT Mood Study)","abstractText":"Depression is a very common illness in people of all ages and many people with severe (clinically relevant) depression (called major depression) remain unwell after standard treatments with antidepressant drugs and talking therapies. The persistence of key symptoms of depression in these people makes it very difficult for them to function normally in their daily lives at work or at home and consequently contributes a lot to the high cost of looking after people with depression. Two types of persistent symptom are those related to mood (such as reduced ability to enjoy oneself) and those related to memory ('memory problems' such as forgetting things and difficulty in reasoning). There is therefore a great need to find new types of treatment. Since depression seems to be an illness with different causes and patterns of symptoms then it seems unlikely that a single new treatment will help everyone. A different approach is to find subgroups of people who seem to share the same cause of their illness. One such subgroup is people with high blood pressure (hypertension) since there is evidence that hypertension causes changes in the brain which may be an important cause of persisting symptoms in middle-aged and older people with major depression. Poorly treated hypertension is common since about a half of middle aged and older people have hypertension and half of these are not properly treated. Such hypertension changes the blood vessels which supply the brain and makes them more likely to fail to adequately supply the blood the brain needs. This is thought to cause parts of the brain not to function normally and lead to the persistent symptoms of depression and the disability this produces. Previous research shows that treating hypertension much more rapidly (over a few weeks) and with more drugs than usual can be done safely and leads not only to better control of blood pressure but to improved bloodflow in the brain. This is called rapid intensive BP lowering. The increase in bloodflow in the brain with this treatment might allow improvement of these persistent symptoms so people get completely well from their depression. However, this intensive BP lowering treatment has not been tried before in depression and so we don't know if doing this will help treat depression. We therefore propose to test this by comparing those who have normal treatment for their hypertension with people receiving the intensive BP lowering regime. We will recruit 60 people who have persistent symptoms of major depression and hypertension that needs better treatment. We will recruit people aged 50 to 80 because such hypertension is more common in this age group (about a quarter of such older adults have inadequately treated hypertension). These people will be randomly allocated to a standard hypertension treatment group (following NICE recommendations) or intensive hypertension treatment group. They will be seen regularly by a study doctor who will monitor their BP, check for any side-effects and alter their treatment depending on which treatment group they are in. Before beginning treatment and at the end of the 12 week study period different research staff, who do not know which treatment patients are receiving, will ask questions to rate patients' mood and 'memory symptoms' to compare the effects of intensive BP lowering with the standard hypertension treatment. They will also have a special brain scan to measure bloodflow in the brain before treatment and after 12 weeks and the scientist rating this again will not know which treatment they have had. We have chosen 12 weeks because studies of depression treatments usually allow 6 weeks to look for benefits and we know it takes 6 weeks to have a significant improvement in bloodflow in the brain with the rapid intensive BP lowering treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J011835/1","grantId":"MR/J011835/1","fundValue":"288570","fundStart":"2012-12-03","fundEnd":"2014-12-02","funder":"MRC","impactText":"","person":"Alan Jeffrey  Thomas","coPersons":["Hamish  McAllister-Williams","Denise  Howel","Gary  Ford","Nicol  Ferrier","John T O'Brien","Peter  Gallagher"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}