{"id":"A3FFE80E-CF1E-42DF-8806-9C48DA8F2A9C","title":"A proposal for the visit of Dr. Vladimir Al. Osipov: From Random Matrices to Random Landscapes","abstractText":"Random Matrix Theory (RMT) acquired in the last decade the statusof a universal paradigm in mathematical description of phenomenain systems where chaos or/and underlying disorder play anessential role. Similarly but somewhat independently the idea of energy landscapespervades the theoretical description of glasses, disorderedsystems, proteins, etc., and recently re-emerged in stringtheory and cosmology. In the simplest version the main goalis to describe the statics and dynamics of the whole system, orone of its subparts, by a single point-like particle moving in a randompotential, which encodes the complexity of the original system.The hope then is to be able to classify the possible classes ofrandom potential and to establish generic, universal properties,not unlike those emerging in the RMT. In a more advanced ( andrealistic) version one may be interested in properties oflandscapes related to conformations of polymers, or evenhigher-dimensional objects like membranes. The goal of the present small-scale three months project is toperform pilot investigations of two main problems:(i) Counting equilibrium configurations of elastic objects like polymers or membranes subject to the influence of a random potential landscape and (ii) Investigating Statistical Mechanics of a single point-like particle in a new type ofrandom potential.In the series of works by the Principal Investigator and other researchers it was demonstrated that RMT methods and ideas frequentlyprove to be of direct relevance in the landscape context. So far they were applied only to the simplest point-like particles in the simplest possible typeof randomness (Gaussian). We hope to extend utility of those methods tohigher-dimensional objects and to include new types of disorder.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G022496/1","grantId":"EP/G022496/1","fundValue":"14190","fundStart":"2009-03-12","fundEnd":"2009-06-11","funder":"EPSRC","impactText":"","person":"Yan  Fyodorov","coPersons":[],"organisation":"University of Nottingham","findingsText":" During that small-scale 3 month research I developed a better understanding and intuition about the problem of a single particle in a random potential. This allowed me to be more focused in preparing the application for the full-scale EPSRC grant which was then submitted and approved, see EP/J002763/1 As that was a small-scale grant, its impacts were \nmostly academic and not of immediate use for others. Other","dataset":"gtr"}