{"id":"A4027A74-1EE2-4DDB-A978-CD60792ABBDC","title":"Middle Dutch Sentence and Word Phonology","abstractText":"Our knowledge of the linguistic systems of early Germanic come from manuscripts. In this project, we plan to examine two separate Middle Dutch manuscripts, dated about 25 years apart. The first manuscript, Marshall-29 is held at the Bodleian Library and is one of the most complete surviving Middle Dutch manuscripts (dialect of Brabant), comprising 102 folios. Written in a single hand around 1375 it contains absorbing details about word and sentence phonology. Since the manuscript is complete and has not been made accessible by a reliable edition so far, it provides new material for the study of Middle Dutch phonology. The second manuscript we are interested in is the Comburg manuscript, dated between 1380-1425 written in Flemish and fairly close to Marshall-29. Since the dialects are different, varying changes in different social contact situations will be of special interest.\\n\\nOur central goals are to:\\n A. Trace the sentence and word phonological system for a period of 600 years, from Middle to \\n Modern Dutch, based on our transcription of little-known medieval manuscripts. \\n B. Establish the conditions under which phonological and syntactic structure differ.\\n C. Trace the time-course of dialectal variation from manuscripts which are closely related but \\n geographically apart. \\n\\nMore specifically we plan to achieve the following:\\ni) On the basis of the transcription, we will provide a comprehensive synchronic analysis of 15th-century Middle Dutch sentence phonology ( including cliticisation, prosodic word formation and and prosodic phrasing) and trace the development to Modern Dutch, touching on 14th and 17th century systems based on other manuscripts.\\nii) Analyse the segmental phonology of Middle Dutch and trace its development to Modern Dutch, with emphasis on both qualitative and quantitative aspects. We analyse across-word as well as within-word phonological alternations.\\niii) Produce a transcription of the complete text of Marshall-29 that will be made accessible by e-publication. Since Marshall 29 is one of the few complete manuscripts of Middle Dutch non-religious texts and has yet been little studied, e-publication will enhance the options for linguistic as well as literary research of this period. This will be an invaluable addition to Middle Dutch philology.\\n\\nWe believe that our work will be vital for scholars working on the syntax-phonology interface, historical linguistics, and dialectologists. Within a broader perspective, the results will be added to the Dutch dialect atlas, providing invaluable data concerning sentence-phonology of medieval dialects and tracing the development to modern times. The transcription and critical edition will be of interest to scholars in Dutch poetry and literature, as well as provide information on medieval Dutch culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I003754/1","grantId":"AH/I003754/1","fundValue":"153843","fundStart":"2011-03-01","fundEnd":"2014-10-31","funder":"AHRC","impactText":"  Our findings have social importance. It is of great interest to the Dutch community to know how words were actually pronounced in medieval times and how the pronunciation changed over time. Our website is freely available to Dutch speakers interested in the actual texts and the historical context of the manuscript. We have presented our findings at 7 different conferences in Europe and America, ensuring the impact of our research on the academic community across the world. Education,Culture, Heritage, Museums and Collections,Other Societal","person":"Aditi  Lahiri","coPersons":[],"organisation":"University of Oxford","findingsText":" Our goals were the following:\n a) Provide a text edition for the Middle Dutch manuscripts in Marshall 29 in the Bodleian library and\n b) to provide comprehensive phonological analyses related to rhymes and the phonology syntax interface, a synchronic analysis of 14th century Middle Dutch word and sentence phonology and a diachronic analysis of the Middle Dutch vowel system, traced back to Proto Germanic.\nOur central findings are: \n(i) First, the ms Marshall 29 has been transcribed and edited diplomatically and made available through e-publication. It is the first diplomatic edition of ms Marshall 29. \n(ii) We described the Middle Dutch Vowel system by investigating rhymes and found various changes of quality and that had taken place since ProtoGermanic times. Rhymes have shown that words of the same Germanic origin can rhyme, whereas words that are written with the same vowel but are of different origin, never rhyme. We concluded that these must be of different quality in Middle Dutch although their Modern Dutch counterparts are written and pronounced the same. \n(iii) By comparison of our texts to the older Life of St Lutgart manuscript we found that the process of Open Syllable Lengthening which the grammars assume was finished in the Old Dutch period had only just started in Lutgart (around 1300) whereas it was complete in two investigated texts from Ms Marshall 29, Mellibeus and Saladijn (around 1375).\n(iv) We studied word and sentence phonology synchronically and looked especially at cliticisation. Our texts in verse have enabled us to draw conclusions based on rhythm and metre as well as on orthography. We found that encliticisation is far more frequent than procliticisation and involves a greater variety of lexical items that can host a clitic. Procliticisation of function words occurs when encliticisation is not possible, i.e. at the start of a sentence or when the first of two function words is unstressed and cannot take a clitic. The text edition is freely available and may be used by students and scholars of Middle Dutch literature and of Middle Dutch language and linguistics alike. It may be used in teaching of high school students and undergraduates, as well as for literary or linguistic research by post-graduate students and academics. (ii) OSL has been researched for the Brabant dialect. Based on our findings further research into other dialect areas would help understand the way in which OSL has developed throughout the language area. Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}