{"id":"A4047CB2-55E7-4242-ADC7-E86A87E19887","title":"Adaptive Hardware Systems with Novel Algorithmic Design and Guaranteed Resource Bounds","abstractText":"Digital processing of signals and images are frequently performed in many commercial electronic devices, including computer networks, mobile telephones and computer vision systems. A steady growth in demand for high functionality and reliability in devices such as mobile phones means that many different types of computer processors are used, from general purpose processors found in personal computers to computer chips designed to perform very specific tasks. However, at present there are no efficient design techniques that allow complex devices to be built up from a range of different computer processors. This means that current designs are often inefficient in terms of power usage and their responsiveness. Thus, a key requirement for the long-term exploitation of signal and image processing technologies lies in developing the increasingly complex processors that are required for high performance.This project addresses this need. It represents a rich inter-disciplinary collaboration between electronic engineers and computer scientists collectively aimed at overcoming fundamental challenges in high-performance computing applications. The proposed research builds on recent world-leading work in signal and image processing methods, techniques to assess the performance and complexity of computer software, and complex processor design techniques. A successful outcome to this research will allow new and efficient implementations of complex signal processing algorithms to support a diverse range of applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F030657/1","grantId":"EP/F030657/1","fundValue":"101605","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"","person":"Kevin  Hammond","coPersons":[],"organisation":"University of St Andrews","findingsText":" Digital processing of signals and images are frequently performed in many commercial electronic devices, including computer networks, mobile telephones and computer vision systems. A steady growth in demand for high functionality and reliability in devices such as mobile phones means that many different types of computer processors are used, from general purpose processors found in personal computers to computer chips designed to perform very specific tasks. However, at present there are no efficient design techniques that allow complex devices to be built up from a range of different computer processors. This means that current designs are often inefficient in terms of power usage and their responsiveness. Thus, a key requirement for the long-term exploitation of signal and image processing technologies lies in developing the increasingly complex processors that are required for high performance.This project addressed this need. It represents a rich inter-disciplinary collaboration between electronic engineers and computer scientists collectively aimed at overcoming fundamental challenges in high-performance computing applications. The research built on world-leading work in signal and image processing methods, techniques to assess the performance and complexity of computer software, and complex processor design techniques. The research enabled new and efficient implementations of complex signal processing algorithms to support a diverse range of applications.  ","dataset":"gtr"}