{"id":"A40845CB-4A3A-4E16-9AF5-5EA291EE2E76","title":"Negative Magnetoresistivity and Metallic-Like Conductivity in One-Dimensional Ternary Sulphides","abstractText":"Recently, the applicant reported the preparation and characterisation of Ba2CoS3, the first compound containing Co2+ to show one-dimensional corner connectivity between Co-S tetrahedra. Ba2CoS3 is also the first 2-1-3 sulphide to show conducting-like behaviour and only the second example of a one-dimensional sulphide with negative magnetoresistance. The work proposed here is based on cationic substitutions on the Ba2+ and the Co2+ sites of Ba2CoS3. This research will lead to the preparation of new series of one-dimensional sulphides structurally and chemically related to Ba2CoS3. The variation of structural and physical properties of these analogues will be characterised and the main emphasis placed on the transport properties, in order to pipoint the compositions, which show a more negative magnetoresistance, compared to Ba2CoS3.This proposal is based on well established synthetic and analytical methodologies but it also includes some adventurous objectives, for example aliovalent substitutions on the Ba2+ crystallographic site. The team involved includes scientists with a wide range of expertises complementing each others and therefore offering a comprehensive study of an exciting class of non-oxide compounds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E029469/1","grantId":"EP/E029469/1","fundValue":"91615","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"","person":"Maria Grazia Francesconi","coPersons":[],"organisation":"University of Hull","findingsText":" New one-dimensional sulphides based on Ba2CoS3 have been synthesised and their structural and electronic properties investigated. The starting point was the one-dimensional sulphide Ba2CoS3, which shows one-dimensional anti-ferromagnetism, metallic-like behaviour and a small negative magnetoresistance. Cationic substitutions were carried out on both the barium and cobalt sites of Ba2CoS3. The substitution of zinc for cobalt into Ba2CoS3 resulted in the formation of the series Ba2Cox1_xZnxS3 (x = 0.0-1.0). Ba2Co1_xZnS3 compounds maintain the one-dimensional structure but become paramagnetic and show semiconducting properties. Interestingly significant values of magnetoresistance (up to _25%) are found in the series. The origin of the magnetoresistance is currently unknown although it is suspected that there is some extrinsic contribution. The compound Ba2Co0.75Fe0.25S3 has also been successfully synthesised although attempts to form compounds with higher iron content were not successful. A large number of compounds in the series Ba2Zn1-xMxS3 (M = Fe, Mn, Cr, Ni) have also been synthesised and initial investigations into the properties of these materials show that again they exhibit negative magnetoresistance. Finally Ba1.9K0.1CoS3 has been synthesised although no investigation into the properties has yet been carried out. No Electronics","dataset":"gtr"}