{"id":"A410F528-304E-495B-B8FC-565CEA869DD6","title":"Stem cell organisation and differentiation in the niche","abstractText":"There is an expectation that stem cells will one day be able to cure a wide variety of human diseases. However, development of stem cell therapies relies upon a sound understanding of the biology of these fascinating cells. Stem cells occupy a specialised environment in the body known as a ?niche? which controls stem cell behaviour and survival. Most human stem cell niches are deep in the body and so difficult to study. The outermost layer of the cornea on the front surface of the eye has stem cells which live in a transparent area called the limbus. We have recently discovered new structures in the limbus which we believe may be the stem cell niche. We propose to study these structures and the cells associated them in donated human corneas using techniques including scanning electron and confocal microscopy determine where exactly the stem cells are and how they function. We will also study the effect of age upon the stem cells and their niche. This is very important because clinically it is possible to take a small biopsy of the healthy limbus to prepare stem cell therapy for patients blinded by specific injuries or diseases of the outermost layer of the cornea. However, we and others are providing this therapy without knowing the optimal biopsy location. Our study will therefore improve this surgical technique. We must also be able to refine treatments for individual patients which requires knowledge of what happens to the stem cells after they have been transplanted. We propose to develop a technique for labelling and transplanting stem cells onto the human cornea using very small particles which fluoresce brightly and can be detected with clinical instruments. Using this methodology we will also determine how well stem cells organise themselves in the niche after transplantation and if they have any affect upon that niche. Our data will help us to understand one of the important features of the eye which contributes to clear vision (i.e. healthy, functioning stem cells in the limbus) which will help to improve stem cell therapy for the cornea. If it is found that our data provide parallels with other human stem cell niches, it would support the use of the readily accessible and transparent cornea as a model for the development of other stem cell therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700219","grantId":"G0700219","fundValue":"367080","fundStart":"2007-08-01","fundEnd":"2010-07-31","funder":"MRC","impactText":"","person":"Julie Theresa Daniels","coPersons":["Christopher  Mason"],"organisation":"University College London","findingsText":"","dataset":"gtr"}