{"id":"A42AB6F3-4868-4B5C-BBE6-450944E50792","title":"Proteolysis and life cycle progression in Leishmania","abstractText":"Leishmaniasis is a severe disease of humans and one of the world's most neglected diseases, primarily affecting the poor in developing countries. 350 million people are at risk of contracting the disease and it has severe costs in both health and economic terms and drains resources that could be used to promote growth of developing nations. There is no effective vaccine against the disease and chemotherapy is the prime means for reducing the leishmaniasis burden. Unfortunately the drugs available have many limitations and new drugs are desperately needed. Our aim in this programme of work is to characterise key biological processes of Leishmania, the parasite that causes leishmaniasis, and so identify and validate potential drug targets. We have shown that peptidases, enzymes that digest proteins, play central roles in the development of Leishmania and are important in the infectivity and pathogenicity of the parasite. Our work will concentrate on 3 key areas of the biology of the parasite. Firstly, we will identify peptidases that are important for the pathogenesis of the disease and investigate key pathways involved in peptidase function. In particular we shall investigate a process called autophagy (self-cannibalism), which leads to the development of infectious parasites and allows the parasite to live within a mammalian host. We will also investigate the function of a parasite-specific peptidase, metacaspase, which is essential for growth of the parasite but the function of which is unclear. A key approach will be to genetically manipulate important Leishmania genes to find out what role the encoded proteins play in the parasite's infectivity and virulence and to determine whether they might be exploited as drug targets. To achieve this we will develop new methods and research tools for the genetic manipulation of Leishmania. Secondly, we shall investigate the genome variation that occurs in different strains and species of Leishmania. We will sequence the genomes of Leishmania parasites isolated from patients in the Sudan and identify genes that influence the outcome of disease. Finally, we shall use a closely related parasite, the African trypanosome, as a model for investigating the regulation of peptidase function. The African trypanosome is suitable for large scale studies, so we can utilise information obtained in trypanosomes to study Leishmania. Overall, we expect one outcome from this study to be a greatly improved understanding on the roles of these biological processes in Leishmania, and the molecular mechanisms of the processes themselves - which will be relevant to many areas of biology. Another expected outcome will be knowledge on which peptidases are valid drug targets and this information will be exploited by collaborating with chemists to make inhibitors of peptidases, which might be used in the development of new drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K019384/1","grantId":"MR/K019384/1","fundValue":"1569340","fundStart":"2013-06-01","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"Jeremy Charles Mottram","coPersons":["Maowia M. Mukhtar","Graham Herbert  Coombs","Richard  Burchmore"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}