{"id":"A42F0B4A-D407-414B-A1DD-4FC7B13E02BF","title":"Regulatory innovation of a contested technology zone: follow-up study of human tissue engineering in the UK and EU","abstractText":"<p>The study analyses the evolution of regulatory policy for tissue engineered (TE) ‘regenerative medicine’ technologies in Europe and the UK&nbsp;between 2006 and 2008. New tissue banking regulation is being implemented, and further regulation of TE products is being formulated.</p> \n<p>The research focus is on the framing of risk; stakeholder participation; new forms of evidence; tissue bank/industry relations; innovation in regulatory agencies; technical standards for quality, safety and efficacy; regulatory ethics; market/business formations; the significance of biomaterials in regulatory policy; and implications for public health. Issues of particular policy concern are the definition of ‘industrial processing’ which makes TE technologies regulatable; inclusion of xenotransplant (animal) materials in TE processes and products; tissue establishments’ and hospitals’ engagement in engineering activity;&nbsp;and the composition and expertise for a centralised European Commission regulatory committee. </p> \n<p>Fieldwork is undertaken in various forums of regulatory discourse, and discussions held with strategically-placed informants. The regulatory policy process is constituted in part through stakeholders’ position papers, reports, European Commission analyses, formal debates, committee minutes, and versions of legislative text. These materials are analysed for the research. The research contributes to understanding of healthcare system innovation, regulatory state-Europeanisation, technology zones, and public policy process in conditions of globalisation.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E001823/1","grantId":"ES/E001823/1","fundValue":"70654","fundStart":"2006-04-01","fundEnd":"2008-03-31","funder":"ESRC","impactText":"","person":"Alex  Faulkner","coPersons":["Peter Egon Glasner"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}