{"id":"A4376514-2513-4E68-8F40-76FAC8D45C4E","title":"Ensembl genome portal for farm and companion animals","abstractText":"Research on domesticated animals has important socio-economic impacts, including underpinning and accelerating improvements in the animal sector of agriculture, contributing to medical research by providing animal models, improving animal health and welfare and informing understanding of natural and wild animal populations. Knowledge of the genes that shape farm and companion animals is essential for such research.\nThe sequence of almost all genes (a draft genome sequence) has been determined for major farmed and companion animal species such as cattle, goats, sheep, pigs, chickens, ducks, turkeys, dogs and horses. Draft genome sequences are also available, or soon will be, for several important fish species, including cod, rainbow trout, salmon and tilapia. However, the strings of billions of bases (symbolised as four letters A, C, G, T) that constitute these genome sequences are not immediately useful to biological research scientists.\nAnnotating these draft genome sequences with features such as where the coding and regulatory parts of genes are located, and the bases which differ between individuals within a species (genetic variants) greatly enhances the value and utility of the genome sequence. Visualising the genome sequences complete with annotations in a freely accessible manner further improves the value of the information.\nThe web-mounted Ensembl genome browser, databases and associated annotation tools have been shown to be powerful and effective means of annotating the complex genomes of animal species including humans, mice and more recently farmed and companion animals.\nThis project is concerned with improving the quality of genome annotation for farmed and companion animal genomes. International consortia of scientists are using so-called next generation sequencing technologies, not only to sequence the genomes of more economically important species, but also the genomes of multiple individuals for each species of interest and to improve or finish the reference genome sequences for key species. These new sequencing technologies are also being used increasingly in assays, for example, of the extent of gene expression in different cells or under different conditions (transcriptomics) or of the state of the genome (epigenomics). Mapping the sequence read-outs from these assays back to the relevant genome sequence not only provides a genome-wide framework for analysis but also provides further information with which to annotate the genome sequence itself. Thus, there is a recurring need to refresh the genome sequence annotation for important animal species.\nWe will use the Ensembl system to annotate the genome sequences of key farmed and companion animal species. The resulting annotated genome sequences will be made freely available as resources mounted on the World Wide Web.\nA high quality annotated reference genome sequence is a key source of information and critical bioinformatics resource for the effective prosecution of contemporary research in the biological sciences. This key information is valuable not only to academic researchers, but also to scientists working in industry, including those in the animal breeding, animal health and pharmaceutical sectors. However, the value and utility of such bioinformatics resources are critically dependent upon the currency of the resource. Thus, this project is concerned with delivering high quality up-to-date annotated reference genomes for key farmed and companion animal species to enable research on these economically or socially important animal species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M011461/1","grantId":"BB/M011461/1","fundValue":"470365","fundStart":"2015-08-01","fundEnd":"2019-07-31","funder":"BBSRC","impactText":"","person":"Alan  Archibald","coPersons":["David William Burt"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}