{"id":"A438DAE6-F329-4126-878D-F37EDCE72A82","title":"Medical Technologies Innovation and Knowledge Centre Phase 2 Regenerative Devices","abstractText":"Regenerative devices (scaffolds, biomaterials and interventions) which can repair and regenerate tissues using the patients` own cells, can be translated into successful clinical products and deliver patient benefit at much lower cost and risk and in shorter timescales then other regenerative therapies such as culture expanded cell therapies or molecular (drug) therapies. It is estimated that the global market for regenerative devices will grow to &pound;50bn by 2020 and this offers a real opportunity to grow a &pound;1bn per year industry in the UK in this field. \nThe UK has genuine research strengths in the areas of biomaterials and tissue engineering, musculoskeletal mechanics (prioritised by EPSRC) and regenerative medicine. Regenerative medicine is one of the eight great technologies prioritised across the Research Councils. Research discoveries, new knowledge, outputs and outcomes are often not ready for uptake by industry to take forward through product development to the market and patient benefit. New technologies need to be advanced and de-risked. The clinical needs, potential products and markets need to be defined in order to make them attractive for investment, product development and clinical trials by industry. \n\nIn the Medical Technologies Innovation and Knowledge Centre (MTIKC) Phase 1, working with industry and clinical partners, we have developed a professional innovation team and a unique innovation and translation process, creating a multidisciplinary research and innovation ecosystem. We have successfully identified research outcomes and new knowledge and created, advanced and translated technology across the innovation valley of death, enabling successful investment (over &pound;100m) by industry and the private sector in new product development. Some products have already progressed to clinical trials and commercialisation and are realising patient benefits. We have established a continuous innovation pipeline of over fifty proofs of concept technology jects.\n\nOver the next five years in MTIKC Phase 2, we will address unmet clinical needs and market opportunities in wound repair, cardiovascular repair, musculoskeletal tissue repair, maxillofacial reconstruction, dental reconstruction and general surgery and diversify our research supply chain to over ten other Universities. We will support 150 collaborative projects with industry and initiate forty new industry inspired and academically led proof of concept projects, which are predicted to lead to a further &pound;100m investment by the private sector in subsequent product development. This will enable a sustainable research and product development pipeline to be established in the UK which will support a &pound;1bn / year industry in regenerative devices beyond 2020.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N00941X/1","grantId":"EP/N00941X/1","fundValue":"3024400","fundStart":"2015-07-01","fundEnd":"2020-06-30","funder":"EPSRC","impactText":"","person":"John  Fisher","coPersons":["E  Ingham"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}