{"id":"A43C4FC9-E785-462C-8BDA-E7229D89C2C5","title":"Zinc, iron and phosphorus co-limitation in the Ocean (ZIPLOc)","abstractText":"Phytoplankton are microscopic plants that live in the sunlit surface ocean. Phytoplankton fix carbon dioxide and use essential nutrients such as nitrate, phosphate and trace metals, such as zinc and iron, via photosynthesis, to produce organic matter. In doing so, marine phytoplankton provide energy to higher trophic levels, such as fish and marine mammals, as well as contribute to the distribution of carbon dioxide between the atmosphere and ocean. \n\nOver 40% of the ocean consists of vast remote ecosystems known as subtropical gyres, which are typified by warm surface waters and extremely low nutrient concentrations. Indeed, the activity of phytoplankton is often suppressed by the lack of nutrients. However, due to their vast areal extent, subtropical gyres have a significant impact on the way the ocean cycles carbon and nutrients. This means that any future changes in the activity of subtropical systems will have important impacts on marine resources and how the ocean interacts with the climate and the Earth System. \n\nOur present understanding of how phytoplankton activity in the gyres will change in the future in response to climate change is that there will be an overall reduction in the supply of all essential nutrients due to changes in ocean circulation, causing a decline in phytoplankton activity. However, this simplified view ignores both the natural and anthropogenic addition of nitrogen to surface waters, which enhance stocks of nitrate relative to phosphate. In the subtropical North Atlantic, the natural addition of nitrogen via nitrogen fixation causes phosphate to limit phytoplankton growth. In the subtropical North Pacific, recent observations show that the addition of anthropogenic nitrogen via combustion and fertilisers are causing the North Pacific to be driven from a nitrate to a phosphate limited ecosystem. \n\nThe on-going addition of nitrogen to the subtropical gyre systems from continued anthropogenic sources implies that phosphate scarcity will become an increasing problem over the coming decades. At present, phytoplankton are thought to adapt to phosphate scarcity by producing enzymes that allow them to acquire phosphate from the more abundant pools of dissolved organic phosphorus (DOP). As such, the oceanographic community typically assumes phosphate limitation of phytoplankton activity to be unimportant. \n\nIn contrast to this prevailing view, our team have found that the ability of phytoplankton to acquire phosphate from DOP can be regulated by the supply of zinc. Zinc is a trace metal that is essential for phytoplankton, but has never before been shown to play such a fundamental role in controlling phytoplankton growth. Much attention has been placed on how the trace metal iron interacts with nitrate and phosphate in the subtropics, but there is now an explicit need to better understand the role of zinc and its interaction with other nutrient cycles and phytoplankton. Our initial work suggests that by controlling the impact of phosphate scarcity, zinc may be the ultimate arbiter of how subtropical gyre ecosystems evolve.\n\nOur goal is to combine a field study to the subtropical gyre North Atlantic and use novel techniques to measure how zinc and phosphorus control biological activity. We will then use the latest modelling tools to explore our observations further over decadal timescales and other ocean basins. The North Atlantic gyre is typified by low phosphate and zinc and is therefore an ideal natural laboratory in which to understand how zinc availability may shape future subtropical gyre ecosystems. Our ambitious proposal has the potential to produce a step change in our understanding of how subtropical gyre ecosystems respond to ongoing climate change. Our team combines world leaders in the observation and modelling of nutrients and phytoplankton biological activity and is therefore uniquely placed to deliver this crucial scientific insight.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N001079/1","grantId":"NE/N001079/1","fundValue":"594113","fundStart":"2017-01-02","fundEnd":"2019-07-01","funder":"NERC","impactText":"","person":"Claire  Mahaffey","coPersons":["Alessandro  Tagliabue","Ernest Malcolm Woodward"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}