{"id":"A441C735-0E78-41DC-86B1-D7D5C4AA28E5","title":"Technology, Action and Cognition in Online Anonymous Markets: A Sociological Study of Non-institutional Traders","abstractText":"<p>What does it mean to make decisions and develop strategies as an anonymous market player? This question has been made more actual than ever by recent technological advances, which have widened access to real time financial transactions beyond the organisational settings of established financial institutions. Market players have apparently come closer to the model of dispersed, calculating, anonymous individuals making choices based on their strategies. The research project investigates the relationship between trading technologies, cognitive processes, and decision-making in online markets, based on field research with non-institutional traders from these markets.</p>\n\n<p>The main research questions are:</p>\n\n<ul>\n \n\n <li>How do decision-making and strategic action relate to the traders' perception and evaluation of information, and to the use of trading software?</li>\n\n <li>How are information searches and selection processes shaped by the use of trading software?</li>\n\n <li>How does trading in online markets - a time-consuming activity with uncertain outcomes - influence the lives and biographies of lay traders?</li>\n</ul>\n\n<p>The research project examines these questions based on the close up observation of lay trading activities in their natural settings. It analyses recordings of trading, together with observations and in-depth interviews with traders. The project contributes to understanding how trading technology influences non-professional market participation, how this contributes to market dynamics, and how lives are influenced by broader access to real time transactions.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1204","grantId":"RES-062-23-1204","fundValue":"161964","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"ESRC","impactText":"","person":"Alexandru  Preda","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}