{"id":"A4499CD6-759B-40DB-8ED6-BBCE5F712812","title":"The death of the Christian, female Generation A: social, religious, economic impacts.","abstractText":"<p>'Generation A' refers to older women who have attended mainstream churches most Sundays for the past 60-80 years and have largely been responsible for church and associated community activities.This research project asks: Why, when church attendance in general has declined and young people are less religious than their elders, has the specific generation of women born in the 1920s and 1930s - the female Christian Generation A - stayed?</p>\n\n<p>Research methods, ethically approved, include observing and participating in their activities, social networks, family and friendship groups and exploring their beliefs and values through conversation, interviews and life narratives. About 30 - 50 women will be closely involved in several different churches, and likely 100-150 people within their relevant social and family networks.</p>\n\n<p>The study will also help predict the religious, social and economic impact of the female Christian Generation A's impending absence. Beneficiaries include the churches dependent on Generation A for the most significant portion of their attendance, funding and labour; associated charities; members of the community benefiting from Generation A's significant role in pastoral care and community events.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I038306/1","grantId":"ES/I038306/1","fundValue":"80069","fundStart":"2012-03-01","fundEnd":"2014-02-28","funder":"ESRC","impactText":"","person":"Abigail  Day","coPersons":["Gordon Alexander Lynch"],"organisation":"University of Kent","findingsText":" &quot;The Final Active Generation&quot;: Project hypothesis was confirmed: Generation A is unique and its passing signals an inevitable acceleration of the decline of the Church of England and the Anglican Communion of the global north due to Generation A's not being able - amidst widespread cultural revolutions - to transmit specific skills, beliefs and practices to their 'baby-boomer' children and churches. Counter-intuitively, the church's emphasis on attracting young people is wholly misplaced: it is the 'middle' generation they should have retained.\n2. &quot;Staying Power, Pew Power&quot;: the specific desires, skills, and practices necessary to keep churches open and growing are unique to Generation A lay-women. A main reason they have maintained their loyalty is the dense, inter-woven relationship between home, family, church, and religion. Through their highly specialised knowledge and often invisible labour they have maintained and grown churches during the last 70 years through their 'Pew Power'. What is sometimes simply described as 'commitment' or 'duty' masks more complex and highly reasoned motives, desires and meanings. Generation A has sustained the spiritual, social, emotional, physical and economic life of the church and its immediate community. Seven stages of belonging have been identified. \n3. &quot;What doesn't count isn't counted.&quot; A major reason for the previous gap in knowledge about this female generation is an androcentric methodological bias: the national churches do not collect data about lay-women and, hence, church scholars have continued to ignore them. Over-generalisations from thin data produce grand narratives about the apparent religiosity of women when, in fact, the empirical evidence about lived religion in the churches lacks ethnographic depth amidst studies that prefer more at-distant methods. Underlying this is a pervasive ignorance and neglect of lay-women women reflected in church practices that continue to render them invisible. \n4. &quot;Informal Gendered Social Care: the impending crisis&quot;: Generation A keeps churches open during the week and often provides refuge and warmth to vulnerable people. They also are aware of who is sick or needy in their church community and they look after them, often without wider recognition. This has consequences for the people who depend on them and the future of gendered voluntary labour in their churches and beyond, particularly as the church hierarchy and their consultants fail to recognise this gendered labour.\n5. &quot;Gendering Generation&quot;. The research uniquely interrogated the concept of 'generation' through finding that 'Generation A' is more heterogeneous than stereotypically portrayed and yet shares particular gendered experiences of war-time, nation re-building, post-war austerity, domestication and the consumerist boom. \n6. &quot;Communions of the Global North&quot; There was a high degree of resonance found in comparable Anglican communion churches studied in the UK, United States and Canada, pointing to a shared commonality of Anglican Communion experience, at least in the global north. a) Curriculum development both at university level and ministry training. \nb) 'Northern Research Network on Religion' to research common strands identified in countries with Protestant national churches and similar demographic patterns.\nc) Extensive new project for larger 'narratives of Generation A religious women' to capture more data on this generation of religious women. Communities and Social Services/Policy,Education","dataset":"gtr"}