{"id":"A4549640-83A1-4E0E-ABB0-D4B8224CB8D0","title":"Development and verification of a standardised protocol for the detection of parasite infection levels in commercially-produced bumblebee colonies","abstractText":"Tens of thousands of commercially-produced bumblebee colonies are imported to the UK per annum for crop pollination, part of a global trade which exceeds one million colonies per annum. Pathogen spillover from these colonies poses a major threat to native bumblebees. Our NERC-funded research has shown that regulatory and commercial attempts to prevent this threat have been unsuccessful and that the imported hives carry many parasites. To address the major needs identified by the relevant regulatory authority (Natural England) and conservation organisation (Bumblebee Conservation Trust), this project will develop and validate a robust, evidence-based protocol for the disease-screening of commercially-produced bumblebee colonies, and a genetic marker to distinguish native bumblebees from imported subspecies. This will provide regulatory authorities and conservation organisations worldwide with standardised and reliable protocols which they can require as part of their licences or utilise to verify licence compliance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002760/1","grantId":"NE/L002760/1","fundValue":"76548","fundStart":"2013-10-01","fundEnd":"2014-09-30","funder":"NERC","impactText":"  Our work has resulted in one of the major producers of bumblebee colonies modifying their practices in ways which reduce the risk of pathogen spillover, has produced protocols that regulatory authorities or conservation organisations can use to monitor the risk of pathogen spillover, and has contributed to a proposed change in policy that will ban the importation of non-native bumblebees. Agriculture, Food and Drink,Environment Societal,Economic,Policy & public services","person":"William Owen Hughes","coPersons":["David  Goulson"],"organisation":"University of Sussex","findingsText":" Tens of thousands of commercially-produced bumblebee colonies are imported to the UK p.a. for crop pollination, part of a global trade which exceeds one million colonies p.a. Pathogen spillover from these colonies poses a major threat to native bumblebees. Our previous NERC-funded research had shown that regulatory and commercial attempts to prevent this threat had been unsuccessful and that the imported hives carry many parasites. To address the major needs identified by the relevant regulatory authority (Natural England) and conservation organisation (Bumblebee Conservation Trust), this project developed and validated a robust, evidence-based protocol for the disease-screening of commercially-produced bumblebee colonies, and a genetic marker to distinguish native bumblebees from imported subspecies. This provided regulatory authorities and conservation organisations with standardised and reliable protocols that they can require as part of their licences or utilise to verify licence compliance. In addition, we developed a productive collaboration with one of the major producers of bumblebee colonies, and produced important evidence of the contamination of some of their pollen supplies with parasites which resulted in them withdrawing the affected pollen from sale. Our work has already resulted in one of the major producers of bumblebee colonies modifying their practices in ways which reduce the risk of pathogen spillover, has produced protocols that regulatory authorities or conservation organisations can use to monitor the risk of pathogen spillover, and has contributed to a proposed change in policy. Agriculture, Food and Drink,Environment","dataset":"gtr"}