{"id":"A456569F-D7E5-4392-9BA4-98A571551F84","title":"e-Health+: Citizen-driven Information for Healthcare and Wellbeing","abstractText":"This cluster will address the problem of the lack of preventive and early healthcare, and the related digital challenges of providing personalised health information. Preventive medicine or early treatment reduces the burden of disease for individuals and society. But, healthcare services focus on later treatment, when care-needs are most acute. Few services reach people before they become ill, to help reduce the risk of developing disease, or to treat early disease to stop or delay it from turning into illness. So, healthcare needs to engage more with citizens over maintaining wellness. In this respect, 'top-down' health campaigns don't work, whereas self-directed, personalised, and reinforced approaches are more effective. The digital economy challenge is: to quickly assemble persuasive information from multiple sources, tailored to the individual, empowering them to make healthy choices, anywhere. This a tough challenge, because, increasingly, it will involve not only conventional health and lifestyle data, but also personal molecular data, via new biotechnologies. If digital economy research works across the scales of health problems, from molecular to social factors, it can facilitate self-organising groups of consumers to arrange flexible services around their health needs, and improve health.To generate the research able to meet the e-health+ challenge outlined above, we will assemble a cluster of experts from academia, the professions, industry and consumers. In 2008/9, the cluster will generate new research ideas through workshops, case studies and scoping studies. It will identify and refine the research challenges, testing the viability of theories, and planning potential projects. The approach will bridge academic disciplines, and involve stakeholder communities, including: patients; carers; citizens; clinicians; NHS commissioners; and industry (healthcare ICT, food industry, biopharmaceutical). The people driving the cluster run inter-disciplinary networks and teams successfully. The cluster will advertise its activities and evolve its membership actively. Success will be measured as the number of research partnerships formed and research plans produced.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G002134/1","grantId":"EP/G002134/1","fundValue":"174677","fundStart":"2008-04-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"  Outputs have fed into a number of current and completed projects.  ","person":"Iain Edward Buchan","coPersons":["David  Wallom","Panos  Louvieris","Paul  Krause","Carole  Goble"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}