{"id":"A456FE67-8D62-4848-AD3C-AD706A7E9842","title":"High-resolution imaging of the electric surface potential of biomolecular structures","abstractText":"Microscopical techniques are important tools in biology ever since the 17th century, when Anton van Leeuwenhoek observed biological cells for the first time using a handcrafted, optical microscope. Since then microscopy has evolved substantially, from simple optical lens microscopes to microscopes that use physical mechanisms other than light, such as electron beams or mechanical scanning-probes. In scanning-probe microscopy a tiny, microfabricated tip, which is much smaller than a biological cell, is scanned over a surface of an object while closely following its surface contours. Computer analysis then provides a three-dimensional image of the surface of the object, which can be a cell, but also protein or DNA molecules. Unlike electron microscopy, scanning-probe microscopy has the great advantage to work in air as well as in water, the natural environment of most living cells, and the sample does not need to be coated with a metal. In recent years, a variant of scanning-probe microscopy, termed Kelvin-probe Force Microscopy has been developed by materials and semiconductor scientists. This novel method can image not only the roughness and structure of surfaces but also their electrical properties, which provides important, additional clues about the composition of materials and the location of charged molecules at high resolution. The method does not need any chemical or physical modification of the sample prior to investigation and it is extremely sensitive. This technology-driven research project, which is located at the interface of biological and physical sciences, aims to adapt Kelvin-probe Force Microscopy for use in biology. So far, Kelvin-probe Force Microscopy works only in air or vacuum whereas most biological samples need to be investigated when immersed in water. Our objective is to develop new instrumentation to enable us to perform Kelvin-probe Force Microscopy measurements at high resolution in water. This will encompass the design and fabrication of new microscope tips as well as technical modifications of commercially available instruments. To evaluate whether Kelvin-probe Force Microscopy can operate and image at high resolution in water, we will create two-dimensional patterns of electrical charges with defined and regular geometry. These model structures will be obtained using naturally occurring proteins which have the ability to self-assemble into large crystalline sheets with repeating features. We will introduce regular charges into these protein sheets via genetic-engineering of the protein. We believe that the successful expansion of Kelvin-probe Force Microscopy to measurements in water will open new routes for research in biology, where surface charges play an important role. Examples are the visualisation of ion-channels, charged molecules embedded in cell membranes or entire cell membrane domains in living cells. This instrumentation will be of great benefit to biologists, biomedical scientists and biophysicists who will be able to obtain a spatial image of the electrostatic surface potential under physiological conditions, and could possibly lead to commercialisation of new research instruments by scanning-probe instrument manufacturers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010466/1","grantId":"BB/E010466/1","fundValue":"171798","fundStart":"2007-07-02","fundEnd":"2010-07-01","funder":"BBSRC","impactText":"","person":"Stefan  Howorka","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}