{"id":"A4576D84-CD7E-4F10-A681-4767A1347FEE","title":"Edgar Reitz's Heimat trilogy - a critical analysis","abstractText":"The aim of this application for funding is to support the completion of a short critical monograph assessing the Heimat film trilogy by Edgar Reitz. This would be the first book-length study in either English or German to offer a comprehensive assessment and critical analysis of Reitz's major work. The Heimat trilogy comprises a linked project of three film series which chronicles extensively everyday life in a fictional west German village and, in Die zweite Heimat/Heimat 2 (1992), also student life in the city of Munich, between 1919 and 2000. Reitz began shooting in the late 1970s for the first Heimat (1984) and completed his project with Heimat 3 in 2004, which itself was augmented recently with an Epilogue (Heimat Fragmente) shown at the Venice Film Festival in 2006. Edgar Reitz can claim to have achieved a global reputation with his three Heimat film series, which have been screened widely outside Germany and which have achieved high viewing figures and a major fan base in many countries. However, in comparison with other major directors such as Wim Wenders and Rainer Werner Fassbinder working in German cinema since its re-emergence on the international stage in the mid-1960s, Reitz has been addressed only partially in critical scholarship, and only in any detail in shorter journal articles aimed at an elite academic audience. There is a pressing need for a monograph which will offer a comprehensive assessment of the overall Heimat trilogy in English (with the possibility of a subsequent German translation). My aim is to complete a 60000 word book manuscript for Wallflower Press in London to meet this need.\\n\\nThe overriding research question will be to assess the coherence and consistency of Reitz's three Heimat film series. As von Moltke (2002) has argued, the Heimatfilm works generically by registering and mythologizing the ongoing processes of modernisation undertaken in Germany in the last hundred years within the particular spaces of the local. The key research question will be to apply the conceptual framework of the 'nostalgic modernisation' performed by the Heimatfilm to an analysis of each of the three Heimat film series.\\nIn analysing Heimat and Die zweite Heimat/Heimat 2, I want to assess particularly how in cinematic terms Reitz addresses and reflects on the 'role and transformation of provincial space in German history' (von Moltke, 2005). With reference to the first Heimat, I wish to analyse the problematic impact of various media and transport technologies in the space of the Heimat. I wish to consider, when looking at Die zweite Heimat/Heimat 2, the extent to which Reitz constructs the urban environment of Munich, and the world of avant-garde music, as potentially utopian counterpoints to the Hunsr&uuml;ck landscape represented visually as the threatened Heimat in his first series. \\nMy principal research corpus will comprise the three Heimat film series now widely available on DVD and also the recent Epilogue, Heimat Fragmente which is scheduled for a 2007 release date on DVD. My research methodology will draw on film historical paradigms which set films within the cultural, economic, technological, political and social context of their production, distribution and exhibition. I will be utilising extensively mise-en-sc&egrave;ne and cinematographic criticism and other variants of formal analysis. \\nI will also be building on my previous research into the Heimatfilm and German cinema's 'spatial imaginary' to apply concepts drawn from cultural theorists and cultural geographers, such as Kracauer, Benjamin, Deleuze, Bruno and Shaviro, interested in the intersection between space and place, visual imagery, and perception.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F006101/1","grantId":"AH/F006101/1","fundValue":"25953","fundStart":"2008-01-07","fundEnd":"2008-05-06","funder":"AHRC","impactText":"","person":"Alasdair James King","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}