{"id":"A457814C-D498-4E03-AEA0-3F0A9A804B70","title":"BIOMOLECULE-DIRECTED EVOLUTION OF INORGANIC NANOMATERIALS","abstractText":"From the extremely simple micro-organisms which appeared billions of years ago, the diversity and complexity of the plants and animals currently surrounding us results from evolution. In turn, the ability of organisms to evolve is itself attributed to the DNA which forms the blueprint of life on earth. DNA can undergo mutations, some of which may generate a &quot;stronger&quot; organism. As organisms exist in a competitive environment, the stronger species survive to transmit their &quot;winning&quot; DNA to new progeny and future generations.\n\nIn this interdisciplinary research project, we gain inspiration from nature to use DNA-based technologies to evolve inorganic nanomaterials with targeted properties. With the production of structures such as bones, teeth and seashells, nature shows that it is possible to produce inorganic materials whose properties are perfectly optimised for their function under very mild conditions. While organisms clearly achieve this using many strategies, all are united by one common feature; nature controls the formation of inorganic solids using organic molecules. These biomolecules are themselves the result of evolutionary selection such that the fittest survive to produce materials with target size, shape, orientation and polymorph.\n\nExpertise in molecular biology has now reached levels where DNA technologies can be used to evolve huge libraries of biomolecules. In combination with high throughput screening methods, it has therefore become possible to generate biomolecules for increasingly diverse target applications. While this exciting reduction of biological evolution to the laboratory timescale has been used to improve applications such as organic catalysis, its huge potential in materials synthesis remains almost entirely untapped. This research proposal will address this challenge, and employ a novel approach to evolve DNA-encoded nanomaterials. Our strategy is based on three key factors.\n\n(1) We will utilize two diverse DNA libraries - which encode for libraries of biomolecules - that have never before been screened for material synthesis, but that are very well suited for this purpose.\n\n(2) We will utilize a completely new micro-droplet-based platform (using microfluidic devices). Single DNA molecules encapsulated within single micro-droplets will be used to express unique biomolecules. Nanoparticles of cadmium sulfide, copper sulfide and magnetite (magnetic iron oxide) will then be synthesised within these unique micro-environments.\n\n(3) We will screen directly for the PROPERTIES of the synthesized nanomaterials. Droplets containing &quot;winning&quot; nanoparticles with target photoluminescent or magnetic properties will be isolated using fluorescence activated cell sorting (FACS) or magnetic separation. Recovery of the DNA from the &quot;winning&quot; droplets then enables expression of the &quot;winning&quot; protein, which can be employed for large-scale synthesis of the winning nanoparticles.\n\nFinally, our experimental approach will enable us to link biomolecule structure and function. While researchers have for the last 50 years studied biomolecules extracted from biominerals, we still have a very poor understanding of how these control factors such as polymorphism. Here, our diverse libraries are derived from a unique protein scaffold (&quot;adhiron&quot;) that exhibits the desirable property of being readily crystallized. Profiting from this ability, we will determine the 3D structure of &quot;winning&quot; proteins, and in comparison with selected &quot;losers&quot;, will be able to gain unique insight into the origin of their activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L015005/1","grantId":"EP/L015005/1","fundValue":"819881","fundStart":"2014-09-30","fundEnd":"2017-09-29","funder":"EPSRC","impactText":"","person":"Fiona  Meldrum","coPersons":["Michael John McPherson"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}