{"id":"A45B0CCD-C0A7-4CBC-920E-8E574B9721D2","title":"Fundamental understanding of turbulent flame propagation in droplet-laden reactant mixture based on experimental and numerical investigations","abstractText":"This project aims to investigate the statistical behaviour of turbulent flame propagation in a droplet-laden mixture using both experiments and Direct Numerical Simulations (DNS). The effects of turbulence intensity, integral length scale of turbulence, group number, volatility, droplet diameter, and equivalence ratio (both overall and gaseous phase) on turbu-lent flame propagation in droplet-laden mixtures will be analysed in detail by carrying out extensive parametric studies to obtain fundamental physical understanding of the influences of these parameters on the flame propagation statistics, burning rate and pollutant formation (e.g. NOx generation rate). Although addressed to a limited extent by experimental studies in the past, an extensive DNS based investigation of this problem, supported by, and directly compared with, experimentation is yet to be reported in the existing literature. In this project, the fundamental physical understanding from both DNS and experimental data will be used to develop models in the context of the flamelets and Conditional Moment Closure (CMC) based reaction rate closures. Fundamental understanding of flame propagation into droplet-laden mixtures and its modelling will provide a robust cost-effective Computational Fluid Dynamics (CFD) based design tool for reliable, energy-efficient and cleaner combustion devices involving droplet-laden mixtures (e.g. Direct Injection (DI) engines, Compression Ignition (CI) engines, Aero gas turbines etc.).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021997/1","grantId":"EP/J021997/1","fundValue":"267623","fundStart":"2012-12-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"  The findings of this project gave a thorough insight into the flame morphology in the case of flame-droplet interaction and its modelling implications. Apart from enriching the relevant field of research, the research outcomes contribute to the development of high-fidelity simulation tools for simulating premixed turbulent combustion for Internal Combustion (IC) engine and gas turbine manufacturers (e.g. Ford, Rolls Royce and Siemens), which will contribute to the development of energy-efficient and environment-friendly devices and wealth generation in the future. This will give rise to considerable socio-economic impact. Moreover, this project gave rise to the development of a highly skilled professional with expertise of turbulence, combustion, Direct Numerical Simulation and parallel computing etc. Aerospace, Defence and Marine,Energy,Environment,Transport Societal,Economic","person":"Nilanjan  Chakraborty","coPersons":[],"organisation":"Newcastle University","findingsText":" Achievements\n\n---------------------\no Generation of DNS database to analyse flame propagation in droplet-laden mixtures\no 3D DNS database of combustion in droplet-laden mixtures in conventional canonical and rod-stabilised V-flame configurations with both simplified and detailed chemistry.\no Detailed analysis of DNS a database for fundamental understanding and model development\no Analysis of turbulent flame propagation in droplet-laden mixtures using DNS data:\n? Effects of turbulence intensity, integral length scale, droplet size, equivalence ratio, droplet volatility, group number on overall burning and flame propagation rate. \n? Local strain rate and curvature dependences of displacement speed in turbulent droplet-laden mixture. \no Modelling of flame propagation in droplet-laden mixtures using DNS data: The major beneficiaries of this work are IC-engine and gas turbine manufacturers (especially UK based), who are en-gaged in developing new concepts for designing low-pollution and high-efficiency engines. The design process of combustion equipment in both sectors depends heavily on predictive capability of turbulent droplet combustion. Shell, Rolls-Royce and Siemens in the UK are interested in the outcome of this work. Furthermore, the host institutions will obtain new tools for turbulent reacting flows, helping the present investigators to attract industrial funding. Finally, the CFD software community, who use state-of-the-art combustion models extensively, will also be interested in this work. Moreover, this research project aligns with the 'Energy' research theme of EPSRC under the headings of Energy Efficiency and Conventional generation. Aerospace, Defence and Marine,Energy,Environment,Transport","dataset":"gtr"}