{"id":"A45B0074-A913-478A-8DA3-544D7E7DF847","title":"Time scale separation in superstatistical complex systems","abstractText":"Complex system often exhibit a dynamics that can be regarded as superpositionof several dynamics on different time scales.A simple example is a Brownian partice that moves in an inhomogeneousenvironment which exhibits temperature fluctuations in space and time on a relatively large scale. There is a superposition of two relevant stochastic processes,a fast one given by the velocity of the particle and a much slower onedescribing changes in the environment. It has become common to call thesetypes of systems 'superstatistical' since they consist of a superposition of twostatistics, a fast one as described by ordinary statistical mechanicsand a much slower one describing changes of the environment. The superstatistics is very general and has been recently applied to a variety of complex systems, including hydrodynamicturbulence, pattern forming nonequilibrium systems, solar flares, cosmic rays,wind velocity fluctuations, hydro-climatic fluctuations, share price evolution,random networks and random matrix theory.The aim of the research proposal is twofold.On the theoretical side, the aim is to develop a generalisedstatistical mechanics formalism that describes a large variety of complexsystems of the above type in an effective way. Rather thantaking into account every detail of the complex system, one seeksfor an effective description with few relevant variables. For thisthe methods of thermodynamics are generalised:One starts with more general entropy functionsthat take into account changes of the environment(or, in general, large-scale fluctuations of a relevant system parameter) as well. An extended theory also takes into account how fast the local system relaxes to equilibrium,thus describing finite time scale separation effects.On the applied side, the aim is to apply the above theory to a large variety of time series generated by different complexsystems (pattern forming granular gases, brain activityduring epileptic seizures, earthquake activity in Japan and California, evolutionof share price indices, velocity differences in turbulent flows).It will be investigated which superstatistical phenomena are universal(i.e. independent of details of the complex system studied) and whichare specific to a particular system. Possible universality classeswill be extracted directly from the data. Application-specific modelswill be developed to explain the observed probability distributionsof the slowly varying system parameters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E049257/1","grantId":"EP/E049257/1","fundValue":"292976","fundStart":"2008-03-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"  The research, originally treated in a theoretical way, turned out to have many practical applications. Recently we applied it to get a better understanding of\nthe clustered statistics of storms, rainfall statistics, and flooding events, leading to new collaborative and interdisciplinary interaction within the Flood MEMORY project, where we could successfully apply the superstatistics concept. This may generate impact in the future, for better flood risk management and the well-being of society. Environment,Healthcare,Transport Societal,Policy & public services","person":"Christian  Beck","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" This project was very successful in further developing the superstatistics concept,\n a useful statistical methods for complex systems with time scale separation.\n Tests were developed to check whether a given experimentally measured time\n series is superstatistical or not. Important papers were published, for example on\n developing a dynamical approach to superstatistical systems, based on\n Fokker-Planck and Langevin equations. This allows for the construction of an\n optimum superstatistical model. The superstatistics concept is very general and can be applied in\ndifferent areas. Most recently (2013/14) we also applied it to environmental time series, relevant for interdisciplinary aspects\nin the Flood MEMORY project (EP/K013513/1) Communities and Social Services/Policy,Environment,Healthcare,Transport","dataset":"gtr"}