{"id":"A45F6CF5-D074-48A6-9439-E1425F2DD23A","title":"Unified Modelling of Complex Systems - to facilitate ongoing organisation design and change","abstractText":"Humans organise themselves into teams, companies and communities that realise common purposes and share common values. Manufacturing companies are human centred organisations in which people and machines work collectively to realise (1) products for customers and (2) job opportunities and income for investors and employees. Being organic in nature, manufacturing organisations constitute very complex systems that can be configured in many different ways to demonstrate a vast number of behavioural responses to their environment. Present day approaches used to configure manufacturing organisations are based upon using systematic methods and largely historical knowledge (i.e. of what is known to have worked satisfactorily in similar circumstances). Properly applied this can lead to competitive behaviours; but generally very high cost and long lead-time projects are needed to realise a significant change in configuration and behaviours. Also present day approaches to manufacturing organisation design and change are seldom underpinned by quantitative modelling; so as to facilitate decision making and design optimisation by predicting achievable behavioural responses under yet-to-be encountered environmental conditions.With increased pace of life and therefore rates of change, most companies need to significantly improve their organisation design and change practice. Also new complex system modelling techniques have emerged that have potential to address known deficiencies of present systematic methods. Hence this proposal will research the industry need and the potential of various complementary modelling techniques to satisfy that need. In so doing it will build upon, extend and industrially apply model-driven organisation design and change concepts conceived during recent PhD studies. Computer models of candidate configurations (and their emergent characters and behaviours) will be created that represent key aspects of the realities of four case study manufacturing companies. To achieve sufficient realism and enable model reuse through the lifetime of organisations, model creation will (1) be based on state of the art decomposition and integration principles and (2) need to model characters of people at work in particularly innovative ways. Unifying modelling concepts to be researched include: process decompositons into well specified roles; dynamic producer unit configurations and role assignment; and work pattern dynamics, decompositions and (causal and temporal) flows. Case study modelling will benchmark present and new organisation design and change practice. This project is expected to generate and disseminate significant new knowledge which will be relevant and timely to needs of UK industry and academia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D05821X/1","grantId":"EP/D05821X/1","fundValue":"321033","fundStart":"2006-03-01","fundEnd":"2008-08-31","funder":"EPSRC","impactText":"","person":"Richard  Weston","coPersons":["Carys  Siemieniuch"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}