{"id":"A46137DB-8AEE-4B6B-995A-0B7D111059A1","title":"The behaviour of the lithosphere on seismic to geologic time-scales and its implications for landscape evolution and mantle dynamics","abstractText":"The lithosphere, which is the strong rocky outermost layer of the Earth on which we live, is made up of a number of large plates and several smaller ones which are in motion with respect to each other and the deep mantle below. According to plate tectonic theory, the plates are rigid and deformation is limited to their boundaries. \n\nBut how do we know how rigid the plates are? The principal evidence has come from studies of the way the lithosphere deforms in response to loads that have been emplaced on its surface or base. Examples of such loads include earthquakes, the waxing and waning of ice sheets, the growth and decay of volcanoes and the deposition, slumping and sliding of sediment. While these loads have been applied over a range of temporal and spatial scales and so only provide a &quot;snapshot&quot; of lithosphere behaviour, they have provided us with a useful insight into how the plates might actually deform in response to past and, interestingly, future loads.\n\nPrevious studies at submarine volcano loads suggest that as the lithosphere cools and subsides with age its strength increases. Volcanoes that form on young seafloor (i.e. on near a mid-ocean ridge crest) are emplaced on weak lithosphere while volcanoes emplaced on old seafloor (i.e. on a ridge flank) are emplaced on strong lithosphere. The same studies reveal, however, that when a volcano loads a particular thermal age of seafloor the underlying lithosphere relaxes such that it weakens with load age. There therefore appears to be a competition between thermal cooling which strengthens the lithosphere and a load-induced stress relaxation that weakens it. \n\nThe strength of the lithosphere is a fundamental parameter that controls the &quot;architecture&quot; of sedimentary basins and the structural styles that develop in extensional, compressional and strike-slip faulting settings. We propose here therefore to compile all the available field and laboratory observations that relate to lithospheric strength and then construct a computer model that predicts how the lithosphere responds to loads on seismic (i.e. short) through geologic (i.e. long) time-scales. Our model, which will incorporate the effects of both strengthening due to cooling and weakening due to stress relaxation, has major implications for geological processes, especially landscape evolution and mantle dynamics. In landscape evolution, for example, we aim to use the model to predict the deformation that occurs in the near-field of ice loads and unloads where previous work has shown that the strength of the lithosphere plays a major role in controlling bedrock geometry, which in turn influences estimates of ice and melt-water volume. We will also use the new model to evaluate the effects of sediment and water loading and unloading on the development of topography during glacial/inter-glacial cycles when our preliminary models show that the strength of the lithosphere can influence the course of rivers through changes in base-level and shelf grade. \n\nThe proposed work, by focussing on the lithosphere and how it interacts with the cryosphere, hydrosphere and atmosphere above and the asthenosphere below, is of societal as well as scientific interest. The deformation of the lithosphere in the region of large loads, for example, is an important source of stress which may control the location of faults and earthquakes, as appears to be the case beneath Hawaii Island. Moreover, the vertical motions of the crust and mantle that occur during and following loading and unloading of the lithosphere by ice, volcanoes and sediment are all potential contributors to local sea-level change that needs to be taken into account when assessing global sea-level and its impact on past and future environmental change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I026839/1","grantId":"NE/I026839/1","fundValue":"311750","fundStart":"2011-09-01","fundEnd":"2015-12-31","funder":"NERC","impactText":"","person":"Anthony Brian  Watts","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}