{"id":"A4613CC2-1817-438D-9DDE-C3F88B2AB846","title":"Cell wall microstructure and plant cell separation","abstractText":"When plant products are used by humans - whether for food or fibre - the capacity of cells to remain attached is an important attribute. Eating an apple in which cells separate will seem mealy and dry. Eating an apple in which cells stay attached will lead to cell bursting upon impact and a juicy sensation. All plant cells have a cell wall and this imposes distinctive mechanisms upon development. Plant cells are attached together by means of their cell walls and at cell division daughter cells are attached together by means of a new cell wall and generally remain attached being neighbours for life. In certain cases plant cells can separate either to release leaves or fruit or to change the mechanical properties of a plant tissue or organ. Little is known of the mechanisms whereby plant cells are attached together or of the mechanisms whereby attachments are lost in a controlled way. Using monoclonal antibodies we have identified two cell wall pectic polysaccharides that are specific to two distinct cell separation processes. The first of these processes is the formation of intercellular space in pith tissues and the second is the detachment of single cells from an organ - such as the sloughing off of root cap cells. We will study the nature of links between plant cells and isolate cell separation-specific pectins to determine their structure and properties. Understanding the mechanisms whereby plant cells can modify their attachments to each other will be essential for the development of effective use of plant materials in terms of the texture of food products and mechanical properties of plant products such as fibres. In addition it will be important knowledge for plant biology in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D00098X/1","grantId":"BB/D00098X/1","fundValue":"334155","fundStart":"2006-02-22","fundEnd":"2009-02-21","funder":"BBSRC","impactText":"  Monoclonal antibodies generated in relation to this project have found use in biofuel and biomass industries. Agriculture, Food and Drink,Energy Economic","person":"Paul  Knox","coPersons":["Brent Stuart  Murray"],"organisation":"University of Leeds","findingsText":" The analysis of the cell walls of tomato fruit indicated that xylan and xyloglucan polysaccharides are spatially regulated in intercellular regions in relation to cell adhesion and intercellular space AND that these polymers are disassembled from these locations during fruit ripening. This implicates these polymers in cell adhesion events for the first time. The analysis of cell walls in the Cnr mutant of tomato fruit indicated a concerted change to the positioning of polysaccharides (including galactan and mannan) providing insight into how cell wall structures may be orchestrated. \n\n\n\nNew monoclonal antibodies to xyloglucan, mannan and homogalacturonan were developed during the project. \n\n\n\nIn vitro assays of the compressibility and tensile properties of synthetic pectic gels were developed and used to assess the functional/mechanical properties of specific configurations of polysaccharides. The work demonstrated that the presence of neutral polymers co-extensive with a pectic gel network can influence its properties. Knowledge will impact on plant products and understanding of texture and properties of foods such as fruits and vegetables. Increased knowledge of cell wall structures in relation to cell-to-cell links will impact on understanding of plant cell wall biology in general. Will also be valuable for understanding and control of fruit and vegetable textures and properties and also post-harvest biology. Agriculture, Food and Drink","dataset":"gtr"}