{"id":"A4655EEE-0682-4E96-BDF8-4E146E9DB322","title":"Built Infrastructure for Older People in Conditions of Climate Change (BIOPICCC)","abstractText":"SummaryThe functioning of health and social care systems and infrastructures supporting them is likely to be influenced by climate change, especially increasing frequency and severity of weather-related hazards such as floods, heat waves and storms. Recent experience of extreme climatic events had significant repercussions for health of older people. People aged over 65 years comprise a growing proportion of the total population in the UK. Thus we face a major challenge concerning how to adapt infrastructures, essential for health and social systems serving the older age group, to impacts of a changing climate. This project will focus on this challenge. The project is aimed to develop a methodology for selecting efficient adaptation strategies during the period up to 2050 to ensure that the infrastructures and health and social care systems supporting well-being of older people (i.e., those aged 65 and over) will be sufficiently resilient to withstand harmful impacts of climate change. This will be achieved with active engagement of stakeholders and demonstrated through case studies. The problem is complex involving climate change, socio-demographic trends, and infrastructure performance, therefore the research will be conducted by a multidisciplinary team from Durham University and Heriot Watt University, combining expertise in engineering, climate modelling, and health and health care research and expertise from University of Newcastle, Australia. The programme of work will be divided into five stages:Stage 1 - Identification of areas most at risk from climate change related hazards;Stage 2 - Identification of study communities with high concentrations of older people and a range of socio-economic conditions, in urban and rural settings;Stage 3 - Identification of key elements of health and social care systems and built infrastructures in selected study sites;Stage 4 - Identification of design and management solutions including a probabilistic evaluation of their life-cycle costs to improve resilience of health/social care systems and related infrastructures; andStage 5 - Dissemination: knowledge exchange on adaptation strategies, building local capacity and risk mitigation strategies.We will also draw on an extensive international network of advisors representing a wide variety of stakeholder groups. By focusing especially on infrastructure that is important for older people, considering rural as well as urban settings, and involving stakeholders as participants in the research as well as users of the results, our project complements and extends other recent studies on impacts of climate change funded by ESRC and EPSRC. We will aim for local, national and international dissemination of our research findings, in accessible formats, to key informants, stakeholders, and international experts. Although our practical recommendations will have local relevance in our study areas, the methodology which will be developed is general and can be applied to other identified areas across the UK, where similar conditions may apply. The approach and general aspects of the strategies we develop will also have international relevance to for planning and policy and for academic debates about the social and physical determinants of risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061246/1","grantId":"EP/G061246/1","fundValue":"279283","fundStart":"2009-09-01","fundEnd":"2012-11-14","funder":"EPSRC","impactText":"  The research has used the latest 'weather generator' model to generate original knowledge demonstrating, across England, the locally variable hazards, vulnerabilities and risks of extreme weather related events which are projected for different parts of England in future. We have also explored the complexity of the system of infrastructure supporting older people's health and social care that may be vulnerable to these events through research engaging with a range of stakeholders in two case studies areas we have developed toolkits. For that purpose, a model simulating the performance of interdependent infrastructuresystems at the local scale has been developed. This allowed us to elucidate the networks of buildings, utilities and communication infrastructure upon which older people, their informal carers and professional caring services rely for provision of health and social care. We have explored how human, social and organizational systems interact with built infrastructure and how these may need to be adapted in our study areas in future. The lessons learned from this research have informed local adaptation planning in our two case study areas and have also fed into national adaptation guidance being produced by government bodies including the NHS Sustainability Unit, Defra and the cabinet office community resilience unit. \n\nIn addition to academic publications in print and under review, outputs from the research include the BIOPICCC online toolkit (http://www.dur.ac.uk/geography/research/researchprojects/biopiccc/toolkit/). We are arranging for this to be accessed via the government Cabinet Office Community Resilience Unit in London.\nAlso we have produced plain language reports for our collaborators in the study areas supporting their adaptation planning locally, and briefing documents based aspects of our findings which are available at:http://www.dur.ac.uk/geography/research/researchprojects/biopiccc/publications/ .\n\nThe team and our stakeholder advisors have participated very actively in the wider ARCC CN programme.We also took the lead in coordinating, with support from ARCC, three dissemination meetings in London, Durham and the Netherlands, for stakeholders particularly interested in outputs from BIOPICCC and sister projects in the ARCC programme relating to health and social services. BIOPICCC is continuing to contribute to ongoing events surrounding the recent publication of the National Adaptation Plan. Communities and Social Services/Policy,Healthcare Policy & public services","person":"Dimitry  Val","coPersons":["Roland  Burkhard"],"organisation":"Heriot-Watt University","findingsText":" The research has used the latest 'weather generator' (UKCP09) to map and interpret the locally variable hazards, vulnerabilities and risks of extreme weather related events. Maps for England showing regional variability in projected heatwaves, coldwaves and flooding hazards have been produced in relation to vulnerability associated with projected demographic trends in ageing population.\n\nWe have investigated the complex, and locally variable, human and built infrastructure systems supporting older people's care, and the ways that these are affected by extreme weather events in two case study areas. The findings have been interpreted using theories about complexity and social relations.\n\nAn infrastructure model have been developed to represent the key physical insfrastructure systems supplying resources (electricity, gas, water, etc.), infrastructure assets associated with consumption of the resources (care homes, hospitals, residential buildings, etc.), as well as the flow of the resources between them.The model has been implemented for the case study areas. A flood model has been calibrated for the case study areas to predict the extent of this weather related hazard; the model has been combined with the infrastructure model. Using the models and other data collected in the project we have explored how human, social and organisational systems interact with built infrastructure and how these may need to be adapted in our case study areas in the future.\n\nBased on this work we have developed tools designed for practical use in adaptation planning and refined these in light of feedback from stakeholders. The lessons learned from this research have informed local adaptation planning in our two case study areas and have aslo fed into the national adaptatopn guidance being produced by government bodies including the NHS Sustainability Unit, Defra and the Cabinet Office Community Resilience Unit. Strategies used in this research are very relevant to the implementation of the National Adaptation Plan in response to projected climate change, especially in terms of putting this plan into action at the local level. We have developed the BIOPICCC online toolkit, which provides an accessible source of information and guidance on the approaches we have used and their relevance to local adaptation and resilience\n\nhttp://www.dur.ac.uk/geography/research/researchprojects/biopiccc/tookit\n\nWe are arranging for this to be accessed via the government Cabinet Office Community Resilience Unit in London. The research in this project has been directly engaged with a range of stakeholders including partners in two local authority areas in England. We have held a number of briefings, consultations and feedback meetings with them leading to the production of plain language reports for our collaborators in the case study areas supporting the adaptation planning locally. The reports are available on the project website. We have explored with our partners how these might also be used.\n\nThe project team took the lead in coordinating, with support from ARCC, three dissemination meetings in London, Durham and Utrech (Netherlands) for stakeholders particular interested in outputs from the BIOPICCC project and its sister projects in the ARCC network related to health and social care services and infrastructure. We continue to contribute to ongoing ARCC events. Communities and Social Services/Policy,Energy,Environment","dataset":"gtr"}