{"id":"A46F8473-BBB0-47F1-BC4A-27F68131DDCE","title":"Condition Monitoring Power Electronics for Reliability (COMPERE)","abstractText":"Power Electronic Converters are key elements in many safety-critical, high-reliability, electrical systems working in uncertain and harsh environments. Examples include aerospace power supplies and servo converters, marine propulsion and traction drives, and offshore renewable energy generator systems. The traditional approaches to achieve high converter reliability are to de-rate the semiconductor devices and to include redundancy in the system configuration. These approaches can increase the Mean Time Between Failures of converters but will not prevent a catastrophic failure from happening. The aim of this research is to develop a new approach of monitoring the converter device degradation over a period of time and provide the ability to predict failures before they happen. The research will address the challenges of carrying out and understanding the results of key measurements in order to derive information about the internal state of the semiconductor devices in real-time operating conditions. The mechanisms leading to the aging and failure of the devices will be investigated, and a relationship between the device condition and its terminal characteristics established. Condition monitoring techniques will be based on converter terminal electrical signals, which are interpreted together with information about the thermal and load conditions of the converter system. Experiment, and computer modelling and simulation in the thermal, low frequency and high frequency electrical domains will be carried out to develop the condition monitoring techniques. The results will be valuable to device manufacturers, manufacturers of power electronic converters, and to the end users of such systems, particularly in critical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E026923/1","grantId":"EP/E026923/1","fundValue":"290409","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Li  Ran","coPersons":["Peter John  Tavner"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}