{"id":"A47E29A6-1FFA-4AC5-9244-787BF556261B","title":"A study of methods to produce MAX phases in thin films at temperatures below 700 degrees C","abstractText":"The so-called MAX phases comprise three elements formed into a compound. M is one of the early transition metals (Sc, Ti, V, Cr, Zr, Nb, Mo, Hf, Ta), A is usually one of the group III A or IV A elements (Al, Si, P, S, Ga, Ge, As, Cd, In, Sn, Tl, Pb) but can also include Cd, P, S or As and X is either C or N which adds to the previously selected two elements. Their general form is Mn+1AXn where n is 1,2 or 3 and depends on the different stacking sequence of the MX block between the A-element layers. They were initially discovered in the 1960's by Nowotny et al who studied their structure. Engineering properties have been neglected until recently when it was found, by Barsoum and his colleagues, that one of these highly ductile materials (Ti3SiC2) was thermal shock resistant and oxidation resistant even at temperatures in excess of 1000oC . Thus these materials have ceramics properties yet are easy to machine.The potential application of such coatings is wide-ranging; they can be applied to cutting tools, end mills, machine components operating at high temperature, turbine blades and pipelines carrying high temperature fluids. Their composition and layered structure makes them useful for corrosion- and radiation-resistant applications with possible application as cladding layers in the nuclear industry.Conventionally the materials have been synthesised from the bulk at temperatures about 1400oC but thin film Ti3SiC2 has been formed at 1200oC by Chemical Vapour Deposition (CVD) and this compound and other phases can be formed at 900-1000oC on a suitable substrate using magnetron sputtering. For an economically viable industrial process however the process temperature needs to be reduced. Many substrates are not stable at high temperatures, for example steel, containing as low as 0.25% C, undergoes a phase transition at 723oC.The main thrust of this proposal is to develop techniques which will produce thin film MAX phases based on Ti-Si-C and Ti-Al-N at temperatures below 700oC.There are 2 novel approaches to be explored: sequential deposition of the layer components and addition of energy in the form of energetic particle collisions at the growing film surface. The sequential deposition will be achieved by switching source targets using sputtering methods, or, by pulsing different precursor gases in the CVD process. There are also concerns to be addressed in terms of deposition conditions, impurities can prevent correct nucleation of the MAX phases, single crystal substrates may be needed and a seeding layer could be required. Having formed the thin MAX phase layers they will be analysed for their correct structural properties using high resolution microscopy and for mechanical properties by measuring hardness and friction. Thermal stability will be judged from thermal cycling experiments. The coatings have high industrial interest and Teer Coatings Ltd and Applied Multilayers Ltd are supporting this programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G022399/1","grantId":"EP/G022399/1","fundValue":"272501","fundStart":"2009-08-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  Within the project we supported the development of a new design plasma power supply which allowed for untra high frequency pulsing. This allowed a step change in plasma control at atmospheric pressure. \nA patent has been filed. Aerospace, Defence and Marine,Electronics,Energy,Pharmaceuticals and Medical Biotechnology Economic","person":"David  Sheel","coPersons":[],"organisation":"University of Salford","findingsText":" we developed a novel atmopsheric pressure CVD route to the deposition of nitride/oxynitride/carbide and oxycarbide thin films (Silicon and Titanium based compounds were mainly explored).. These were deposited at temperatures below 300C whereas conventional CVD routes would normally be between 600 to over a thousand degrees C. \nIt is however relevant to note that these layres differed in properties from higher temperature layers -with typically lower densities and also amorphous or mostly amporphous structure. We have moved this work forward within a new project (EU funded) and also integrated the deposition technology into new EPSRC bids looking at different materqailas and film functionality challenges. Aerospace, Defence and Marine,Electronics,Energy","dataset":"gtr"}