{"id":"A47FEA0C-4B6C-407E-A3AE-1A1C8A6C7B6C","title":"WISP (Weather impact 'What-If?' Scenario Portal)","abstractText":"The overall aim of this Programme Package is to develop a prototype web-portal (WISP) for mapping likely current and future extreme weather events and their impacts in order to develop and support improved local community resilience; and serve as a connecting activity for the woder CREW programme consortium. WISP will bring together a range of existing models that will be further developed in PP4 and PP4 to provide evidence at the local scale.In the UK, extreme weather events (EWEs) are increasing in frequency and severity. The wider community, ranging from individuals and households through to policy makers, must be aware of their exposure to the effects of EWEs, on the disruption that EWEs can bring, and have in place contingency plans to help an immediate recovery and to secure longer term survival. Consequently, in order to cope effectively with EWEs, evidence on the probability and the impact of the EWEs will need to be provided and delivered in an accessible format and medium (i.e. the internet).This Programme Package provides an integral activity because the mapped output will serve as an essential tool for raising awareness of EWE impacts during and beyond the lifetime of the project; for engaging stakeholders in the wider CREW research programme; and for eventually delivering a tailored, operational tool to meet end-users requirements in preparing for a more resilient community. The development of a web-portal, i.e. specifically using the Internet, for serving and disseminating model output, is being used to satisfy the growing expectation and realisation that the Internet is a powerful medium, and becoming de facto, for information exchange and sharing of knowledge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036817/1","grantId":"EP/F036817/1","fundValue":"105415","fundStart":"2008-02-04","fundEnd":"2011-11-03","funder":"EPSRC","impactText":"  The Community Resilience to Extreme Weather (CREW) project has developed a set of tools for improving the resilience of local communities in SE London to the impacts of extreme weather events. \n\nThe tools were used to the wider research team in the CREW consortium (40+ academics) and also as a means of presenting the outcomes of the research to the stakeholder meetings held throughout the project. Communities and Social Services/Policy,Construction,Environment,Government, Democracy and Justice,Transport Societal,Policy & public services","person":"Stephen  Hallett","coPersons":[],"organisation":"Cranfield University","findingsText":" The Community Resilience to Extreme Weather (CREW) project has developed a set of tools for improving the resilience of local communities in SE London to the impacts of extreme weather events. An integrated part of CREW is the ‘What-If’ Scenario Portal (WISP). WISP represents a series of interlinked toolkits used for mapping the projections of future weather-related hazards developed in Programme Package 4 (PP4) and presenting coping measures via the Internet. WISP provides user- centred tools to address a series of stakeholder scenarios by presenting textual reporting combined with interactive maps, tables and charts. Users are presented with up-to-date information that requires only a web browser to access. The WISP tools also incorporate the facility to capture community contributions and comments, providing the opportunity for engagement with users. WISP aims to integrate the CREW outputs of: community engagement; socio-economic impact modelling; and the probabilistic mapping of hazards. This section outlines the WISP tools, the methods employed in their development and the learning points derived from stakeholder engagement.\n\nA full report on WISP is available in the CREW project final report, online at http://www.extreme-weather-impacts.net. The research has produced a transformative template which, looking forward, could now equally be applied in and transferred to other metropolitan regions of the UK to provide guidance in planning for adaptation and community resilience to extreme weather events. Communities and Social Services/Policy,Construction,Environment,Government, Democracy and Justice,Transport","dataset":"gtr"}