{"id":"A4801635-B5FF-4030-B425-F81EE7C01BB7","title":"Numerical Algorithms and Intelligent Software for the Evolving HPC Platform","abstractText":"Advances in computing power have broadened the spectrum of applications amenable to computational treatment, but software improvements must keep pace with advances in computing technology if new hardware investment is to be fully exploited for the benefit of society. Numerical analysis is a traditional strength of UK mathematics, but it must establish new means of collaboration with computer scientists to be relevant for the fast changing platforms of high performance computing. In this well-supported and timely initiative, numerical analysts at Edinburgh, Heriot-Watt and Strathclyde Universities will work together with compiler experts from Edinburgh Informatics and specialists in parallel computing from the Edinburgh Parallel Computing Centre (EPCC) to improve the software development paradigm for implementation of numerical algorithms on diverse and evolving multiprocessor systems. By bringing mathematicians and computer scientists into close collaboration with HPC specialists, this initiative will address key issues raised in the international reviews of UK mathematics and high performance computing. Additional strategic appointments will be made by the universities, providing a sustainable, long-term commitment. Advanced numerical algorithms will be developed for state-of-the-art applications, such as high order adaptive finite elements for solid and fluid mechanics, numerical optimization, multi-scale methods, and new parallel methods for molecular simulation and data analysis. Algorithms will be coded using better systems of markup and annotation, and new compilation techniques will be introduced by the computer scientists and implemented in collaboration with researchers at EPCC. This paradigm shifts the details of implementation to compilers, but compilers informed by algorithm developers via annotation. The methods developed will have clear potential to impact the key themes of the EPSRC delivery plan, including energy, health sciences, nanoscience, and the digital economy. To strengthen the uptake of new methodology among the research base, algorithms will be tested and their performance evaluated in collaboration with applications scientists and engineers. This proposal includes knowledge exchange partnerships with major computing companies (HP, IBM, SGI) as well as industrial users of HPC algorithms (Schlumberger, Orange/France Telecom, SAS), opening new pathways for effective utilisation of new software techniques. Connections to national laboratories such as Daresbury and Rutherford Appleton are also planned. The project is further enhanced through funded connections with Cambridge University, the University of Warwick, and the Wales Institute for Mathematical and Computational Science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G036136/1","grantId":"EP/G036136/1","fundValue":"4550810","fundStart":"2009-08-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"  (i) Other UK research groups\nThe NAIS initiative has led to increased collaboration both within the partner institutions as well as with NA-HPC communities across the UK, especially the NAIS extended network partners (Bath, Leicester and Warwick). NAIS co-organised the NA-HPC networks, based in Manchester. The collaboration between academics was promoted throughout the lifetime of the NAIS programme, supported through sponsored seminar series, workshops/meetings and research visits. This culminated in a series of meetings in the final 6 months of the programme. Either organised or co-supported by NAIS, these meetings covered a broad range of topics. These events were held at the NAIS centres at Edinburgh and Glasgow, as well as at NAIS Network venues throughout the UK (Cambridge, Durham, Bath and Dundee). With over 500 delegates, these meetings represent an excellent opportunity for cross-discipline networking, research ideas exchange. As a consequence of these meetings, and earlier activities, we are already aware of joint projects being initiated and NAIS members arranging future research visits. \n\n(ii) Industry and commerce\nDuring the NAIS programme there has been a wide range of external (industry/commerce) involvement in the programme through, participation in workshops/meetings, student placements, specific research collaboration, fellowships/awards for NAIS researchers and Industry visits/briefings. Areas of collaboration have included HPC/Software/Hardware (Cray, Agilent, Intel, OpenAcc Standards Consortium), Engineering/Defence/Aerospace (Dstl/Selex/QinetiQ/Airbus/ Cobham/Sandia/Naval Research laboratory), Drug Design/Molecular Dynamics (Plebiotic, Accelrys, NVIDIA, IBM), Industrial Fellowships/Awards/Student Placements (Google/Intel/IBM), Marketing/Social Media/Big Data (Bloom Media/IQcodex/Schuh/Tag Digital/Merchant Soul/NHS/Scottish Government/HRL Labs), Finance (Bloomberg LP, Lloyds Banking Group), Optimisation (Amazon, SAS Institute, IBM, Baidu, Western General Hospital, Arup), Medical Imaging (SINAPSE), and Oil and Gas (DNV-GL).\n\n(iii) International collaboration\nThrough the meetings/workshops discussed previously, sponsored research visits, and appointment of staff with established connections, the NAIS programme has led to substantially enhanced international collaborations. This includes links/collaborations with researchers based in the US (Rice, Chicago, Texas, Wisconsin Madison University, UC Berkeley), across Europe, (CERFACS (France), Besancon (France), Paris (France), Geneva (Switzerland), Louvain-la-Neuve (Belgium), Bonn (Germany) and the Swiss National Supercomputer Centre), as well as the rest of the world (Singapore). Additionally, many of the industrial connections detailed in (ii) were international.\n\n(iv) Collaboration leading to building capability\nCollaborations with other UK research groups established in this programme will be key to ongoing research excellence/success, e.g. the links between the Informatics Group and EPCC are a key feature of the CDT in Pervasive Parallelism, links between EPCC and UoE Maths were key to obtaining a joint NSF-EPSRC software infrastructures grant. Networks, established and co-organised under this programme will provide long-term opportunities for collaboration of UK NAIS members.\n\nThe established industrial/commerce links are being used in on-going and future research projects. For example, Google, SAS, Amazon and Baidu are involved as a project partner in an EPSRC bid, SAS is a project partner in a funded EPSRC grant, Selex and Dstl were used in shaping the industrial participation for the successful MIGSAA CDT. Furthermore, there are examples where Industrial Collaborators re using tangible outputs from research e.g. Google and Amazon are using parallel and distributed algorithms developed in Richtarik's group. These tangible outputs and collaborations are a key success of the programme and will feed directly the future IMPACT case studies from the partner institutions.\n\nThe international collaborations have provided enhanced scope for research visits. The ability to attract world-leading academics to the partner institutions for seminars/workshops/research visits was a real asset of the NAIS programme. These collaborations have enhanced the international standing of the research as well as providing opportunities to attract world-leading expertise to the UK/partner institutions.  ","person":"Lesley  YellowleesNigel Leslie Brown","coPersons":["Dugald  Duncan","Benedict  Leimkuhler","Mark  Ainsworth","Arthur Stewart Trew"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}