{"id":"A4858286-A113-47D7-BAAF-B92E863A5750","title":"Data Reduction Techniques for Systematic Information Quantification in Large Scale, Multiple Spike Trains","abstractText":"It is widely believed that the function of the brain crucially depends on the interaction between large numbers of different neuronal populations located in different brain areas. To test empirically how these neuronal populations work together to generate functions such as sensation and perception, neuroscientists record simultaneously the activity of different neuronal populations in the brain. Recording of this activity is achieved by a number of different methods. Multi-electrodes have become a standard tool for studying the simultaneous activity of multiple neurons in a specific brain region or across different regions. The stimulus information encoded in the spike trains is a primary focus of research in neuroscience and is often examined in terms of various responses or features such as spike counts, mean response time, first spike latency, as well as interspike intervals and firing rate. The massive response data arrays recorded in growing number of experiments pose many challenges for data analysis and for interpreting and modelling of neuronal functions. In this feasibility study we propose to bring together the information theoretic expertises in the systems engineering, data-reduction techniques and the multivariate statistics in order to provide a method to analyse most effectively the information content of large neural populations. In particular, we consider spike trains as an information encoding and decoding process and propose to use wavelets, ICA and topographical mappings to extract, classify, quantify and organise information features contained in spike trains under the information theoretic framework; and we propose to use self-organised data reduction techniques for improved estimation of mutual information, and also to explore a number of different approaches to provide information-theoretic methods suited to the combined analysis of brain signals of different nature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E057101/1","grantId":"EP/E057101/1","fundValue":"51454","fundStart":"2007-04-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"","person":"Hujun  Yin","coPersons":["Stefano  Panzeri"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}