{"id":"A49F61D0-9951-41CB-BB2F-BD768883F2E2","title":"Impacts of tropical land use conversion to jatropha and oil palm on rural livelihoods and ecosystem services in India and Mexico","abstractText":"Bioenergy crops have gained international prominence as fossil fuel prices increase and concerns about climate change grow. Increasing demand for bioenergy crops on international markets might lead to conflict with smallholder food production in the tropics and/or act as a driver of deforestation if large scale forest land conversions are initiated. Alternatively, smallholders might not jeopardise their own food security, and would grow bioenergy crops alongside food crops, incorporating their production into their current land use systems, increasing cash flow and thus permitting them to purchase inputs to intensify food production. The profitability, energy balance, social and ecological impacts will depend on the bioenergy crop used, how it is grown, with which inputs, on what type of land, what, if any, are the alternative uses of that land, and who reaps the benefit. So whether biofuel production is a threat or an opportunity will depend on the specific context. Jatropha curcas is a shrub, native to central America but is cultivated across the tropics. It is being promoted as a bioenergy crop as its seeds contain 20-30% oil, which can be easily extracted and converted to biodiesel. In Mexico, jatropha is traditionally used as a hedge. Large scale plantings were initiated in early 2006. By 2008, 20,000 ha were planted in Chiapas state and it is expected that 150,000 ha will be planted Veracruz state in the next two years. In India, large-scale land conversions to jatropha have been initiated, for example, more than 400,000 hectares of land in Uttar Pradesh state and the Indian government has proposed that biofuels account for 20% of its transportation fuel consumption by 2017, from the present 5%. Yet, despite these ambitious projects, little is known about its yield, pest and disease problems and environmental impact and so in which context it would be advisable to grow jatropha, rather than another bioenergy crop, such as Elaeis guineensis (oil palm). To some extent, ecological ranges of jatropha and oil palm overlap. In India, state governments of Orissa and Tamil Nadu are encouraging farmers to plant oil palm, given that India consumes an estimated 4.2 megatonnes per year. Similarly in Mexico, there are some large scale oil palm initiatives. This project aims to assess profitability, economic, social and environmental impacts of the production of two bioenergy crops, jatropha and oil palm. With data obtained it aims to identify the most suitable areas and conditions for sustainable and profitable yields and the extent of economic, social and environmental production risks. It aims to identify current shortfalls in land tenure systems or law and develop legislation to ensure social sustainability and equity of bioenergy projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009655/1","grantId":"BB/H009655/1","fundValue":"198701","fundStart":"2009-12-01","fundEnd":"2013-02-28","funder":"BBSRC","impactText":"","person":"Sean T Murphy","coPersons":["Carol Ann Ellison"],"organisation":"CAB International","findingsText":"","dataset":"gtr"}