{"id":"A4A09D11-CA91-4526-8754-BF8D35FDE10B","title":"Geodesic ray transforms and the transport equation","abstractText":"A basic problem in geophysics is to reconstruct the interior structure of the Earth from measurements carried out at the surface. A basic problem in medicine is to obtain structural information about tumours inside the body without invasive surgery. Both are examples of inverse problems in three dimensions. Over the last five years, many-decade old problems concerning inverse problems in two dimensions have been resolved by the PI and his collaborators. This proposal addresses the key remaining questions, with a view of making progress in the higher dimensional setting which are central to potential applications and which formed the original motivation for this branch of Analysis.\n\nThe linearization of many of these important inverse problems takes naturally to the geodesic ray transform where one integrates a function or a tensor field along geodesics of a Riemannian metric.\nThe standard X-ray transform, where one integrates a function along straight lines, corresponds to the case of the Euclidean metric and is the basis of medical imaging techniques such as CT and PET. The case of integration along more general geodesics arises in geophysical imaging in determining the inner structure of the Earth since the speed of elastic waves generally increases with depth, thus curving the rays back to the Earth's surface. It also arises in ultrasound imaging, where the Riemannian metric models the anisotropic index of refraction. In tensor tomography problems one would like to determine a symmetric tensor field up to natural obstruction from its integrals over geodesics.\n\nThe proposal aims to get further insight into the injectivity property of the geodesic ray transform acting on symmetric tensors by relating it to the existence of special solutions to the transport equation. This relationship has been crucial for recent successes in solving geometric inverse problems in two dimensions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023842/1","grantId":"EP/M023842/1","fundValue":"188400","fundStart":"2015-09-15","fundEnd":"2017-09-14","funder":"EPSRC","impactText":"","person":"Gabriel  Paternain","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}