{"id":"A4A4CC66-A6AD-47A8-B3B2-5776BB114686","title":"Do mixotrophic protists make oligotrophic oceanic gyres sustainable ecosystems?","abstractText":"The aim of the proposal is to explain the functioning of the oligotrophic oceanic gyres, the Earth's largest ecosystems, which profoundly affect global biogeochemistry and climate. Compared to complex biogeochemical dynamics of C and N with their multiple inorganic pools that do not allow their complete microbial budgets to be accurately determined experimentally, a phosphate (P) budget in surface waters, particularly in the P depleted North Atlantic gyre, is easier to quantify because inorganic P has only one dissolved form in which it is taken up by microbes. The project proposes to experimentally test and to numerically model a new concept of a simplest ecosystem i.e. that: mixotrophic protists control the two dominant bacterioplankton populations, Prochlorococcus cyanobacteria and the SAR11 clade, competing for depleted inorganic P. Using a combination of outlined laboratory and oceanic cruise experiments the following hypotheses will be addressed (i) mixotrophic protists rather than heterotrophic protists dominate bacterial phagotrophy in oligotrophic waters; (ii) mixotrophic protists and not phototrophic protists or cyanobacteria dominate primary production in oligotrophic waters; (iii) protist phagotrophy rather than bacterioplankton senescent death / viral lysis dominate nutrient recycling in oligotrophic waters; (iv) an oligotrophic ecosystem controlled by mixotrophic protists is sustainable in terms of P recycling and C budget. The above hypotheses will be tested by employing and further developing methodology that combines multiple labelling of microorganisms with isotopic tracers and flow cytometric sorting, in combination with nutrient bioassay experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E016138/1","grantId":"NE/E016138/1","fundValue":"307094","fundStart":"2007-12-06","fundEnd":"2012-02-05","funder":"NERC","impactText":"","person":"Mikhail  Zubkov","coPersons":["Peter  Burkill","David John Scanlan","Adrian  Martin"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}