{"id":"A4A856F9-354A-4663-B1B3-5CCB8A10ED06","title":"Sequencing and exploitation of the Brassica A genome","abstractText":"Brassica crops are major contributors to healthy human diet and agricultural economies worldwide. They include oil crops such as oilseed rape (B. napus) and vegetables such as cabbage, cauliflower, broccoli (B. oleracea) and Chinese cabbage and turnip (B. rapa). The UK provides 5% of worldwide production of rapeseed, the oil from which has important nutritional properties and has potential as a biofuel or a renewable resource for industrial applications. Brassica vegetables are rich sources of vitamins, minerals and compounds that help protect against cancer. Despite the importance of Brassica crops in the UK, efforts to develop their potential further are hampered by the complexity of their genetic composition. This is the result of hybrid formation in their ancestry, resulting in amplification of their genomes. For B. oleracea and B. rapa, this results in there typically being 2 copies of each unique gene in closely related species, such as the widely studied Arabidopsis thaliana. In B. napus, the situation is worse still as this species is the result of a very recent hybridization between B. oleracea and B. rapa, resulting in an additional doubling of gene numbers. Fortunately, all of the cultivated Brassica species are closely related and genome structure is very highly conserved between them. This means that detailed knowledge of genome structure and composition in any one species can be readily exploited in the others, providing the necessary data interpretation and information-sharing resources are put in place. A worldwide consortium has initiated the Brassica rapa Genome Sequencing Project, with ongoing activity in Korea, Australia, Germany, Canada, USA and elsewhere. All 10 chromosomes of the homozygous genotype to be sequenced, (Chiifu-401, a Chinese cabbage) have been adopted for sequencing by members of the consortium. The sequencing of two of them is underway in Korea and proposals are being developed to sequence the remainder. In all cases, the methods and standards to be adopted have been agreed. We have established an alliance with scientists in China and the USA, exploiting the complementary expertise available from the partners, to sequence two chromosomes. In addition, we will develop resources to facilitate the exploitation of the entire B. rapa genome sequence, which we expect to be available at the end of 2009. These include systematic annotation of the genome sequence, obtaining sequences from oilseed rape to enable the identification of corresponding regions of its genome, and a database system with displays tailored to enhance the ability of the various user communities to exploit the sequence data for research and the improvement of the Brassica crops of importance in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E017363/1","grantId":"BB/E017363/1","fundValue":"900350","fundStart":"2007-07-02","fundEnd":"2010-07-01","funder":"BBSRC","impactText":"","person":"Ian  Bancroft","coPersons":["Martin  Trick"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}