{"id":"A4AE99DD-E891-4FD2-8B79-845EE7B61DF2","title":"Caenorhabditis elegans as an expression system for vaccine candidates of parasitic nematodes","abstractText":"Parasitic nematode (worm) infections of humans and livestock cause major health, welfare and economic problems worldwide. The efficiency of drugs currently available to control parasitic nematode infections is decreasing due to the emergence of drug-resistant parasites and alternative control approaches are urgently needed. Validation of new drug or vaccine targets of parasitic nematodes is hampered by the difficulty of obtaining sufficient parasite material for testing. Parasite proteins produced artificially in bacteria, yeast or insect cells are often folded incorrectly and/or fail to be modified in the same way as the normal parasite protein. This affects the proteins' ability to stimulate protective immune responses to infection, required for an effective vaccine, and their ability to interact with inhibitors, required for drug design. Development of a system which can synthesise protein in a similar form to the protein present within the worm would, therefore, be advantageous to parasite vaccine and drug research. Parasitic nematodes are closely related to the free-living nematode Caenorhabditis elegans and many of the proteins made in free-living and parasitic nematodes are similar. We have successfully used C. elegans to synthesise a parasite enzyme and shown that the enzyme is active, can interact with inhibitors and is modified correctly. Sufficient protein was expressed for vaccine studies to be carried out. We now propose to use the C. elegans system to make a previously identified, highly effective vaccine candidate of a major sheep parasitic nematode. We will compare the folding and modifications of the C. elegans synthesised protein to the normal parasite protein and test its ability to protect sheep against nematode disease. This work can be developed to generate other important parasite proteins and will be important both to basic research of nematode proteins and to commercial vaccine development. We will link with other researchers with expertise in animal parasite control and with industry (Pfizer) to achieve our aims.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F002033/1","grantId":"BB/F002033/1","fundValue":"290003","fundStart":"2007-10-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"  Have been used to enhance understanding of parasite proteins and immune recognition mechanisms required for inducing protection. Our results provided foundation work contributing to an EU funded PARAVAC international consortium on nematode vaccine development (23 international partners). This has led to new collaborations to exploit our expression system for other parasite species of international importance. Our data also led to a collaborative PhD studentship applying our expression technology to study immunomodulation by parasitic worms.  Economic","person":"Collette  Britton","coPersons":[],"organisation":"University of Glasgow","findingsText":" Vaccine testing for parasitic worms currently relies on purifying native proteins from parasite samples collected from animals. We developed an alternative approach using a related free-living nematode C. elegans to express parasite proteins. We showed that the specific protein of interest (H11 vaccine enzyme) was active and modified with sugars in a similar way to the native parasite protein. This approach and the molecular vectors we generated can be applied to a range of proteins and different nematodes. The C. elegans-expressed H11 enzyme was tested in a vaccine trial and although it induced a strong antibody response, it did not protect against infection. Our results indicated that this is an appropriate expression system but combinations of vaccine candidates may be required for protection against these complex parasites. Have been used by others to express vaccine candidates from other parasites. This has allowed immunological and biochemical comparisons to determine what protein features are important for inducing protective immunity. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}