{"id":"A4B011CA-167B-43BD-AE27-3F015E1B358F","title":"Ancient Egyptian biography: environment, monuments, and texts","abstractText":"Research on ruling groups in early civilizations tends to focus on monuments, images, and texts, yet where more diverse evidence survives, durable products like these were no more than part of elite interests. It is difficult to study activities that left no lasting trace. This project seeks ways to tackle this problem, offering interpretations of several bodies of material. The approach combines theoretical discussion with analysis of sources in two monographs.\\n A major aim is to extend the debate about the self-presentation of royalty and the ruling groups in early civilizations, using sources from ancient Egypt and contributing to their understanding as well as offering interpretations in a comparatist frame. A major concern is to investigate and model how the rural and urban environment was used for display, how performances brought life and meaning to the monuments which bore images and texts of self-presentation, and how those were designed to signify those environments and performances. Another aim is to counter the widespread view that 'biography' or 'autobiography' arise from Western conceptions of the person and to open out discussion to a wide range of possibilities and evidence.\\n Most of the sources are artistically formed; many are fictionalized works of persuasion. The material includes works of architecture, images, texts, and the relationships among these. It appears to legitimize its protagonists, yet rather few people apart from those who commissioned the monuments can have had access to them, so that much of the purpose must have been to contribute to the self-image of the elite.\\n The monographs address complementary questions. High Culture and Experience in Ancient Egypt analyses patterns in landscape and environment, looking at how they were exploited to model realms of elite experience and ranging widely over historical periods. From around 1500 BC treatments of landscapes became increasingly subjective, displaying emotional associations of the desert with loss and mourning that gainsay the ideology of a glorious afterlife. Modifications of settlement patterns embodied rural values linked to landholding, while from early city landscapes were imbued with divine elements. Among landscape activities, royal hunting had a central position, was the context for gift-giving at year end, and was perpetuated in annals. The elite also exploited the landscape of Egypt and neighbouring regions for travel and experience that they narrated and celebrated on monuments.\\n The second book, Ancient Egyptian Biographies, studies how individual elite lives were displayed and narrated, as well as analysing subjective modes of presentation. Because thousands of works survive from three millennia, the focus is on key examples. First is the tomb of Amenemhab (ca. 1420 BC), which exhibits a strong literary focus, while forming an individualized environment that incorporates conceptions of desert and mortuary landscapes. The next chapter treats funerary stelae of two women (ca. 200 BC). The text of one who died young evokes loss as well as pleasure expressed through landscape and sensory experience. By contrast, the life of a widow was celebrated through a grand funeral and procession to the desert necropolis. The final study is of the monuments of a couple (42-40 BC), which assimilate their protagonists' lives to fictional patterns. Taimhotep's ends with a lament that deplores the next world as arid desert, while her widower Psherenptah's portrays his association with royalty, in a life almost without adverse experience. Both these texts and the monument of Amenemhab are revealing of gender ideology and differentiation. Self-presentation changed enormously over the long term. The conclusion reflects on change and asks how far values and concerns of later biographies can be posited for earlier, more reticent modes of display.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H002529/1","grantId":"AH/H002529/1","fundValue":"40561","fundStart":"2010-04-01","fundEnd":"2010-07-31","funder":"AHRC","impactText":"  Research conducted under this award has had diverse impacts within and beyond Egyptology. The unifying thread of the importance of aesthetics and presentation identity in elite culture is taken up in work by others on elites in later prehistory and in early civilizations. In relation to writing systems it has influenced the University of Chicago interdisciplinary research project &quot;Signs of Writing&quot; (first of three conferences in November 2014). The biographical dimension of the research has found notably resonance in a University of Basel project on Egyptian biographies. Museum displays also respond to ideas developed in the research. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural","person":"John  Baines","coPersons":[],"organisation":"University of Oxford","findingsText":" The most important finding is the demonstration of the importance of aesthetic concerns to elite culture in particular, across a number of cultural domains. This has implications for ancient treatments of landscape and planned environments in particular, as well as demonstrating the importance of ephemeral domains of culture in ancient civilizations. The 2013 book on these questions is too recent for measurable impact. The book also argues the significance of subjective experience for ancient identities, developing further ideas that are published in articles, with a book to follow. The research addresses core questions, relating especially to elites in past cultures, that can be taken forward in research of others and that aid the integration of disciplines in humanities and social sciences. Improved understanding of past societies has broad general value for cultural heritage and education. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}