{"id":"A4B050CB-8C40-44DC-8A36-29C6CD256DB6","title":"Tropical geometry and integrable systems","abstractText":"The proposal seeks funding to support an international conference on integrable systems and tropical geometry. For the UK's traditionally strong standing in the research area of integrable systems it is vital to maintain an active communication between pure and applied mathematicians and to connect with emerging new research topics. \n\nThe relatively young discipline of tropical geometry is such an emerging field within algebraic geometry having strong overlaps with combinatorics and enumerative geometry. Central are the notions of the min-plus algebra and tropical curves which independently appeared in the area of integrable systems when taking the so-called ultradiscrete limit of soliton equations. The declared aim of the proposed conference is to connect the two communities, integrable and tropical, and &quot;jump start&quot; a mutual awareness of developments in each field, a discussion process to find a common language and in the long term the formulation of common research interests resulting in high quality papers and grant applications transgressing traditional subject boundaries. It will contribute to the UK's strong research position in the mathematical sciences and increase its potential to harness new mathematical insight for applications in the sciences, applied and pure.\n\nTropical geometry has already found applications in statistical sciences and biology, more specifically phylogenetics where one tries to classify the genetic codes of animals and humans. The proposed conference is a first step to explore new avenues for applications of tropical geometry related to integrable systems. The latter appear for instance in the study of nonlinear optics and telecommunication, plasma physics, and ocean, atmospheric and planetary sciences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037636/1","grantId":"EP/I037636/1","fundValue":"22910","fundStart":"2011-06-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"","person":"Christian  Korff","coPersons":["Christopher  Athorne"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}