{"id":"A4B374D1-884C-48BE-8C05-C8AE9CBF7528","title":"Measuring Recollection and Familiarity in Ageing and Mild Cognitive Impairment","abstractText":"What is this research about?\n\nMemory is important for many aspects of life. It helps maintain our sense of who we are, reminiscing with others helps maintain social relationships, and recalling how we did things in the past helps direct future behaviour. However, our ability to use our memories in these ways depends on how we are able to retrieve information from memory. Research agrees that there are two processes in memory: recollection - a recall-like process where when something or someone is recognised other thoughts, images, or associations come to mind about where that person or thing was previously encountered; and familiarity - when something is recognised as being familiar but no other information is retrieved. When cognitive abilities decline in ageing and dementia the primary process to be impaired is recollection, but research on how familiarity processes change in ageing has not produced consistent results. I am a psychologist with particular interest in these memory processes and in understanding how they work when cognitive ability is reduced. This research will compare recently developed measures of recollection and familiarity in different populations: younger adults, older adults, and individuals with Mild Cognitive Impairment (MCI). The goal is to develop a sensitive measure of memory impairment for help with early diagnosis of dementia.\n\nWhy is this important?\n\nThe well-being of our ageing population is an important issue for the social sciences. Dementia currently costs the UK over &pound;26 billion per year and with the increasing ageing population it is predicted that by 2025 over 1 million people in the UK will be living with dementia. While some memory loss is expected with age, the memory problems experienced in dementia can seriously impact patients' well-being, and take an emotional toll on families, couples, and caregivers. However, if dementia is diagnosed at an early stage, much can be done to help people overcome problems and improve quaity of life. It is thus critical to develop a better understanding of the specific memory processes that are impaired in early stages of dementia, and use this knowledge to inform care pathways that will improve well-being. \n\nHow will this research be organised?\n\nProject 1: How best to measure recollection and familiarity. This project will compare different recently developed, theoretically driven, measures of these processes in younger adults to establish which method is the most sensitive and reliable. This will enable the best methodology to be used in Projects 2 and 3.\n\nProject 2: How do recollection and familiarity processes change in normal ageing. This project will compare younger and older adults' memory using the best method(s) obtained from Project 1. This will enable the methods to be further refined so that they are suitable for use with older people. \n\nProject 3: How are recollection and familiarity impaired in Mild Cognitive Impairment. MCI is a pre-clinical phase of dementia where cognitive impairment is greater than expected for age and education level. This project will compare recollection and familiarity in healthy older people and individuals diagnosed with MCI. This will help us understand the particular patterns of memory impairment that characterise early stages of dementia and will help refine the methodology further for use in clinical settings. \n\nWhat impact will this research have?\n\nThe main impact of this research will be increased understanding of how memory is impaired in early dementia. Results will be shared with academics and clinicians who research and deliver psychological treatments for dementia with the aim of applying for further collaborative grant funding to test and validate the results of this research in clinical settings. This research will also be used to promote social science research to the general public. The results will be presented at public engagement events and on a project website.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N001753/1","grantId":"ES/N001753/1","fundValue":"170335","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"ESRC","impactText":"","person":"Helen Louise Williams","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}