{"id":"A4B6EBC9-059F-4223-8D4A-C40FF961E470","title":"EnteroBase: A Powerful, User-Friendly Online Resource for Analyzing and Visualizing Genomic Variation within Escherichia coli and Salmonella enterica","abstractText":"It is hard to think of two organisms that are more important to scientists, policy makers and the public than E. coli and S. enterica. Both have been studied extensively in the laboratory as models of how bacterial cells function, behave and evolve. However, both are also important causes of human and animal INFECTION and are seldom out of the news, particularly given their propensity to cause outbreaks. The E. coli outbreak that hit Germany in 2011, with &gt;4,000 cases and &gt;50 deaths, amply illustrates the power of these organisms to devastate even a wealthy advanced society. In 2013, Salmonella gained media coverage in England when &gt;200 people fell ill after a spice festival in Newcastle.\n\nIt is important to recognise that no single strain can capture the essence of either species. Instead, what we see in nature is a riotous profusion of diversity. For example, some strains of E. coli live harmlessly in our bowels, while others cause diarrhoea, urinary tract infection or even bloodstream infection. Two E. coli strains may differ by 1/3 of their genetic make-up (genome). Both Salmonella and E. coli undergo relentless evolution, including spread of ANTIBIOTIC RESISTANCE. The huge diversity already present, twinned with ongoing evolution and spread of new lineages creates tremendous problems for microbiologists and other scientists as well as policy makers in recognising and classifying strain types. Yet such classification into well-defined, scientifically robust populations is essential before scientific, clinical or even political conclusions can be generalised across sub-types or species.\n\nFortunately, we have been presented with an exciting new opportunity to capture and analyse within-species diversity in bacteria in the form of HIGH-THROUGHPUT SEQUENCING, a set of innovative technologies that make bacterial genome sequencing (a process of capturing all the DNA sequences within the cell) easier, cheaper and quicker than ever before. However, this sudden availability of new data creates a fresh challenge-the DRINKING-FROM-A-FIRE-HOSE problem-namely how to store, visualise and analyse all the new data on genomic diversity generated by this exciting new technology. In addition, while expert bioinformaticians can use command-line tools to analyse genomes, lab-based bacteriologists are dependent on the creation of new user-friendly web-based resources, if they are not to miss out on this exciting new opportunity. \n\nTo address this problem we will create a new, powerful but user-friendly online database called ENTEROBASE, which will act as a one-stop shop for anyone interested in analysing and visualising genetic diversity in E. coli and Salmonella. EnteroBase will incorporate ENTEROTOOLS, a set of modular, open-source, web-based tools compatible with data formats and standards from both current and future sequencing technologies. Together, these two resources will allow bacteriologists who work in the laboratory and lack high-level computer skills to perform incisive and sophisticated computer-based analyses of bacterial DNA sequence data. Users will be able to upload and analyse their own data, as well as exploit the cumulative knowledge of the microbiology community, not just to look at global patterns of diversity within these species but also to perform speedy, near-real-time analyses of ongoing or recent outbreaks.\n\nPrincipal investigator Achtman has spearheaded efforts to replace outdated 19th- and 20th-century approaches to the typing and classification of these bacteria with more modern approaches; co-investigator Pallen has applied innovative approaches to analyse the German E. coli outbreak. Both will bring to this project 1000s of users of previous similar, well-established but less powerful databases. This project will also help maintain and enhance the UK skills base and make our country the destination of choice for the brightest and best scientists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L020319/1","grantId":"BB/L020319/1","fundValue":"1005460","fundStart":"2014-08-01","fundEnd":"2019-07-31","funder":"BBSRC","impactText":"","person":"Mark  Achtman","coPersons":["Andrew  Millard","Mark John Pallen"],"organisation":"University of Warwick","findingsText":" This research has been funded since 1 August and is currently in the development stage. Still in development Healthcare","dataset":"gtr"}