{"id":"A4B967B3-8472-4A21-A522-E1ED87B26786","title":"India-UK Advanced Technology Centre - (IU-ATC) of Excellence in Next-Generation Networks Systems and Services (Phase 2)","abstractText":"This is a follow-on proposal for a Phase Two from the highly successful Phase One under EPSRC funding (GR EP/G051674/1; EP/G049874/1; EP/G049939/1; EP/G050600/1; EP/G05178X/1; EP/G053847/1;EP/G054886/1; EP/G055610/1; EP/F030118/1) of the IU-ATC which was for an initial 30-month period of a 5-year project envisioned by EPSRC and DST. The IU-ATC project represents the largest collaboration of its kind between UK and India and as such provides a unique and internationally competitive research eco-system to be further leveraged for maximum impact. As commented by the EPSRC Review Panel that met on 15th August (i) &quot;The panel were positive about the success of Phase 1 of IU-ATC, commenting that they were impressed with the achievements of the consortium so far in the face of the significant challenge of making a consortium work across numerous institutions and country boundaries.&quot;, (ii) &quot;The panel were clear that there is no question of the huge capacity that the IU-ATC has built over phase 1.&quot; A summary of our strengths is provided in the Joint 2-page (planning for IU-ATC Phase 2) document submitted to EPSRC-DST on August 5th 2011 (attached). In summary there has been 246 international Conference Papers, 106 Journal Papers ( with 31 papers still under review), Papers under dissemination 31 , 6 Books , and 10 Technical Reports. Of particular significance are the 15 Patents Submitted, the 8 technical Prototypes built and the 12 Technical Testbeds / Demonstrators that support the work of the team in both countries. \n\nAs we plan for Phase 2, we have reflected on our outputs to-date and also the recently published strategic research priorities from EPSRC published in July 2011 on Global Uncertainties , Healthcare, Digital Economy, E-Infrastructure, Intelligent Information Infrastructure, Working Together and DST 11th Plan, DST SAC respectively. In light of the respective national priorities for ICT Research and Innovation that have been identified by EPSRC-DST, there are a number of directly relevant &quot;grand challenges&quot; which we highlighted in our 2-page plan for the respective EPSRC-DST Review Committees on 5th August 2011 (attached). \n\n\nLeveraging the capacity that has been developed in IU-ATC Phase 1, we will take into consideration some of the respective national priorities areas as listed in 1..7 above and the key recommendations of the EPSRC-DST review Panels. As evidenced from the EPSRC Review Panel a specific recommendation was made that whilst we should strive to have commonality of approach between work areas in both countries we should not 'force-fit' all research activities to both countries. Given this recommendation, we have developed a plan of innovative research that attempts to address global issues, common challenges and respective national priorities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016705/1","grantId":"EP/J016705/1","fundValue":"400263","fundStart":"2012-06-29","fundEnd":"2014-12-28","funder":"EPSRC","impactText":"","person":"Nishan  Canagarajah","coPersons":["Joe  McGeehan"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}