{"id":"A4BF260A-5A47-484E-ABCD-597747442B8A","title":"Validation of clinically applicable biomarkers of insulin resistance to explain increased CVD in UK Indian Asians","abstractText":"Heart disease and strokes are more common amongst Indian Asians living in the UK than in European whites. The traditional risk factors such as smoking and high cholesterol do not account for the difference. Insulin resistance, a defect of sugar metabolism, and related metabolic problems are more common in Indians, and have been proposed to account for their increased risk of heart disease. This needs to be tested and confirmed in a large-scale study. We have completed the initial, baseline assessment of 24,000 Indian Asian and Northern European men and women, living in West London. This is the London Life Sciences Prospective Population Study (LOLIPOP) study. We will follow up these LOLIPOP participants for heart attack and stroke. We expect to find that ~1500 people had heart / brain events. Most of these events will be captured through links to electronic databases. We will relate markers of insulin resistance to risk of heart attack and stroke to quantify the contribution of insulin resistance to increased cardiovascular risk in Asians. Our results will substantially improve our understanding of the causes of heart attack and stroke in Indian Asians, and will allow us to develop the first tool for identifying risk of heart attack and stroke specifically applicable to UK Indian Asians. We will ensure that the results of our work are immediately available for use in clinical practice. The work will be performed in collaboration with the pharmaceutical company GSK, who will also use the results to help develop new treatments to prevent heart attacks and strokes in the population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601966","grantId":"G0601966","fundValue":"624306","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"MRC","impactText":"","person":"Jaspal S Kooner","coPersons":["Azeem  Majeed","John  Chambers","Paul M Matthews","Paul  Elliott","James  Scott","Martin R Wilkins"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}