{"id":"A4C4BF89-9983-4F0B-BB4D-07F6604CCBCA","title":"Satellite Observations of Halogen-Containing Molecules","abstractText":"Ozone depletion in the upper atmosphere is caused mainly by the anthropogenic release of chlorinated molecules such as chlorofluorocarbons (CFCs). This damage to the ozone layer increases the amount of deleterious ultraviolet radiation that reaches the ground. As a result of the Montreal Protocol long-lived CFCs are being replaced by shorter-lived species that contain hydrogen (hydrochlorofluorocarbons, HCFCs) and molecules without chlorine (hydrofluorocarbons, HFCs). It is anticipated that the success of the Montreal Protocol will end ozone destruction by the middle of this century. In order to verify compliance and monitor progress, the concentrations of these species need to be measured as function of time, location and altitude. Ozone destruction takes place in the upper atmosphere so measurements of chlorine and fluorine budgets are needed there. We propose to measure the global distributions of the main fluorine- and chlorine-containing gases (both organic source gases and inorganic product gases) with the Atmospheric Chemistry Experiment Fourier Transform Spectrometer (ACE-FTS). The ACE satellite has been providing high quality data from 2004 to the present so trends can be derived as a function of altitude and latitude. \nOrganic fluorine- and chlorine-containing species are powerful greenhouse gases. In fact, after carbon dioxide and methane, this group of gases are the third most important drivers of climate change. The success of the Montreal Protocol has lead to an inadvertent climate benefit, although the rapid increase in replacement HFCs is cause for concern. We propose to determine improved lifetimes for many of these species, and our global distributions will lead to improved estimates of global warming potentials and radiative forcings that quantify their effectiveness in causing climate change.\nClimate change and ozone depletion in the upper atmosphere are two of the most important problems in atmospheric science. Our proposal will make important contributions to the World Meteorological Organization's 2014 Scientific Assessment of Ozone Depletion and the Fifth Assessment Report of the Intergovernmental Panel on Climate Change that is now under way for 2013/2014.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I022663/1","grantId":"NE/I022663/1","fundValue":"277155","fundStart":"2011-10-01","fundEnd":"2015-02-28","funder":"NERC","impactText":"  The CFC-11 and CFC-12 lifetime data was used in Chapter 4 on &quot;Inferred Lifetimes from Observed Trace-Gas Distributions&quot; in the SPARC Report on the &quot;Lifetimes of Stratospheric Ozone-Depleting Substances, Their Replacements, and Related Species&quot;. SPARC (Stratosphere-troposphere Processes And their Role in Climate) is a core project of World Climate Research Programme of WMO. This report was then extensively used in the 2014 WMO Ozone Assessment associated with monitoring the Montreal Protocol. Environment Policy & public services","person":"Peter Francis Bernath","coPersons":[],"organisation":"University of York","findingsText":" We have measured infrared absorption cross sections of a number of fluorine and chlorine containing molecules. These data are needed to retrieve molecular concentrations from remote sensing and in situ observations. We also have used ACE satellite data to obtain new lifetimes for chlorofluorocarbons, CFC-11 and CFC-12, and atmospheric fluorine budgets. Other research groups can use our lab data for their atmospheric measurements. Environment","dataset":"gtr"}