{"id":"A4C55527-5825-4CE4-8D6D-7711FD9ED447","title":"Alzheimer's Disease in Contemporary Literature and Culture","abstractText":"This research explores the ways in which Alzheimer's Disease and other related forms of dementia (for instance, vascular dementia and Huntington's Disease) are represented in a range of recent novels, poems, plays, and forms of life writing or 'pathography' (illness narratives by those with the disease or by members of their family/carers). My chosen texts include: Michael Ignatieff's Scar Tissue (1993), John Bayley's Iris (1998) and Iris and the Friends (1999), Linda Grant's, Remind Me Who I am Again (1998), Ian McEwan's novels Atonement (2001) and Saturday (2005); Chuck Palahniuk's Choke (2001), Tony Harrison's Black Daisies for the Bride (1993).\\n\\nCurrent research on Alzheimer's disease and related dementias is largely confined to medical and related disciplines, including psychological and sociological accounts of aging, dying, death and grief, and the increasingly controversial field of bioethics. Yet the growing frequency with which Alzheimer's disease appears in imaginative literature and life writing underlines the importance of engaging with it from a literary critical perspective. The study argues that imaginative literature and forms of life writing have a specific role to play in relation to our understanding of the ethical dilemmas raised by these diseases, and to an understanding of both the individual and the cultural dimensions of illness, disease and dying. Through a close analysis of narrative discourse, metaphor and literary techniques, this study considers the specific ways in which literary, biographical and autobiographical constructions of Alzheimer's disease (and related forms of dementia) raise and shape ethical debate about what it means to be human, and how we conceptualise the limits of human subjectivity; particularly the point at which writers construct a boundary between selfhood and its apparent eradication in an insidious, dementing illness such as Alzheimer's. It also considers the ways in which writers construe the relationship between the individual illness experience and wider cultural co-ordinates, particularly the ways in which the effects of Alzheimer's disease impact upon the production and reproduction of cultural memory, practices of cultural memorialisation and notions of cultural heritage, cultural belonging and cultural dislocation or 'forgetting'.\\n\\nThe research makes an argument for the significance of literary form and literary language in encapsulating the experiences of illness and dying with a complexity that is often lacking in standard bio-ethical case studies and demonstrates that literary representations of these diseases are not simply of reflective of prevailing medical and cultural discourses around illness, dying and death, but have a constitutive role to play in shaping our understanding of and responses to these realities. Its aim is further to develop the dialogue between various disciplinary fields; bioethics, medical humanities, the cognitive sciences, cultural theory, and literary criticism and to contribute to subject-specific and inter-disciplinary knowledge about the social and cultural meanings of diseases such as Alzheimer's. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E00041X/1","grantId":"AH/E00041X/1","fundValue":"18331","fundStart":"2007-01-01","fundEnd":"2007-03-31","funder":"AHRC","impactText":"","person":"Lucy  Burke","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":" This project explores the representation of the &quot;Alzheimer's epidemic&quot; in contemporary imaginative literature and lifewriting. Through a close reading of a range of texts, the research considers the effects of the biomedicalisation of dementia upon perceptions of personhood, familial/interpersonal relationships, family heritage and concepts such as care and dependency. It makes a case for the ethical significance of imaginative literature and lifewriting in producing new ways of thinking about dementia and its social and emotional consequences. This research explores the significance of cultural representations of dementia in shaping perceptions of the condition and its effects and in mediating its lived experience. It introduces and offers readings of novels, poems, and auto/biographical works that explore 'Alzheimer's disease' in a variety of ways and therefore provides its readers with a range of different ways in which they might think about dementia and its meanings. This is to offer an alternative to the dominant view of dementia as societal burden or familial tragedy and to challenge the dominance of utilitarian models that reduce people's lives to a cost/benefit analysis. The research contributes to person-centred models of dementia care and is thus of use and interest to the general public, health professionals and carers in this field. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}