{"id":"A4E73350-25ED-4CE1-81EA-2684DB444E13","title":"Gas Adsorption at Structured Ionic Liquid Surfaces","abstractText":"The absorption, or capture, of gases into liquids has been studied since the early 1800's. However, the study of liquid surfaces has been restricted to techniques that can operate at or near to atmospheric pressure because common liquids have high vapour pressures (&gt;10-6 mbar), due to the relatively weak van der Waals interactions that hold them together as liquids. This meant that liquid surfaces could not be studied (with some exceptions) on the molecular scale because such study requires the use of powerful, vacuum based, surface science techniques developed for solid surfaces over the past half century. However, ionic liquids, consisting of relatively large, low symmetry, organic cations, matched with inorganic or organic anions, have ultra low vapour pressures at room temperature (&lt;10-10 mbar), due to the strongly cohesive Coulomb potential between the ions, making them vacuum compatible. Therefore, the liquid surfaces of ILs can be studied with molecular detail using vacuum based surface science techniques, opening up a new field of liquid surface science. Our goal is to quantitatively determine the surface structure of ionic liquids, and relate that structure to how gases adsorb onto the surface layers and then pass by absorption into the bulk of the ionic liquid. There are good academic and industrial reasons for such work. Academically, because ionic liquids are composed of large complex species, they have the potential for a level of surface self-organisation that is completely beyond anything simple solvents can attain. The most obvious examples of this self organisation are surface freezing, where long alkyl chains align themselves at the surface into a semicrystalline layer (thus providing an oleaginous barrier to adsorbing gas), and the formation of an ionic underlayer where the charge carriers of the anion and cation form a charged double layer which can act as a surface trap for adsorbed species. By understanding how such self-organisation depends on the nature of the IL, and how the self-organised structure then affects the adsorption of gases, we open up a new area of task specific liquid surface science. Crucially, the ultra-low volatility of ionic liquids is also the property that gives them their huge industrial potential, because the IL does not contaminate gas phase reactants and products with its vapour. Of particular relevance to this application is the SILP (surface ionic liquid phase) process, which combines the advantages of homogeneous and heterogeneous catalysis, and the possibilities of using ILs as capture agents for CO2 in carbon capture and storage (CCS). In this application we use the low volatility of ILs to apply ultra-high vacuum surface science techniques to their surfaces. Surface structures will be determined using angle resolved XPS and X-ray reflectivity, while surface kinetics will be determined using line of sight mass spectroscopy to measure absolute sticking probabilities and temperature programmed desorption. Our work will be the first coherent study of adsorption of any type on well defined liquid surfaces, and will be seminal in the development liquid surface science, comparable to the advances in understanding of solids surfaces when ultra-high vacuum adsorption studies were first carried out in the late '60s and early '70s.Longer term (15-30 years) we will start to answer more complex questions such as; how can this highly structured, anisotropic, but mobile, surface environment be deliberately modified to facilitate the formation of nanostructures using material from both sides of the surface; can we design new types of liquid surfaces which will facilitate directed self assembly of nanoparticles and nanomachines; can we begin to engineer liquid membranes with embedded moieties similar to those in living cells?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018093/1","grantId":"EP/I018093/1","fundValue":"563118","fundStart":"2011-10-03","fundEnd":"2015-04-02","funder":"EPSRC","impactText":"  Our finding are academic in nature and will feed into the general use structured liquids and of ionic liquids, as outlined in &quot;key findings&quot;. At present we cannot identify a demonstrable contribution from the chemistry we have explored.\n\nSeveral of the techniques we have invented in the course of this work should contribute to creative output.\nVariable Period X-ray Standing Wave (VPXSW) analysis. This technique gives a quantitative structural analysis with ? resolution of thin film structures from 10-500? thickness. We have demonstrated it for the first time, and have developed the analysis software for it. It should find use wherever quantitative knowledge of thin film structures are required, from biology through to engineering. \nAnalysis of NIXSW data. Until now this technique has only been applied to surface structural studies of small species. We have developed a methodology for fitting experimental data to surface models for large adsorbates such as ionic liquids. This will allow wider use of this technique to solve &quot;real life&quot; surface structural problems using synchrotron radiation sources such as Diamond.\nDevelopment of a methodolog for forming ultra-thin liquid films on surfaces by a solvent evaporation process. This could have many applications from lubrication to gas sensing and catalysis.  Economic","person":"Robert George Jones","coPersons":["Peter  Licence"],"organisation":"University of Nottingham","findingsText":" Note: the grant does not finish until 04 2015.\n\nWe have applied Line of Sight Mass Spectrometry (LOSMS) to studying the interaction of vapours with bulk ionic liquid surfaces. Water, methanol, acetone, 1,3,5 and 1,2,3 Triflurobenzene on [C2C1Im][EtSO4] and acetone on [C2C1Im][Tf2N]. \nDeyko and Jones Farday Discuss 154, 2012, 265\n\nWe have developed a low temperature co-adsorption method to quantitatively measure the strength of interaction between ILs and small molecules using temperature programmed desorption. Acetone in [C2C1Im][Tf2N], and acetone, SO2 and water in [C8C1Im][BF4]. The small molecules are heavily stabilised by the ionic liquid.\nHessey and Jones Chem. Sci. 4 2013 2519\n\nWe have applied X-ray photoelectron spectroscopy, ultra-violet photoelectron spectroscopy and LEED to Ionic liquid adsorption on gold and copper surfaces, and coadsorption of gases in ionic liquids. [C2C1Im][Tf2N] and [C8C1Im][Tf2N] on Au(110). [C2C1Im][Tf2N] and [C8C1Im][Tf2N] and on Cu(111). Acetone in [C8C1Im][Tf2N] on Cu(111).\nFoulston et al Phys. Chem. Chem. Phys. 14 2012 6054\n\nWe have developed and implemented low temperature Line of Sight Mass Spectrometry for studying the interaction of carbon dioxide with ionic liquids. To apply LOSMS to study the interaction of CO2 with an ionic liquid by coadsorption, a lower temperature of ca 40 K is required. We have constructed a low temperature (40 K) cryopumped line of sight mass spectrometer which successfully operates with CO2. At present it is being used to quantitatively measure the interaction between CO2 and [C8C1Im][BF4]. The ionic liquid stabilises the CO2.\n\nWe have studied the structure of bulk ionic liquid surfaces and of the ionic liquid /solid substrate surface using five runs at the Diamond synchrotron. Two runs were on I07 using X-ray reflectivity to determine the structures of IL/vacuum surfaces. Three runs were on I09 to determine the structures of monolayers of IL on Au(110) using near edge X-ray absorption fine structure (NEXAFS) and normal incidence X-ray standing wave (NIXSW) analysis. The structures of multilayers of IL and acetone in IL, on Au(110) and Si(001) were studied using the completely new technique of variable period X-ray standing wave (VPXSW) analysis. Analysis of the NIXSW data has necessitated the development of a new methodology to deal with the large amount of data from the large IL molecules. Software to analyse the VPXSW data has been written from scratch. \nIn a collaboration we have used helium atom scattering to probe the liquid behaviour of [C2C1Im][Tf2N] on Au(111).\nMcIntosh et al Chem. Sci. 5, 2014, 667\n\nWe have developed techniques to form thin layers (sub-monolayer to 100's ?) of ionic liquid surfaces by evaporative techniques at atmosphere (on gold), and cleavage techniques under solution (on mica). Analysis was by XPS. We have studied the structure of the ionic liquid/vacuum and the ionic liquid/solid interfaces. We have quantitatively measured the interactions between small molecules notably SO2 and CO2 with ionic liquids. We have measured rates of dissolution of small moleclues across bulk ionic liquid surfaces. Academically, this develops the area of ionic liquid surface science, and allows us to understand why particular molecules dissolve in particular ionic liquids and what the interactions are between the two, as a function of structure. It also allows us to understand the structuring of liquids at both the liquid solid interface and the liquid/gas interface. Non-academically, our work should impact on: carbon capture using ionic liquids; gas capture generally (e.g. SO2) using ionic liquids; surface ionic liquid phase (SILP) catalysis where high surface area thin layers of ionic liquid combine the benefits of heterogeneous and homogeneous catalysis; electrochemical reduction of CO2 and other molecules where the interactions between the solute and the ionic liquid at the electrode are paramount in determining the reduction potential; tribology and lubrication where an understanding of the structuring of liquids at solid surfaces is required. Longer term the structured ionic liquid/gas and ionic liquid/solid interfaces could become environments where fabrication of nanostructures is greatly facilitated over current solid/vacuum techniques. Chemicals,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}