{"id":"A501ACF0-AC58-4307-9237-C5D7BA84A743","title":"C3D: Communication Centric Computer Design","abstractText":"We are at a pivotal point in the design of computational devices.Technology scaling favours transistors over wires which has moved usinto an era where communication takes more time and consumes morepower than the computation itself. We believe that this technologydriver inextricably pushes us toward a communication-centric approachto computer system design from both hardware and softwareperspectives. This grant application is focused on exploring this newcommunication-centric view of computer system design from engineeringwires through computer architecture, compiler design, language designand application mapping. It is our wish that this grant form aportfolio of projects tackling future computational systems involvingthousands of power efficient processors.Communication-centric design can be viewed at several levels ofabstraction:Level 0 - implementation technology, where we will focus oncommunication networks-on-chip.Level 1 - computer architecture, focusing on optimisation ofcommunication flows in the system.Level 2 - algorithm mapping to allow automated placement of data andcode across a manycore computing surface.Level 3 - programming language and compiler design to allowparallelism and locality to be easily expressed.An FPGA based simulation infrastructure will also be constructed toallow research results to be obtained from hardware work at levels 0and 1, and to efficiently support software research undertaken atlevels 2 and 3.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F018649/1","grantId":"EP/F018649/1","fundValue":"708352","fundStart":"2008-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  Research outputs have made a contribution to the research community. Digital/Communication/Information Technologies (including Software) ","person":"Simon  Moore","coPersons":["Alan  Mycroft","Robert David Mullins","David  Greaves"],"organisation":"University of Cambridge","findingsText":" Motivated by electronics technology scaling favoring transistors rather\nthan wires, this project explored communication scaling issues for future\ncomputer systems. Daniel Greenfield (PhD) undertook a more theoretical\nstudy exploring communication in computer hardware, software and even\nmammalian brains. His Ph.D. thesis won the 2011 BCS/CPCC Distinguished\nDissertation Award for the best Ph.D. thesis in Computer Science in the\nUK. Dynamic algorithm scheduling was explored by Milos Puzovic (PhD).\nGregory Chadwick (PhD) explored explicit communication mechanisms in\nmultithreaded and multicore processors by prototyping such systems with\nassistance from two short-term RAs (Saar Drimer and Theo Markettos).\nLocality aware computer architecture was explored by Daniel Bates (Ph.D.\nhalf funded from this project). Chris Fensch (RA) and Nick\nBarrow-Williams (Ph.D. student funded from another source) explored\ncommunication optimisations for cache coherent systems by exploiting\nphysical locality. Ali Ziedi (Ph.D.) explored communication in algorithms\nand efficient mappings onto reconfigurable hardware. Arnab Banerjee (RA)\nexplored dynamic communication hardware mechanisms and their power\nimplications.\n\nIn terms of the original objectives:\n\n1. Gregory Chadwick, Saar Drimer and Theo Markettos completed this objective to creation a hardware+software infrastructure to enable manycore parallel computer architectures to be simulated in detail in real time. This resulted in a multithreaded processor (Mamba) and associated FPGA infrastructure.\n\n2. Gregory Chadwick, Chris Fensch and Nick Barrow-Williams completed the investigation of many core architectures. A new multithreaded processor (Mamba) was produced. New locality aware cache coherency mechanisms were investigated. Both lead to publications and two Ph.D. thesies.\n\n3. Ali Ziedi explored language design and compilation issues for manycore systems resulting in a Ph.D. thesis.\n\n4. Arnab Banerjee explored reconfigurable networks-on-chip for manycore systems resulting in an IEEE journal paper.\n\n5. Milos Puzovic explored algorithm mapping techniques for manycore resulting in a Ph.D. thesis.\n\nIn addition, more theoretical underpinnings were undertaken by Dan Greenfield resulting in publications, a Ph.D. thesis and the Distinguished Dissertation award. The work linking communication scaling in brains and chips provides a nice link between electronics and biology with we and others are exploiting.\n\nProximity cache coherence is being explored by industry to improve power efficiency for future computer systems. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}