{"id":"A506B95D-72E3-4DE0-8916-9084039EEC4C","title":"A 3-D perspective on neutrophil migration","abstractText":"Chemotaxis is the process by which cells can navigate towards sources of chemoattractant. It is crucial for development, immune function and the spread of cancer cells. It is based on the ability of cells to detect chemoattractants via highly specific receptors on their surface. Remarkably, when placed near to a source of chemottractant the cell can determine the direction towards its source. It achieves this by using both the fact that the attractant becomes more concentrated nearer the source and its ability to detect tiny differences in the concentration of chemoattractant around it. The cell then migrates in the direction of increasing concentration of chemottractant. Despite its importance our understanding of how chemotaxis works is very limited. It is clear that chemotaxis is made up of many component, or sub, responses. The ability to detect the chemottractant, the ability to sense changes in its concentration across very small distances and the ability to move in response to the chemoattractant (chemokinesis), which is in turn dependent on the ability of the cells to form reversible contacts with neighbouring cells or surfaces. A full understanding of chemotaxis will only emerge from an understanding of these elemental component responses. In this project we focus on the mechanisms underpinning chemokinesis (chemoattractant stimulated movement, in our assays the chemottractants are often uniform in concentration and the resulting migration is random and not directed as in chemotaxis) as a key event in chemotaxis. We aim to understand the chemical nature (the molecules that are acting as the signals) and spatial organisation of the processes inside cells that allow them to perform these responses. Neutrophils are a specialised form of white cell found in the blood. Their primary function is to ingest and kill bacterial and fungal pathogens. Neutrophils use the process of chemotaxis to migrate out of the blood stream towards areas of inflammation and also to home-in on pathogens. Thus chemotaxis is essential for neutrophils to perform their normal healthy function fighting disease. However, many long term inflammatory diseases are known to caused by neutrophils over-reacting. Too many neutrophils accumulate at the site of disease and actually contribute to host tissue damage, which in-turn leads to further accumulation of neutrophils. Hence a major objective in treating inflammatory disease such as arthritis is to reduce neutrophil migration into sites of inflammation. At the moment we have very few drugs that are able to effectively reduce neutrophil influx to sites of chronic inflammation with unwanted side effects because we do not know which steps in chemotaxis to best target. We aim to study neutrophil chemokinesis and chemotaxis. Recently there has been huge progress in understanding the events inside neutrophils that are involved in coordinating chemotaxis. This has been possible through the development of microscopes capable of seeing inside living neutrophils as they move and the use of genetic engineering techniques to make specific proteins we want to study inside cells fluorescent and hence possible to see with special illumination and detection systems in the microscopes. However, despite these advances our views of the inside of cells during chemotaxis has thus far been very 2-dimensional, that is as if we were looking down on them from above, and could not reveal any depth (the 'sides' of the cell). By using new imaging techniques we are able to begin to take many photos and combine them to give a sense of depth. What we have seen so far entirely changes our interpretation of the 2-D images and understanding of the spatial coordination of chemotaxis. In this project we hope to use mathematics and computers to improve our ability to create and interprete 3-D images of migrating neutrophils and to use this to find out the nature of the intracellular signals that regulate chemokinesis and chemotaxis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I008209/1","grantId":"BB/I008209/1","fundValue":"185501","fundStart":"2011-04-04","fundEnd":"2014-04-03","funder":"BBSRC","impactText":"","person":"Till  Bretschneider","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}