{"id":"A50B0B8F-3805-4608-94D9-0A5DDF0011A9","title":"Translational Termination and its Regulation by Hydroxylation","abstractText":"Synthesis of proteins is essential in order for cells to grow and divide. Since cancer cells generally grow faster than normal cells they need more protein synthesis. Therefore, protein synthesis could be blocked with drugs in tumour cells as a way of treating cancer. \n\nOur research focuses on an enzyme known as JMJD4. Although this enzyme has links to cancer no one knows if, or how, it might contribute to tumour growth. We have recently discovered that JMJD4 regulates a cellular pathway involved in protein synthesis, and that inhibiting JMJD4 stops the growth of tumour cells in the laboratory.\n\nThe research in this proposal aims to understand more about JMJD4 and its role in protein synthesis and cancer. Specifically, we wish to study whether JMJD4, and the pathways it regulates in protein synthesis, are required for tumour growth. We will do this using a mouse cancer model (this will extend our previous experiments using the more artificial laboratory-based approach).\n\nThe experiments in this proposal also aim to understand exactly how inhibiting the JMJD4 enzyme affects protein synthesis: We will use an exciting and powerful new technique to accurately pinpoint the position of the protein synthesis machinery on the 'genetic code'. The information from this experiment will help us understand how inhibiting JMJD4 stops the growth of tumour cells. Such information could be used to improve the way in which we target drugs against JMJD4 and protein synthesis in the future.\n\nFinally, our work has identified JMJD4 as a novel enzyme that regulates aspects of protein synthesis and tumour cell growth. It would be very useful to identify other enzymes that regulate protein synthesis in cancer cells to develop new ways of combating cancer. Therefore, the proposal also aims to use a genetic 'screen' to ask which of the all the genes in the human genome control similar aspects of protein synthesis to that regulated by JMJD4.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K010816/1","grantId":"MR/K010816/1","fundValue":"361735","fundStart":"2013-08-31","fundEnd":"2015-08-30","funder":"MRC","impactText":"","person":"Mathew  Coleman","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}