{"id":"A5106139-94C1-4F18-A9AA-44BFDCB69F8F","title":"New aspects of the mu-calculus","abstractText":"Formal logic provides us with a mathematical language for specifying and describing systems, as well as powerful methods for reasoning about whether a logical statement is true in a given situation, which logical statements follow from which, and so on - and these methods can often be automated. \n\nModel checking applies these ideas to provide powerful automated tools for verifying that software meets its specification. This can save companies money and provide confidence to wide society of the reliability of software. Conventional model checking has been enormously successful industrially, but much of it has considered time as discretely ticking - 0, 1, 2, and so on. For some computer systems, continuous time as used in physics is more appropriate. Part of this project will study the possibilities for model checking in situations concerning real-time models, using a very powerful logic, the temporal mu-calculus. In the long term, it may lead to new ways of model checking more sophisticated systems.\n\nAs well as time, space is an important aspect of many modern applications, including databases, geographic information systems, and geometrical reasoning. Logic can also be used to make statements about space, and reason with them. Many different logical systems have been used, but again the very powerful mu-calculus has not been greatly investigated in this context. This project aims to study the modal mu-calculus in spatial contexts, trying to ascertain its expressiveness, and what machinery is needed to reason correctly with it. The work has the potential in the long run to improve our ability to specify and reason about situations involving space.\n\nWe will also take the opportunity to try to establish some fundamental facts about the mu-calculus's power to define classes of situations, echoing the so-called Goldblatt-Thomason theorem for simpler logics. If successful, this will provide researchers with a basic tool usable in many areas requiring the mu-calculus.\n\nOnly three months is available for the research on this ambitious project, and it is likely that not all problems will be solved, but we hope that good progress will be made.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L020750/1","grantId":"EP/L020750/1","fundValue":"7314","fundStart":"2013-12-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"  The work is attracting interest but it is too early for it to have had impact.  ","person":"Ian  Hodkinson","coPersons":[],"organisation":"Imperial College London","findingsText":" This overseas travel grant was to fund a 3-month visit to colleagues in New Zealand and Australia. \n\nThe NZ visit was to Robert Goldblatt in Victoria University of Wellington, primarily to work on the modal logic of space. (Work on defining classes of Kripke frames in the mu-calculus was also planned, but unfortunately no progress was made, because of lack of time.)\n\nIn a classic paper from 1944, McKinsey and Tarski set up a basic logical language for representation and reasoning about space. The notion of space they used was called a 'dense in itself metric space', a mathematical abstraction general enough to cover many common cases and applications of space in practice. They gave simple reasoning principles, called S4, and showed by a powerful argument that all and only the valid statements about any given space were derivable in S4.\n\nMcKinsey and Tarski's paper has been massively influential, with nearly 500 citations (Google Scholar) and many related publications, especially in the last decade.\n\nGoldblatt and I extended this work to stronger languages with more powerful operators: the mu-calculus (called the 'ultimate program logic' by Vardi), the so-called tangled closure operators (we showed they are as expressive as the mu-calculus in any metric or topological space), the universal modality (which can express non-local properties), and the coderivative operator (as recommended by McKinsey and Tarski). For languages without the universal modality, we gave strong completeness results, covering infinite sets of statements; we also showed that this is frequently impossible with the universal modality. Our work advances the state of the art in this area. Items 1-4 of workpackage P1 of the proposal were all fully resolved. A 75-page paper with full proofs has been submitted to a top journal.\n\n\nThe Australia visit was shorter. I visited Mark Reynolds's group in University of Western Australia, Perth, and the aim was to study model checking temporal logic over linear and real time. Temporal logic model checking is a powerful technique used to verify protocols, device drivers, and increasingly, more sophisticated software. It has major industrial significance.\n\nModel checking over general linear time or real-numbers time is a less advanced field, but recently, two algorithms were put forward independently by Reynolds's group and by Mathioudakis in London. We wished firstly to compare the two. We concluded that they were sufficiently similar not to warrant including Mathioudakis's algorithm in a forthcoming paper by Reynolds et al. The more pressing question was to extend one or both of these algorithms to handle mu-calculus formulas. Preliminary results have shown tentatively that this is possible, with Mathioudakis's algorithm being the lead candidate, and all items of workpackage P3 look like being resolved. New and very heavy administrative duties have prevented me from writing up the details yet, but I hope that at least one full paper will be produced in due course. Details will be added here when available. Various open problems are posed in the spatial logic paper above, chief among them being to extend our results to a wider class of topological spaces, and to even stronger languages. The model checking results are not finalised and it is too early to say how they might be used. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}