{"id":"A510F6D9-FD20-4EA1-9C62-51E6C51228AD","title":"RLP- and RLK-mediated innate immune responses in Arabidopsis and tomato triggered by PAMPs and avirulence factors","abstractText":"Plants are challenged routinely by biotic and abiotic factors. Biotic factors include pathogens that disclose their presence to plants by Pathogen-Associated Molecular Patterns (PAMPs), such as bacterial flagellin, lipopolysaccharide, peptidoglycon and fungal chitin. On the other hand, plants have cell surface receptors that scan the environment for incoming would be pathogens. There are three types of cell surface receptors in plants; a) completely outside the cell such as polygalacturanase inhibitor (PGIP), b) majority of the protein is outside the cell but a short tail within the cytoplasm, known as receptor-like proteins (RLP) and c) receptor part is outside but also has a large part in the cytoplasm that acts as a catalytic domain such as receptor-like kinase (RLK). These receptor proteins may function to recognize microbial PAMPs, may confer resistance to specific pathogens, and could interact with each other to activate downstream signaling. To understand resistance, we need to understand better the role of these receptors in recognition and the activation of the defense response not only because of its intrinsic interest and but also because of its important role in crop protection. The main aim of this proposal is to understand the role of cell surface receptors in activating the immune system of plants. Mutants will be used to investigate the role of these immune receptors in recognition of oomycete pathogens including downy mildew and white rusts of brasssicas and late blight pathogen of potato and tomato. We have initial data suggesting that mutation in some of these genes result in enhanced pathogen growth and disease development. For example, mutation in 3 different RLK-encoding genes allows the growth of late blight pathogen of tomato, P. infestans. Detailed studies of these genes would help us to construct a strategy to control this disease in tomato and potato.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E02484X/1","grantId":"BB/E02484X/1","fundValue":"280780","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"","person":"Mahmut  Tör","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}