{"id":"A515D8FD-4B53-44D0-9778-0DBD8B558555","title":"Noradrenergic mechanisms in attention and response inhibition","abstractText":"Neuroscience research is one of the priority areas identified by the Government and leading health organisations. Recognition of the clinical need for new advances in therapeutic approaches to these diseases is particularly highlighted by statistics revealing an increase in the prevalence of psychiatric and neurodegenerative diseases. The focus of this research project is to investigate the biology of attention deficit hyperactivity disorder (ADHD), a prevalent and debilitating condition in children and adults. ADHD is responsible for significant social and economic costs to society and, although treatments are available, very little is known or understood about how or why they work. To address some of these issues, we can turn to animal models to enable us to dissect the specific brain mechanism that mediate the symptoms and treatment of this disorder. Animals provide a powerful method to study basic brain function and the methods we will use provide an excellent parallel with studies that are carried out in people. Using our animal models we will measure behaviours such as impulsivity, when an action is made that is not properly considered and has negative consequences, and inattention. The experiments will test how current treatments for ADHD act within the brain and isolate which brain areas and chemical processes are involved. The results that we obtained will help us to design future experiments to further refine our understanding of how the brain functions to control behaviour. Importantly, because our models relate closely to psychology test used in humans, we will be able to directly relate our results to the clinical situation. My research is closely linked with human disease and overall this project will identify new ways to alter brain function and improve the treatment of psychiatric conditions such as ADHD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700980","grantId":"G0700980","fundValue":"254520","fundStart":"2008-08-14","fundEnd":"2012-04-13","funder":"MRC","impactText":"","person":"Emma Susan Robinson","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}