{"id":"A517AD40-354F-4A75-9E25-B0C26D685CC9","title":"Effects of sex-ratio selection on the demography of an annual plant: challenging the seed-centric view of population dynamics","abstractText":"The distribution and the abundance of organisms depend on both the persistence of species locally as well as on their regional persistence through a balance between colonisation of available habitat and local extinctions. Both local and regional processes depend on the density-dependent regulation of population growth rates and the fecundity of their constituent individuals. Population growth decreases with population density as a result of reduced individual survivorship and fecundity through competition for resources and microsites for germination (negative density dependence); and population growth increases with density below some critical threshold if, for example, mating opportunities are limited at low density (positive density dependence, or the 'Allee effect'). Negative density-dependent interactions are expected to regulate populations as they grow towards their local equilibrium; positive density-dependent reproduction prohibits the survival of populations that are too small and may limit colonisation success, thus limiting the regional persistence of a species. In plants positive density dependence can most likely occur in dioecious species, where seed production may be limited; in addition, there is a trade-off between male and female function that will be expected to severely constrain seed production. Here we propose for the first time to test the roles of these in determining population dynamics. The novel contribution of our study will be in the challenge it poses to the 'seed-centred view' of plant demography. We draw a link between plant population dynamics at local and regional scales, which depends fundamentally on seed production, and natural selection on a plant's sex allocation, which diverts up to half a population's reproductive resources away from seed production towards male function in outcrossing species. Because selection on sex allocation compromises seed production so greatly, we expect it to affect a species local and regional dynamics. Surprisingly, this link does not appear to have been made before. Our study will address questions about the way in which selection on sex allocation affects both the negative and positive density-dependent regulations of plant populations. Using a series of manipulative experiments under controlled conditions, we will assess the extent to which the presence of males in hermaphroditic populations of the species Mercurialis annua compromises population seed production, thus reducing a population's intrinsic rate of growth at different densities. This species is particularly useful for our purposes because it displays striking variation in its reproductive system, with populations comprising either only hermaphrodites, males with females, or males with hermaphrodites. By studying populations with different sexual systems, we will determine how the allocation of resources to male function affects the regulation of plant populations through competition, and through the colonisation of new patches or populations by seed dispersal. We will also establish a large field experiment in which we will test the hypothesis that the establishment of dioecious populations (comprising only males and females) will be more severely compromised at low densities (because of pollen limitation on seed set) than self-fertile hermaphroditic populations. We will experimentally assess the extent to which seed-bank dynamics may contribute to the local and regional dynamics of populations. Finally, we will use experimental mating arrays under controlled conditions to determine the relationship between density (i.e., interplant distance) and seed set for dioecious and hermaphroditic populations. The results of these experimental studies will be used to parameterise models that link sex allocation with the local and regional regulation of plant populations through both positive and negative density dependence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G003203/1","grantId":"NE/G003203/1","fundValue":"325637","fundStart":"2009-05-12","fundEnd":"2012-06-25","funder":"NERC","impactText":"","person":"John  Pannell","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}