{"id":"A518FEB8-0232-4049-949D-A34420D29D6E","title":"Electron-neutral collisions induced by artificially produced VLF waves: Radiation belt remediation","abstractText":"The interaction of particles and waves is a universal physical process that occurs in nature (e.g. wave-particle heating of the solar corona) as well as in the laboratory (e.g. wave-particle heating of plasmas within magnetic-confinement tokamaks). The development of high-powered radio-transmitters has meant that it is now possible to transmit very low frequency (VLF) signals along magnetic flux tubes with the aim of inducing such wave-particle interactions artificially in near-Earth space. This proposal outlines a method - known as radiation belt remediation - to decrease the number of energetic electrons in the radiation belts by artificially stimulating electron-neutral collisions using such VLF signals. The constantly changing flux of energetic electrons within the radiation belts is dangerous to orbiting hardware such as commercial communication satellites, and numerous scientific and military satellites which fly through the region. If successful, the research proposed would have significant practical applications as well as answering pressing physics problems. Success would provide a means to potentially protect spacecraft and instrumentation from: (a) the elevated particle fluxes that occur naturally (e.g. due to solar-driven variations and in situ particle acceleration, which are known to cause occasional satellite failure) or, (b) the exceptionally high fluxes that can occur due to human actions (e.g. high-altitude nuclear detonations massively increase particle fluxes and would certainly damage satellites traversing the radiation belts). It is estimated radiation-belt disruptions to USA government satellites alone cost in excess of $100 million per year (pre-2000) and that between 1994 and 1997 around $500 million worth of satellite insurance claims were a direct or indirect result of such disruptions. At present, expensive shielding is required to mitigate this effect, although no amount of shielding can provide 100% protection. With an ever-increasing societal reliance on space-based technology, it is clear that the potential for disruption and the related cost is huge. Such costs may be significantly reduced by better understanding the physical cause of such effects and by subsequent development of means to mitigate them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I000801/1","grantId":"ST/I000801/1","fundValue":"80692","fundStart":"2011-09-01","fundEnd":"2014-02-28","funder":"STFC","impactText":"","person":"Michael Harold Denton","coPersons":["Michael  Kosch"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}