{"id":"A518D228-E612-4348-8393-90737A6A1EAC","title":"Low cost nanowire diagnostic platform","abstractText":"Laboratory tests are a vital and growing part of the accurate diagnosis of a patient's condition, with around 1 billion tests performed in the UK each year. With the expansion of interest in evidence-based medicine, laboratory tests are increasingly used to tailor individual treatment plans according to need, to monitor disease progression, to stratify risk, and for population screening programs. To enable the routine application of predictive, preventative and personalized healthcare, these biochemical tests need to be performed at a large scale, at low cost, and preferably also at point-of-need locations rather than exclusively in clinical laboratories. The realization of this socio-economically highly desirable situation\nnecessitates the development of new, more cost-effective, technologies for the quantification of molecules that are biomarkers for the diagnosis and management of specific diseases.\n\nThe project aim is to develop a point-of-care (PoC) nanowire diagnostic system to measure inflammatory biomarkers found in a small droplet of blood, and builds on results from EPSRC Nanotechnology for Healthcare project EP/6061696/1. The project will develop a low-cost nanowire platform technology with integrated sample processing. Nanowire fabrication will use a novel top down process and temperatures low enough for large scale manufacture on inexpensive glass or polymer substrates.\n\nOur target application is the diagnosis and management of respiratory diseases, including COPD (chronic obstructive pulmonary disease) and asthma, that are often exacerbated by viral infections. Using a translational approach, we will focus on the detection of a number of clinically relevant protein biomarkers of viral infection and treatment. Viral infections\ntrigger an immune response characterized by expression of the antiviral interferons and their down stream response genes (e.g. interferon-inducible protein 10 and beta2-microglobulin) or activation markers such as neopterin. These can be used as early biomarkers of infection, or to evaluate or predict the clinical response to antiviral therapy with interferon-alpha or beta, which are often measured in conjunction with detection of neutralizing antibodies. Tumor necrosis factor alpha (TNFa) and the acute phase protein, C-reactive protein (CRP), are also used as biomarkers of inflammation linked to infective exacerbations. The nanowire arrays will be used to quantify levels of CRP, TNFa, neopterin, IP-10 and beta2-microglobulin (nanowire functionalization with specific antibodies) and levels of antibodies to interferon-beta (functionalization with interferon-beta itself). The project will also explore the potential of DNA aptamers as synthetic antibodies, a more costeffective and nanowire-compatible approach than classical protein antibodies. Many diseases do not have a single biomarker that correlates with disease state, hence the need to use a panel of biomarkers for more accurate diagnosis and management of disease.\n\nThe project will have unique access to clinical samples -serum and induced sputum- obtained from patients admitted to the Acute Medical Unit at Southampton General Hospital suffering from acute asthma exacerbations, 60-80% of which are triggered by a respiratory virus, and following their recovery. We will also have access to serum samples from asthmatic\nvolunteers undergoing Phase I clinical trials using inhaled interferon-beta which is being developed for treatment of virusinduced asthma exacerbations. Results will be directly compared against data obtained using traditional methods (ELISA) and to clinical outcomes (e.g. respiratory virus detection, exacerbation severity, response to treatment).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K502327/1","grantId":"EP/K502327/1","fundValue":"768421","fundStart":"2012-10-31","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"  This project will develop a disposable low-cost biosensor to measure proteins of interest in human blood. Unlike current tests, it will be done at the Point of Care and the signal output will be all electrical. The device will find widespread applications in clinical medicine and diagnostics, providing high quality data on the level of key molecular biomarkers. Healthcare Societal","person":"Hywel  Morgan","coPersons":["Peter  Howarth","Maurits  De Planque","Peter  Ashburn","Donna Elizabeth Davies","Peter  Roach","Harold Meng Chong"],"organisation":"University of Southampton","findingsText":" The research has discovered new methods to manufacture sensitive transistors using low temperature and low cost processes as used by the consumer electronics industry to make Thin Film Transistors. This means that we can make high specification transistors at low cost, so that they are one off use. These devices can be used to sense binding of molecules to the surface. The project is in collaboration with three companies: Sharp Labs Europe, Oxford Instruments Plasma Technology and Aptamer Diagnostics. The findings will to be taken up by a large electronics company such as Sharp Labs to develop new health care and diagnostic products based on solid-state electronics biosensors. Eventually these devices should see their way into the NHS and into home diagnostics and monitoring kits. Environment,Healthcare","dataset":"gtr"}