{"id":"A51A7D32-77AA-45C4-8D85-DEFF6DC23E4A","title":"Obesity e-Lab: e-Infrastructure for inter-disciplinary collaborative research into obesity","abstractText":"<b>Background:</b> Obesity is associated with ill health and causes early death. More people are getting obese world-wide and the health and economic consequences are grave. The rising cost of obesity-related diabetes care alone threatens to bankrupt the NHS. Reducing obesity is a key priority for the Government, yet there is insufficient evidence to support specific policies. The proximal cause of obesity is simple: an energy imbalance between intake (diet) and expenditure. However, the distal determinants, and their relationships, are unclear. E-Social Science can help improve the evidence base and inform policy-making.\n<br />\n<br />\n<b>Aim:</b> The Obesity e-Lab project aims to enable social and biomedical researchers to share data, information and analytical tools for obesity research.\n<br />\n<br />\n<b>Objectives and methods:</b> A web-based system will be created to provide access to relevant information and facilitate social networking. Search and navigation tools will be generated for researchers in academic, NHS or local government organisations to find data from administrative and secure data services, via social science views of health datasets, and health science views of social datasets. Accessible analytical tools will then be developed, bringing deeper and wide-spread, social analysis into obesity research in academic, public health, NHS and local government settings.\n<b><br /></b>\n<br />\n<p><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F029721/1","grantId":"ES/F029721/1","fundValue":"912964","fundStart":"2008-09-01","fundEnd":"2012-02-29","funder":"ESRC","impactText":"  The findings which the funding provided delivered key information which has informed a key theme in the HeRC programme (CHIP-SET).  ","person":"Iain Edward Buchan","coPersons":["John David Ainsworth","Georgina  Moulton","Carole  Goble","Alex Conrad May","Angela  Dale","Dexter  Canoy"],"organisation":"The University of Manchester","findingsText":" The findings which the funding provided delivered key information which has informed a key theme in the HeRC programme (CHIP-SET). The findings which the funding provided delivered key information which has informed a key theme in the HeRC programme (CHIP-SET). These findings are formally disseminated UK-wide across the Farr Institute. Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}