{"id":"A5266711-98FA-4A75-B608-8FF73CC780EA","title":"ICC: Disentangling deactivation pathways in DNA bases and model systems using time-resolved photoelectron spectroscopy and three pulse techniques","abstractText":"While there has been a large flurry of experiments aimed at studying the photoresistive properties of biomolecules, recent progress in this field has been hampered by the growing complexity of the results observed, coupled to the increasing computational demands on theoretical simulations. Femtosecond (fs) time-resolved photoelectron spectroscopy (TRPES) provides unique capabilities for studying photoinduced processes and has successfully been applied to small polyatomic molecules. Photoelectron spectra are obtained via a two-step excitation-ionization scheme as the delay between the pump and probe pulses is scanned. The two-dimensional data obtained provides two-fold information on the evolution of the molecular system: lifetimes of the electronically excited states participating in the relaxation and decay associated photoelectron spectra for their spectroscopic identification. In the endeavour of applying this technique to molecules of increasing size and complexity such as biomolecules the following challenges become apparent: (1) Relaxation processes are complex due to the many degrees of freedom and an increasing number of low-lying states. (2) Processes that occur on similar, ultrafast time-scales and exhibit spectrally overlapping features are almost impossible to disentangle. The experiments by Ullrich/Stavros make use of two complimentary spectroscopic techniques at a high level of synergy that will allow wavelength-dependency studies with unambiguous identification of relaxation pathways. The expected outcome of this project is two-fold: (1) a detailed molecular level understanding of the photophysics of these molecules including competing pathways, onsets of deactivation channels, and the effect of structural modifications on the dynamics, (2) critical information for the design of three pulse TRPES experiments, such as expected signal levels and the feasibility of using inherently broadband fs pulses for excitation of specific reaction coordinates and narrow spectral lines. While this proposal focuses on experiments, ab initio computational studies will also tremendously benefit from the level of spectroscopic detail obtained in this stepwise approach. As most of the equipment is already in place at the respective institutes, all experiments will be performed by local and visiting students during extended stays in the PIs' laboratories and their collaboration will continue throughout data analysis and publication of their results. Both PIs have been integrating undergraduate and minority students in their research and this project will be no exception. Beyond the scientific aspect of this collaboration students will benefit from the exposure to a different academic environment and foreign culture. The project also seeks to exchange the PIs' experiences in outreach activities with the intention of implementing similar activities at their home institutions. For example, a former UK teacher (now outreach coordinator at Warwick) will participate in the Georgia Internship for Teachers program that places high school teachers into a research environment and aims at integrating their experiences into a lesson plan. In exchange UGA Physics will learn about Warwick's chemistry road shows for high schools and their E-learning approaches to publicize research to audiences in the wider community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H003401/1","grantId":"EP/H003401/1","fundValue":"225841","fundStart":"2010-01-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Vasilios  Stavros","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}