{"id":"A5286FAA-6ED7-4464-B653-F63CCF8A3F8D","title":"Functional analysis of novel snoRNA-mRNA interactions","abstractText":"In humans and all other organisms, the genetic information is encoded in the sequence of extremely long molecules of DNA. Together, these molecules comprise the genome, which can be divided into functional units termed genes. However, the DNA is essentially a permanent storage medium, so for this information to be used it must be copied into a &quot;working memory&quot;. This copying process is termed transcription and takes place in the cell nucleus. The copies take the form of long molecules that are closely related chemically to DNA, and are called RNA. It is essential for all organisms that the integrity of information encoded in the DNA be maintained, whereas information copied into the RNA is disposable. This greatly expands the range of uses to which it can be put, and there are many different functional classes of RNA. In the major information processing system of any cell, a class of RNAs called messenger RNAs (mRNAs) carry the genetic information from the cell nucleus to the cytoplasm, where it is used to programme the protein synthesis machinery. The function, regulation and maturation of the mRNAs have been major topics of research for many years. However, there are many other classes of RNAs that do not encode proteins and are collectively termed non-coding RNAs (ncRNAs). One class of very small ncRNAs, termed micro RNAs (miRNAs), has been shown to play important regulatory roles in humans. Misregulation of miRNA function is associated with many human diseases and this is being studied intensively. However, several other important groups of ncRNAs have key structural and functional roles during protein synthesis and other essential cellular activities. For example, proteins are synthesized in tiny, but intricate, machines called ribosomes, the cores of which are made up of ribosomal RNAs (rRNAs). The ribosomes themselves have a complex synthesis pathway that largely occurs in a specialized sub-nuclear compartment called the nucleolus. Within the nucleolus, the rRNA precursors (pre-rRNAs) undergo a multistep processing pathway and are chemically modified at &gt;100 sites. Another class of ncRNAs, the small nucleolar RNAs (snoRNAs) function during rRNA maturation, either promoting pre-rRNA cleavage or acting as guides for site-specific nucleotide modification. The box C/D class snoRNAs (so called because of conserved sequence motifs) act by forming stable, extended base-paired interactions with targets RNAs. In addition to their vital roles in ribosome synthesis, there is evidence that box C/D snoRNAs can also interact with the nuclear precursors to mRNAs (pre-mRNA). In some cases this results in strong down-regulation of target mRNA levels, while other interactions impede &quot;splicing&quot; reactions needed to convert pre-mRNAs into functional mRNAs. Notably, loss of the snoRD115 family of box C/D snoRNAs in the genetic disease Prader-Willi syndrome impedes processing of the pre-mRNA encoding the serotonin 2C receptor. However, the extent of snoRNA-mRNA interactions remains unclear, as is the general impact of snoRNA binding on mRNA processing and/or stability. Strikingly, there are around 1000 different snoRNAs in human cells that do not have a known target RNA. Some of these have been conserved in evolution, showing that their unknown targets are functionally important, and therefore worth discovering. Using a newly developed technique we have generated preliminary data demonstrating that we can precisely identify hundreds of different sites at which snoRNAs bind to pre-mRNAs and mRNAs. We can do this in human cells, in yeast and in mouse stem cells that are differentiating into neurons. We are therefore in a position to characterise this potentially important, but previously largely unexplored, regulatory system in mechanistic detail.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L020416/1","grantId":"BB/L020416/1","fundValue":"430685","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"BBSRC","impactText":"","person":"David  Tollervey","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}