{"id":"A52B0581-A37F-47D8-9343-D54B6BFCE817","title":"In situ Lab on a chip chemical sensor technology","abstractText":"Researchers at the National Oceanography Centre, Southampton, and at the School of Electronics and Computer Science at the University of Southampton have collaborated to produce novel Lab-on-a-chip chemical sensors. These miniaturised devices use microfabrication techniques similar to those used to manufacture integrated circuits out of semiconductor materials. This enables very compact design. The devices contain fluid channels that enable seawater to be mixed with chemical reagents that produce a colour change (or fluorescence) with intensity proportional to the chemical content of the seawater. It is possible to change the reagent added to measure a number of chemicals that are important in the study of the environment. These include nutrients (such as phosphate) and pollutants. Whilst measurement systems based on this technique do exist, currently available technology is large, expensive, and difficult to operate. Miniaturisation enables cheaper more robust sensors that are easier to use and suitable for mass production. Our current prototype is the size of a 1.5l drinks bottle, but the next generation will be the size of a soft drinks can. The proposed activity will evaluate if this technology has commercial potential (i.e. can industry make money out of this) and will identify the first steps of a plan to maximise the income generated by this idea. This will include an evaluation of the market for the sensor technology; a review of patents and opportunities for protection of the idea; and evaluating possible partners and initiating contacts with them. Chemical sensing is required by a number of industries (e.g. agriculture, aquaculture , water treatment industries, offshore industries) and by scientists (e.g. in oceanography, in the study of fresh water systems, and in plant research). We are therefore, hopeful that this idea could have significant market potential and could contribute to the competitiveness of UK industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H001328/1","grantId":"NE/H001328/1","fundValue":"8216","fundStart":"2009-05-18","fundEnd":"2010-01-17","funder":"NERC","impactText":"","person":"Matthew Charles Mowlem","coPersons":["Hywel  Morgan"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}