{"id":"A52F581E-F6BD-4BD5-9671-E22747C0D402","title":"Sea-level Controls on Quaternary sediment-hosted carbon stores","abstractText":"Investigations of ice cores from Greenland and Antarctica and deep-sea sediment cores show that during Quaternary glacial cycles, significant changes in global temperature and sea level coincided with changes in atmospheric greenhouse gas content - most notably of carbon dioxide and methane. The main cause of these variations must have been some change in sediment-hosted methane sources. Most reliable data covering the last 20-25ka suggest that greenhouse gas budgets have generally lagged behind changes in temperature as well as sea-level. It is generally thought likely these greenhouse gases were generated by emissions related to the global expansion of methane-producing wetlands in alluvial systems which expanded in response to sudden increases in precipitation and temperature, and/ or destabilization of permafrost generated greenhouse gases, including methane from hydrates. Consequently, these greenhouse gases act as positive feedbacks within the climate system. This is generally well understood by the climate change community. Less well understood, is that alluvial systems and hydrates also act to a degree as negative feedbacks in response to sea-level change within the climate cycle. On the timescale of glacial cycles in the Quaternary sea-level induced fluxes between sediment-hosted carbon and the ocean atmosphere system act as a brake on climate. Both sediment-hosted gas hydrates and alluvial tracts store great volumes of organic carbon that are released to the ocean-atmosphere system during sea-level fall and are re-stored upon sea-level rise. These storage and release processes are thus a partial control on temperature change / by releasing greenhouse gases to the atmosphere during sea-level fall, and storing them during rise. How important such negative feedbacks are in relation to the positive feedbacks is currently very unclear. There are several questions blocking our understanding of the functioning of these feedbacks and their impacts, for example: what is the relative importance of absolute sea-level as opposed to other controls (for instance temperature gradients or rates of change)?; how influential have sediment-hosted carbon stores and fluxes been on governing rates of change in the glacial cycles of the Quaternary?; or have sea-level induced feedbacks been a major factor in governing climate patterns or are they a minor side show in the scheme of things? The current state of our knowledge with respect to the distribution, properties and stability of carbon stored within hydrates and alluvial systems suggests that it is timely to develop models that may be used to test the sensitivity of sea-level controlled carbon flux systems and to answer some of these questions. This will be achieved by running ensembles of models with different starting conditions and change processes (chemistry, physics and rates of change). Given the many uncertainties that exist through a paucity of data (e.g. geothermal gradients today, let alone in the past), and partial knowledge of processes (e.g. rates of change) the models will allow testing of system response under a wide range of scenarios to give an understanding of the susceptibility of sediment-hosted carbon reservoirs to environmental change. This modelling will satisfy the call that various reservoirs and pathways should be incorporated into a broad model providing both positive and negative feedback to global warming and cooling during the late Quaternary. The models generated will be important in determining the susceptibility of hydrates to future change and increase our capacity to establish the sensitivity of the earth system, and atmospheric greenhouse gas contents in particular, to sea-level induced changes in pressure and temperature through climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F021941/1","grantId":"NE/F021941/1","fundValue":"414679","fundStart":"2008-09-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"John Gareth  Rees","coPersons":[],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}