{"id":"A531D632-8510-44A8-B7A4-C7497C207DCA","title":"SYIELD:Networked Mimic Sensors for Crop Enhancement &amp; Disease Control","abstractText":"The project will enable growers to produce more food from fewer inputs, through an integrated farm management strategy which optimises the mode-of-action for Crop Protection (CP) chemistries based upon local farm networks of in-field biosensors which then connect to form a UK, and international, INFRASTRUCTURE. Ideally, but not exclusively, this will be combined with the dual action DISEASE CONTROL and CROP ENHANCEMENT offered by a subset of CP chemistries. The science behind host / pathogen interaction will be exploited to engineer environmentally tolerant mimic surfaces which will trick the pathogen into germination on the sensor cartridge. This will occur at the same time or in advance of the disease progress in the bulk crop. The mimic surface, in conjunction with detection of specific factors from the pathogen, will form the basis of the biosensor specificity. Early adoption will be against Sclerotinia in UK Oil Seed Rape (OSR) integrated with Syngenta's dual-mode Amistar chemistry. UK technology companies will manufacture the in-field nodes, which house the disposable sensor cartridge, micro air-sampler, intelligent interface electronics &amp; OEM telecoms modules. These will link, alongside satellite crop-usage data, to a GIS web portal accessible as a commercial service to; farmers, agronomists, government and other agri-food stakeholders. This integration of SENSOR-NETWORK and CP chemistries sets a global precedent for growers to increase their current ROI by 6-7 times at NO PERCEPTIBLE COST TO FARMERS, with corresponding additional UK productivity of 16.4M p.a. following a conservative adoption by 1/3rd of OSR farms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I000739/1","grantId":"TS/I000739/1","fundValue":"371534","fundStart":"2010-11-01","fundEnd":"2013-10-31","funder":"EPSRC","impactText":"","person":"Kim Elizabeth Hammond-Kosack","coPersons":["J  Antoniw","Jon  West"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}