{"id":"A541AB0E-8783-4CCC-91FE-CCD6A4A9985E","title":"Deep Ocean Circulation and Carbon Cycle Links During the Quaternary","abstractText":"The overall focus of this proposal is to reconstruct global deep-ocean circulation and the carbon cycle changes during glacial/interglacial cycles over the last 1.5 million years. During that time period northern hemisphere glaciation increased in intensity and the periodicity of ice ages shifted from a 40 kyr to a 100 kyr cycle. The causes for these changes are unknown, but were likely triggered by processes internal to the climate system. The research we propose will develop a better understanding of the mechanisms of past ocean circulation and its link to storage of carbon in the deep ocean. We focus on the Pacific, the largest deep ocean by volume, and the flow of lower nutrient Atlantic-sourced waters into it. The large volume of the deep Pacific means that changes in its circulation and carbon contents affect atmospheric carbon dioxide levels. We have chosen cores that allow comparison between multiple proxies of ocean circulation and climate variation. Their distribution along a major deep-water flowpath into the deep Pacific Ocean, and different depths in the water column, will allow us to reconstruct how much Atlantic-sourced nutrient and carbon poor water entered the Pacific.\n\nWe will measure neodymium (Nd) isotopes as a tracer of water mass on cores which already have multiple palaeoceanographic proxy records (bottom-water temperature, ice volume, benthic carbon isotopes, sortable silt, and others). This is the first time that all of these geochemical tools will be applied on the same cores and the samples of the same age, so we will be able to directly compare the results of these different tracers, both temporally and spatially. One core, ODP Site 1123, records ocean conditions going back 1.5 million years, with a well-developed chronology, while the Chatham Rise cores are a depth transect of cores from intermediate to abyssal depths. These cores will allow us to understand past changes from both temporal and vertical perspectives. Comparing Nd isotope records from the south-western Pacific to records from the Atlantic and Indian Oceans, can provide new information about changes in global-scale thermohaline circulation.\n\nThe combined use of Nd isotopes and benthic foraminiferal carbon isotope proxies can be used to deconvolve the role of ocean circulation, which affects both proxies, from global carbon cycling changes, which affect only carbon isotopes. The preliminary data we show in this proposal illustrate that the Nd isotopic composition of foraminiferal coatings is a robust archive of deep-water chemistry during the past few million years. We can now observe that many cores in the ocean have Nd isotope and benthic foraminiferal carbon isotopes which are compatible with changes in deep-water circulation on long pathlengths, though decoupling from this behaviour exists at some sites and time periods, including in the south-western Pacific. Having complete comparable records for both proxies will greatly advance our understanding of how water masses propagate through the deep ocean with implications for modelling how ocean circulation may react to anthropogenic climate change. Deep-water source and flow will also be constrained by an ocean model, which can use the distribution of multiple chemical proxies to deduce flowpaths and quantify the contributions of deep-water formation areas, as well as inputs at boundaries. The model can be used to fit all the palaeo-data, rather than simply doing scenario simulations, and global distributions of Nd isotopes can be produced and tested for different time periods. The model is high resolution for a palaeoceanographic study, but it is still computationally efficient enough to be run for many thousands of years. This data/model collaboration with a multi-proxy approach will transform our understanding of deep-ocean water-mass sourcing and structure and carbon storage at a key location in the global thermohaline circulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K005235/1","grantId":"NE/K005235/1","fundValue":"450003","fundStart":"2013-06-24","fundEnd":"2016-09-23","funder":"NERC","impactText":"  This grant and research is ongoing.  ","person":"Alex Matthew Piotrowski","coPersons":["Henry  Elderfield"],"organisation":"University of Cambridge","findingsText":" We are currently measuring a record of changes in ocean circulation in the Pacific Ocean. Grant is ongoing, so far we are meeting objectives. Environment","dataset":"gtr"}