{"id":"A54DEA74-3A7C-4C63-B1EB-8674D85E3025","title":"MBase: The Molecular Basis of Advanced Nuclear Fuel Separations","abstractText":"Over 95% of used nuclear fuel is uranium and plutonium, which can be recovered and reused. However, because used fuel is intensely radioactive, this requires very complex processes. These processes can also be adapted to the separation of high hazard materials from the residual radioactive wastes, to simplify radioactive waste management. However, industrial reprocessing of used fuel primarily relies on a 50 year old solvent extraction process (Purex), which was originally developed for much simpler fuels. As a result, modern fuels can prove difficult to reprocess. We will therefore explore two different approaches to nuclear fuel separation in parallel, one based on the established Purex technology and the other on a much more recent development, ion selective membranes (ISMs). ISMs are porous, chemically reactive membranes which can bind metals from solutions then release them again, depending on conditions, thus allowing highly selective separations.In the solvent extraction system, we will focus on a common problem in solvent extraction, third phase formation, and on separation of a group of long lived, high hazard waste isotopes (the fission product technetium and the minor actinides). With the ISMs, we will first prove their utility in uranium/plutonium separation, then extend these studies to the minor actinides. Throughout, we will work with the elements of interest, rather than analogues or low activity models and in realistic radiation environments. In both strands of the project, we will explore the underlying physical and chemical processes then, building on this understanding, we will develop a series of quantitative models, building from phase behaviour to unit operations and finally to process flowsheet models. We wil use the resulting models to explore different options for fuel reprocessing, based on scenarios defined with our industrial partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I002952/1","grantId":"EP/I002952/1","fundValue":"212039","fundStart":"2010-11-01","fundEnd":"2014-04-30","funder":"EPSRC","impactText":"  We propose that this technology may well prove effective for polishing the raffinate from SANEX type processes, for remediation of contaminated water or soils and for reduction of the radiotoxic load in Nuclear Waste by means of Partitioning of minor actinides. Energy,Environment Economic","person":"Laurence Marius Harwood","coPersons":["Michael J Hudson"],"organisation":"University of Reading","findingsText":" Separation of the minor actinides from lanthanides and other fission products is a key step in the partitioning and transmutation scenario for reprocessing of used nuclear fuel, and has been achieved using nitrogen-bearing ligands; for instance the bis-triazinyl-phenanthroline (BTPhen) ligands.\n\nWe have investigated the influence of subtle electronic effects of bromine substitution at the 5 and 5,6-positions of the 1,10-phenanthroline nucleus of BTPhen ligand on their extraction properties for Ln(III) and An(III) cations. Compared to C5-BTPhen, electronic modulation in BrC5-BTPhen and Br2C5-BTPhen enabled these ligands to be fine-tuned in order to enhance the selectivity of Am(III) from Eu(III).\n\nMagnetic iron oxide (Fe2O3) nanoparticles (MNPs) have attracted much interest over recent years because of their large surface area and magnetic properties, meaning they can be extracted from solution by the application of an external magnetic field.\n\nWe have investigated the extraction of copper (II) at levels reflecting ground water contamination and have shown that we can extract up to 99% of the copper from such samples using a simple copper ligating agent covalently bound to magnetic maghemite nanoparticles. Such particles effectively provide a third phase, acting as if soluble in water but extractable by a magnetic and, as such, can be applied to soil decontamination. \n\nWe have also investigated the separation of minor actinides from lanthanides using CyMe4-BTPhen-functionalized SiO2-coated MNPs. These MNPs exhibited quantitative selectivity for Am(III) over Eu(III) at 4 M HNO3 (with a separation factor in excess of 1300) and also showed a small but significant selectivity for Am(III) over Cm(III) with a separation factor of around 2 in 4 M HNO3. Selective actinide complexation and extraction allows the partitioning of these elements, reducing environmental impact. As such it is an essential component of modern nuclear waste processing techniques. Actinide complexation and extraction also has potential uses in analysis, catalysis and low-level waste clean-up (e.g. from a &quot;dirty bomb&quot;). This separation is made all the more difficult, given the chemical similarities between the two groups of elements.\n\n\n\nThe ligands developed at Reading, have been investigated for their ability to carry out this separation by solvent extraction. Tri- and quadridentate ligands have been developed that allow preferential extraction of the trivalent minor actinides Am(III) and Cm(III) from lanthanides in acidic solutions, making them potentially suitable for a continuous liquid-liquid separation process for nuclear waste processing.\n\n\n\nAttaching the ligands to solid supports via a covalent linker allows extraction of higly radioactive elements by solid-liquid extraction from very low concentrations solutions, making the solid-supported ligands ideal for soil remediation or waste water treatment. The use of magnetic nanoparticles further allows extremely simple removal of radioactive contaminants through cheap and efficient magnetic separation. Please see potential non-acedemic use. Chemicals,Energy,Environment","dataset":"gtr"}