{"id":"A551F90F-5C1C-4183-A166-0AE46DA0B8CE","title":"Concentrationary Memories and the Politics of Representation","abstractText":"The non-representability of the Holocaust as an unprecedented event at 'the limits of representation' has dominated Holocaust studies in philosophy and historiography (Friedlander). In the aesthetic dimension, the focus has been on trauma (psychological unrepresentability) and ethics (who can speak and how should we look back? Fiction versus non-representation). Theodor Adorno declared that all culture fails before the reality of atrocious suffering, rendering any pleasure-giving representation obscene. Yet he also admitted that suffering demands representation and that the aesthetic might be its only voice. This project intervenes in the memory politics of aesthetic and cultural engagements with the Holocaust. Rather than focussing on what aspects of the horror and suffering can or cannot be ethically represented, the project intends to examine politically the aesthetic strategies created as the event, later known as the Holocaust, became an initial object of testimony and political analysis 1945-55. We focus on the crime, rather than on the ethnicities of its victims. The crime - totalitarianism- was not confined to 'one time and one place' but exists within the realm of the politically possible: no longer unprecedented. \n\n'Concentrationary Memories' will identify and analyse three inter-related configurations of politics and aesthetics in the cultural memory of the Holocaust and its long-term effects: concentrationary universe, concentrationary art/poetics, and concentrationary imaginary. In all three, different configurations of the relations of horror and the everyday will be identified. \n\nThe interdisciplinary study works in three parts: \n\na) an analysis of the relations between the emergence in France 1945-48 of a testimonial/memorial literature on the . concentrationary universe by returning political and &quot;racial&quot; deportees from the concentration camps of Germany and the writing of the political study, 'The Origins of Totalitarianism&quot;, by Hannah Arendt (1951). Arendt identified the concentration camp as the core laboratory and proof of a novel system in which 'everything is possible'. \n\nb) a critical reading of the first cinematic work of memory (not documentation) 'Nuit et Brouillard' (1955). Despite its renown and widespread educational use in Holocaust studies, the aesthetic effects of the collaboration between Resnais and surrealist poet-survivor Jean Cayrol has not been sufficiently explored (Silverman, 2006). The project will investigate how Cayrol's transformation of a surrealist legacy into the aesthetics of 'un art concentrationnaire' (counter-concentrationary) shaped the film's political aesthetic and influenced succeeding generations of writers and film-makers in France. Resnais's film has been studied in the context of Holocaust cinema (Hirsch, 2005, locates the film as the foundation of 'post-traumatic cinema&quot;) and Resnais's oeuvre. There is, however, only one documentary monograph on the film itself (Raskin, 1987). A recent anthology of papers studies its international reception (Van der Knapp, 2006). Work by Hebard and Mowitt indicate relevant directions of analysis of the film's aesthetics of uncanny anxiety (linked with the familiar) and the fascism of cinematic technology itself. \n\nc) identification of a hitherto unacknowledged cinematic and popular archive that indirectly registers a 'Holocaust effect' (Van Alphen) which we define as a 'concentrationary imaginary.' This appropriates, without direct historical reference, the core aspects of totalitarianism's novelty and terror as a narrative premise. We shall analyse the concentrationary imaginary by tracking the seepage and normalisation of totalitarianism in diverse forms of post-modem popular culture that invert the political-aesthetic use of the relations of horror and the everyday (Resnais/Cayrol) to insert horrific violence into the everyday.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509835/1","grantId":"AH/E509835/1","fundValue":"289431","fundStart":"2007-09-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"  The material from this research has been presented in museums in developing ways of distinguishsing between representations of the Holocaust and the issues of the concentrationary. The project not only proposed the specific nature of concentrationary memory but suggested that elements of the concentrationary have seeped into popular culture. Thus the project has implications for education and the analysis of contemporary violence, video games and so forth Education,Culture, Heritage, Museums and Collections,Other Cultural","person":"Griselda  Pollock","coPersons":["Maxim  Silverman"],"organisation":"University of Leeds","findingsText":" The research project identified and elaborated the concept of 'the concentrationary universe' first proposed by political prisoners returning from the concentration camps of Germany in order to distinguish, and then deepen the political and cultural analysis of, the camps as a political experiment in the destruction of the human. Without displacing the necessary focus on the horror of racialised genocide that took place in 4-6 specialized extermination sites, this analysis draws attention to the specificity of the systematic use of terror in over 10,000 concentration camps. The project thus developed the concept of concentrationary memory as vigilant and anxious rather than mournful remembrance. Vigilance towards the persistence or reappearance of the concentrationary as a system that renders human beings as human beings superfluous takes on specific aesthetic forms to create anxiety and critical awareness of the concentrationary. This project also explores the persistence but unacknowledged presence or effect of concentrationary terror in forms of popular culture, from film and TV to video games and other instances of violence. The findings are of use to those working towards an understanding of the specific character and legacies of the concentrationary in many political instances. They are also relevant to those working in commemoration, museums, education and art. Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}