{"id":"A551ECE9-299E-4DFF-B60D-795B442338C7","title":"High-speed, low-light holography and flagellar dynamics","abstractText":"The aim of this proposal is to develop a new optical microscopy system to trap single cells, and image them at high speeds and in three dimensions. Advances in computing power allow digital images to be processed rapidly, and for more information to be extracted from each image. I use a computationally-intensive processing scheme - digital inline holographic microscopy (DIHM) - to image rapidly moving microscopic subjects. Holographic images are obtained by illuminating a subject with coherent light (a laser in my case), and recording the interference pattern formed between scattered and unscattered light. The pattern is two-dimensional, but contains all of the information about the three-dimensional sample volume. In a typical DIHM experiment, an electronic sensor (CMOS or CCD) is used to capture a video sequence of two-dimensional images, which are stored for analysis. Each frame can be 'refocused' arbitrarily using custom processing algorithms, revealing the fully three-dimensional configuration of the sample at each time step. In order to obtain high-quality image data, it is helpful to be able to capture and restrain single cells. This will be achieved using a micropipette system in which very fine glass syringes, with tips on the order of 10 micrometres in diameter, are employed as traps. By building and integrating a micropipette system into a holographic microscope, I will ensure that the imaging system can be used to its full potential.\n\nHolographic microscopes are perfectly suited to addressing a number of challenges in biophysics, and are under-utilised at present. A particular example is the study of fast-moving biological structures and microorganisms. I propose to focus on one particular structure, the flagellum, as a proof-of-principle for the instrument. These whip-like structures are found on swimming algae and in sperm tails, as well as attached to stationary cells in the human lungs and brain, where they serve to pump fluid. They are also critical to the survival of many parasites, including the causative agents of malaria and sleeping sickness. DIHM will allow us to image flagella on a test organism (a species of green algae) in three dimensions, and answer long-standing questions about their mechanical operating principles. Specifically, data about the mechanical role of the flagellum's central spine, and whether flagella twist about their long axis as part of their beating action, will greatly enhance our understanding and feed directly into theoretical modelling efforts. This information has not been available before because no suitable imaging scheme has been available.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N014731/1","grantId":"EP/N014731/1","fundValue":"93719","fundStart":"2015-11-01","fundEnd":"2017-10-31","funder":"EPSRC","impactText":"","person":"Laurence  Wilson","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}