{"id":"A553DA21-36A8-4204-ABE2-5DB63334E4B5","title":"TOBIAS: Thesaurus of British and Irish History as SKOS","abstractText":"This project applies for funding under the follow-on funding for impact and engagement scheme, under the 10th anniversary highlight notice. The Bibliography of British and Irish History (BBIH) - formerly the Royal Historical Society Bibliography - was funded under the old scheme [APN15510] in 2007 as a resource enhancement award. There were five project objectives, including &quot;to widen access to the data by exposing it to OAI (Open Archives Initiative) harvesters, such as OAIster, and to online search engines&quot;. In the intervening eight years the possibilities for exposing and enriching data have become vastly more powerful and pervasive. This was simply not possible in 2007 and the time is now right to take advantage of these developments, to expose as linked data the detailed thesaurus which underpins the Bibliography's comprehensive cataloguing system, allowing other historical projects to benefit, and, as the semantic web develops, to integrate historical resources in a way which has transformative potential: such linkage, is moreover, only possible with a detailed classification system this project will provide. \nThe thesaurus will be marked up in SKOS, the Simple Knowledge Organization System (http://www.w3.org/2004/02/skos/), which is the best choice for marking up a thesaurus. It is simple to use, making it ideal for use by historical projects, while integrating well with the Web Ontology Language OWL (the two can be linked using OWL's annotation properties).\nThe Institute of Historical Research (IHR) proposes to publish as a web ontology the Royal Historical Society's subject classification for British and Irish History - the premier thesaurus in its subject area, comprising 8,800 terms. This will provide a comprehensive, standard resource for all British and Irish history projects wishing to expose their data and link it to other projects using RDF (Resource Description Framework). As an exemplar, the IHR will mark up its own extensively used History Online data (www.history.ac.uk/history-online/) with the RHS thesaurus terms, as a demonstration of the process and its value, as well as a human-readable version of the thesaurus, so that projects or scholars wishing to use a history ontology will quickly be able to see the scope and detail the thesaurus can offer. Additional aids to scholars or those unfamiliar with SKOS will be online tutorials, including worked examples. The IHR will hold a workshop at the end of the project, drawing on its extensive contacts with the local history and family history community, to demonstrate the benefits of the project to those inside and outside academia. To further demonstrate the applicability of the thesaurus, the Bodleian Library's John Johnson Collection of printed ephemera, produced in conjunction with ProQuest, will be marked up using the web ontology, proving its use in enhancing a disparate and heavily image-based collection.\nThe bibliography first produced its subject classification in the late 1990s. The thesaurus drew on the categorisation used for the earlier print volumes and was developed in consultation with the history profession. It has been revised and refined ever since. It now contains 8,800 terms. The thesaurus is known, at least in outline, to all users of the bibliography (the relevant parts of the subject tree are displayed with every record), which effectively means all historians of British and Irish History: although BBIH has been a subscription service since 2010, practically all UK Higher Education institutions with history departments subscribe. It is also used by the bibliography of Irish history, Irish History Online (http://www.irishhistoryonline.ie/). It has been used by a commercial company, Taylor &amp; Francis, to mark up its online English Historical Documents series http://www.englishhistoricaldocuments.com/.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003446/1","grantId":"AH/N003446/1","fundValue":"51366","fundStart":"2015-10-01","fundEnd":"2016-09-30","funder":"AHRC","impactText":"","person":"Jane  Winters","coPersons":["Jonathan  Blaney"],"organisation":"University of London","findingsText":"","dataset":"gtr"}