{"id":"A55685A2-546C-45E3-B92B-02C874A11029","title":"Fundamental systems at extreme conditions","abstractText":"We aim to exploit our expertise in high-pressure x-ray and neutron diffraction, optical spectroscopy and instrumentation, coupled with theory and computational skills, to gain fundamental new insight into the properties and behaviour of simple molecular systems and metallic elements at high pressures. This will include venturing to new extremes of pressure, and also combining pressure with very low and very high temperatures. We will develop the world-leading spectroscopic, transport-property and diffraction capabilities necessary to study the solid and liquid phases of these systems at pressures up to 300GPa (or 3 megabars) and beyond, and over a temperature range of 10-3000K, aided by developments in novel instrumentation and techniques, and underpinned by new theory and computation. In particular, we plan to apply these developments to (1) studies of the structures and melting of hydrogen to 200GPa, and search for wholly new phases of matter predicted in hydrogen above 300GPa; (2) studies of structure, molecular dissociation, polymerisation, metallization and superconductivity in other fundamental molecular systems and their mixtures - such as oxygen, nitrogen, water and ice - and including novel hydrogen-rich compounds and mixtures; and (3) studies of the structures, dynamics and transport properties of the incommensurate and extraordinarily complex structures of elemental metals discovered so far in groups 1, 2, 3, 13, 15, 16, including their melting behaviour, liquid phases and alloys. We also aim to take international high-pressure science to a wholly new level by extending the current static pressure range to 500GPa. This will provide access to a regime where all chemical bonds may be expected to break, and the new physics already predicted in hydrogen can be expected to emerge in many fundamental systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E031099/1","grantId":"EP/E031099/1","fundValue":"3860770","fundStart":"2007-04-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Richard  Nelmes","coPersons":["Graeme John Ackland","Konstantin  Kamenev","Eugene  Gregoryanz","John Stephen Loveday","Malcolm  McMahon"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}