{"id":"A558C675-3918-48AF-8FC7-B6099F9B36B5","title":"Statistical Analysis of Manifold-Valued Data","abstractText":"Summary\n\nRegression methods, interpreted broadly, enable the user to measure dependence of a response variable of interest on a set of covariates, i.e. measurable variables that are expected to affect the response variable. The power of this approach is due to the fact that, given the covariate values, the regression model can be used to predict a likely range of values of the response variable, and to assess which covariates are the main drivers in the behaviour of the response. This project is concerned with types of response variable which have complicated nonlinear structure (in mathematical terminology, the response is manifold-valued). For such data, no general framework for regression modelling exists. An example of the type of response variable that we wish to consider is the shape of an object; shape is a highly nonlinear entity. \n\nThere are numerous potential applications of the regression methodology that we will develop, many (but not all) of which are in biology and medicine. For example, within the forseeable future we expect the outputs of our project to assist surgeons in making decisions in the following situation. Suppose a patient has a tumour and the surgeon wishes to decide which type of operation (if any) would be best. A suitable regression model would enable prediction, under each type of operation, of the growth trajectory of the tumour after the operation. Relevant covariate information would include variables such as size-and-shape of the tumour before the operation, location of the tumour, age and gender of the patient. The surgeon would then be able to assess which trajectory, and therefore which type of operation, would be most favourable for the patient.\n\nA second application, this time for neuroscience, relates to diffusion tensor imaging. One output of the project will be methodology for interpolating manifold-valued data in a spatial setting. In the context of diffusion tensor imaging of the brain, spatial interpolation of the diffusion tensor data will provide more accurate maps of the brain which will give improved and more soundly-based interpretations of the white matter fibre structure to help understand brain function.\n\nA third application is in forensic science. The models we develop will allow prediction of the development of the shape of a face, depending on covariate information, such as the shapes of the parents' faces, and other information such as gender and age. This methodology will be useful in child abduction cases for example. While it is certainly the case that methods for extrapolating face shape currently exist, they do not incorporate covariate information in the model.\n\nThere are many other research areas in which manifold-valued response data arise naturally and where we expect the project outputs to have a major impact, including plant biology (of relevance, ultimately, to food security) and protein modelling.\n\nThe practical problems which highlight generic issues in regression modelling for manifold-valued data have all arisen from our work with collaborators in other fields. Therefore the successful implementation of the novel and exciting ideas in this proposal will provide a framework for addressing not only the problems that motivated this proposal, but also have a major impact on research in many scientific disciplines, in addition to being of methodological and theoretical interest to researchers in statistics, computer science, mathematics and related fields. The proposed research will also add in a substantial way to the available pool of UK expertise and to maintain its position as internationally-leading in the statistical analysis of shape and, more generally, object data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K022547/1","grantId":"EP/K022547/1","fundValue":"611045","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  Our work on modelling and describing cell shape in seeds has been used by collaborators in Plant Sciences led by Dr George Bassell (University of Birmingham) and has resulted in a paper which has just been submitted to Plant Cell. Tsagris (former Research Fellow on EP/K022547/1) and Wood are co-authors. Agriculture, Food and Drink,Healthcare Economic","person":"Andrew  Wood","coPersons":["Ian L Dryden","Huiling  Le","Simon Philip Preston"],"organisation":"University of Nottingham","findingsText":" We are developing various types of regression model for complex mathematical variables known as manifold-valued variables. These models will enable us to assess which covariates are important in various highly non-linear settings. The research is ongoing. The group is in contact with many potential users in different fields (e.g. in Plant Biology and Medicine) of the methodology we are developing. We anticipate that these research groups will benefit from the statistical methodology we are developing. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}