{"id":"A55E3A84-C7E3-4DE7-870C-C6FDF7F10A99","title":"HABIT - Crystal Morphology from Crystallographic and Growth Environmental Factors","abstractText":"This proposal seeks EPSRC Follow-On grant funding to fund the technical and commercial development and integration of molecular modelling software (HABIT and SYSTSEARCH) developed by the crystallisation science and engineering research group at the University of Leeds which enables the prediction of the crystal shape and related surface chemistry of pharmaceutical, fine chemical and energy solid phase products and their mediation by their crystallisation environment. The predictive approach developed draws down on the modelled material's crystallographic structure together with the application of appropriate empirical inter-atomic/molecular force-field parameters through which the structure's key inter-molecular interactions (supra-molecular synthons) for both host (homo-synthons) and growth environment (hetero-synthons related to e.g. solvent, additives and impurities) can be identified, characterised regarding their strength and directivity and related to the product's physical and chemical properties. The work has been developed through a previous EPSRC senior fellowship programme and a number or associated EPSRC research grants. Commercialisation is envisaged through re-engineering the software based on user requirements, afforded through the data-bases and software of the Cambridge Crystallographic Data Centre (CCDC) and, through this, providing a significant enhancement of the predictive resources available to both academic and industrial research groups. The commercially robust software package, HABIT2011, will be offered through CCDC and directly to end user customers. The Synthonic Engineering identity will be established as an internal project, initially internally incubated within the University and later established as a spin off company. Synthonic Engineering will support the continuing technical and scientific development/enhancement of the HABIT2011 software; facilitate product licensing opportunities for other potential users; and provide consultancy, know-how and contract research support to the commercial sector. The utility of the modelling will be embedded within 4 key representative end-user companies: pharmaceuticals (Pfizer), agrochemicals (Syngenta), fuels (Infineum) and nuclear processing (National Nuclear Laboratory) through applications demonstrators on commercial compounds and at least one scientific instrument company (Malvern Instruments). These companies will also provide membership for a steering board to ensure the project's currency to the industrial sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028293/1","grantId":"EP/I028293/1","fundValue":"196531","fundStart":"2011-06-21","fundEnd":"2012-06-20","funder":"EPSRC","impactText":"","person":"Kevin John Roberts","coPersons":["Alison  Marshall","Robert Bryan Hammond"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}