{"id":"A560789C-E818-4CCE-9D61-5A5187FD8D25","title":"Advanced modelling and operation of multiple voltage source inverters for distributed generation","abstractText":"Most forms of new and renewable energy produce power in DC form or as AC at an inconvenient frequency. To inject this energy into the electricity network requires a power converter known as an inverter. As the proportion of energy from such sources rises, the inverters will be expect to take a role in controlling the network beyond just supply energy. This research proposal addresses two aspects of the system that must be modelled and understood before the control design can be concluded: the detailed dynamic behaviour of the inverters when subjected to sudden changes such as large load changes will be modelled and the role the proprieties of the data communications (such as latency and bandwidth) play in shaping the control properties of remotely controlled distributed resources will be studied. Once this analysis has been verified against experimental observation, the research will tackle an example application of controlling inverters within a power system under the umbrella of the emerging concept of active distribution networks . The control aspects of forming self-sufficient power islands out of fractions of the grid will be developed as a means to continue supplying local customers from local generators when the national system experiences a failure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E029051/1","grantId":"EP/E029051/1","fundValue":"202024","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  Largely, the work produced a more detailed understanding of how the energy yield of an individual turbine can be manipulated to achieve objectives of energy control and wind farm level such as energy smoothing. Energy ","person":"Timothy  Green","coPersons":[],"organisation":"Imperial College London","findingsText":" Most forms of new and renewable energy produce power in DC form or as AC at an inconvenient frequency. To inject this energy into the electricity network requires a power converter known as an inverter. As the proportion of energy from such sources rises, the inverters will be expect to take a role in controlling the network beyond just supplying energy. This research proposal addressed two aspects of the system that must be modelled and understood before the control design can be concluded. First, the detailed dynamic behaviour of the inverters was modelled and verified against experimental testing of inverters in a laboratory environment. The experimental set-up allowed large disturbances to be applied such as changes in grid voltage or sudden changes in generated power. Second, examples of coordinating the control of many inverters was examined. The example chosen for a detailed study was the coordination of wind turbines across a wind farm. An acknowledged problem is the variability of wind power and so an attempt was made to smooth the output power of a wind farm by using information from turbines in an upwind section of the farm to forewarn those downwind of the likely size and direction of gusts of wind. Thus turbines were able to arrange to accelerate or decelerate the blades to absorb or release kinetic energy to smooth the power output of the turbine when gusting occurs. The effectiveness of this technique has been studied by modelling the passage of wind across a wind farm, applying this to an array of wind turbines with the proposed inverter control scheme and coupling the wind farm to a simple model of the loads and generators in the remainder of the electricity system. By examining how much the conventional generators are called on to vary their output we can establish how effective the smoothing of the wind farm output has been. It has been concluded that useful smoothing in the range of a few minutes can be achieved which does remove stress from the fast-acting frequency response services on the main grid. The work has been taken forward into studies of how wind farms can provide services to grids, such as supporting the grid during the loss of another generator through some additional energy in the short-term. Energy","dataset":"gtr"}