{"id":"A566473D-F9F9-45FD-ABD8-39C54EAC155B","title":"Functional effects of active muscle stiffness on movement in the elderly","abstractText":"In old age, people commonly have difficulty making everyday movements, such as standing up from a chair. The reason for this decline is not fully understood. Although people lose strength as they age, this does not fully explain their problem. Research has shown that older adults tense muscles as they support their body against gravity and as they start to move. We suggest this represents a primary deficit that makes them stiffer in a way that hampers whole-body movement. However, there is a basic lack of knowledge about the effects of muscle stiffness that is primarily due to technical difficulties in measuring stiffness during movement. Our proposed project will develop and test a new method for measuring muscle stiffness as people stand up from a chair, which elderly people find challenging. We will build a device that slightly pushes on people?s legs, and measures how much resistance there is present. This will enable us to determine where in their body and when in the movement they are stiff. We will also push on people?s legs while they are sitting quietly. This will help us understand whether the way people support themselves against gravity causes their muscles to be stiff. Once we have built and tested this device, we will perform experiments to see whether older people are indeed stiffer than young people, in a way that is detrimental, when they sit and stand up. We will also examine whether stiff people have more difficulty standing up from a chair than people who are less stiff. If they do, this would mean that it will be important to teach older adults who have difficulties moving to use less tension as they move. If our hypothesis is true, future studies will use our protocol to examine and validate possible retraining methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802073","grantId":"G0802073","fundValue":"317620","fundStart":"2009-04-01","fundEnd":"2012-12-30","funder":"MRC","impactText":"","person":"Brian Leslie Day","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}