{"id":"A56DA4A7-AA92-43A8-8CD3-2391D38A091F","title":"A Monitoring and Controlling Framework for Wireless Sensor/Actor Networks","abstractText":"A sensor/actor network is composed of a large number of nodes capable of observing the physical world, processing the data, sending it to a base station or making decisions based on the observations and performing appropriate actions. Typically sensor networks are battery operated, meaning that they have a limited lifetime. Given their unattended nature, it is important to have a management framework to provide indication of node failures, resource depletion, and other abnormalities.The aim of the project is to propose a framework for monitoring and controlling a sensor/actor network so that it operates properly. We explore a whole range of challenging issues in design and implementation of management schemes for WSANs. We divide the monitoring and controlling activities into five categories: energy management functions for monitoring the power level of the different nodes and controlling how a node should use its power, fault management functions for detection and resolution of node problems, mobility management functions for detecting and registering the movement of nodes so that network connectivity is always maintained, quality of services (QoS) management functions responsible to quantify, measure, report and control the performance of the network so that it provides the user requirements and security management functions.Our research project will consist of three stages. In the first stage we will focus on how to represent the network status, what are the required monitoring and controlling functionalities and tasks so that the network would work properly. In the second stage we convert these requirements into a structural framework and propose architecture for the monitoring and controlling processes. In the third stage we will develop a lightweight management protocol to exchange monitoring and controlling information information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D000092/1","grantId":"EP/D000092/1","fundValue":"128040","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"Hala Mohamed Mokhtar","coPersons":[],"organisation":"Liverpool John Moores University","findingsText":"","dataset":"gtr"}