{"id":"A57CBD87-5C49-4A44-894C-A26864FDF816","title":"Fertility Preservation in Monovulatory Species","abstractText":"The ovary functions by periodically releasing an egg, grown within a follicle, which may then be fertilised. When the number of follicles is exhausted, the ovary ceases to function. Some medical treatments, such as chemo- and radiotherapies, destroy large numbers of follicles and prematurely cause the loss of ovarian function and fertility. One possible way of preventing this damage is to remove small pieces of ovarian tissue rich in follicles before treatment begins and preserve them by freezing to very low temperatures. The tissue can then be grafted back at a later date to resume function. Whilst this has been successful in both animals and humans, the length of time the tissue functions for is again determined by the number of follicles preserved in the graft which, in these small pieces of tissue, is limited. One way to improve this is to freeze whole ovaries, however considerable improvements are still required to minimise the damage currently seen following freeze-thawing and to achieve long-term ovarian function. Initial thoughts were that the freezing process and the lack of oxygen and nutrients supplied to the ovary during preparation for freezing and transplantation were causing this damage. However we have shown that this is not the case. As this technique is still relatively new, there remain several avenues of research to be explored and optimised to provide the most efficient method of freeze-thawing and grafting whole ovaries. This research initially aims to identify those areas which may be responsible for follicle damage and failure of frozen ovaries to being working again. This will then lead to a series of experiments looking at ways to correct the damage which may arise at each stage of the freeze, thaw and grafting processes to maximise ovarian and vascular tissue preservation. A variety of laboratory techniques will be used to study tissue structure, cell regeneration and gene expression in order to assess ovarian and vascular tissue health and damage. Finally, a study using sheep will implement all the improvements in technique developed over the course of the study and assess the relative value of the changes made in terms of the length of ovarian function, restoration of fertility and its possible clinical application in human fertility preservation. The overall aim is to improve the success of whole ovary freezing and bring it closer to becoming a viable option for the preservation of ovarian function in women.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801261","grantId":"G0801261","fundValue":"483371","fundStart":"2009-02-03","fundEnd":"2012-05-02","funder":"MRC","impactText":"","person":"Bruce Kenneth Campbell","coPersons":["Helen Mary Picton","Robert  Webb","Vicki Jean Onions"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}