{"id":"A58061FA-A693-41B6-9DB6-A9431642E5D8","title":"Nonlinear Equilibration and Turbulent Cascades in Laboratory Studies of Baroclinic Turbulence","abstractText":"Complex interactions between turbulent convection and stably-stratified flows in the presence of background rotation are important for a wide range of problems in various engineering contexts, in atmospheric and oceanic science, and in stellar and planetary astrophysics. This project will investigate the nature of flows between a heat source and a heat sink that are displaced both vertically and horizontally relative to each other, in the presence of strong background rotation. \n\nIn the absence of background rotation, if a heat source is located at a lower altitude than the sink, one would generally expect a strongly convective circulation to result, carrying heat directly and vigorously from the source to the sink. With background rotation, however, evidence from experiments, simulations and in geophysical flows suggest that the resulting circulation may spontaneously partition itself into a convectively unstable/neutral region (where temperature becomes well mixed and doesn't vary much with height) that interacts with a statically stable, so-called baroclinic region (where temperature increases with height and develops a thermal gradient from one side to the other). Wave-like instabilities may develop within this baroclinic zone that may play a crucial role in stabilising the vertical stratification and dominating the transfer of heat and momentum where they occur. Moreover, there is evidence to suggest that if the transport of heat by the instability acts more rapidly than other heat exchange processes, this stabilizing effect may act within a nonlinear feedback loop, somewhat like a thermostat, adjusting the flow back towards a weakly nonlinear/unstable 'critical' state - sometimes referred to as 'self-organized criticality'. Such strongly nonlinear and convective motions are difficult to model accurately, however, so the mechanisms involved, though probably ubiquitous in certain engineering systems and in nature, are not well understood.\n\nWe therefore propose to set up an experimental configuration which entails heating a body of fluid in a cylindrical container on a rotating platform along an annular ring at the bottom of the tank close to the outer radius, and cooling it through a circular disk near the centre of the tank at the upper surface. Preliminary numerical simulations and experiments (carried out in my group and with proposed collaborators in the USA and Spain) already suggest that such flows will readily form a statically stable (though baroclinically unstable) zone between convectively unstable regions over/underlying the heated or cooled boundaries. We therefore plan to measure the characteristics of the resulting flows through combinations of in situ thermal sensors and particle image velocimetry (PIV) techniques, including the innovative possibility of using thermochromic liquid crystal particles to determine velocities and temperatures simultaneously within the flow. This will facilitate the determination of flow structures, heat and momentum transports within the flow, and to characterize the development of any kinetic energy cascades that may emerge as more turbulent regimes are explored. The idealised nature of these experiments should ensure that the results obtained will be applicable to a wide variety of problems in various disciplines.\n\nSuch a configuration may be seen as an idealisation of a variety of industrial processes (e.g. in rotating semiconductor crystal growth melts, process mixing techniques in chemical engineering, convective flows in turbomachinery etc.), and of a number of geophysical and astrophysical problems in which stably and unstably stratified flows interact in the presence of background rotation. These include the Earth's atmosphere and climate system and its response to variations in its radiative heating and cooling, other planetary atmospheres (notably Mars, Venus and the gas giant planets), and in stellar interiors (e.g. the tachocline region within the Sun).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029428/1","grantId":"EP/K029428/1","fundValue":"372416","fundStart":"2014-02-17","fundEnd":"2017-02-16","funder":"EPSRC","impactText":"","person":"Peter Leonard Read","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}