{"id":"A5838B67-9AEA-41FF-B675-1C091F84A64A","title":"Oxford Quantum Materials Platform Grant","abstractText":"Quantum materials represent tangible manifestations of some of the deepest concepts in quantum physics, and have the potential to produce radically new device concepts that could transform our world. Our ability to shrink silicon-based computer chip and memory components down to smaller and smaller scales is fast approaching its physical and conceptual limits, and many industry leaders believe quantum materials to be the only way to sustaining our current rate of growth in information technology. For example, quantum materials such as Topological Insulators may hold the key to build powerful quantum computers and unbreakable communication protocols. The discovery of superconductivity in 1911 led, many decades later, to the realisation of practical MRI imaging, revolutionising modern medicine. The next generation of superconducting materials may well deliver faster communication and efficient energy transport and storage. \nAlthough basic research in quantum materials is constantly abuzz with new concepts and new discoveries, translating these breakthroughs into proof-of-principle devices, such as &quot;smart&quot; transistors employing the magneto-electric effect, is an enormous challenge, which can only be met by strong, cohesive groups having a combination of fundamental and applied expertise. This Platform Grant will support a world-class team of 10 Academics, 2 EPSRC Career Acceleration Fellows and up to 8 Research Associates, with expertise ranging from the spectroscopy of quantum materials using photons, neutrons and muons to materials modelling to the growth of novel materials and patterning of prototype quantum devices using nanofabrication techniques. Specifically, the Platform will enable us to focus on a series of development projects, from blue sky to the transition to real-world applications, with the potential of significant breakthroughs and technological outcomes. The scientific portfolio of the Platform will exploit a series of recent developments in experimental techniques, many of them initiated by our Research Associates. Examples include: the upgrade of our unique pulsed magnetic field system, which can now reach 65 Tesla (a record for the UK); measurements of electronic properties on micron-size crystals using nano-lithography and advanced microtools; the combination of first-principle theory and experiments such as Angle-Resolved Photoemission Spectroscopy; and the ability to grow exotic quantum materials in thin-film form and to pattern them to build prototype devices such as transistors or memories. The Platform Grant portfolio will evolve dynamically to support new and as yet unforeseen projects, with the potential of generating further step changes in our understanding of quantum materials and of providing UK industries with a first glimpse of new disruptive technologies.\n The Platform Grant will enable us to retain and develop key high-level technical and scientific expertise, which is essential for the success of these projects and represents a strategic asset of the Quantum Materials group. In particular, our career development plan will focus on building breadth and independence for all staff associated with the Platform Grant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020517/1","grantId":"EP/M020517/1","fundValue":"1736110","fundStart":"2015-04-01","fundEnd":"2020-03-31","funder":"EPSRC","impactText":"","person":"P  Radaelli","coPersons":["Thorsten  Hesjedal","Simon James Clarke","Dharmalingam  Prabhakaran","Andrew  Boothroyd","Radu  Coldea","Arzhang  Ardavan","Amalia Ioana Coldea","Yulin  Chen","Moon-Sun  Nam","Feliciano  Giustino","Stephen  Blundell"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}