{"id":"A5852721-4189-4354-AFEC-C77B934944A8","title":"The Scrutiny Universe: The House of Commons Select Committees and the Psychology of Group Processes","abstractText":"<p>It is a frequent complaint in British politics that government is too strong and not properly held to account by parliament. The House of Commons departmental select committees were designed to address this concern but their record has been mixed. This three-year project will pursue in-depth analysis of the select committee system&nbsp;- employing interviews, documentary and data analysis - designed to address some fundamental questions: </p>\n\n<ul>\n \n\n <li>How do accountability mechanisms develop and work at Westminster? </li>\n\n <li>Is government subjected to rigorous scrutiny?</li>\n\n <li>How can scrutiny by select committees, and by extension, parliament, be improved? </li>\n</ul>\n\n<p>The project has three research perspectives. </p>\n\n<p>First, it will analyse select committees through the lens of social psychology and the insights of the group processes literature, to help answer a key question: how do MPs manage their party identities in the context of 'all-party' committee environments? </p>\n\n<p>Second, it will probe the 'scrutiny universes' inhabited by select committees, universes which can expand or contract depending on the nature of individual committees and the way they perceive their scrutiny job. </p>\n\n<p>Finally, it will explore the impact of select committee scrutiny on parliament, government and the media, by examining how select committee work is discussed in the House of Commons, how government actors perceive the scrutiny impact of select committees, and also how the <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0391","grantId":"RES-061-25-0391","fundValue":"243935","fundStart":"2010-01-01","fundEnd":"2013-07-31","funder":"ESRC","impactText":"  Findings have thus far largely been used as the basis for journal articles, which are currently being completed. Work is still being done to apply findings more broadly to relevant stakeholders beyond academia, particularly the UK parliament. Government, Democracy and Justice Policy & public services","person":"Alexandra  Kelso","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}