{"id":"A585EBCB-D0FF-481D-9BBC-EDCB93E5555C","title":"What we cannot ask: how information poverty manifests on the Internet","abstractText":"The internet has become an important social resource and a particular use of the internet is to gain support in times of personal crisis. The anonymous interaction facilitated by the internet allows people to find information outside of their normal social environments particularly if they feel they cannot share their concerns within their immediate social groups. This study will examine what information is sought by people who use social technology to ask for help when no other help is seen as available: what are people willing to ask strangers on the internet that they will not ask their friends or family and what types of information do they receive in response to these requests for help? Through a content analysis of selected online newsgroups the study will analyse what help is being sought and how replies are formed to understand how individuals use the internet in times of crisis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4048","grantId":"RES-000-22-4048","fundValue":"71670","fundStart":"2010-06-17","fundEnd":"2011-06-16","funder":"ESRC","impactText":"","person":"Ian  Ruthven","coPersons":[],"organisation":"University of Strathclyde","findingsText":" Our analysis showed that people request information on a number of topics, most commonly health conditions, relationships, pregnancy, health resources, abuse, substance use, (il)legal issues, sex, grief, harassment, sexuality and money problems. More than half of the posts we analysed are concerned with health issues, particularly related to mental health. Different information is sought within topics depending on individual circumstances and posters seek help for both themselves and others. Information needs are expressed using self-disclosure, descriptions of situations, explicit questions and requests for help, and combinations of these. Posters hide their information needs from various family members, friends and health or social care professionals. In some cases, people cannot talk to anyone at all that they know. Several reasons for seeking help in internet groups as opposed to in posters' usual social environments emerged, relating to other people's lack of understanding or ability to help, a fear of negative consequences, finding others with similar experiences, and feelings of embarrassment/inappropriateness. Many people simply do not know where else to go. One interesting find was that groups are used as an additional source or intermediate step to seeking help elsewhere, suggesting that information poverty is not an absolute situation. Almost all responses analysed offered some form of support. As the responses were to requests for help or information, it is unsurprising that the most common type of support provided was informational. Responders offered advice and suggestions for dealing with problems as well as factual information, often using personal experiences to convey these. Emotional support also featured prominently in the responses, and is concerned with communicating understanding and concern to the poster rather than solving problems. Responders provided Esteem support to try to make posters feel better about themselves or less guilty about their situation. Network support was offered to reassure posters that they are not alone in dealing with their problem and that others are there for them. Interestingly, we found some cases of very negative or aggressive responses, which we labelled as Non-Support. The presence of emotional, esteem and network support in our responses illustrates that internet groups can provide much more than information, even when this is the primary aim of posting. This is particularly relevant when we consider the reasons that were given for seeking help online. However, not all initial posts received responses, and when they did, the poster did not always engage in further discussion. In different contexts, different combinations of vocabulary, structures and functions are used to seek and provide support, demonstrate authority and encourage more interaction.  ","dataset":"gtr"}