{"id":"A589A5CA-CDB0-4EF2-B16B-202D710C18F0","title":"Advanced Stochastic Computation for Inference from Tree, Graph and Network Models","abstractText":"As a result of recent experimental advances, large amounts of biological data are becoming available for humans and other organisms. \nSuch data pose inference problems well beyond the capabilities of standard statistical tools. Experimental advances must be accompanied by the development of suitable biostatistical and bioinformatic tools that will make efficient use of the complex data to improve our understanding of the genetic forces shaping the evolution of genome organization. \n\nMolecular evolution and comparative genomics are no longer fields where collecting data is the main obstacle to progress. Many probabilistic models proposed in biology try to capture the evolutionary mechanisms and reflect the data generating mechanism. Whilst these models still have limitations, there have been substantial improvements in recent years. \nWe contend that progress is mainly limited by a lack of adequate computational tools for extracting information from existing data and performing inference for complex models. A major bottleneck in the application of probabilistic models to biology is that their calibration is computationally expensive and in many instances not possible using modern techniques. Thus, researchers often prefer to use simple summary statistics to characterize the underlying biological process; this approach is obviously unsatisfactory. E.g., topological summary statistics capture basic characteristics of binary interaction networks but are affected by different types of bias so great, that caution must be taken when drawing conclusions. A big challenge for systems biology nowadays consists in developing statistical and bioinformatics tools within the rigorous framework of probabilistic modelling that will allow for a better and more comprehensive understanding of cellular functions.\n \nIn the last few decades a wealth of research has been performed on model-based inference for molecular data accompanied by an explosion of research in developing computationally efficient methods to facilitate it. Broadly speaking, there are three main approaches to statistical inference in molecular biology: (i) importance sampling (IS) for likelihood evaluation, (ii) Markov chain Monte Carlo (MCMC) methods (iii) Approximate Bayesian Computation (ABC) . In this proposal we concentrate on a combination of advanced IS (or more generally Sequential Monte Carlo (SMC)) and MCMC methods focussed upon Markov models in genetics and bioinformatics. In particular, building upon these techniques, we aim to develop a general framework for approximate inference which is theoretically sound, computationally feasable and still be able to accurately reflect the complexity of the underlying stochastic model. The main life science application on which we will concentrate are: genealogical trees, \nprotein networks, phylogenetic trees.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K01501X/1","grantId":"EP/K01501X/1","fundValue":"401382","fundStart":"2013-10-01","fundEnd":"2017-01-07","funder":"EPSRC","impactText":"  We have published two articles in international journals, presented the results as invited speakers at international conferences. We have been asked about our work by academic peers. Other Cultural","person":"Maria  De Iorio","coPersons":["David J Balding","Alexandros  Beskos"],"organisation":"University College London","findingsText":" We have developed novel statistical and computational methods for the analysis of phylogenetic trees (which describe how species relate to each either) and for network models (which describe how different biological processes relate to each other). This type of modelling approaches is very popular in applied sciences, such as biology. General academic audience has access to our papers and there are opportunities to extend our inferential frameworks to other areas. We aim to distribute a software which implements our methods during the life of the project. At the moment \napplied scientist can request the code to one of the investigators. Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}