{"id":"A58C41ED-BA4D-41AE-9CDF-00EF2E1A8A8E","title":"Physics of non-autonomous systems in the life sciences: a new perspective on the time-variability of complex systems","abstractText":"Despite the daunting complexity of living systems, great efforts have been made to describe aspects of their function in terms of phenomenological mathematical models. Once a quantitative understanding has been achieved in this way, one can hope to characterize the state of a system in terms of parameter values in the equation that describes it and to predict how it will evolve into the future. There are obvious potential applications in medicine, e.g. for the diagnosis of pathological conditions, prognosis, and assessment of the efficacy of treatment. However, almost all attempts to model the dynamics of living systems on other than very short timescales have run into the same fundamental problem: their time-variability.Living systems are in a state of continuous change, as they evolve from birth, through life, and finally to death. Throughout, they are in a state of continuous alteration, on many different timescales. For example, the heart rate varies in time, even for a healthy subject in repose - a phenomenon known as heart-rate variability (HRV). Because its amplitude and frequency content can be used as a measure of health, HRV has attracted enormous international attention. In view of the several underlying oscillatory processes now known to be responsible for HRV, one of the most promising pictures of the cardiovascular system is in terms of coupled oscillators, and a number of models have been proposed. But it is evident that the model parameters, e.g. characteristic frequencies, vary in time. This inevitably implies that conventional modeling is of strictly limited applicability, and must in many cases be doomed to failure. Thus it has become apparent that a radically different approach is needed. This is what we now propose, based on ideas and techniques developed in recent years for the treatment of nonautonomous systems.The notion of nonautonomous dynamical systems recognizes that a system under study is subject to outside influences that may e.g. cause its parameters to vary, and provides a way of characterising and quantifying the resultant phenomena. It is potentially ideal for the description of living systems which are thermodynamically open, subject to continuous exchange of matter and energy with their surroundings as well as internally between their different subsections. Every part and process within an organism to some extent influences every other subsystem, whence the extraordinary complexity of the observed behaviour when one measures one or two variables in attempting to understand a particular subsystem. For example HRV arises, not only from the influence of respiration on heart rate, but also through the influences of slower oscillatory processes corresponding to e.g. myogenic, neurogenic and endothelial activities. The theory of nonautonomous systems promises to quantify the degree of nonautonomicity and to describe resultant phenomena, e.g. extra attractors (steady states) created by the ``outside influences`` in question.What we propose amounts to a new approach to the inverse problem, seeking an answer to the question: given a signal (a sequence of measurements, or time series), what is the system that produced it? It is a conundrum found in many areas of science, but has been acutely difficult to tackle in the case of physiological signals on account of their time-variability. So the work we propose, if successful, is likely to have far-reaching consequences. Our team includes a biomedical engineer (PI) and 2 physicists (CI and RCI) who together have very extensive experience of autonomous dynamical systems in biomedicine, a mathematician (VR) who is a world-leading expert in the mathematical theory of non-autonomous systems, and clinical collaborators with expertise in the relevant physiology. We will thus bring relatively abstruse, topical, ideas from physics and mathematics to practical application in physiology, paving the way to innovation in clinical practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I00999X/1","grantId":"EP/I00999X/1","fundValue":"448323","fundStart":"2011-05-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"  The new method of secure encryption, based on the modulation of coupling functions, is being developed to prototype stage with DefineX Ltd and ExpertoCrede Ltd, with support from Lancaster University's EPSRC Impact Acceleration Account. Education,Healthcare,Security and Diplomacy,Other Cultural,Economic","person":"Aneta  Stefanovska","coPersons":["Peter Vaughan Elsmere  McClintock"],"organisation":"Lancaster University","findingsText":" The overarching aim of the research programme was to address the enduring problem of how to analyse data derived from biological (and other) systems that have time-variable parameters, i.e. that are nonautonomous on account of external influences. In particular, we were interested in the well-known 'inverse problem' in which a time series of data is analysed to infer information about the system that generated it, but under conditions such that the originating system is nonautonomous. The results described below are especially relevant to, but not restricted to, living systems -\n\n1 . A wavelet-based coherence method was developed to evaluate the coherence of two oscillatory time series, applicable even when they have variable amplitudes and frequencies.\n\n2. A method was introduced for analysis of the interactions between time-dependent coupled oscillators, based on the signals they generate. Based on Bayesian inference, it is capable of distinguishing genuinely unsynchronized dynamics from noise-induced phase slips between oscillators that are otherwise synchronised, and it enables the evolution of the coupling functions between the oscillators to be followed in time.\n\n3. We have investigated how the cardiorespiratory interaction evolves with age, by the analysis of cardiac and respiratory time series recorded from 189 subjects of both genders,\naged 16-90. Treating the heart and respiration as coupled oscillators, we used Bayesian inference to find the underlying coupling parameters and their time dependence. We found\nthat the direct and indirect respiratory modulations of the heart rate both decrease with age, and that the cardiorespiratory coupling becomes less stable and more time-variable. This result can be interpreted as an indication that the cardiorespiratory system tends to function less well as a single entity as it gets older.\n\n4. New approaches to the analysis of ensembles of coupled oscillators (like e.g those in the brain) were developed, based on the famous Kuramoto model, taking explicit account of deterministically time-varying parameters. The oscillators' natural frequencies and/or couplings were influenced by external forces with constant or distributed strengths. The dynamics of the collective rhythms was shown to consist of the external system superimposed on the autonomous one, a characteristic feature of many thermodynamically open systems. By analysis of a very general form of the Kuramoto model we found evidence for the long-predicted &quot;oscillator glass&quot; state - a kind of synchronous disorder - and studied its properties. We also discovered the new and intriguing phenomenon of super-relaxation where the oscillators feel no interaction at all while relaxing to incoherence.\n\n5. We introduced the &quot;mean-field variability index&quot; (MFVI) to provide a way of characterizing an ensemble of interacting oscillators. It is defined as the variance of the oscillators' mean field divided by its mean square. Based on the assumption that the overall mean field is the sum of a very large number of oscillators, each giving a small contribution to the total signal, we showed that the MFVI depends on the mutual interactions between the oscillators, independently of their number or spectral properties. We used the MFVI to characterise electroencephalograph signals from the brains of human subjects under different conditions.\n\n6. As a quite unexpected outcome of our studies of the time-varying nature of the cardiorespiratory interaction, we introduced a new class of secure communications that is highly resistant to conventional attacks. Unlike all earlier encryption procedures, this new cipher makes use of the coupling functions between interacting dynamical systems. It results in an unbounded number of encryption key possibilities, allows the transmission or reception of more than one signal simultaneously, and is robust against external noise. Thus, the information signals are encrypted as the time variations of linearly independent coupling functions. \n\n7. Arguably, one of the most important outcomes of the research was the notion of chronotaxic system. These are oscillatory systems that are capable of stabilizing their own frequencies. They can be viewed as basic functional units of oscillatory systems far from thermodynamic equilibrium. They arise in many context, but are especially typical of living systems. Attempts are being made to create similar systems in robotics. The most promising direction for applications relates to the new method of secure encryption based on the modulation of coupling functions between interacting oscillators.\n\nThe theory of chronotaxic systems has broad applicability and may be used in biology, medicine, as well as in robotics, engineering, ecology and environmental science, and potentially astrophysics. Digital/Communication/Information Technologies (including Software),Environment,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Other","dataset":"gtr"}