{"id":"A58ECE73-2882-45B3-A15D-19CF09113728","title":"The LCEDN USES Programme Network","abstractText":"In the summer of 2012 RCUK, DFID and DECC launched a major research programme (Energy and International Development: Understanding Sustainable Energy Solutions (USES) in Developing Countries Programme) designed to improve our understanding of sustainable energy solutions within developing countries (see RCUK/DFID/DECC, 2012). This USES programme represents a significant research investment within an area that is clearly of increasing importance to the UK government (low carbon energy is a major area of funding of the &pound;2.9 billion International Climate Fund and energy represents a growing component of DFID aid and research funding) but also one that had been identified by RCUK in 2010 as an area of major interest but limited capacity (RCUK, 2010). \n\nThe programme has set itself a series of ambitious objectives. These include: having demonstrable impacts on the lives of the urban and rural poor; improving the evidence base concerning the impacts of low carbon energy transitions on wider aspects of poverty alleviation and development (particularly the cultural and political barriers to access); and developing meaningful collaborations between UK academics and colleagues in Southern institutions, and between those academic communities and the wider community of policymakers, practitioners, businesses and users. \n\nWhile each of the projects funded under the programme has been designed with these programme goals in mind, the success of the programme as a whole in achieving the ambitious goals which it set itself would be greatly facilitated by close cooperation and mutual learning amongst the researchers involved. As such, this proposal seeks to establish a research network (the LCEDN USES Programme Network) that will develop a series of integrative activities that can assist the USES programme in achieving its objectives by establishing a strong forum where the researchers involved in these projects can support and learn from each other. Thus, one of the key intentionsof the proposed network will be to integrate the teams working on the 12 funded USES projects. Activities will be designed to address key challenges likely to be common to the projects, both in terms of the conducting of the research itself and in relation to ensuring impact and enhancing capacity building activities. The network will also facilitate the drawing of comparative lessons from across the projects and cross-programme monitoring and evaluation. The Network will also provide significant opportunities to enhance the reach of the impact and dissemination activities of the individual USES projects and to network the projects into the broader national and international communities working on these issues. It will make full use of the existing resources, activities and networks of the UK Low Carbon Energy for Development Network (LCEDN) in ensuring the widest possible research uptake and securing the highest levels of impact for the work conducted via the USES programme research. The LCEDN USES Programme Network will also work to ensure that the UK government's funding of the USES programme contributes towards somewhat wider goals such as raising the profile of UK energy and international development-focused research in the UK (and overseas) and encouraging more UK researchers in the energy sector to think through the international development implications of their work. Finally the network will also play a role in coordinating annual reporting and representation of the 12 USES projects to the programme funders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014858/1","grantId":"EP/L014858/1","fundValue":"79530","fundStart":"2014-02-10","fundEnd":"2017-02-09","funder":"EPSRC","impactText":"","person":"Edward  Brown","coPersons":["Ben  Campbell"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}