{"id":"A5A43A59-7BB9-4661-82E4-92613E25B7EC","title":"Ambitwistor strings and the complex geometry of the S-matrix","abstractText":"Ambitwistor spaces are spaces of complex light-like geodesics in complexified space-times. They were originally introduced by Witten and by Isenberg, Yasskin &amp; Green in 1978 to extend Ward's twistor constructions for self-dual gauge fields to general gauge fields. The ideas extend directly also to gravity. They encode the information of a gauge or gravitational field into the deformation of the complex structure of the ambitwistor space. They therefore convert the analysis of these notoriously difficult partial differential equations into complex analysis. The formulation of the field equations provided in the last century was sufficiently difficult to use that, until last year, the framework had few major applications. However, work of the PI and collaborators has shown that holomorphic string theories in ambitwistor space yield dramatically simpler perturbative formulae for the scattering of gauge and gravitational fields than had hitherto been thought to exist and in particular give the fundamental theory underlying the remarkable formulae of Cachazo, He and Yuan, generating other new remarkably simple formulae also. The simplicity of these formulae is a smoking gun for the existence of a fully nonlinear ambitwistor formulation of gauge and gravity theories that will also reflect this remarkable simplicity despite the lack of complete integrability of these theories. The use of strings allows the reduction of complicated multidimensional complex analysis to the much more tractable complex analysis of Riemann surfaces. The ultimate purpose of this research proposal is to obtain such a fully nonlinear construction that can provide a major new tool for understanding the mathematics and physics of these equations, both classically and quantum mechanically. However, there are many opportunistic projects en route that will generate remarkable new formulae for amplitudes in new contexts, both classical and quantum, and generate new theorems concerning the general structure of the gauge and gravity S-matrices based on complex analysis in ambitwistor space.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M018911/1","grantId":"EP/M018911/1","fundValue":"374788","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"","person":"Lionel Jeremy Mason","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}