{"id":"A5A511D8-DFE2-4588-8556-ED661BFD6AA2","title":"Sheffield antimicrobial resistance network - SHAMROK","abstractText":"The introduction of antibiotics in the 1940's revolutionised healthcare and underpinned medical advances through the rest of the century, but little over 70 years later we now face increasing instances of antimicrobial resistance that threaten many life-saving treatments. Problems with developing new innovative solutions to these challenges come from areas as diverse as a lack of understanding of the fundamental science explaining the mode of action of antimicrobials, to understanding clinical bottlenecks in the development of new treatments. If we are to be successful in developing new treatments and maintain our current precarious position in winning the war against bacterial infection, we need to understand and address these challenges fully. To do this will require innovative approaches that draw in expertise and cutting-edge methodology from the physical sciences and engineering, working in partnership with biologists and clinicians. The University of Sheffield has world-leaders in bacterial research, from microbiology to vaccine development and clinical practice, and a proven track record of close collaboration between Biologists, Medics, Chemists, Physicists and Engineers to address these problems. However, looking more widely the University has considerably more to offer through encouraging and developing new research collaborations that will fully engage those in Engineering and the Physical Sciences with the potential to help circumvent bottlenecks and problems.\n\nThis project aims to develop a framework to nurture and develop new research opportunities to augment those already in place as part of our internationally leading Imagine: Imaging Life and Florey Institutes. We will build an expansive, cross Faculty network that will focus on the EPSRC defined challenges we are best placed to address: the development of physical and physicochemical tools for understanding bacteriology and the host response (&quot;Tools for understanding bacteriology&quot;); and the development of new surfaces, dressings, and tissue engineering related approaches for preventing infections and delivering antimicrobials (&quot;Improved drug delivery strategies for antimicrobials&quot; and &quot;Smart surfaces and dressings to prevent infection&quot;). A series of focussed workshops, discipline hopping research and short proof-of-concept research projects will deliver new collaborations and solutions to a worldwide problem. We will aim to both take advantage of obvious synergies and to actively search deeper for new opportunities, making the most of our existing expertise to catalyse truly transformative activities that are unconstrained by traditional discipline boundaries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027430/1","grantId":"EP/M027430/1","fundValue":"509648","fundStart":"2015-10-12","fundEnd":"2017-10-11","funder":"EPSRC","impactText":"","person":"Jamie  Hobbs","coPersons":["Sheila  MacNeil","Simon  Jones","David H Dockrell","Simon J.  Foster"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}