{"id":"A5AD1828-2D89-4B70-81D2-D60C4D6CBED5","title":"Molecular mechanisms and evolutionary origins of teratozoospermia and sex ratio skewing in mice with Y chromosome deletions","abstractText":"When a sperm fertilizes an egg, the sex of the resulting offspring is determined by whether the sperm carries an X or a Y chromosome. Normally, this is a 50:50 chance, and thus half the offspring are male and half are female. However, there is the possibility that genes on the sex chromosomes can act 'selfishly' to increase their likelihood of being passed on: for example if X-bearing sperm secrete a toxin that kills Y-bearing sperm, or makes them less effective at fertilising the egg. This is known as genomic competition. X chromosomes with more copies of such a 'distorter' gene spread more rapidly, leading to an increase in the copy number of these genes on the X chromosome. If such a genomic competition arises between the X and Y chromosomes, then natural selection will favour the survival of Y chromosomes which carry a 'repressor' gene opposing the action of the X-linked distorter gene. This then leads to an arms race, amplifying the competing genes on both X and Y chromosomes. This seems to be the case in mouse. There are several different families of genes on the Y chromosome which are present in many dozens of copies each. When these genes are deleted, there is a sex ratio skew in the offspring of the males carrying the deletion. We have identified several of these Y chromosome gene families in our recent work, and have shown that specific X chromosome genes are switched on when the Y chromosomal repressor genes are deleted. This 'overexpression' of the X chromosome genes leads to sperm with malformed heads, which are less effective at fertilising eggs. Of the sperm that are able to fertilise eggs, more than 50% are X-bearing sperm, leading to the sex ratio skew in favour of females in the next generation. Our proposed project is aimed at understanding the molecular basis of how this genomic competition arose during the evolutionary history of the mouse, how the distorter genes spread thereafter, and how they have been contained by the evolution of the repressor genes. In order to discover this, we will make special stains using antibodies to show where the X-encoded proteins are located within the sperm, and use this to work out how they may affect sperm head shape. It will be especially interesting to see if there is a difference between X-bearing and Y-bearing sperm in terms of protein location. We will also make transgenic mice that specifically overexpress one or more of the candidate X genes, and check for sperm shape abnormalities and/or a sex ratio skew in the transgenic lines. We will look in closer detail at the Y-linked repressor genes to see how they counteract the distorter genes. One gene, called Fly, is very interesting as it is transcribed in both directions. Transcription is the process that makes 'working copies' (mRNA copies) of active genes. If a gene is transcribed in both directions, the resulting mRNAs can silence related genes in a process called RNA inhibition (RNAi). We will test whether RNAi is the mechanism that lets the Y chromosomal repressor genes counteract the X chromosomal distorter genes. Finally, we will see how many copies of each of the candidate genes are present on the X and Y chromosomes of a range of different mouse species. This will tell us when the genomic conflict started. By comparing the sequence and activity patterns of genes before and after the start of the conflict, we may be able to find specific mutations that caused the conflict. A better understanding of sex ratio distortion, and the evolutionary processes behind it, is important not only in pure science terms, but also potentially in economic terms. For example, it may allow us to discover conflicting genes in farm animal species such as cattle, allowing selective breeding for bulls that preferentially generate female calves. Also, a fuller biochemical understanding of the pathways affected by the distorter genes could let us directly target these pathways in order to affect offspring sex ratio.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007434/1","grantId":"BB/F007434/1","fundValue":"514946","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"","person":"Nabeel Ahmed Affara","coPersons":[],"organisation":"University of Cambridge","findingsText":" Analysis of gene expression in mice where the spermatid-specific gene Sly has been inactivated by shRNA knockdown (generated by our collaborator Dr Paul Burgoyne at the NIMR) shows global upregulation of sex-linked genes in spermatids, as seen in males with deletions of the Y chromosome long arm (Yq). Breeding data and sperm analysis from NIMR revealed sperm head defects similar to those in Yq-deleted males, and a sex ratio skew in favour of females. Sly knockdown thus recapitulates all the hallmarks of Yq deletion, identifying Sly as the key sperm production factor on mouse Yq. \n\n\n\nWe characterised another gene on Yq (Orly) and identified short and long noncoding transcripts from the forward and reverse strands respectively. This may represent a regulatory RNA, but given the data on the protein coding Sly gene it does not appear to be of major functional relevance to the abnormal sperm phenotype.\n\n\n\nWith respect to candidate upregulated X-linked genes (Gmcl1l and H2al1) that may mediate the phenotype, over expression in transgenic animals showed neither a consistent sex ratio skew nor a sperm head phenotype for H2al1. However, a significant sex ratio skew was observed in a Gmcl1 founder with two transgene integration sites; there was no effect on sperm head shape. \n\n\n\nImmunohistochemical staining with a specific antibody raised to Gmcl1l and showed that in normal mouse testes the protein appears first in the cytoplasm of early round spermatids (step 2 onwards), associates with the manchette during nuclear shaping (steps 8 onwards), migrates backwards towards the midpiece during elongation, and finally is retained on the tail of adult sperm. \n\n\n\nQuantitative PCR was used to measure the copy number changes in ampliconic X-linked genes during mouse and to compare these to amplifications of Y linked genes. The findings show rapid increase in copy number for 10 out of 11 sex-linked spermatid-expressed ampliconic gene families during mouse evolution. This coordinated amplification coincides with the appearance of Sly on the Y chromosome. Importantly, the three X-linked ampliconic genes that are not expressed in spermatids were not part of the coordinated amplification. This is strongly supportive of our genomic conflict hypothesis: that Sly arose as a general repressor of sex chromosomal transcription in spermatids, and that the amplification of sex-linked spermatid-expressed genes is in part an adaptation to overcome the repressive effects of Sly. Improving our understanding of the basis for sex ratio skewing in mouse provides a basis to develop sex ratio modification protocols in farm animal species, thus reducing waste and animal suffering.\n\nUnderstanding the dynamics of these gene families is also important in academic studies of sex chromosome evolution and speciation. Agriculture, Food and Drink","dataset":"gtr"}