{"id":"A5B399C5-5B9E-4F2D-A3C0-D5C1ACE8882A","title":"Biocompatible Polymer Micro-Arrays for Cellular Growth, Stem Cell Manipulation, Cellular Release and Identification and High-Content Screening","abstractText":"The growing of cells is an increasingly important area of research, with the marked increase in cell based therapeutics. These range from the growth of skin cells for grafting, to stem cells based therapies to the growth of cells for the production of cell derived therapeutics (e.g. antibodies etc.). However not all cells can be conveniently grown, while even those that can, are often difficult to release from the culture surface.Cells are usually grown on supports, which are coated with a polymer to aid cell binding and growth. However, the discovery of new polymers in this area is limited with little under-standing or optimisation of the specific polymer. What is proposed here is to use high-throughput methods to prepare libraries of polymers (4,000 polymers will be made in the time it usually takes to make 10-20 polymers) and then to look at all the polymers simultaneously. This will be achieved by spotting each of the polymers onto one glass slide (4,000 spots of polymer) and adding cells to this so-called array. In this manner, all 4,000 polymers will be looked at (in one go) and polymers will be identified that are cell-friendly by looking at all 4,000 spots (automatically) to see which support cell growth.Polymers can change their properties when cooled down. Therefore, the 4,000 polymers will be treated with cells at 37oC and the polymers identified where cell growth is taking place. The glass slide will then be cooled down and polymers identified that release cells (the so called thermo-responsive polymers). This will therefore allow polymers to be rapidly identified for both cellular compatibility and release. Cells to be studied will include stem cells as well as cells that are traditionally difficult to culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C54112X/1","grantId":"EP/C54112X/1","fundValue":"269228","fundStart":"2006-02-01","fundEnd":"2009-01-31","funder":"EPSRC","impactText":"","person":"Mark  Bradley","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}