{"id":"A5B6CB98-8658-4D97-99D2-E9316634B6C3","title":"Modulation of glycosylation homeostasis by vesicular transport in the Golgi","abstractText":"Animal cells contain multiple membranous organelles, such as the nucleus, mitochondria, or the various organelles of the secretory pathway. The secretory organelles are responsible for releasing all the proteins from the cell that perform important external functions, such as communication, defence or the physical connectivity between cells. Appropriate sorting of these proteins between organelles is important to ensure that each reaches their correct destination, be it outside the cell, or in one of the organelles themselves to help the organelle's functions. Protein sorting is achieved by relatively small membranous structures, called vesicles, which pinch off one organelle to carry a selected set of its proteins to a second organelle, which is the preferred destination for those proteins. When a vesicle arrives at the target organelle, the two membranes have to be brought into close apposition, or tethered to each other. Subsequently the vesicle and target membrane will merge with each other to deliver the vesicle's cargo. We will study the process of vesicle tethering at the main sorting hub of the secretory pathway, the Golgi apparatus. The tethering of an important vesicle-subset at the Golgi is assisted by a protein complex called COG, which is controlled by GTPases of the Rab family. There are 70 different Rabs known in people, and all are known to shift their shape when hydrolysing a bound GTP molecule. This shape change allows them to control the function of other proteins associated with them, such as COG. We already know, that COG communicates with seven different Rabs. An important unanswered question in vesicle tethering is, how the vesicles find the correct target organelle? We hypothesise that COG functions as a machine to power the tethering of a vesicle, while each Rab may steer COG to use the correct vesicle and tether it to the right target membrane, to allow faithful sorting of the vesicular cargo. The experiments proposed in this application will test this hypothesis by looking at the interplay of COG with three Rabs that we have previously shown to physically contact COG. The physical contact puts the Rabs into the correct position to control COG, but the exact nature of each contact, especially the differences between the various COG-Rab pairs will be important to explain how specific targeting occurs. Vesicle tethering needs other factors besides COG and Rabs as well, and therefore a second question we will address is how those other factors, members of the golgin protein family, will fit into the picture. For the one machine, COG, there are about a handful Rabs, and there could be as many as a dozen golgins, which could also play their part in targeting specificity. As part of this study we will catalogue some of these golgins and Rabs into protein subsets that will form the basis for later more detailed investigations about their specific roles in vesicle tethering and vesicle targeting specificity. The proteins delivered to the outside of the cell by the secretory pathway are often modified in various ways to enhance their functionality, most prominently by sugar chains built of nine different sugar building blocks. Most of the sugar chains, are generated by numerous enzymes that reside in specific sub-compartments of the Golgi, called cisternae. Sugar chains often require a specific sequence of the building blocks added to one another by a specific sequence of the enzymes. This in turn requires the enzymes to be sorted into the correct order. The function of the vesicles using COG is to sort these enzymes into specific cisternae to maintain a given order. This is very important, since defects in COG that cause defects in sugar chains, have been found to cause human diseases. As a final quest of this proposal we will focus our attention on how the different COG-Rab pairs mediate the sorting of enzymes to allow correct sugar chains to be built.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F006993/1","grantId":"BB/F006993/1","fundValue":"356276","fundStart":"2008-03-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"  Findings are too recent to have found use yet. Clinicians will be the first to benefit. Healthcare Policy & public services","person":"Daniel  Ungar","coPersons":[],"organisation":"University of York","findingsText":" 1. We generated an interactome of the conserved oligomeric Golgi (COG) complex that includes members of protein families involved in vesicle tethering. This network will allow the further molecular dissection of vesicle targeting. It also places members of the two vesicle tethering protein families (coiled coil tethers and hetero-oligomeric complexes) into a shared vesicle tethering mechanism.\n\n2. The interaction of the COG complex with both ends of the golgin TMF, together with three Rabs interacting with the same golgin produce a molecular mechanism for vesicle tethering. Thereby the vesicle can move along the long coil structure of TMF assisted by the different COG-Rab interactions.\n\n3. A mutant form of the Cog4 subunit was found with selectively diminished binding to one specific Rab partner of COG. This opens up the prospect to investigate the effects of vesicle targeting specificity on the processing of secreted proteins in the Golgi. The interaction map will be of use for studying details of vesicle tethering at the Golgi. This is a good model system for investigating the specificity determinants of vesicle targeting, and so will be of universal use for understanding intracellular protein sorting. \nClinical geneticists studying congenital glycosylation disorders will be able to use COG's interaction map for identifying novel subtypes of this disease group.\nThe COG mutants disrupting specific Rab interactions will be useful for generating mutant cell lines in which specific glycosylation enzyme sets are mislocalised opening the possibility for a novel group of glycan engineered cells. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}