{"id":"A5BB50FC-2D1D-4C88-81A5-B361EDD7A4FD","title":"Modular Abstraction and Abstraction Refinement: A Game-Semantic Approach","abstractText":"Computer programs often have errors. Detecting errors in computer programs has always been a central problem of computer science. In recent years a technique called 'model checking' was developed in order to find such errors automatically. This technique applies best to programs that are small and comparatively simple. To verify larger programs we need to break them up into smaller parts called sub-programs. Unfortunately, the technique of model checking does not work well for sub-programs, but only for whole programs. In other words, it is not 'modular.'We propose to enhance software model checking using the theory of 'game semantics,' a new theory that provides precise mathematical models for computer programs. The models are modular, so they work for sub-programs, therefore can be used to verify large programs.The techniques used in model checking cannot be used to handle the models provided by game semantics. Our main objective is to adapt these techniques to game semantics, as well as to invent new techniques suitable to game semantics. If our project is successful we should be able to develop an enhanced ability to verify larger programs in a modular way.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D034906/1","grantId":"EP/D034906/1","fundValue":"128758","fundStart":"2006-03-01","fundEnd":"2008-11-30","funder":"EPSRC","impactText":"  Several experimental automated verification tools based on game semantics have been developed. This had influence on the work of the &quot;higher-order model checking&quot; group in Oxford, led by Prof. Ong. The work was theoretical and foundational so the impact is only academic.  ","person":"Dan R Ghica","coPersons":[],"organisation":"University of Birmingham","findingsText":" We have discovered that game semantics can be used to model and verify software compositionally, that is certain properties of the whole program can be determined by examining parts of the program. Our verification tools and theories can be expanded on in terms of performance and features. In fact a research group in Oxford led by Prof. Ong has done just that. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}