{"id":"A5C2BDFE-A7FB-4E9B-BC30-D49ECBD62F08","title":"Evaluation of pain experience in domestic fowl: associations between clinical symptoms biochemical markers and bird self-selection of analgesics","abstractText":"Experience of pain causes unpleasant subjective feelings in humans and may do so in animals. To reduce animal suffering, we need to be able to assess the severity and duration of experienced pain. Current methods for pain assessment, based on animal behaviour and the effect of analgesics, are difficult to interpret: additional information is required to assess whether experiences which appear to be painful are actually experienced as such. In humans, Patient Controlled Analgesia for pain management is a widely accepted procedure as it is clearly motivated by subjective states of pain perception and is used as one of the 'gold standards' for the assessment of conscious experience of pain in man. A demonstration that animals could make complex decisions to manage their own pain would provide important new information on their pain experience, as decision-making itself takes place in higher centres in the brain, thought to be involved in the generation of conscious experience. Studies of animal decision-making have been applied only sporadically to the question of animal pain. We propose to develop methodology in this area and to investigate whether levels of the neurotransmitter dynorphin change due to pain experience. Interpretation of the results of the few studies of self-selection of analgesics in animals is problematic. We developed a pilot method for studying self-selection of analgesic drugs, presented in food, to broiler chickens but this needs development and refinement. Our pilot results suggested that lame birds ate more drug-treated feed than sound birds. However, interpretation of the pilot results in terms of pain experience was complicated by changes in the level of lameness of birds over the duration of the experiment, the voracious appetites of broilers, similar end-stage plasma analgesic levels in lame and sound birds, and uncertainties relating to effective dose. We propose to advance this area of science by studying two well-defined clinical problems in birds, lameness in broiler chickens and bone fractures in laying hens. Both of these conditions are widespread in commerical agriculture and, if they are accompanied by pain, they represent a significant animal welfare problem. We have selected two conditions because different conditions may cause different 'types' of pain, leading to varying patterns of analgesic selection. We also wish to compare the ability to self-select analgesia in immature (broilers) and mature (hens) domestic fowl. By conducting detailed longitudinal studies, we aim to obtain new information on changes in analgesic intake over time, the effects on behaviour and mobility of analgesic intake, and the relationship between changes in behaviour, clinical signs and levels of drug detected in the blood and tissues. We will develop our pilot protocol by carrying out initial studies and modifying the method used in the self-selection study. First, we will develop methods to track the changes in putative pain experience using several advanced methods available in other species and several novel methods, including advanced imaging techniques. Nerve tissue samples from birds from 'in pain' and 'pain free' groups thus identified will be assayed for dynorphin. Next, we will examine a range of modes of drug presentation, so that drug selection is not necessarily confounded with appetite. Then, we will assess how the level of the analgesic drugs used is associated with drug concentration in blood and in relevant tissues. Changes in clinical signs and in pain behaviour will be monitored in parallel. This will help us to know whether the blood levels of analgesics found in the final self-selection trials are likely to provide effective pain relief. Finally, using appropriate controls, we will assess whether domestic chickens reliably select analgesics when given the opportunity. This will enable us to assess the welfare impact of lameness and bone fractures in chickens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G002738/1","grantId":"BB/G002738/1","fundValue":"160393","fundStart":"2011-02-01","fundEnd":"2013-01-31","funder":"BBSRC","impactText":"  Research-led at the moment. Further potential impacts on welfare in domestic fowl to be realised in the future. Education,Other ","person":"Susan M Fleetwood-Walker","coPersons":["Paul Rory Mitchell"],"organisation":"University of Edinburgh","findingsText":" Keel-fractured hens (but not controls) displayed reduced mobility that was partially restored following opioid (butorphanol) treatment, together with conditioned place preference for butorphanol. This provides evidence that keel fractures are painful in hens, and that butorphanol administration can modulate this pain, improving mobility and inducing a positive affective state that is not seen in control birds. \n\nDespite the broad heterogeneity of broiler lameness, diverse pain indices were successfully developed to provide evidence for factors (other than bodyweight) reducing walking ability within our test cohort. NSAID treatment increased standing time, walking velocity, and altered thermal threshold in lame broilers compared to non-lame controls. Modulation of our lameness biomarkers with analgesics provides evidence that lameness is associated with pain in broilers.\n\nBiochemical markers of pain and inflammation (COX-2 and nociceptive TRP channels together with endogenous opioid and opioid receptors) were upregulated in keel-fractured layers and lame broilers. We identified:\n1) Surrogate indices of pain in laying hens with keel fractures and in lame broiler chickens. \n2) CNS biomarkers of pain in chickens.\n3) The best mode of analgesic presentation in chickens. \n4) Pharmacokinetic properties of analgesics in chickens.\n5) Pharmacodynamic properties of analgesics in chickens.\n6) Protocols for assessing analgesic preference in chickens.\nEach of these will be of benefit to other researchers in this field and potentially chicken breeders. Agriculture, Food and Drink,Education,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}