{"id":"A5C9F226-B74C-44DB-9CF4-8D2C58A84A9B","title":"Modelling and observing solar atmospheric loops","abstractText":"Many diverse phenomena in the Sun's outer atmospheric layers depend on the dynamic interaction between plasma and topologically complex magnetic fields. This research proposal presents a major three-year assault on what have been termed the fundamental building blocks of this environment - namely plasma loops. These magnetic arches are observed over a wide temperature range (10,000K to millions of degrees), over a range of spatial scales (from our current instrumental resolution of a few arcsecs to sometimes stretching over a substantial portion of the solar disc and appear to exhibit dynamic behaviour down to the order of tens of seconds. It may even be the case that the 'loops' we observe consist of many sub-resolution plasma strands. The research proposed will link sophisticated hydrodynamic (HD) and magnetostatic (MS) modelling of solar atmospheric loops to the very latest space-based solar observations (from SOHO and TRACE) as well as lay important groundwork for future solar missions (SolarB, STEREO, SDO). In particular, the programme aims include (i) the construction for the first time of a fully HD, multi-strand loop model undergoing random heating bursts and the calculation of observables thereof; (ii) testing a range of diagnostic techniques used to calculate the temperature and density structure along loops; (iii) a thorough examination of the nature of cool, transition region loops and (iv) tracking the motions of magnetic flux fragment sources in high time resolution photospheric magnetogram data and analysing the consequence of this activity on the observed overlying magnetic loop canopy via EUV observations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/C502506/1","grantId":"PP/C502506/1","fundValue":"167340","fundStart":"2005-11-01","fundEnd":"2009-01-31","funder":"STFC","impactText":"","person":"Robert William Walsh","coPersons":[],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}