{"id":"A5CB86DB-E94A-4E39-AA54-0D1FF53BB572","title":"Hyperscale Modelling of Braided rivers: Linking Morphology, Sedimentology and Sediment Transport","abstractText":"The morphology of rivers is both a cause and consequence of sediment transport occurring episodically during floods. Understanding this feedback has been the focus of river geomorphology for nearly a century and reflects the importance of these interrelated controls on flood conveyance, bank erosion, engineering structures, as well as river ecology and resource management. However, unlike the flood flows which drive this system, the conveyance of sediment through rivers is intermittent, highly unsteady and spatially variable, so that predicting the linked patterns and timescales of channel adjustment remains a continuing challenge for both scientists and river managers alike. These problems affect rivers of all styles and scales, but are most sensitively tuned and least understood in large braided rivers, common to the world's piedmont regions. Many such rivers are now heavily under pressure, mined for the rich water and sediment resources they yield from their mountain sources, but with increasingly uncertain implications for the health of their ecosystems and flood hazards. Despite this, the basic task of quantifying their sediment dynamics in order to predict changes in their morphology and vice versa, remains problematic and has hindered the development of a general theory linking channel form and sediment transport to flood characteristics. In this research we bring to together an international team of river scientists with skills in remote sensing, hydrometry and sedimentology to develop novel methods to link the patterns of river channel change in braided rivers to the flood flows that drive them. Working on a prototype braided system in New Zealand, the Rees River, this project has two principal aims: [1] to develop the first hyperscale models of a large, piedmont braided river which captures and quantifies the evolution of the system during an entire flood season; and [2] using this unique dataset, to link patterns of channel morphology, bed surface sedimentology and sediment transport, to the driving control of river discharge and the associated local hydraulic forces. We will do this by developing next-generation terrestrial laser scanning technology and low-altitude photography to generate digital models which represent the form and composition of rivers from the scale of the individual grains upwards. These data will allow us to answer key questions including: how do patterns of sediment transport vary with flood flows?; how does the distribution of riverbed facies and structures influence transport rates?; and what are the principal sources of uncertainty in estimated sediment transport rates? The answers to these questions will create a step-forward in the development of robust science-led strategies to better manage the resources of these unique intra-montane and piedmont river systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G005427/1","grantId":"NE/G005427/1","fundValue":"348595","fundStart":"2009-10-06","fundEnd":"2011-10-05","funder":"NERC","impactText":"  Our research has been conducted in partnership with the National Institute for Water and Atmospheric research in New Zealand, and been vital in helping to develop new strategies to support the management of dynamic braided rivers. In particular, the data derived from the research has been used to support the parameterization and validation of new numerical models of braiding processes, and define new approaches to monitor active channels and estimate sediment transport in large rivers. Environment Policy & public services","person":"James  Brasington","coPersons":[],"organisation":"Aberystwyth University","findingsText":" The ReesScan project aimed to develop emerging geospatial technologies to quantify the dynamic morphology and reach-scale sediment transport of large braided rivers as they evolve driven by variations in discharge and sediment supply. The research involved the development of hyperscale terrain models, incorporating over 106 pts/m2 over reach lengths &amp;amp;gt; 1 km; derived through a novel combination of mobile terrestrial laser scanning, optical aerial image analysis and acoustic Doppler current profiling (Brasington, 2010; Brasington et al., 2012; Rychkov et al., 2012; Williams et al., 2013a). This survey approach was applied to study the evolution of a Rees River, NZ (Cook et al., 2013), through an annual flood series comprising consecutive 10 events covering a wide distribution of driving discharges, up to a 5 year return period (Williams et al., 2011). The resulting digital terrain models were used to quantify the pattern and volume of sediment transport, providing new insights into the magnitude-frequency relationships for geomorphological work in braided rivers. Current research is extending this theme to derive reach-scale averaged models of sediment transport and calibrate and test numerical morphodynamics models of braiding (Brasington et al., 2011; Williams et al., 2013b). River management; flood forecasting and asset managment; geomatic engineering Environment","dataset":"gtr"}