{"id":"A5CB73FC-8109-4BB8-AB15-2749C8524895","title":"Solid free-form fabrication in fired ceramic as a design aid for concept modelling in the ceramic industry","abstractText":"This proposal is for a follow on project for research developed from the AHRC funded three-year research project 'The Fabrication of Three Dimensional Art and Craft Artefacts through Virtual Digital Construction and Output.' One of the goals of the project was to move 3D printing from making replica prototypes to creating actual objects in ceramics. The investigators Huson and Hoskins developed a patented ceramic material consisting of a 3D printable ceramic body. Taking the concept of rapid prototyping from modelling in plaster or plastic, through to designing, printing, firing and glazing a finished item in a ceramic body. Huson and Hoskins are currently at the forefront of these developments as testified by the interest from the following, companies Z Corporation (ZCorp), Johnson Matthey PLC, Viridis LLC and Denby Retail Ltd (Denby), all of whom are interested in pursuing research developed from this project. In this instance the research team propose to work in partnership with Denby on an innovative project that extends the patented results developed in the above research. Denby are one of the UK's best known and longest surviving ceramic tableware manufacturers. Founded in 1806 they are best known for their high quality oven-to-tableware and their innovate glazing technology. Denby control all aspects of their manufacture in-house from concept to completion. They are already experienced users of both 3D design software for ceramics and the Zcorp 3D printing systems (also used by the research team) for plaster and plastic prototypes. Any testing and development regime in the proposed project will not be hampered by problems of using unfamiliar technology. The ability to print directly in a compatible ceramic material that could be rapidly glazed and decorated would be a quantum leap in this process for Denby. This project is to undertake a feasibility study to prove the viability of 3D printed ceramic bodies as a design tool for concept modelling of tableware, the researchers need to develop an understanding of both the design considerations required for commercial ceramics and the particular constraints inherent in producing 3D printed ceramic tableware. In order to produce larger items, the design of the physical sectional profile of ceramic articles for 3D printing needs to move forward from that found in conventional ceramics. This research will identify through iteration and development with Denby's designers what form that profile needs to take in relation to a conventional robustly constructed commercial ceramic artefact. Further to the construction of the ceramics there is a need to use ceramic firing supports and their advantages in the production of one off ceramic design concept models. Once a ceramic 3D printed object can be created and fired without losing its shape in the firing. Outcomes of the project will include a small number of invited artists and postgraduate students making bespoke one-off pieces in collaboration with UWE and Denby. The works will be developed at two seminar/workshop days and will demonstrate the potential of the process. The results will be written up and published as case studies. Other outcomes will include conference papers and a journal article. All results will also be published on the CFPR website.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I027185/1","grantId":"AH/I027185/1","fundValue":"97861","fundStart":"2011-03-31","fundEnd":"2012-03-30","funder":"AHRC","impactText":"  The primary aim of the project 'Solid free-form fabrication in fired ceramic as a design aid for concept modelling in the ceramic industry' was to prove the commercial viability of 3D printed ceramic bodies as a design tool for concept modelling of tableware and whiteware for the ceramic industry. A further aim was to investigate ceramic firing supports and their advantages in the production of one-off ceramic design concept models.\nWe collaborated with designers from Denby Pottery, using both existing production shapes and concept model designs to develop a method of producing 3D printed and fired ceramic\nconcept models. We explored the design considerations and physical and material constraints for shape and form\nto suit the 3D printed body. We developed custom supports and profile settings in order to fire complex ceramic items. \n\nWe proved the viability of using the powder binder process to produce 3DP ceramic artworks.\n\nA selection of 3D printed, fired and glazed artefacts from the project case studies were produced as a 3D printed edition to illustrate the possibilities of the project outcomes. This edition has been bought by leading national and international museums, galleries and arts funding councils including: Department of Business, Innovation and Skills\nArts and Humanities Research Council\nThe Victoria &amp; Albert Museum \nThe Museum of Art and Design in New York\n\nThe collaboration with Denby assisted in increasing competitiveness of this historic Victorian pottery, and introduced new technologies to the traditional process without losing its core values and its unique craft skills.\n\nThe results of this project were used on collaborative research with the Bristol Robotics Lab into ceramic fuel cells. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections Economic","person":"Stephen  Hoskins","coPersons":["David Arthur Huson"],"organisation":"University of the West of England","findingsText":" A new method of 3D printing concept models in ceramic materials that are capable of being fired glazed and decorated for industrial prototyping was developed as specified in the grant.\n\n\n\nA survey of current 3d printing practice by commercial ceramic companies took place, with the team travelling to both Europe and the USA. It became clear that in-house 3D printing was not a standard tool for ceramic companies, with particular expertise held by Denby in the UK and Costa Verde in Portugal.\n\n\n\nThe team investigated a number of support structures and with the help of Denby's commercial testing regimes, developed a methodology and practical regime for building support structures (known in the industry as Setters) to support the printed items during firing. To do this the team had to investigate a range of profile (wall thickness settings) in order to ascertain the optimum settings that would allow the object to maintain a profile when fired on a support without the profile being to thick or clumsy when compared to the equivalent object made by conventional means. The setters are printed at the same time as the object and have enabled a greater range of shapes and detail to be produced than was previously possible before using setters. The setters and profile setters were further refined to allow for more complex shapes such as delicate handles to be supported through the case study exemplars. \n\n\n\nDenby in collaboration with the CFPR have also developed a method of dipping the printed objects into slip after the 1st (biscuit firing) thus enabling them to glaze the object with Denby's own very special range of glazes. The team have further developed this method and created a range of earthenware, stoneware and porcelain slips. Thus enabling any common craft ceramic process and glazing to be replicated. \n\n\n\nA series of case studies were developed with designers and postgraduate students to test the design constraints and parameters of the new material. These have formed the basis of an online exhibition, where the case studies and examples. The team also presented their findings at the Victoria and Albert Museum through a Symposium &quot;Towards a new ceramic future&quot; This event organised by the team as part of the grant was attended by 100 delegates who were a mix of designer makers, manufacturing industry and HEI's in approximately equal proportions. \n\n\n\nThe case studies form exemplars for the potential of producing short run bespoke ceramic designer items. In particular Peter Ting (Designer for Aspreys and Thomas Goode) as a high profile designer was particularly excited by the project and produced designs specifically to test the parameters of the process and highlight its capabilities. The work of the two invited students from the Royal College of Art demonstrated the design constraints and potential limitations of the process, these were solved in the final pieces but it is clear that the biggest limitation is that not all shapes can automatically be reproduced by the process. This is also true of any other manufacturing process. An outcome of the previous AHRC grant was to produce a printable ceramic powder, this was further developed during the grant and has been licensed to Viridis 3D LLC a Boston based company. This product was primarily designed for use by commercial companies such as Denby and to this end the grant holders have had discussions with Dudsons and Steelite (the 2 largest UK manufacturers of ceramic tableware), both of whom wish to use this method. We also visited Capa Verde in Portugal and porcelain prototypes have been created specifically for them using their own in-house files. The ceramic powder will be available to individual designer craftspeople, industry, education and other users and the test cases, we feel the test cases demonstrate the breadth of design capability of 3D printed ceramics. The team attended several trade fairs to further survey the field for 3D printed ceramics, but also promote the commercial potential of our research. These were 'A New ceramics' in Stoke on Trent, 'Business Industry and Skills manufacturing summit', February 2012 Bristol Science Park and Ceramic Network 2011 at the Esther Technopole in Limoge France in October 2011, a European meeting for Technical ceramics. These visits resulted in several industrial connections and potential future research.\n\n\n\n\n\nThe 3D printing process using the ceramic powder has generated much international and cross sector interest and consultancy. The team are now the world leaders in a printable commercial ceramic material and to this end have been undertaking contract work for Johnson Matthey Noble Metals, have been invited by the Ministry of Defence to submit a bid for collaborate on innovative blue sky future technologies research. The team are discussing further collaborative research with 'A1 technologies' on a 3D printer for schools, which is capable of printing ceramics. \n\nFurther collaborations are in discussion with Bristol University for ceramic composites using printed ceramic lattice structures that are only possible using 3D printing. At a recent American industry Conference 'Rapid 2012&quot; The Centre for Fine Print Research' were cited in an industry round-up as the leaders in the field of a commercial ceramic 3D printing process. A patent for a 3D printable ceramic fuel cell that coverts effluent into electricity, is in process as part of a collaboration between the Centre for Fine Print Research and Bristol Robotics Laboratory. Discussions have taken place with BAE systems over novel methods of 3D printing ceramics as part of their aerospace manufacturing processes. Creative Economy,Education,Manufacturing/ including Industrial Biotechology,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}