{"id":"A5CCDD09-B9D1-4654-BBC2-3B80994B5F9F","title":"Dynamically-coupled enzyme catalysis: towards a step change in our understanding of enzyme catalysed reactions","abstractText":"The physical basis of the catalytic power of enzymes remains contentious despite sustained and intensive research efforts. Our knowledge of enzyme catalysis is predominantly descriptive gained from traditional protein crystallography and solution studies. Our ultimate goal is to introduce a step change in our understanding of catalysis by developing a complete and quantitative picture of dynamic catalytic processes in enzyme systems by adopting a synergistic and multidisciplinary approach, embracing ideas we have spearheaded from our work on quantum mechanical tunnelling effects, linked to protein dynamics, for enzyme-catalysed H-transfer reactions. The key question to be addressed is 'How do enzymes achieve high catalytic rates?' and 'What is the appropriate physical framework to model these reactions?'. Rate enhancements of up to 10 to the power 21 have been reported, but the physical basis of this catalytic power remains contentious, despite sustained and intensive research efforts. The role of protein motions in enzyme catalysis -- both in classical and quantum mechanical transfers -- is hotly debated. The very presence and identity of motions, coupled to catalysis, is currently one of the most important unanswered questions in enzyme catalysis, yet one of the most difficult to address experimentally. In recent years, we have established a multidisciplinary team, and have been at the fore of developments in this area, particularly in providing key experimental and computational evidence that supports full tunnelling models for enzyme-catalysed hydrogen transfer. Uniquely in this field, our research team has relied on a strong interplay between high resolution/time-resolved structural analysis, detailed computational simulations, chemical biology and fast reaction kinetics to develop, and provide experimental support for, new theoretical frameworks for enzyme catalysis. This application is built on these strengths and seeks to push new boundaries that will provide deeper understanding of dynamic processes/from millisecond to sub-picosecond/that drive enzyme catalysis. Hydrogen transfer -- an essential component of most biological reactions -- is a quantum problem. A crucial question of great current interest is how enzymes modulate the quantum dynamics of hydrogen transfer to achieve their outstanding catalytic properties. Despite recent progress, a detailed picture of the atomic motions accompanying the classical and quantum mechanical descriptions of chemical reactions has not been forthcoming. This is a major challenge that requires a multidisciplinary approach embracing structural biology, computational and physical methods. Thus, in this programme we will develop cutting-edge experimental and theoretical approaches to access the nature of motions coupled to catalysis. This also requires detailed understanding of all chemical aspects of the catalytic cycle. Moreover, it requires the development of new experimental approaches to investigate fast promoting motions in catalysis, which poses a major technical challenge to the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F000537/1","grantId":"BB/F000537/1","fundValue":"2402420","fundStart":"2008-01-01","fundEnd":"2013-10-31","funder":"BBSRC","impactText":"  The work has had major impact in the biological catalysis field by challenging the indiscriminate use of transition state theory for enzyme catalysis in relation to ubiquitous H-transfer reactions. The importance of nuclear tunneling to biological catalysis was not appreciated by the community at the start of his work, but now is broadly accepted as a result of the many detailed publications that the group has produced.\nThis work at the interface of chemistry, biology and physics, involving studies of the complex mechanisms of enzymes from the quantum through to macromolecular levels, and spanning femtosecond to second timescales. This detailed understanding of biological catalysis is now helping to drive/accelerate rational enzyme design for applications in industrial biocatalysis/chemicals manufacture. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other Cultural","person":"Nigel Shaun Scrutton","coPersons":["Jason  Micklefield","Michael John Sutcliffe","Peter  Gardner","Samuel Pieter De Visser","Klaus  Muller-Dethlefs","David  Leys"],"organisation":"The University of Manchester","findingsText":" The physical basis of the catalytic power of enzymes remains contentious despite sustained and intensive research efforts. The key question addressed was 'How do enzymes achieve high catalytic rates?' and 'What is the appropriate physical framework to model these reactions?'. Rate enhancements of up to 10 to the power 21 have been reported, but the physical basis of this catalytic power remains contentious, despite sustained and intensive research efforts. A crucial question of great current interest is how enzymes modulate the quantum dynamics of hydrogen transfer to achieve their outstanding catalytic properties. We provided a detailed picture of the atomic motions accompanying the classical and quantum mechanical descriptions of chemical reactions has not been forthcoming. We developed cutting-edge experimental and theoretical approaches to access the nature of motions coupled to catalysis, including a detailed understanding of all chemical aspects of the catalytic cycle. We developed new experimental approaches to investigate fast promoting motions in catalysis, which poses a major technical challenge to the field. The work has had major impact in the biological catalysis field by challenging the indiscriminate use of transition state theory for enzyme catalysis in relation to ubiquitous H-transfer reactions. The importance of nuclear tunneling to biological catalysis was not appreciated by the community at the start of his work, but now is broadly accepted as a result of the many detailed publications that the group has produced.\nThis work at the interface of chemistry, biology and physics, involving studies of the complex mechanisms of enzymes from the quantum through to macromolecular levels, and spanning femtosecond to second timescales. This detailed understanding of biological catalysis is now helping to drive/accelerate rational enzyme design for applications in industrial biocatalysis/chemicals manufacture. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}