{"id":"A5D65870-82EB-4033-88E7-58A4ECCD5B1E","title":"Dynamics and Temperature Structure of Hot Jupiter Atmospheres","abstractText":"Since the first discoveries of planets orbiting nearby Sun-like stars, only a decade ago (Mayor and Queloz 1995; Marcy and Butler 1996), there has been a rapid succession of spectacular breakthroughs in extrasolar planet research. Early observations immediately revealed big surprises about the orbital properties of extrasolar planets, forcing us to question long-held ideas about how planets form and evolve: a large number of them were 'Hot Jupiters', so-called because they are massive and orbit very close to their parent stars. Soon after, the direct measurement of the size (Charbonneau et al. 2000; Henry et al 2000) and the detection of an actual atmosphere (Charbonneau et al. 2002) and an exosphere that may be boiling away (Vidal-Madjar et al. 2003) on the Hot Jupiter, HD209458b, laid the groundwork for studying the physical properties of extrasolar planets -- beyond their orbital properties. This past year, heat emitted from two Hot Jupiters, HD209458b and TrES-1, have been directly detected using the Spitzer Space Telescope (Deming et al. 2005; Charbonneau et al. 2005). Heat emission measurements present an unprecedented opportunity to learn about the physical properties of extrasolar planets. The measurements can sample the atmospheres on the planets at different phases. However, they require sophisticated, multi-dimensional flow modelling to interpret properly. This is because atmospheric motions control the spatial, temporal, and spectral behaviour of the emissions. In this effort, it is proposed to carry out a detailed theoretical study of the hydrodynamic processes and thermal structures of Hot Jupiter atmospheres, vital for guiding observations. The study will make use of advanced numerical and analytical calculations that incorporate radiative transfer calculations to better constrain the strength of the winds, model the general circulation pattern, and ascertain the temperature distributions of Hot Jupiter atmospheres in different orbital configurations (semi-major axis, eccentricity, obliquity, etc.). The computed flow and temperature fields will be used by spectral and phase (eclipse) models of extrasolar giant planets. This work is also expected to advance the study of general circulation (e.g., bands and spots) and long-term evolution (e.g., cooling and tidal locking) of giant planets in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E001858/1","grantId":"PP/E001858/1","fundValue":"316265","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"STFC","impactText":"","person":"James  Cho","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}