{"id":"A5D9EDCE-FF3F-4521-AB0F-6095BFE518D0","title":"The lower stratosphere: interactions with the tropospheric chemistry/climate system","abstractText":"It is now well established that the atmospheric system is highly copled and that changes in one location can have a significant impact elsewhere. For example, changes in stratospheric ozone can have an important consequence for surface UV. The lower stratosphere is especially important. Itis a region where there have been recent changes in the concentrations of aerosol and ozone which are now known to have influenced surface climate and tropospheric composition although the details of the interactions are not fully resolved. We expect that composition in this region will cahnge in the future, for example, in response to changes in the abundance of greenhouse gases or ozone-deplting substances. It is important to assess the future impact on the climate system of aqny changes in lower startospheric composition. This is the major objective of our proposal and will be achieved by using a chemistry/climate model that the partners have helped to develop. We will use the UKCA model, based on the latest Met Office climate model, into which we have added detailed descriptins of atmospheric chemistry and aerosol. We will use the model to explore the processes involved in recent past changes (e.g. after the major eruption of Mt Pinatubo which injected a large amount of sulphur into the stratosphere leading to enhanced stratospheric aerosol and subsequent changes in surface temperature). We will also use the model to consider a range of scenarios as ozone 'recovers' in response to the Montreal Protocol. The model will be used to explore the scientific implications of geoengineering solutions recently proposed to mitigate the impact of greenhouse gas induced climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E017150/1","grantId":"NE/E017150/1","fundValue":"182199","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"NERC","impactText":"","person":"Kenneth  Carslaw","coPersons":["Hans Friedrich Graf","Graham William Mann"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}