{"id":"A5E2D186-5ADD-48B8-B986-90569B1B4939","title":"The Generation of Mouse Models to Evaluate the Role of FKRP in the Pathogenesis of Muscular Dystrophy.","abstractText":"Congenital muscular dystrophy is characterised by muscle weakness either at birth or soon thereafter. There are many different forms of this disease and not all of the underlying gene defects are understood. We have recently identified a gene encoding for a protein called fukutin related protein or FKRP. Mutations in this gene appear to cause a form of congenital muscular dystrophy and also a form of limb girdle muscular dystrophy. Both are characterised by muscle degeneration and can lead to severe disability which in the early onset form is ultimately fatal. The role of the protein FKRP in the muscle fibre is unclear at the present time although its structure suggests that it may be an enzyme involved in the manufacture of a large protein called dystroglycan that is normally found at the surface of muscle fibres. Whilst we have identified the defects in the FKRP gene that cause this disease we do not understand why these lead to a muscle disease. At this time our understanding of the disease process is limited because we have to rely on muscle biopsy samples which are too small to undertake detailed protein work. We therefore need to generate a mouse with the same gene defects as we have identified in patients. These mice will allow us to understand why this disease specifically attacks muscle tissue and what factors determine its severity. The generation of these mice is essential if we are to obtain a more detailed understanding of the underlying pathology and develop pharmaceutical or gene therapeutic strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0200171","grantId":"G0200171","fundValue":"662944","fundStart":"2003-04-01","fundEnd":"2008-10-31","funder":"MRC","impactText":"","person":"Susan Carol Brown","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}