{"id":"A5FB9050-4C22-4BE4-85E1-D7D4D28ABE99","title":"A Strategic Advisory Team for Data Resources 2014-2016","abstractText":"For the past nine years the ESRC has supported the post of Strategic Advisor for Data Resources via research awards to Professors Peter Elias and John Hobcraft. Their work as advisors to the ESRC in the areas of data development has supported a number of successful applications to the UK research infrastructure fund (the Large Facilities Capital Fund), providing resources for Understanding Society, the Life Study, CLOSER, and, most recently, the Administrative Data Research Network. Additionally, the advisors support the UK Data Forum -a body which coordinates the activities of data producers and research funding organisations relating to the development of data and related resources. They also work at the international level to support activities which promote or enhance access to data across national boundaries.\n\nWith the rapid development of the data landscape in both the public and private sectors, and with growing interest in the promotion of improved access to data which can inform research in the social sciences at the international level, the scope of this advisory work now needs to be broadened and deepened. This proposal describes the Strategic Advisors Team - a group of five senior social and data scientists who are collaborating to provide advice in related areas: administrative data about people and organisations; social media data; customer databases; longitudinal data and biosocial data. The advisors will work closely with the ESRC, government departments, other research funding agencies both within the UK and beyond, the Office for National Statistics and private sector companies to promote improvements in access to data, knowledge about the availability of data for specific research purposes and capacity building among the UK social science research community.\n\nThe advisors will be guided by the UK Strategy for Data Resources for Research in the Social Sciences (2013-2018), developed by the UK Data Forum and outlining the strategic direction for the development of social and economic research data over the next five years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L003414/1","grantId":"ES/L003414/1","fundValue":"721931","fundStart":"2014-01-01","fundEnd":"2016-01-31","funder":"ESRC","impactText":"","person":"Peter  Elias","coPersons":["David  De Roure","John Nicholas  Hobcraft","Paul Arthur Longley","Kathleen Elizabeth Kiernan"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}