{"id":"A609E625-2963-444E-A347-814A62CDD454","title":"Cambridge Condensed Matter Theory Programme Grant","abstractText":"As theoreticians, we construct models of physical and chemical processes that are generally inspired by experimental discoveries, we generalise these models and their solutions to make predictions for new experiments, and we transfer the concepts and theoretical tools which emerge from the solution of these models to other areas of research, in a concerted interdisciplinary effort. In short, the role of theory is to understand known phenomena observed in the laboratory or in everyday life, and to predict new physical processes and phenomena.Our theoretical research is both about making calculations, to quantitatively understand and predict the behaviour of matter, but also about making models to illuminate the landscape of emergent behaviour in physics, chemistry, material science, and biology. The role of theory includes both fundamental knowledge creation and practical applications of modelling for new and existing technology. The applications of our activity are as various as ultracold atoms, semiconductor devices and DNA assembly.Starting from first principles on the microscopic level (as embodied in the Schrdinger equation) electronic, mechanical and structural properties of molecules and materials can now be calculated with a remarkable degree of accuracy. We work on developing and refining new computational tools and applying them to a broad spectrum of fundamental and applied problems in physics, chemistry, materials science and biology.Solids and fluids often show unusual collective behaviour resulting from cooperative quantum or classical phenomena. For such phenomena a more model-based approach is often appropriate, and we are using such methods to attack problems in magnetism, superfluidity, nonlinear optics, mesoscopic systems, complex fluids and solids, andbio-polymers. Collective behaviour comes even more to the fore in systems on a larger scale. As examples, we work on self-organising structures in soft condensed matter systems, non-linear dynamics of interacting systems, and models of biophysical processes, all of which bridge the gap between molecular and mesoscopic scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032773/1","grantId":"EP/F032773/1","fundValue":"3848610","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The Cambridge Theory of Condensed Matter Programme Grant was one of a long line of grants that provided long term flexible funding for the core activities of the research group. These grants have allowed us to be innovative, respond rapidly to research opportunities, take on long term riskier research and to support ongoing software development projects. The outcomes reported elsewhere give some indication of the impact of these grants which is clearly marked bymany metrics such as developing the research careers of out young researchers, awards and prizes to the PI and Co-Is and to software that is now sold commercially. Chemicals,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Cultural,Societal,Economic,Policy & public services","person":"Michael Christopher Payne","coPersons":["Mark  Warner","Eugene  Terentjev","Nigel  Cooper","Peter  Littlewood","Richard  Needs","Benjamin David Simons"],"organisation":"University of Cambridge","findingsText":" Condensed Matter is intrinsically complex. The term refers to systems of vast numbers of atoms placed so close together that the electrons may no longer be confined to a single atom and the atoms interact strongly together. Perhaps not surprisingly, condensed matter systems can exhibit a vast array of different physical, chemical and/or biological properties, often on many different lengthscales. We should also remember that the fundamental equations of physics can usually only be solved exactly In some cases, there are opportunities for commercial exploitation of the methods we develop, particularly those involving computer modelling, but more realistically it is the novel phenomena and the systems and/or materials that exhibit them that will offer opportunities for commercial exploitation. As explained above we interact with many communities of other academic researchers. Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}