{"id":"A60EE7A2-CBCA-4E0B-B190-3730A64AE597","title":"Video microscopy of granular deformation and strain localisation in partially-solid alloys","abstractText":"This project seeks to use video microscopy to observe and measure, for the first time, the deformation mechanisms in partially-solid alloys. The focus is on one of the least studied areas of mushy-zone mechanics, rheology at 'intermediate' solid fraction, when multiple equiaxed crystals are in contact but have negligible cohesion. These microstructures are commonly deformed during industrial casting processes, for example the high-pressure die-casting of Al- and Mg-alloy automotive chassis components. It has been found that, when severe deformation occurs at the same time as solidification, the as-cast microstructure and defects are markedly different to those in most textbooks. Recent research has suggested that this is because deformation during solidification causes the alloy to deform as a granular material.Granular materials are simply the disordered assemblies of particles we encounter every day from the soil in the garden to salt on the kitchen table. However, the mechanics of granular materials can be complex, emerging from the mechanical interactions between discrete particles which are often unrelated to the mechanics of the particles themselves. For example, grains of wheat in a silo have markedly different mechanical properties to the grains of sand in a soil, yet the deformation behaviour of large piles of each share many mechanical similarities. Granular materials are important across the physical sciences and engineering and the application of granular mechanics is central to research on (i) soil mechanics in Civil Engineering, (ii) plate tectonics and earthquakes in Earth Science, (iii) the flow and storage of cereal crops in Agriculture, and (iv) the handling of pharmaceutical powders and pastes in Chemical Engineering. This Project seeks to provide direct experimental proof that partially-solid alloys should also be considered a form of granular material. The ultimate aim is for the phenomena and mechanisms revealed by video-microscopy to form the foundation for future granular theories of partially-solid alloy deformation.To enable these scientific advances, an innovative apparatus for the direct in-situ measurement of deformation in the mushy-zone will be developed. The approach is to simultaneously measure (i) phenomena at the scale of the crystals in-situ and (ii) global mechanical data. The knowledge of granular deformation from the parallel disciplines of Soil Mechanics and Earth Science will be used in developing the apparatus and in interpreting the results. The research will generate knowledge of the deformation mechanisms operating at the scale of the crystals, and quantitatively link the micromechanisms with the global rheology. Research will also study how granular shear bands form and grow in partially-solid alloys.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H016848/1","grantId":"EP/H016848/1","fundValue":"101575","fundStart":"2010-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Christopher M. Gourlay","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}