{"id":"A620D079-0B7D-43A4-9BBB-B4481508CEBA","title":"Rapid synthesis of complex bioactive alkaloids","abstractText":"Many important pharmaceuticals are natural products or are derived from, or inspired by, natural products. Examples include many antibiotics, such as beta-lactams, painkillers, such as morphine,and anti-cancer agents, like taxol, which was orginally produced from the Pacific Yew tree. Although such natural products have a great track record, their molecular complexitycan prove a serious obstacle to R&amp;D efforts, since the compounds can be scarcely available from Nature, and difficult to manipulate. At the same time, there is an increasing need for new drug substances to combat unsolved disease states, particularly cancers, and to combat the onset of drug resistance. There is a growingacceptance that the pharma industry needs to be more adventurous in the kinds of potential drug scaffolds that it considers, and also that molecular complexity, includingchirality, can lead to better selectivity. Investigating greater numbers of natural product motifs could be highly profitable, and yield important new drugs. Our project is aimed at inventing new routes to obtain particular families of natural product alkaloid structures, and their close relatives. These compounds, based on a bridged cyclic dipeptide core structure are very attractive cadidates, since simple variants have already been adopted as pharmaceuticals - i.e. they are ''drug-able''. The compounds that we aim to make are much more complex, but show remarkable potential as medicinal agents, since specific members of this class are potent antitumour agents, or have enzyme inhibitory activity that could be useful in this regard (e.g. calmodulin inhibitory activity), or haveanti-parasitic activity. Such compounds could become important drugs, which would both enhance human medicine and impact upon the UK pharma economic base.However, up until now, these compounds have only been available through rather long synthesis routes. Despite the efforts of three of the best known synthesis groupsin the US, the best routes to these compounds are usually well over 20 synthesis steps - too long and inefficient to be attractive to industry. In contrast, we intend to make these types of compound in only a handfull of synthetic steps, by using cascade processes in which multiple bonds are formed in one step.We have established the basic principle behind our idea, and are now seeking funds to explore the scope and target applications of the new strategy. Additional layers ofnew concepts are proposed in order to access diverse structures via this chemistry, and novel variants of the cascade reactions are also proposed, using radical intermediates in placeof cations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H013040/1","grantId":"EP/H013040/1","fundValue":"302161","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Nigel Simon Simpkins","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}