{"id":"A624BD20-DBDD-402B-86E7-C9959F742AFB","title":"Exploiting Gigabit Powerline Communications","abstractText":"Home networking allows different devices connected on the same network to communicate with one another. The increasing interaction between computers in our daily life has increased the demand for improved performance of home networks in terms of bandwidth and ease of installation. We therefore propose to now commercialise a high frequency powerline communication (PLC) technology that transmits very high data rate signals over electrical power distribution cables that has been recently developed in an EPSRC funded project at Queen Mary, University of London (QMUL). PLC eliminates the need for dedicated cables for data transmission, and has already shown its potential not only in the area of home/office networking, where a reliable high data rate link is desired for the connection of various electronic devices and computers, but also in areas such as the video streaming of CCTVs on train carriages and maintaining data links in high electromagnetic interference environments where wireless links and other technologies fail.Existing PLC technologies can only transmit data at a rate up to 200Mbps. This is not sufficient for the smooth running of various multimedia applications such as online video gaming, digital audio streaming, and high-definition TV (HDTV) streaming. The technology developed at Queen Mary allows data rates of up to 1Gbps and supports the afore-mentioned media applications and others such as Video on Demand (VoD) and basic LAN connections. Our business idea is to develop a commercial prototype, based on the underlying technology we have developed, that allows high data rate transmission (up to 1Gbps) over the power cables in the high frequency band (50 - 550MHz) and provides a simple, flexible and cheap solution for the increasing demand of high data rate links in the home/office networking and other environments, compared with the traditional PLC and other wireless technologies. The proposed project has benefited since its beginning from the support from industry. We have worked with Artimi Ltd (UK), an ultra-wideband (UWB) wireless company and SiConnect Ltd, a powerline communication company in the ESPRC funded project. We have also worked with a security facility company, COE Ltd, who is interested in the exploitation of the technology for the data link of CCTVs on trains.. Another company, Powerline Technologies Ltd, has also expressed their interest in exploiting the technology for data links in environments contaminated by strong EM interference (e.g. connecting equipment in factories for 'flexible computer-aided manufacturing'). We intend to work with Queen Mary Innovation Ltd, the Technology Transfer Office at QMUL to licence the technology with these customers and develop further industrial relationship opportunities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H008217/1","grantId":"EP/H008217/1","fundValue":"88467","fundStart":"2009-12-01","fundEnd":"2010-11-30","funder":"EPSRC","impactText":"","person":"Xiaodong  Chen","coPersons":["Clive  Parini"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}