{"id":"A629AA4C-F549-446A-8467-3A9B7AE880FF","title":"Men and the Home: Authority and Domesticity in Eighteenth-Century England","abstractText":"This project examines the ways in which middling-sort men engaged with the home in eighteenth-century England. We now know a great deal about the social lives of these men outside the home, for example the urban world of the coffee house and club, and about the dominance of polite culture in this world. We also know about the sexual lives of these men, through work using court records and erotic and pornographic literature. But we know very little about what middling-sort men did in the eighteenth-century home, and how they felt about their domestic lives. Historians of this period present the home as a largely female space, one in which women find a private refuge from the masculine public world, but also where women find power and agency in contrast to men's increasingly formal power in the political sphere. 'Domesticity' is invariably a feminine concept. Underpinning these histories are works that describe a shift in models of political authority, from those that rested on analogies between the power of a monarch and that of a husband/father in his family, and the divinely ordained authority of both figures, to those that based obligation to the monarch's authority on contract, and which either similarly applied contract to the husband/father, or removed him from the discussions of political authority altogether. \\n\\nIn the light of this work, 'Men and the Home' explores the bases upon which men engaged in the domestic interior. How could men claim authority in their own homes? How did men assert control over both the space of the home and family members? The project seeks to identify the ideas men used to legitimize their involvement in an apparently female space, and it also explores how the apparently mundane domestic practices of these men maintained their domestic authority. \\n\\nIn exploring men's domestic engagement, the project promises to provide a much more rounded vision of men's lives in the eighteenth century, one which attends to their 'private' as well as 'public' lives. At the same time, the work will deepen our understanding of home life in this period, showing how men as well as women played a crucial role in the making of the middle-class family. 'Men and the Home' will explore how domesticity was a creation built on the investments of both men and women, but one in which men's authority remained central.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F013477/1","grantId":"AH/F013477/1","fundValue":"26749","fundStart":"2009-02-09","fundEnd":"2009-06-08","funder":"AHRC","impactText":"","person":"Karen Louise Harvey","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}