{"id":"A630BB54-3250-4662-A07D-7CA0B5B68887","title":"Control of Ramularia Leaf Spot in a Changing Climate","abstractText":"Ramularia leaf spot, caused by the fungus Ramularia collo-cygni, has spread rapidly to become a major disease of barley in Britain and many other parts of Europe. It was first recognised in the UK in 1998 and is now important in Scotland, especially on spring barley, and is spreading into winter barley in England. The rapid, recent increase in its importance means it is poorly understood in terms of scientific understanding of the disease and the pathogen, methods of crop disease management are currently limited to fungicide applications and breeding of barley varieties for resistance to Ramularia is in its infancy. There is thus both a pressing need to understand the disease and an exciting opportunity for research to combat it. This LINK project will take an integrated approach to developing methods to controlling Ramularia which will remain robust despite rapid changes in the environment and farming systems. This will help to support production of barley, the UK's second most important crop, in a way which is economically and environmentally sustainable despite an increasingly variable climate. For control of Ramularia in the short term (up to 5 years), we will develop a forecasting system to increase the precision of fungicide applications and thus to minimise the volume of active ingredients applied to barley crops to control Ramularia. For the medium term (up to 10 years), our research will aim to break the chain of transmission of the disease by reducing contamination of barley seed stocks, partly through improved methods of identifying contamination and partly by improvements in seed treatments. For the longer term, our research will support the efforts of barley breeders to select barley varieties which are suitable for UK markets and are not susceptible to Ramularia. We will do this partly by research on the genetics of resistance, by identifying varieties which have different genes for Ramularia resistance and can thus be crossed to produce barley lines with better resistance than their parents, and partly by improving methods of selecting barley varieties with resistance to Ramularia. This research will be underpinned by advances in knowledge of the biology of the disease, unravelling the complex interactions between physical stress, toxins produced by the fungus and the resistance of barley varieties to the fungus. Advances made by this project will give barley growers the ability to control Ramularia using well-timed applications of effective fungicides, the seed trade the opportunity to reduce the spread of the disease by minimising fungal contamination of barley seed and plant breeders the opportunity of producing barley varieties with resistance to Ramularia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024006/1","grantId":"BB/G024006/1","fundValue":"372946","fundStart":"2009-05-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"","person":"James Kenneth Brown","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}