{"id":"A633E854-5485-451F-A5DD-2173CBD21312","title":"Human health risks from contaminated tap water. Can we use microbial ecology to assess the integrity of water distribution systems?","abstractText":"There is good evidence that a significant amount of gastrointestinal illness is transmitted via drinking water and that a substantial and increasing proportion of this is due to entry of pathogenic micro-organisms into the distribution system through leaks in pipes. The micro-organisms responsible for these infections occur at very low frequency in drinking water so are extremely difficult to detect. However, the entry of material into a water distribution system is likely to produce other changes in the organisms present within the system, either because additional organisms can enter the system or the addition of organic matter from the incoming water allows some organisms to grow. We will use molecular tools to characterise the whole microbial flora present in water samples taken from water distribution systems and identify samples that are markedly different from those collected from near to the water treatment plant and are therefore likely to have been influenced by material that has entered into the pipes from the surrounding soil.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008682/1","grantId":"NE/E008682/1","fundValue":"120000","fundStart":"2007-09-01","fundEnd":"2008-11-30","funder":"NERC","impactText":"  Work has fed into research on water quality in the Wensum Catchment, as part of a DEFRA Demonstration Test Catchment project Agriculture, Food and Drink Policy & public services","person":"Alastair  Grant","coPersons":["Paul Raymond Hunter"],"organisation":"University of East Anglia","findingsText":" There is good evidence that a significant amount of gastrointestinal illness is transmitted via drinking water and that a substantial and increasing proportion of this is due to entry of pathogenic micro-organisms into the distribution system through leaks in pipes. The micro-organisms responsible for these infections occur at very low frequency in drinking water so are extremely difficult to detect.\n\n\n\nHowever, the entry of material into a water distribution system is likely to produce other changes in the organisms present within the system, either because additional organisms can enter the system or the addition of organic matter from the incoming water allows some organisms to grow. We have used molecular tools to characterise the whole microbial flora present in water samples taken from water distribution systems and identify samples that are markedly different from those collected from near to the water treatment plant and are therefore likely to have been influenced by material that has entered into the pipes from the surrounding soil.\n\n\n\nDistribution systems with intact disinfection have a characteristic microbiota, and we have identified other taxa that are not present in these systems, but occur regularly when the integrity of disinfection fails. The methodology will be of potential value in detecting parts of water distribution systems where the integrity of disinfection is not being maintained Environment","dataset":"gtr"}