{"id":"A634E759-E4DD-4559-B80A-BC7F6E12DB2F","title":"The Xenopus tropicalis response to infection by Batrachochytrium dendrobatidis","abstractText":"The individual-level response of cold-blooded vertebrates (ectotherms) to infectious disease is a neglected area of research. However, the realized and potential economic costs of recently emerged diseases of ectotherms are substantial. The chytrid fungal pathogen, Batrachochytrium dendrobatidis, was recently described in 1997 as a pathogen of captive amphibians, and chytridiomycosis is presently devastating commercial amphibian farms, research colonies and natural populations on a global basis. The current state of knowledge regarding this fungal infection is manifestly inadequate; major gaps in our understanding are how amphibians respond to this chytrid and how this chytrid causes the death of its host. We lack this information due to the absence of a reliable amphibian model system that can be used to identify the biological mechanisms underpinning the host-pathogen interaction. Our project will rectify this imbalance by investigating the feasibility of using the African clawed frog Xenopus tropicalis as a model system to research chytridiomycosis. X. topicalis, unlike its sister taxa X. laevis, is highly susceptible to chytridiomycosis. The fully annotated genome sequence for X. tropicalis is now complete which facilitates the analysis of amphibian responses to infection as measured by changes in key infection-related genes. Our initial experiments will focus on characterising the X. tropicalis-response to infection under (i) different dosages of the pathogen and (ii) different temperatures. Using confocal microscopy, we will visualise the Xenopus-pathogen interaction by staining against key antigens that are associated with the humoral and cell-mediated arms of the Xenopus immune-response. Subsequently, we will then analyse the changes in gene-expression between uninfected, non-lethally infected and lethally infected animals. We will do this by designing robust quantitative PCR assays that monitor gene-expression over the time-course of an infection for classes of genes that are involved in (i) the Th1 (cell-mediated), (ii) the Th2 (antibody-based) and (iii) innate immune response. We will focus our analyses on genes that are known to be important in controlling infection in other vertebrate species, and that we have data-mined from the X. tropicalis genome by our use of comparative-genomic techniques. These analyses will reveal, for the first time, the type and magnitude of the amphibian adaptive and innate response(s) to infection. Understanding these processes will allow us to further develop X. tropicalis as a model species within which we can investigate host-pathogen biology within a tractable system that has well-developed immunological and genetic-toolboxes. This will allow us to apply our research to vaccine development against B. dendrobatidis, an urgent goal given the global economic cost of this disease. Finally, determining the type of host response that is associated with infectious disease in amphibians will have a broad relevance for understanding host responses in other, thus far neglected, cold-blooded species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E023207/1","grantId":"BB/E023207/1","fundValue":"122043","fundStart":"2007-10-10","fundEnd":"2008-10-09","funder":"BBSRC","impactText":"  There have been a number of publications that have referenced our research using this animal model. Environment ","person":"Matthew C. Fisher","coPersons":["Trenton  Garner"],"organisation":"Imperial College London","findingsText":" This research described the immunological basis of the amphibian host response to an emerging fungal pathogen, Batrachochytrium dendrobatidis. The work showed that there was a temperature-dependent aspect to immunity, and that innate immunity was the principle mechanism determining survival in the face of infection by the fungus. Following on from our work, other research groups worldwide used Xenopus as a model for research into this pathogen. Environment","dataset":"gtr"}