{"id":"A6375893-2849-4C01-85D7-C155EE6F75A2","title":"Supporting interventions for healthier catering: tools and resources for SMEs in the independent fast food sector","abstractText":"<p>Public health concerns regarding rising levels of obesity have led to the development of several initiatives to encourage fast food outlets and their customers to adopt healthier catering and consumption practices. These have had varying degrees of success.&nbsp;</p>\n\n<p>This project builds on research with the independent fast food sector which has identified barriers to the adoption of healthier catering practices - particularly with businesses operating in more deprived areas. It will be working with public health officials developing and managing healthier catering initiatives to identify:<br /><br /></p>\n\n<ul>\n \n\n <li>business models that involve the sale of healthier fast food that work for independent outlets - particularly in deprived areas</li>\n\n <li>healthier changes that fast food businesses will adopt voluntarily and the barriers where a greater degree of intervention may be required, such as legislation or intervention with supply chains</li>\n\n <li>behaviour change strategies (nudges) that can successfully be used by fast food businesses to encourage healthier consumption patterns amongst their customers</li>\n\n <li>ways in which suppliers can be encouraged to reformulate or promote products to encourage businesses to purchase healthier varieties.</li>\n\n</ul>\n\n<p>The outputs will include a toolkit to assist those involved in promoting healthier catering practices with SMEs and policy briefings outlining feasible intervention strategies.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002051/1","grantId":"ES/L002051/1","fundValue":"61942","fundStart":"2013-10-02","fundEnd":"2014-12-02","funder":"ESRC","impactText":"","person":"Susan  Bagwell","coPersons":["Eileen  O'Keefe","Simon John Doff"],"organisation":"London Metropolitan University","findingsText":"","dataset":"gtr"}