{"id":"A637DC5B-92ED-4C7E-A040-79EC290CAC96","title":"Academic Centre of Excellence in Cyber Security Research - Royal Holloway, University of London","abstractText":"The Information Security Group (ISG) undertakes the vast majority of cyber security research at Royal Holloway. The ISG has a long history of working with industry partners and government agencies, providing consultancy services and forums for discussing the most pressing information security and cyber security issues of the day. \n\nAssuming that Royal Holloway is successful in obtaining recognition as an academic centre of excellence in cyber security research, we plan to exploit the experience of the ISG to provide two new and innovative platforms for promoting cyber security research, both at Royal Holloway and across the cyber security research community in the UK. \n\nSpecifically, we plan to develop two new vehicles - the ISG ACE Day and the CET-CSR Workshop - for the more effective communication of cyber security research undertaken at Royal Holloway. In doing so, we hope to reach a wider audience and to promote a better understanding of the work we do. The workshop will also help to disseminate the work of other ACEs-CSR, thereby promoting the research of the wider community in the UK. We also hope that the workshop will generate greater collaboration between ACEs-CSR, to the benefit of their respective research programmes and to UK government and industry.\n\nThe ISG ACE Day will feature a keynote address from one of the ISG visiting professors, talks from ISG researchers and poster presentations from research students. The audience will include representatives from industry and government. Unusually, we will also encourage the attendance of undergraduate students from Royal Holloway and other UK institutions, in an effort to raise awareness of cyber security research and, thereby, encourage the best and brightest of the UK's students to consider postgraduate education, either taught or by research, in cyber security. Speakers will be encouraged to acknowledge the diversity of the audience and to prepare their presentations accordingly.\n\nThe CET-CSR Workshop will have a similar format and intended audience to the ISG ACE Day. The difference will be that proposals for talks and poster presentations will be solicited from UK institutions and selected for presentation. Again, speakers will be expected to demonstrate a willingness and an ability to communicate to a wider audience. A selection committee will be responsible for assessing the submitted proposals. The committee chair will be a member of academic staff at Royal Holloway and will select the keynote speaker(s) and the other committee members.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K004794/1","grantId":"EP/K004794/1","fundValue":"50056","fundStart":"2012-07-02","fundEnd":"2017-07-01","funder":"EPSRC","impactText":"","person":"Jason  Crampton","coPersons":["Keith  Mayes"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}