{"id":"A63C34F3-572F-4FB4-BDF5-F7362B40DA9F","title":"Hybrid Superconductor-Semiconductor Devices for Majorana Fermion Detection","abstractText":"Our programme will involve looking for the experimental signature of so-far undetected particles known as Majorana fermions in hybrid semiconductor-superconductor devices that we will develop and fabricate. These will involve a semiconducting nanowire or quantum well heterostructure grown by molecular beam epitaxy (MBE) integrated with a superconducting thin film containing ultrasensitive Josephson-based measurement devices fabricated using electron-beam lithography. The devices will be operated at ultra-low temperatures, down to 15 mK. Once Majorana fermions can be detected, we will design and fabricate further more complicated superconductor-semiconductor structures and circuits to enable us to demonstrate that Majorana fermions can be transported and stored in an analogous way to how conventional electrons or holes are controlled in the operation of all present day electronic circuits such as computer processors. \n\nThere is currently huge interest in Majorana fermions because it is likely they will be very imporant for future quantum information technology leading to the development of faster, more powerful parallel computers in the future. At the moment the major bottleneck in the develop of such quantum computers is decoherence, where interference from the neighbouring environment to the device, or defects in the device materials, lead to a critical loss of information over a very short timescale. If quantum computers can be built based on the manipulation of Majorana fermions then the qubits (the quantum bits used to store information) can be made from a pair of widely separated Majorana fermions. These would be insensitive to the effect of localised sources of decoherence and this would allow the realisation of a robust quantum computer.\n\nThe existence of Majorana fermions was first proposed in 1937 by Ettore Majorana who showed by modifying Dirac's existing theory of conventional fermions (particles with half-integer spin such as electrons) that there could exist a class of particles that are their own antiparticles, very unlike conventional fermions. Despite the fact that they are widely believed to exist, no-one has so far experimentally proved this. The reason is that unlike conventional fermions they do not satisfy the usual rules of charge conservation and cannot be detected by simple electrical means. Our programme will involve investigating systems where the interaction between the magnetic properties of certain semiconductors in contact with a superconductor has been theoretically shown to provide the necessary conditions for Majorana fermions to be created as elementary excitations of the system. In addition to being a key component for producing Majorana fermions, the superconductor can also be used to fabricate Josephson-based sensors which display macroscopically observable quantum effects that can be specifically attributed to Majorana fermions. So by combining ultraclean semiconductor structures with superconducting devices we will have the ideal combination of factors to detect Majorana fermions for the first time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007137/1","grantId":"EP/J007137/1","fundValue":"797878","fundStart":"2012-04-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"","person":"Edward John Romans","coPersons":["Huiyun  Liu","Sougato  Bose","Michael  Pepper","Paul Anthony Warburton"],"organisation":"University College London","findingsText":"","dataset":"gtr"}