{"id":"A63FF40A-CF68-4533-AE13-6D8C684A5E09","title":"Developing Ethical Leaders: the Contribution of Philosophy and Spirituality","abstractText":"Following Enron, the scandal of politicians' expenses, and other examples of organisational failure, much has been made of what appears to be a failure of leadership in institutional life. Business Schools have been criticised for contributing to a moral malaise by reinforcing notions that ends justify means and that delivery on-time, on-budget is all that really matters. Both in-house management development programmes and MBAs have been critiqued for over-emphasising methodologies and models over more human qualities such as judgement, wisdom and morality. So, organisations are asking themselves, how can we develop our leaders to be successful at delivery without compromising their human values?\nThe response of government and policy makers to ethical failings is typically an attempt to introduce new rules for compliance - despite evidence that these have only limited effect. At the same time those researching and writing in the area of leadership have expressed a growing interest in the philosophical and spiritual dimensions of ethical leadership. Three levels of analysis can be discerned. First, at an organizational practice level, this can be seen in the growth of such workplace initiatives as mindfulness and meditation. Many organizations across the world now use these practices to promote health, stress management and improved performance. Georgetown McDonough Business School now have an MBA module 'Leadership and Meditation'. \nSecondly, at a theoretical level, lie a range of approaches, informed by a rainbow of disciplines (from economics to theology, from Greek philosophy to OB theory) which seek to recover the spiritual roots of effective leadership. Of particular prominence is Spiritual Leadership Theory (SLT) that brings together individual spirituality and the creation of an innovative, motivated learning organization with impact on the 'triple bottom line'. However, critics maintain that SLT renders organizational spirituality as theologically denuded, disenchanted and concerned exclusively with performance. At a third level are the belief systems which support practical and theoretical exploration. Recent years have seen articles, conferences and special issues of journals devoted to everything from Maori, American Indian, existentialist and Taoist contributions to understanding leadership to those informed by Confucian, Judeo-Christian, Jewish and Islamic traditions. All this points to a moral vacuum at the heart of leadership studies and a desire to look beyond Western, instrumentalist worldviews. \nWhat we so far lack is any systematic scrutiny of these practices, theories and traditions in terms of their contribution to more ethical leadership in the workplace. Further, given the tendency to focus upon performativity, this scrutiny needs to be critically informed by non-functionalist discourses in order to discover other ways of framing and understanding ethical leadership. In the proposed seminar programme, the first seminar will introduce interpretive, dialogic and critical discourses as analytic lenses and set the agenda for the series. Seminars 2-7 will focus on particular sectors (business, education, health, SMEs, business schools) and interrogate the intersection between leadership, philosophy and spirituality in the context of the particular ethical challenges facing key stakeholders in that sector. The final two seminars will consolidate the learning gained throughout the series and seek to summarize and shape the pathways of impact that have already been laid. Each seminar will comprise a mix of senior and more junior academic scholars, leading agencies and organizations from the sector concerned. Invited international speakers will: (i) provoke intense debate which will challenge and explore orthodoxies and recent innovations, (ii) promote understanding of philosophically and spiritually informed approaches to ethical leadership and (iii) identify pathways of impact in their respective sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M001857/1","grantId":"ES/M001857/1","fundValue":"30150","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"ESRC","impactText":"","person":"Chris  Mabey","coPersons":["David  Knights","Leah  Tomkins","Carol Anne Jarvis","Clare  Rigg","Mervyn  Conroy","Hugo  Gaggiotti","Andrew Gordon Henley","Peter  Case","Peter  Simpson","Anita  Gulati","Jonathan  Gosling"],"organisation":"Middlesex University","findingsText":"","dataset":"gtr"}