{"id":"A642FB6D-3803-4540-8A08-86DB971BBB11","title":"Integrated container fleet management in transportation service systems","abstractText":"Maritime containers were first introduced in the 1960s. Since then, liner shipping went through a high growth phase, almost independent of the world economy. The rapid growth and globalisation in container shipping market gave rise to intense completion among key players such as shipping lines, port authorities, and logistics agents. In order to survive competition and gain more business, these players are forced to adopt innovative, productivity enhancing and cost-cutting strategies. At an operational level, a very important cost-cutting strategy is to efficiently and effectively manage the container fleet. Container fleet management is complicated due to dynamic operation, uncertainty and demand imbalance. Dynamic operation is the nature of the shipping industry. Uncertainty exists in customer demands and container processing activities such as consolidation, movement, handling, discharge, maintenance and repair. Demand imbalance is a particularly important problem in container shipping. For example, on the Europe-Asia trade route, European ports are experiencing a high surplus of empty containers, while Asian ports are facing severe shortage. Important decisions in container fleet management include fleet sizing, container leasing, laden container distributing and empty container repositioning. These decisions are highly related and should be carefully managed. On the one hand, increasing the number of owned containers, leasing extra containers and effectively repositioning empty containers can increase service capacity and meet customer demands. On the other hand, larger fleet size incurs capital and maintenance costs; container leasing incurs extra leasing costs; while repositioning incurs additional transportation cost. Gap 1: The majority of container management models in the literature focused on one component of container fleet management (e.g. empty container reposition). Container leasing was either implied or ignored. It was not treated as an explicit decision variable. The applicant believes that explicitly integrating the container leasing decision with other fleet management decisions is important since it will significantly affect the company's dynamic operations, particularly in stochastic situations where the effect is unpredictable. Therefore, it is necessary to develop an integrated container fleet management model including container-leasing decision for stochastic situations. Gap 2: The existing mathematical programming models for container / vehicle fleet management have on-line computation, communication and data requirements. In particular, the underlying logic of such models is often hidden from the operators. In other words, the structures of the container / vehicle dispatching policies are not intuitive. Some researchers applied heuristic rules that resemble the (s, Q) policy in inventory control theory to balance transportation equipment among locations. However, the sub-optimality of such decentralised policy was not fully studied and the policy was only applicable to certain specific cases. Hence, the second gap is the need to develop easy-to-operate container management policies and establish their optimality. The overall objective of the project is to develop an effective tool that is able to deal with container fleet management that includes fleet-sizing, leasing, distributing and reposition in an integrated way. The tool can help fleet managers to identify easy-to-operate and near-to-optimal policies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E000398/1","grantId":"EP/E000398/1","fundValue":"216134","fundStart":"2006-11-23","fundEnd":"2010-03-22","funder":"EPSRC","impactText":"  By international academics in Singapore, South Korea and China. Transport Economic","person":"Dongping  Song","coPersons":[],"organisation":"University of Plymouth","findingsText":" This project developed a decision support tool that is able to deal with container fleet management that includes fleet-sizing, leasing, off-leasing, distributing and repositioning in an integrated way. The decision support system includes two main parts: the simulation model and the optimization model. The simulation model represents the dynamic container shipping system in an uncertain environment interacting with various fleet management decisions. A set of structured control policies has been designed in the simulation model based on the analytical results. The optimization model uses advanced optimization techniques to select and optimize the control policies and relevant decisions. The tool can help fleet managers to identify easy-to-operate and near-to-optimal policies. Shipping lines; ocean carriers; container ports; container lessors knowledge transfer; consultancy Environment,Transport","dataset":"gtr"}