{"id":"A64D5A13-50AA-4618-A5BF-270EBC5DF152","title":"Cracking of drying films","abstractText":"This aim of this proposal is to study an unsolved but incredibly common, conceptually pleasing and industrially relevant problem: Why colloidal films crack when they dry. There is clear experimental evidence that associates the capillary pressure with the tendency of a film to crack during drying and shows that the observed cracking patterns are those expected for a film in tension. This has led to ideas which predict cracks that grow into material where it was either still fluid or where the pores have begun to empty of fluid. Neither is observed. Instead the cracks grow in a liquid-filled particle array with some mechanical strength and on which the capillary pressure should impose a compressive stress.Using alumina suspensions we have recently shown that there was a shrinkage of the liquid-filled particle array and that this shrinkage was associated with the onset of cracking. Using existing fluid flow analyses and the position of the growing cracks we have predicted the pressure required for this shrinkage to be of the order of the capillary pressure, much larger than other colloidal forces.Because the shrinkage is so clearly associated with cracking in these alumina suspensions, we wish to understand the processes that lead to the shrinkage, and learn to control it. To achieve this understanding, we will study how the shrinkage events vary in different systems; the nature of the liquid-filled particle array; how the array changes as it shrinks, presumably under stress and, having established the underlying mechanisms occurring, to analyse the cracking quantitatively. There has recently been a considerable scientific activity in both drying, cracking and the nature of very short range forces in colloids, driven primarily from the coatings industries and the two investigators have been fortunate to be involved in the dissemination process. As discussed below the stress profile in the drying film is becoming clear and the experiments necessary to elucidate the physics of film cracking are now possible. It is the aim of this work to develop our new ideas in this area, taking advantage of the colloid expertise of AFR and the fracture expertise of WJC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E05949X/1","grantId":"EP/E05949X/1","fundValue":"337161","fundStart":"2008-02-26","fundEnd":"2011-02-25","funder":"EPSRC","impactText":"  The findings give a potential route to preventing cracking during drying Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology Economic","person":"William John Clegg","coPersons":["Alexander  Routh"],"organisation":"University of Cambridge","findingsText":" This aim of this work was to study an unsolved but incredibly common and industrially relevant problem: Why colloidal films crack when they dry. There is clear experimental evidence that associates the capillary pressure with the tendency of a film to crack during drying and various sophisticated analyses exist. However there was no direct confirmation either of the stress-states predicted by these sums, neither is it clear whether the capillary force acts directly to drive cracking or. whether The most important finding was that only 9/10th of the energy required for cracking was used to drive irreversible flow. This gives a potential approach to preventing cracking during drying. Agriculture, Food and Drink,Chemicals,Electronics,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}