{"id":"A655AC46-0E43-4BC7-95E7-C1E64C8A13A9","title":"Investigation of vortex ring-like structures in internal combustion engines, taking into account thermal and confinement effects","abstractText":"This proposal is concerned with the non-trivial generalisation of previously-developed models for the analysis of multi-phase vortex ring-like structures to take into account thermal, swirl and confinement effects. Thermal effects include the presence of thermal gradients in the carrier phase, and heating and evaporation of droplets. Confinement effects will take into account the contribution of walls in the enclosure, which are particularly important in the case of modelling processes in internal combustion engines. Three modelling approaches will be used: Direct Numerical Simulation (DNS), the full Lagrangian approach (the Osiptsov-Lagrangian method) and asymptotic/analytical models. Development of all these approaches for modelling vortex ring-like structures has so far been mainly focused on cases when the contribution of the above-mentioned thermal and confinement effects can be ignored. In the present project, all three above-mentioned approaches will be generalised to take thermal and confinement effects into account. This generalisation is not trivial, especially in the case of the full Lagrangian and asymptotic/analytical approach, and nobody, to the best of our knowledge, has attempted to do this. Modelling will be specifically focused on combustible gas and gasoline internal combustion engines, but it is expected that the methods to be developed could be generalised to a much wider range of applications. Modelling work on the project will be complemented by experimental studies of vortex ring-like structures in the above-mentioned engines. The direct injection of gas and liquid fuel sprays (LPG/CNG and gasoline engines) and the motions of the continuous phase will be studied in a closed, quiescent observation chamber using laser-based measurement techniques. New data to describe the injection velocity profile and droplet concentration will be acquired to support the modelling approaches. The experimental study will take into account heating and confinement. \n\nThe initial stage of the work will be focused on combustible gas internal combustion engines, which will allow us to restrict our analysis to a one-phase flow, using the DNS and asymptotic/analytical approach. The main new effect taken into account at this stage will be the presence of temperature gradients in the enclosure, swirl and the presence of interior walls. At the next stage the above model will be generalised to take into account the effects of liquid sprays in the enclosure. This new approach to the modelling of multiphase flows will incorporate the jet and droplet break-up models developed as a result of work on the previous EPSRC project EP/F069855/1. Where appropriate, predictions resulting from the full Lagrangian and analytical/asymptotic models will be compared with predictions based on DNS simulations of transient vortex ring-like structures. We will also investigate the feasibility of incorporating of the full Lagrangian and analytic/asymptotic models into the research CFD code KIVA 3 and commercial CFD codes VECTIS and FLUENT. Predictions from numerical and analytical models will be validated against in-house experimental results obtained in combustible gas and gasoline engine-like conditions. The applicability of the results to the optimisation of processes in these engines will be investigated. This will be a collaborative project involving external visiting researchers whose expertise is mainly focused on the development of the numerical and analytical/asymptotic vortex ring models and the full Lagrangian method. This project will ensure a qualitatively new level of physical and mathematical models, as developed in the previously-funded EPSRC project EP/E047912/1, and the currently active project EP/K005758/1. The anticipated overlap in time between the work on this project and currently active EPSRC project EP/K005758/1 will ensure the continuity of research in this direction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M002608/1","grantId":"EP/M002608/1","fundValue":"374417","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Sergei  Sazhin","coPersons":["Steven  Begg","Morgan  Heikal"],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}