{"id":"A65EF21F-2B5C-409B-BC97-9E89F424B348","title":"Coherent Surface X-ray Diffraction investigation of Thiol-induced structural changes in Gold","abstractText":"We propose to investigate the interactions of thiols (organic molecules containing sulphur) directly on the surfaces of gold nanocrystals. Nanocrystals offer a number of strong advantages over extended surfaces. Only for a model system of nanoparticles, the surface chemistry of the stress-generating mechanism can be detected as a pattern of strains. A nanocrystal necessarily has small regions of its surface with different orientations in close proximity, which allows the pattern of strain to develop in a finite amount of time. We are proposing to image these strains quantitatively using a coherent version of Surface X-ray Diffraction (SXRD) at the I-07 beamline of Diamond. The nanocrystal format of the experiment allows the support-based methods of CXD imaging to be employed, which would not be possible for extended surfaces.In the proposed work, we will grow nanocrystals of gold (and other elements) by dewetting . We will make the Au nanocrystals by evaporation onto Si wafers with a thick oxide and no adhesion layer. Annealing in a furnace at 1100C in air for several hours causes dewetting. At first, the film breaks up into connected ribbons of particles that are obviously crystalline (as seen by the grain boundaries emerging to the surface), then the boundaries split apart to leave isolated crystals, as seen by Scanning Electron Microscopy. Control of the nanocrystal size is possible by varying the thickness of the initial metal film before it is annealed. We have already prepared Au/Si samples with a thickness of the deposited film 'ramped' from 0 to 50nm. There appears to be a straightforward linear scaling of the size and spacing of the resulting crystals with the thickness of the initial deposit. The result is self-similar arrangements, with a crystal spacing always about three times the crystal size and a height about ten times the original thickness. This empirical scaling rule is roughly consistent with conservation of the volume of deposited material. Once we have developed a reliable source of Au nanocrystals, we will undertake systematic investigation of the effects of thiol adsorption. We will employ a 'kinematic mount' on the hexapod of the I-07 diffractometer so that we can remove an array of crystals and later return to the exactly the same crystal after some chemical treatment. Short-chain alkyl thiols will be deposited by evaporation inside a fume cupboard. Heavier thiols will be deposited from alcohol solution. Later on, it is planned that the student will develop a flow cell, similar to those used in the studies described in the full case, for in situ modification, whereby thiols in solution can be admitted directly to a thin-layer cell. The evolution of the nanocrystal diffraction patterns will be monitored by the inversion of its CXD pattern, as demonstrated in some of our earlier work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G068437/1","grantId":"EP/G068437/1","fundValue":"174361","fundStart":"2010-04-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  Numerous invitations to give seminars and conference talks. The work has been used to motivate the construction of new facilities and the upgrading of existing ones. Education,Electronics,Energy,Environment,Healthcare Cultural,Societal,Economic","person":"Ian Keith Robinson","coPersons":["Rachel Anne McKendry"],"organisation":"University College London","findingsText":" This grant was the second to develop X-ray imaging technology at the Diamond Light Source. It developed the theme of imaging strains in crystals using the relationship between phase and a projection of strain. Applied to nanocrystals this leads to many interesting conclusions about their structure. Potential for imaging nanoparticles relevant to magnetic recording media. Potential applications in cantilever-based medical sensors. The new methodology of Coherent Diffraction Imaging (CDI) was used in the design of instrumentation for the I-13 beamline of Diamond, which is the longest in Europe. Education,Electronics,Energy,Environment,Healthcare","dataset":"gtr"}