{"id":"A6622001-CC00-4D58-91C3-80041B80BC77","title":"Small items of research equipment at Brunel University.","abstractText":"This proposal is to establish a suite of small items of research equipment at Brunel University in the area of metals manufacturing. The metals manufacturing sector is one of the most important UK manufacturing sectors and is worth an estimated &pound;17 billion per year to the country's economy. The project is proposed by six early career lecturers, from two departments, five of whom are within the first three years of their appointment. It is aimed at significantly enhancing the breadth and depth of research output and the delivery of impact through establishing a comprehensive suite of research equipment, to (i) produce next generation of highly skilled researchers; (ii) develop interdisciplinary and industrial collaboration and delivery of impact; and (iii) enhance Brunel's research profile on the international stage.\n\nWith great ambition and to further advance the research and development in this area of research work at Brunel, the University has recently invested &pound;2.5 million on large scale state-of-the-art facilities. These include high pressure die casting, transmission electron microscopy, induction furnaces), optical emission spectroscopy, and various advanced characterisation tools. This investment has provided a core infrastructural platform for growth in metallurgical and associated engineering and physical sciences research at Brunel. The proposed small items of research equipment complement the university's investment and further enhance the research capabilities. The new equipment suite is primarily aimed at supporting the research activities of early career researchers (ECRs) such as newly appointed lecturers, postdoctoral research assistants, and PhD and MSc students. Two departments within the university have identified areas of synergy necessary for metals manufacturing which falls within the EPSRC's manufacturing the future theme and 5 new critical research areas identified. This investment from EPSRC will benefit the ECRs by establishing their ownndependent research programs, improve the depth of their research output, and enhanced employability.\n\nIn addition to purchasing new off-the shelf equipment we will add value to the requested funds by: assembling in-house instrumentation; modernising used equipment procured from industry to suit lab scale experiments; make purchases based on flexible and modular systems that could be upgraded or enhanced as new research programmes come online; and leverage access Brunel University's Research Development Fund which offers research pump priming for lecturers in their first 3 years of appointment. The new equipment will promote broader collaboration between departments at Brunel by allowing property measurements to be made that bridge the gap between materials development and final application in engineering. There will be provision made for wider access to this equipment for all ECRs from all departments at Brunel and other national universities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031422/1","grantId":"EP/K031422/1","fundValue":"379740","fundStart":"2012-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Hari Babu  Nadendla","coPersons":["Brian  McKay","Jesus Javier Ojeda","Yan  Huang","Ian  Stone","Shouxun  Ji"],"organisation":"Brunel University","findingsText":" Veriety of small scale equipment have been procured and many early career lecturers, researcher and PhD students have been using this equipment. Some small equipment procured using the funds from this grant have been the key to develop an effective grainr refiner for Mg-Al alloys. This finding has been supported by West Focus to conduct a market research in Mg-Al alloys for automotive application. Brunel University commercialisation department has supported funds to develop patent specifications and a patent application has been submitted in October 2014. Research funds from Brunel Impact Acceleration Account is being used to further accelerate the potential impact through developing collaboration partnership with Mg alloys manufacturers across Europe. One collaboartive research programme is already on going. \nThe PI of the project has also approaced DSTL to explore the possible use of lightweight boride compact discs for aurmor applications. Brunel provided required data to a senior sceintist, Capability Leader Materials and Structures. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}