{"id":"A663A38C-54C2-4AD9-AAB9-95AEC8AD1CCA","title":"Construction of an in vitro lymphoid organoid: studying innate-adaptive immune cell interaction in a 3D culture system","abstractText":"The immune system is made up of two components, innate and adaptive. Innate immune cells, mainly dendritic cells, fight pathogens using defences that are quickly mobilised and triggered by cell surface molecules (receptors) that recognise a broad spectrum of pathogens. Adaptive immune cells, such as T cells, on the other hand provide a more specific and long-term protection against pathogens. Although the classification of immunity into innate and adaptive has served to simplify and facilitate the description of many immunological events, it is becoming increasingly evident that the interaction between innate and adaptive immune cells is crucial for mounting appropriate immune responses. This, therefore, necessitated the establishment of suitable culture systems and animal models for studying such interactions, and the use of these systems has so far been useful in understanding the interrelationships between dendritic cells and T cells. However, in trying to better recreate what happens in the human lymph nodes (the small organs where dendritic cells and T cells meet), we are proposing to construct a three-dimensional culture system that resembles a lymphoid organoid. This will hopefully be a more physiological system and one that will allow the development of further applications for studying cell-cell interactions. If successful, this system will eventually reduce the number of some animal experimentations. The development of such a system is timely given that the 7th amendment to the EU Cosmetics Directive will impose a marketing ban on new ingredients tested on animals from 2009 onwards. Our initiative is supported by Unilever, a company which has considerable experience and vested interest in the development of model systems for predicting the allergenic potential of new healthcare products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F001142/1","grantId":"BB/F001142/1","fundValue":"339743","fundStart":"2007-11-12","fundEnd":"2010-11-11","funder":"BBSRC","impactText":"  Our findings during this project led to better understanding of how important human immune cells (also called antigen presenting cells or dendritic cells) interact with 3D synthetic scaffolds and a number of our own body's proteins. This knowledge underpinned new collaborations and research projects in developing novel immune competent tissue models that can be use d for disease modelling and testing new drug leads. Pharmaceuticals and Medical Biotechnology Societal","person":"Amir Mehrdad Ghaemmaghami","coPersons":["Lee David Buttery","Kevin  Shakesheff","Farouk  Shakib"],"organisation":"University of Nottingham","findingsText":" 1- We have shown that the presence of relevant extracellular matrix proteins (ECM) change the phenotype/functional properties of human dendritic cells (DCs) enabling them to maintain a more immature phenotype at resting state with significantly better endocytic ability. The latter is partlydue to up regulation of key endocytic receptors such as MR and DD-SIGN.\n\n2- We have also shown that ECM treated DCs (in 2D and 3D) are superior in antigen uptake andT cell activation and establish a more efficient 'immunological synapse' with T cells. This knowledge allowed us to development a more sensitive in vitro T cell proliferation assay for testing sensitizers and model antigens.\n\n3- We have developed a range of 3D scaffolds with different architecture, mechanical properties and surface chemistry and have used them for sequential seeding of different cells types. Cell seeded scaffolds have been incorporated inside a bioreactor which was designed 'in house'. Use of scaffolds for 3D culture of immune cells Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}