{"id":"A665DC83-11E6-4B95-A252-867598CF5479","title":"Statistical Methodology for Longitudinal Studies in Clinical Research","abstractText":"Progression of a disease or condition as it develops over time can be monitored in many ways, which can\nbe collectively referred to as biomarkers. Some of these are very familiar, such as blood pressure and cholesterol levels. Others are used to convert the results of tests and examinations into numerical scores, such as the stage of a cancer or a performance index of activity. Still others are the results of psychological questionnaires used to describe intangibles like mental health or quality of life.\n\nThis proposal aims to develop statistical methods to investigate how the patterns over time in biomarkers relate to prognosis for the patient and in particular the timing of clinically significant events. For example, we all know that a high cholesterol level leads to an increased risk of a heart attack, but is the risk for someone whose cholesterol level has risen gradually over several years the same as for someone whose cholesterol has increased to the same level in a much shorter time? And what about someone whose cholesterol has stayed constant at the same high level for many years? \n\nTo answer questions like this we need to develop statistical models to describe the complex relationship between the biomarker and the clinical events. The models need to take into account errors in the measurement of the biomarker and the variability observed between people, so as to be able to detect genuine patterns in the type of data observed in practice. The models will be used to exploit biomarker data in providing accurate prognostic forecasts of clinical events, enabling identification of individuals in whom early intervention may be warranted to prevent adverse events. They will help the patient and their doctor to make the best treatment choice. The models can allow researchers to assess indirectly, but very quickly, the effect of a new drug or therapy, by examining its effect on biomarker patterns rather than waiting for the clinical event to occur. \n\nThe proposal is built around three important medical areas: epilepsy treatment, cardio-thoracic surgery and renal transplantation. The multidisciplinary research team includes clinical specialists in each medical area as well as experienced statisticians from Liverpool and Lancaster Universities. Although there are currently no plans for direct communication to the public of the high level research methodology to be developed, specific medical results will be disseminated by collaborators through relevant Patient Association groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400615","grantId":"G0400615","fundValue":"468248","fundStart":"2005-09-01","fundEnd":"2009-08-31","funder":"MRC","impactText":"","person":"Paula  Williamson","coPersons":["Robin  Henderson","Peter John Diggle"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}