{"id":"A667C6B7-1767-41D8-9AAE-7E40841E4A1F","title":"An Article by Article Commentary on the International Covenant on Civil and Political Rights (1966)","abstractText":"Historically, civil and political rights in Europe have achieved a high degree of normative specificity because of jurisprudence under the European Convention on Human Rights (1950). Cold-war divisions and ideological conflicts hindered the development of a wider, more 'universal' human rights jurisprudence. The Covenant (and its partner Covenant on economic and social rights) were not completed until 1966 and did not enter into force until 1976. Since the end of the cold war and with the gradual spread of democracy there has a reduction in the intensity of the ideological conflicts over international human rights. This has been accompanied by the steady bureaucratization and institutionalization of human rights through the activities of the international human rights treaty bodies. The most developed treaty organ within the system is the Human Rights Committee (HRC), the independent implementing body under the Covenant. The HRC is composed of 18 independent experts from the states parties. The Covenant and the individual petition system under its First Optional Protocol (OP1) thus provide the most advanced model for a universal human rights system. 160 states have accepted the Covenant and 109 of those have accepted the individual petition system. Very significantly, both the Covenant and OP1 have been accepted by states from all continents of the world. They are thus less open to 'euro-centric' criticisms. The Covenant has been used as the starting point for the development of other instruments, eg on minority rights and arbitrary detention. It is also widely used in international society as the international benchmark for judging the human rights performance of states, even of non-states parties. Since 1976 the HRC has issued hundreds of 'Concluding Observations' on the human rights performance of states parties, 31 'General Comments' on specific articles of the Covenant giving detailed guidance on their interpretation, and approximately 1500 decisions under the individual petitions procedure under OP1. The interpretation and application of the provisions of OP1 has continued apace and is of general significance for the international law of human rights as individual petitions systems continue to spread and develop. \\nThe Commentary will provide an exhaustive, systematic, practical, article-by-article, legal analysis of the Covenant and the individual petitions system. Most of the substantive articles of the Covenant have now been subjected to detailed scrutiny by states, the HRC and academics. It is now possible to present the law of the Covenant in the form of a jurisprudential code that is, for most practical purposes, accepted by states as the most authoritative interpretation of it. That code is part of the wider international human rights law context and theory. It is necessary to assess how much of the jurisprudence under the Covenant has itself become the dominant part of human rights theory and practice. The Covenant is often taken to be the leading standard in the international law on civil and political rights. In dealing with major contemporary human rights issues, for example, Guantanamo Bay, Islamic Headscarves, restrictions and derogations on rights introduced as part of the 'war on terrorism', irregular renditions, the extradition of persons to States where they may be at risk of torture, the Danish cartoons ridiculing the Islamic religion, the Covenant is usually the first point of reference in terms of normative standards. In practice that has meant that the jurisprudence of the HRC is the first point of reference for what those standards mean. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004613/1","grantId":"AH/F004613/1","fundValue":"34501","fundStart":"2007-09-24","fundEnd":"2008-01-23","funder":"AHRC","impactText":"","person":"Dominic  McGoldrick","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}