{"id":"A66DA5F3-E03C-4B65-B768-39011936B92A","title":"Open-access biomaterials microfabrication and non-invasive imaging facilities for Regenerative Medicine.","abstractText":"We propose a transformative instrumentation bid to catalyse collaborative regenerative medicine research. We are requesting to purchase capital equipment which will allow the regenerative medicine community in Sheffield (who are all members of the University Centre for Biomaterials and Tissue Engineering) and the UK to keep at the forefront of internationally competitive research. Between them the applicants have experience of tackling clinical problems, which are not currently amenable to conventional treatment - MacNeil has developed tissue engineered skin for patients with extensive skin loss due to burns injuries and commercialised this as a project (MySkin). She has also developed tissue engineered buccal mucosa and translated this into early stage clinical evaluation for patients with scarring of the urethra. She is now working with colleagues in India to develop a simpler and safer alternative to the amniotic membrane, which is currently used to culture corneal stem cells for transfer to the clinic for patients with scarring of the cornea. This work on microfabricating a rapidly degrading scaffold (with Claeyssens) has also led to a new methodology for scaling up and speeding up the projection of electrospun scaffolds which contain 3D structures to protect these fragile cells. \n\nHaycock has made significant breakthroughs in how to culture stem cells for peripheral nerve repair and working with Claeyssens has developed nerve tissue guides into which these cells are placed. This work is showing significant promise for nerve regeneration in animal models of nerve transection, with plans for clinical translation. The development of these tissue-engineering technologies is very much underpinned by current instrumentation and expertise within the laboratory, but has been strengthened in recent years with the appointment of Matcher who has international expertise in biophotonics, and this is being applied to imaging 3D tissue constructs. The purchase of new equipment will allow this work to progress into the clinic to image cells and constructs post implantation in the cornea, skin and nerve. Claeyssens brings expertise in microfabrication which has already led to significant advances in ongoing programmes of cornea and nerve repair and has the potential to advance to the production of patient specific constructs and to scale up the production of constructs for clinical trials. Rehman brings a wealth of expertise on FTIR and Raman spectroscopy of biological tissues, including bone, cell, tissues and histopathologically fixed biopsies, and these techniques are currently being applied to investigating 3D constructs of skin and analysing surface properties of scaffolds. In addition, his expertise in developing bioactive-guided regenerative membranes for various applications, such as periodontal treatment and restorative materials adds considerably to the biomaterials manufacturing portfolio of this centre. The latter technique is information rich while imaging cells with optical coherence tomography has relatively poor resolution but is fast and convenient and can be translated to the clinic. We anticipate synergy between having both technologies available.\n\nThus, the applicants have between them a range of applications and instrumentation technologies to address problems in regenerative medicine. The equipment requested will not only support these projects but will benefit other members of the UK Regenerative Medicine community both locally and across the UK research community. This will be achieved by running the technologies as open access facilities for the UK research community, as it is unlikely that all such Centres in the UK will have access to microfabrication and state-of the art non-invasive imaging facilities. These facilities underpinned by the research expertise available in Sheffield will lead to new collaborations and will benefit UK Regenerative Medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L012669/1","grantId":"MR/L012669/1","fundValue":"730762","fundStart":"2014-04-01","fundEnd":"2015-03-31","funder":"MRC","impactText":"","person":"Sheila  MacNeil","coPersons":["Stephen  Matcher","John William Haycock","Frederik  Claeyssens","Ihtesham Ur Rehman"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}