{"id":"A67297A2-2463-4FED-9BE9-46BF54106556","title":"Exploiting next generation sequencing technologies to understand pathogenicity and resistance in Fusarium oxysporum","abstractText":"Onion is an important horticultural crop which is cultivated by every agricultural nation in the world and is also the second most valuable vegetable crop in the world behind tomato. Onions are a staple crop in many countries and deliver a range of health benefits including anticarcinogenic, antithrombotic and antibiotic effects. Despite the value of the crop, research into breeding and genetic improvement is limited as few resources such as onion diversity sets, pure breeding lines and genomic information are available.\n\nDiseases are one of the major constraints to onion production and one of the most important is caused by the soilborne plant pathogen Fusarium oxysporum. This fungus is diverse and has many different sub-species (formae speciales, f.spp.) which attack various crop plants. In onion, F. oxysporum f.sp. cepae (FOC) can infect plants at any stage causing a 'damping-off' symptom on seedlings and a basal rot on more mature plants and bulbs. This results in severe pre- and/or post-harvest losses and has been estimated to cost farmers in the UK in the region of &pound;11M per annum. As FOC is a soilborne pathogen which produces long-lived spores that survive for many years, control approaches are difficult and have previously relied on the use of soil sterilisation / pasteurisation, drenches with fungicides or seed treatments. This approach has largely been unsuccessful, has undesirable environmental effects and is threatened by legislation governing restrictions in pesticide use. In the absence of effective control measures for Fusarium basal rot, identifying resistance in onion is extremely desirable but so far has been relatively unsuccessful. However, using a highly pathogenic FOC isolate in a rapid screening test we developed using onion seedlings, we have identified onion lines with much higher levels of basal rot resistance than current commercial cultivars.\n\nIn a collaborative project between the University of Warwick, East Malling Research and the intenational vegetable breeding company Nickerson-Zwaan, we propose to provide information, tools and resources which will lead to more effective and sustainable control of Fusarium basal rot, primarily through the development of FOC-resistant onion lines. This will benefit a wide range of stakeholders including breeders, growers and other researchers. The main outcomes of the project will be 1) the identification of FOC pathogenicity/effector genes which could be used as markers to distinguish this pathogen from other F. oxysporum f. spp. or non-pathogenic isolates, 2) the identification of FOC resistance loci and associated genetic markers in onion for use in future breeding programmes, 3) the production of new onion populations segregating for FOC resistance and pre-breeding onion lines to enable the development of basal rot resistant onion cultivars for the industry. Growers and the industry will clearly benefit from this research as the deployment of resistant cultivars will give them a more sustainable and attractive option for basal rot control in onion in the future. In addition, DNA markers associated with genes controlling FOC pathogenicity should also provide a platform for developing diagnostic and quantitative tests for the pathogen in soil, onion seed, sets and bulbs which will help farmers make decisions about disease risk and develop management options. Overall this means that the public will benefit from better quality onions grown with reduced pesticide inputs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K020730/1","grantId":"BB/K020730/1","fundValue":"102276","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"  Further development is currently being pursued.  ","person":"Richard Jonathan Harrison","coPersons":[],"organisation":"East Malling Research","findingsText":" So far this grant has revealed a large amount of genomic variation between pathogenic and non-pathogenic Fusarium oxysporum that is completely correlated with the ability of the pathogen to cause disease. In diagnostics. Agriculture, Food and Drink","dataset":"gtr"}