{"id":"A6794C7D-4169-420A-B5CE-C45E4250B88C","title":"FLITES : Fibre-Laser Imaging of gas Turbine Exhaust Species","abstractText":"We propose to establish a world-leading capability in the measurement and imaging of molecular and particulate species in gas turbine aero-engine exhausts. The FLITES project proposed here will break new ground in the fundamental engineering knowledge base of measurement and imaging in the extreme environment of the turbine exhaust plume. It will enhance turbine-related R&amp;D capacity in both academia and industry by opening up access to exhaust plume chemistry with penetrating spatio-temporal resolution. It will underpin a new phase of low-net-carbon development that is underway in aviation, based on bio-derived fuels, and which entails extensive R&amp;D in turbine engineering, turbine combustion, and fuel product formulation. \n\nThere has never been a substantial investigation of the utility of emissions data to determine the condition and behaviour of internal engine components, especially the combustor. FLITES will open a new door to penetrate the complex phenomena that dictate the performance and limitations of advanced gas turbines, and will enable critical assessment of the performance of novel fuels. The project focuses on emissions of soot, unburned hydrocarbons (UHC) and NO, which are all regulated by certification authorities, and CO2, as a marker for assessment of individual fuel injection nozzle performance within the annular multi-nozzle combustor of an aero gas turbine.\n\nFLITES builds upon the expertise of the UK's world-leading groups in fibre-lasers, gas-detection opto-electronics, and chemical species tomography (CST), allied to its industrial strengths in aero-engine manufacture and aviation fuel technology. High-power fibre-lasers, operating at wavelengths that give access to gaseous molecular species through vibrational-rotational absorption spectroscopy, offer radically new measurement architectures and sensitivity levels. FLITES will establish the new gas detection technology of Tunable Fibre-Laser Absorption Spectroscopy, TFLAS. \n\nSoot will be imaged via the novel technique of near-IR continuous-wave laser-induced incandescence (CW-LII), in a planar tomographic set-up previously invented by the applicants for the fluorescence case. The high light output power available from the fibre-lasers to be demonstrated in FLITES will transform the logistics and sensitivity of CST with (relatively) large numbers of simultaneous measurement paths through the plume. Parallel threads of research will be facilitated by using near-IR diode lasers and existing mid-IR sources in single-path systems, which also mitigate against research risks. The techniques developed in the university laboratories will be implemented on a full-scale aero-engine mounted on a testbed at Rolls-Royce. \n\nThe consortium will work in intensive collaboration, directed by a management team that comprises the Principal Investigators of the three universities, two Rolls-Royce staff and one from Shell. Progress will be reviewed on a quarterly basis, and forward plans will be optimally adjusted on a half-yearly schedule.\n\nFLITES will register strongly on all four of RCUK's major dimensions of impact:\n \n- Knowledge economy: though stronger academic positions in fibre laser technology, gaseous measurement and imaging technology, and gas turbine diagnostics;\n\n- Manufacturing economy: through improved gas turbine aero-engine technology, more incisive assessment of biofuel performance, development of commercial tomography and gas detection systems, and fibre lasers for gas sensing;\n\n- Training: four PDRAs and two PhD students funded directly by FLITES, and further PhD students funded by the universities' DTA (or other) funds, and a number of staff in the partner companies;\n \n- Society: by offering a radically new means to measure and characterise the emissions of low-level pollutants and CO2 from aero-engine turbines, making a substantial contribution towards achieving sustainable commercial aviation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J002151/2","grantId":"EP/J002151/2","fundValue":"612579","fundStart":"2013-07-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Hugh  McCann","coPersons":["Paul  Wright","Nicholas  Polydorides","Krikor  Ozanyan"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}