{"id":"A68A1838-6C32-415E-9AE5-08D18431777B","title":"A homogenous bimodal (immuno/PCR) pathogen detection system based on a bio-nanoparticle","abstractText":"Since ancient times armies have attempted to employ biological weapons in order to defeat a foe. Early examples involved tainting water supplies with dead animals or catapulting plague ridden corpses over the walls of besieged cities. In more recent times biological and chemical weapons have become the focus of rogue states and terrorist organisations. Perhaps most high profile of these was the anthrax attacks that occurred in the US in 2001 killing 5 people. Since the UK renounced the use of biological weapons in 1975 it has increased efforts to improve detection of such biowarfare agents. In this project we aim to develop a simple rapid system that will detect biological weapons more quickly and effectively, improving the defence and security of the UK.\n\nThe system that we will develop is an addition to an existing pathogen detection system that we have pioneered in Birmingham. The existing system relies on viruses to detect the pathogen of choice. These viruses have a spaghetti like structure which means they align with respect to one another when solutions containing them are stirred or forced through narrow tubes. We have modified these viruses so that they are also able to adhere specifically to pathogens; when bound to pathogens the viruses are no longer able to align. The modification of these viruses and their use in an assay is a core part of a new area of science called synthetic biology. This new discipline aims to use biological materials to enhance the performance of everyday devices. In this case we are using synthetic biology to enhance biowarfare detection.\n\nThe assay involves detecting the changes in the alignment of the viruses and translating this information into a signal that can be read by a soldier or security operative. This area of synthetic biology poses a significant challenge as we need to translate a signal from the virus (which is less 1,000,000th of a metre long) into a signal that can be read. To achieve this we use a simple, yet underused, method (linear dichroism spectroscopy) that is able to detect whether the viruses are aligned or not. If they are aligned then there is no pathogen present, if they are not aligned then the pathogen is present. \n\nThe method for carrying out the assay has a number of useful characteristics that makes it ideally suited for use by the security services. The assay is simple and very quick allowing the it to be carried out without the need for laboratory equipment. The assay can also be configured so that more than one pathogen can be detected in a single assay. This is important as there are a wide range of biowarfare agents that need to be detected at the same time. Unfortunately, however our current method is only able to use one of the available pathogen detection modes, based on using antibodies, in order to carry out detection.\n\nIn this project we aim to address this insufficiency by adding a second detection mode to our system. This mode involves directly detecting and identify the DNA from the biowarfare agent. To add this method to our system we have to add small pieces of DNA that match those in biowarfare agent to the surface of the virus. These DNA fragments specifically stick to the DNA in the biowarfare agent preventing the virus from aligning and hence giving us a signal. If this is successful we also aim to add a second step that uses an enzyme to amplify the signal (in a method called PCR) which will make the whole system much more sensitive. In the final stage of the project we will combine the DNA based assay with the antibody based assay to produce a system that is more effective, more flexible and less prone to false results than any current system. In this way we will also demonstrate one of the first uses of synthetic biology in a detection application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J02001X/1","grantId":"BB/J02001X/1","fundValue":"119898","fundStart":"2012-08-01","fundEnd":"2013-07-31","funder":"BBSRC","impactText":"  Development of a novel system for use in pathogen detection Agriculture, Food and Drink,Healthcare,Security and Diplomacy Economic","person":"Timothy  Dafforn","coPersons":["Alison  Rodger","Zoe  Pikramenou","James H. R. Tucker"],"organisation":"University of Birmingham","findingsText":" A new method for detecting harmful pathogens Through commercialisation via a spin out company Aerospace, Defence and Marine,Agriculture, Food and Drink,Healthcare,Security and Diplomacy","dataset":"gtr"}