{"id":"A6A190D6-394A-4AE7-9FEA-D366671D8AE9","title":"IMPROVING THE CLINICAL APPLICABILITY OF PATHOPHYSIOLOGICAL MODELLING OF HYPOXAEMIA USING ROBUSTNESS ANALYSIS","abstractText":"The proposed research collaboration will explore the use of robustness analysis methods from advanced control theory for the development, validation and improvement of physiological simulation models. In particular, the applicants will focus on the development of improved models for understanding and managing hypoxaemia and apnoea, which can be validated across representative patient populations, thus significantly enhancing their clinical applicability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E055486/1","grantId":"EP/E055486/1","fundValue":"82516","fundStart":"2008-02-01","fundEnd":"2009-01-31","funder":"EPSRC","impactText":"","person":"Declan  Bates","coPersons":[],"organisation":"University of Leicester","findingsText":" We developed a systems engineering framework for the validation of an in silico simulation model of pulmonary physiology. We combine explicit modelling of uncertainty/variability with advanced global optimization methods to demonstrate that the model predictions never deviate from physiologically plausible values for realistic levels of parametric uncertainty. The simulation model considered here has been designed to represent a dynamic in vivo cardiopulmonary state iterating through a mass-conserving set of equations based on established physiological principles and has been developed for a direct clinical application in an intensive-care environment. The approach to uncertainty modelling is adapted from the current best practice in the field of systems and control engineering, and a range of advanced optimization methods are employed to check the robustness of the model, including sequential quadratic programming, mesh-adaptive direct search and genetic algorithms. As demonstrated by this study, the time is now ripe for such optimization-based approaches to play an important role in transforming physiological simulators into powerful biomedical engineering tools for a direct application in clinical practice. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}