{"id":"A6B0690B-AE5C-4321-AE4C-9BEB72538281","title":"Regulation of S-nitrosothiol function in plant disease resistance","abstractText":"A large proportion of crop plants are lost to disease each year. Furthermore, diseases also have a significant negative impact on crop quality. Plants have evolved a complex battery of defence responses to protect themselves from attempted infection by potential pathogens. A key strategy is the production of reactive nitrogen intermediates (RNIs), such as nitric oxide (NO), an important component of defence responses in animals. NO may be both directly poisonous to the invading pathogen and also function as an alarm signal to trigger the deployment of defence responses. To protect themselves from the toxic effects of NO, plants produce a molecule called glutathione that reacts with NO to form S-nitrosoglutathione (GSNO). This molecule can act as a mobile store of NO bioactivity. The NO group within GSNO can be delivered to proteins, where it can react with the S-H group in an amino acid called cysteine, to produce an S-nitrosothiol (S-NO) group. This process is termed S-nitrosylation and this modification may change the structure, location or activity of the target protein. Therefore, S-nitrosylation may provide an important mechanism to regulate protein function. Previous work in our laboratory has demonstrated that an enzyme, GSNO reductase (AtGSNOR1), degrades GSNO and indirectly controls the cellular levels of S-nitrosylation. Mutations in the gene that encodes AtGSNOR1 result in three major defence systems being abolished, consequently these plants exhibit increased susceptibility to a variety of pathogens. Therefore, AtGSNOR1 has a central role in plant disease resistance. In this project we will characterise mutations within additional genes which function in concert with AtGSNOR1 to control GSNO levels and/or plant disease resistance. Furthermore, we will identify in which gene one of these mutations resides using a procedure termed positional cloning. Also, using gene chip technology, to measure the expression of all plant genes simultaneously, we will identify a set of genes that are controlled by S-nitrosothiols. Using a biochemical approach we have identified a series of proteins that are specifically S-nitrosylated during the establishment of disease resistance, a sub-set of these may have signalling functions. As a prerequisite to their future characterisation (beyond the scope of this project), we will determine if the absence of any of these proteins abolishes disease resistance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011809/1","grantId":"BB/D011809/1","fundValue":"342754","fundStart":"2006-03-01","fundEnd":"2009-02-28","funder":"BBSRC","impactText":"","person":"Gary John Loake","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}