{"id":"A6B0A3A9-B991-4ED6-8695-14BBEF601CCB","title":"CLIMIT: CLimate change impacts on Insects and their MITigation","abstractText":"Insects react rapidly to environmental change: for example, regional extinction rates of European butterflies have exceeded those of birds and higher plants by an order of magnitude in recent decades. We have also shown that butterflies are accurate indicators of change in less conspicuous invertebrate groups, including dominant insects such as ants that have major impacts on all other species in their environment. Here we propose to measure the combined impacts of human-induced changes in climate and habitat (area, isolation, patch quality) on some of Europe's most specialised and threatened grassland insects that interact with ants ('myrmecophiles' such as Adonis, Chalkhill, Silver-studded and 5 species of Large Blue butterflies, and two hoverflies whose young stages live 2 years inside ant nests), by studying their local adaptations, changing niches and different needs across a gradient of local climates from the Mediterranean to the North/Baltic seas. We will model the processes that limit each system's (meta-)populations, and predict the impacts of future scenarios of land-use, climate and socio-economic change in different regions. We will make new predictions, based on mathematical models, about how to mitigate the harmful impacts of multiple drivers of biodiversity change, and we will test our recommendations using existing and new large scale experiments of nature reserves and other conservation sites where the soil depth, topography and grazing management have been altered to create our current definitions of the optimum habitat for the Large blue and other butterflies, and the ants on which they depend. Finally, we will draw general conclusions about the changing needs of myrmecophiles, of which perhaps 100,000 species exist globally, including a disproportionate number of Red Book species, and of non myrmecophilous butterflies, in the latter case through comparing our model predictions with patterns of recorded change in all (UK) or representative (European) species across the climatic gradient, using the Centre for Ecology &amp; Hydrology's dataset of annual changes in all UK butterfly population sizes since 1976, and other national and European datasets available to the consortium. A summary of the detailed hypotheses and objectives of this extensive proposal can be found in the main proposal on VR and in a shorter version under objectives on this form.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G001901/1","grantId":"NE/G001901/1","fundValue":"210280","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"  We reported previously (Ecology Letter 2006) that the presence of a social parasite, attacking ant societies unexpectedly benefited infested colonies by increasing the production of new queens. The study suggested the social dynamics in infested colonies could result in this counterintuitive outcome. Here we present an ant-colony simulation model showing that such dynamics would be stable and provide the predicted emergent properties. Our model indicates that selfish behaviour in an unregulated system with decentralized resource distribution produces stable, but suboptimal outcomes for any societies, and that the activities of parasites can have a surprising beneficial impact overall (Hovestadt et al 2012 Am Nat). Environment Policy & public services","person":"Karsten  Schonrogge","coPersons":[],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" All objectives outlined in the CLIMIT proposal have been achieved. Virtually all deliverables have been completed and in most cases published in ISI journals or prepared as manuscripts for submission. To-date 36 peer-reviewed papers have been published acknowledging CLIMIT support, 13 of which included NERC funded authors. This summary presents a brief outline of the major results, while a more detailed, joined final report will be submitted to BiodivERsA. I trust both will be seen by NERC.\n\nObjective 1 gathered knowledge on intraspecific variation in population ecology of myrmecophiles across current European landscapes and climates; we established data on niche breadths of five myrmecophilous species (Maculinea arion, M. nausithous, M. teleius, Polyommatus bellargus and Microdon myrmicae). The results allow the development of population models improving predictions of responses by these specialised organisms to future climates, and to make region-specific recommendations for habitat management under current and future climates.\n \nUnder objective 2, to quantify myrmecophile local adaptation to local host ant communities and current environments, studies revealed new insights on local host ant specificity. For instance, Maculinea rebeli are strongly physiologically adapted to different ant species in different regions of Europe emphasizing the need to study local host associations before implementing conservation measures. We further eliminated the possibility that plastic behaviour underlies these associations. Concurrently Maculinea caterpillars were found to utilise both chemical and acoustic mimicry; a novel insight published in Science and Current Biology. Empirical studies were accompanied by modelling approaches investigating ecological and evolutionary processes at small scales or to explore similar phenomena at landscape level (metapopulations).\n \nObjective 3 assessed impacts of future climate scenarios and land use change on European insects. Long term data from the UK butterfly monitoring scheme were analysed demonstrating larger inter-annual variability in edge-of-range populations than centre-of-range populations. In addition, existing population models describing population interactions for Maculinea rebeli its host ants and host plants were modified and can now be used to simulate effects of changing climate and habitat conditions on the population dynamics of Maculinea butterflies with different life styles.\n\nObjective 4 of CLIMIT investigated the potential of myrmecophiles do adapt to new environments. We assessed altered phenologies and the risks of de-synchronisation between interacting species using reintroduced populations of Maculinea arion in UK. (I) M. arion shows considerable plasticity in phenology over the temperature range of its northern European distribution, (II) phenological shifts occur over time and (III) have been recorded in relation to a shift in resource (host plant) use. Under strong selection M. arion has been able to adapt within 10 -15 generations showing significant phenology shifts. Such knowledge informs the sourcing of material for future reintroduction and translocation programmes.\n\nObjective 5 aimed to identify factors common to successful butterfly conservation projects. For myrmecophiles the larval stages are population bottlenecks and successful conservation projects focus and manage an optimum subset of larval resources. Two new management strategies were tested for M. arion in the UK: (I) the creation of &quot;hot&quot; habitats to encourage localised selection for a more thermophilous phenotype, and (II) manipulations the creation of &quot;cool&quot; microclimatic conditions within existing sites. First results suggest that the manipulations are suited to increase heterogeneity in air- and soil temperature to aid the persistence by the target species. These experiments and similar studies by other CLIMIT partners help to create and manage habitats while staging selection for species to adapt to change. The findings will be of interest to the conservation community and inform strategies to adapt communities to climate change. The results have led to a policy brief being published entitled:\nConservation of Threatened Insects in Europe:\nManaging habitats for land use and climate change adaptation Environment","dataset":"gtr"}