{"id":"A6BE9E54-5C13-4405-968F-ADAAA9C0A87C","title":"AMPA- and GABA(A) receptor signalling and corticospinal motor neuron excitability in mouse models of ALS","abstractText":"The proper function of our bodies relies on the chemical communication that takes place among nerve cells in the brain and between nerve cells and peripheral tissues. Nerve cells that convey information to muscles are known as motor neurons. The progressive and selective death of these neurons is a defining feature of the debilitating, and ultimately fatal, neurodegenerative disease Amyotrophic Lateral Sclerosis (ALS). Unable to function without correct input, the muscles weaken and waste, leaving the patient incapable of voluntary movement. Among the mechanisms thought contribute to this motor neuron loss, 'excitotoxic damage' triggered by elevation of intracellular calcium ions is held to be especially important. Like other nerve cells, motor neurons receive excitatory signals mediated by the neurotransmitter glutamate, which acts by binding to receptor proteins at points of contact between the cells. A combination of poor calcium buffering capacity and the expression of one subclass of AMPA-type glutamate receptors that allow the entry of calcium ions, is thought to contribute to the vulnerability of motor neurons in ALS. However, details of calcium-permeable AMPA receptor function and regulation in motor neurons are poorly understood. Transgenic rodents provide valuable models of the disease, but the study of spinal motor neurons using patch-clamp recording (a technique allowing high-resolution examination of a cell's electrical activity) is possible only in immature, asymptomatic, animals. Unlike motor neurons in the spinal cord, 'upper' motor neurons in the cortex, which also undergo degeneration in ALS, are amenable to patch-clamp recording in slices from mature animals. We plan to take advantage of this, and selectively label these corticospinal motor neurons (CSMNs), allowing us to record from identified motor neurons in acute brain slices from 'ALS' mice at different stages of disease progression. We wish to examine the prevalence and regulation of calcium-permeable AMPA receptors in CSMNs and determine how changes in inhibitory input mediated by a different neurotransmitter receptor, the GABA(A) receptor, contribute to motor neuron excitability, and thus excitotoxic damage, in ALS. By performing electrophysiological studies of motor neurons in both control and symptomatic animals, this project will shed light on normal brain function and provide answers to outstanding questions regarding the mechanisms underlying vulnerability of motor neurons in ALS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J012998/1","grantId":"MR/J012998/1","fundValue":"484440","fundStart":"2013-07-01","fundEnd":"2017-12-31","funder":"MRC","impactText":"","person":"Mark  Farrant","coPersons":["Stuart G  Cull-Candy"],"organisation":"University College London","findingsText":"","dataset":"gtr"}