{"id":"A6C5B08A-6CF2-4A96-8843-25E3BF462F69","title":"Molecular Epidemiology And Clinical Outcome In Epithelial Ovarian Cancers","abstractText":"Ovarian cancer kills between 4 and 5,000 women a year in the UK. It is one of the more lethal cancers in that when a women is diagnosed with the disease, she usually has a low chance of surviving more than 5 years. This statistic has changed very little in 4 decades. One approach to reducing death caused by cancer is to detect the disease at its earliest stages of development, when it is most treatable. However, many of the symptoms of early stage ovarian cancer are vague and there is no national screening programme that targets the detection of these cancers. If we could identify the proportion of the population that is a greatest risk of getting the disease, one could use a targeted strategy to screen these women and find any early signs of cancer as it develops. A person?s genetic make-up can increase their chance of getting one of many common diseases including diabetes, heart disease and breast cancer. By screening several million letters of DNA code that show variation from person to person, it is possible to find those letters that appear to be more common in individuals with certain diseases. This is what we have been doing for ovarian cancer; comparing the DNA code of thousands of women with the disease to women without disease. We now plan to take this information and find the handful of letters that seem to suggest a woman is at greatest risk of getting ovarian cancer. We will also test whether there are factors in her lifestyle- for example whether or not she has had children, or used the oral contraceptive pill- that also changes her risk of getting ovarian cancer. Once we have done this, we will be able to test whether it is feasible to use the markers we find to screen for the highest risk women throughout the whole population. To do these studies requires a large international effort, because we have to screen several thousands of women with disease and volunteers that have taken part in these studies. We are using the combined power of 11 different studies from around the world in order to perform this research. It is hoped that the findings will not only have an impact in the UK, but in other countries where ovarian cancer is also a major health problem","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801875","grantId":"G0801875","fundValue":"928036","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"MRC","impactText":"","person":"Simon  Gayther","coPersons":["Paul  Pharoah","Leigh  Pearce","Susan  Ramus"],"organisation":"University College London","findingsText":"","dataset":"gtr"}