{"id":"A6CAD98C-429E-4F98-A3A9-44A05659C3AB","title":"Theory and Tools for Complex Biological Systems","abstractText":"There are many circumstances in real life where patterns of connecitivityare important. For example, to understand how a disease may spread around a population,how a virus may spread around a computer network or how signals are passed around the brain, wemust have some idea of the `wiring' between components. By studying the typicalpatterns in many real life networks, including data concerning connectivity between brain neurons, computers, web pages, people, co-authors and telephone users, scientistshave discovered common features that seem to be universal. Also, they have come upwith rules that appear to govern the development of real life networks. Often, it is necessary to summarize such an enormously complex set of information, perhaps byfinding clusters of objects that behave similarly or by ordering the objects in a natrual manner,so that neighbours have similar features.This project will develop new computational tools for organizing large data sets and for explaining the patterens of connectivity that are observed. To give the work a firm grounding, all ideas will be tested on real, cutting-edge data concerning the behaviour of genes and proteinsin the cell. This aspect of the project work will be done in close collaboration with colleagues from the life sciences, notably cancer researchers from the Beatson Institute in Glasgow. These colleagues will help us to formulate the right questions. Further, after we have designed the new computational algorithms, these colleagues will also help us to interpret the answers. Any new findings in this important biological application could have direct benfits to healthcare and drug design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E049869/1","grantId":"EP/E049869/1","fundValue":"263804","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Alastair  Spence","coPersons":["Merrilee  Hurn"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}