{"id":"A6D006F2-AF22-4102-90B9-DCA3AC752AFE","title":"Day Length Signalling and Crosstalk Between Cytoplasmic and Chloroplastic Calcium Oscillations in Arabidopsis thaliana","abstractText":"The production of grain, fruit and vegetables relies on flowering; without flowers, therefore, there would be no agriculture. Plants carefully control the timing of flowering to optimise pollination and resources, and thereby maximise seed production. Flowering occurs at very precise times of the year, but how this is achieved remains a mystery. Since the early 1930's it has been known that plants keep track of the seasons by comparing the ticking of an internal chronometer to the day length they experience at different times of the year. However, we still know very little about how the signals between this internal pacemaker and day length are perceived and understood. This project will research that critical process which allows plants to flower at the best possible time. I will investigate the hypothesis that calcium-signalling pathways are involved in coordinating flowering time. Calcium is an essential signalling molecule in plants. I have previously shown that the internal chronometer generates calcium oscillations that are shaped by the relative duration of days and nights. Work in other laboratories has shown that a sudden calcium increase occurs in the chloroplasts (the organelles where photosynthesis occurs), at nightfall. I propose that co-incidence, or 'crosstalk' between these two calcium signals is involved in floral timing. To investigate this possibility, I will develop new recombinant techniques for manipulating and imaging calcium in living plants. I will combine these technologies with molecular analysis of flowering time genes and classic physiological protocols to elucidate the role of calcium in flowering time. This research will lead to new, important insights into the seasonality of flowering that will have general application to agriculture. For example, the flowering of crops may be extended over a whole season to avoid gluts, reducing waste, storage costs and the need for imports. Controlling flowering time by precision agriculture may therefore result in improved crop management practices and the production of higher quality food that will benefit the farmer, the consumer and the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E002692/1","grantId":"BB/E002692/1","fundValue":"388999","fundStart":"2007-04-02","fundEnd":"2010-04-01","funder":"BBSRC","impactText":"  Our findings have largely been used by the research community, through the innovative microscopy methods developed during the research. Other ","person":"John  Love","coPersons":[],"organisation":"University of Exeter","findingsText":" 1. While circadian and diurnal (diel) [Ca2+]cyt rhythms in Arabidopsis thaliana are modulated by the photoperiod in which plants are grown, we demonstrated that they have no detectable effect on the timing of photoperiodic flowering.\n\n\n\n2. The literature describes [Ca2+]chlo spikes as dark-induced. However, our data show that [Ca2+]chlo release occurs just prior to dusk and persists in free-run conditions. These observations are consistent with [Ca2+]chlo spikes being also under the control of the circadian clock and tracking dusk. Consequently, [Ca2+]chlo is a novel circadian output and not an independent measure of day-length. \n\n\n\n3. We developed, optimised and calibrated 2 new transgenic &quot;cameleon&quot; biosensors: YC6.6 and TNXL. We pioneered the use of perfluorodecalin to increase confocal resolution. By combining these innovations, we imaged [Ca2+]cyt in single mesophyll cells. Our data show that circadian [Ca2+]cyt oscillations are amplitude-modulated, contrary to the frequency-modulated rhythms observed in animal neurones. Understanding of plant responses to abiotic and biotic stress (drought, herbicides, pathogen attack) to enhance food production and security. The development of new, long term methods for microscopy deep into plant leaves and biosensors for Ca2+ imaging will enable academic and industrial laboratories to investigate, in situ, the effects of pathogens and chemicals on plant cell signalling and physiology. Environment,Other","dataset":"gtr"}