{"id":"A6D21BE8-6497-47E4-8EF2-C8828CDDC3FC","title":"From subjects to citizens: society and the everyday state in North India and Pakistan, 1947-1964","abstractText":"South Asia's transition from colonialism to independence and democracy was one of the most momentous events of the mid twentieth century. Large scale institutional histories of India and Pakistan for this period are mostly concerned with issues of economic development, the nature of the secular state (for India) and the development of party politics. Sixty years on, this project looks, for the first time, at how ordinary Indians and Pakistanis experienced the transition from colonial rule to Independence in two parts of the subcontinent: Uttar Pradesh, India, and Sindh, Pakistan, between 1947-1964. It asks how comparisons between India and Pakistan at this level provide unique insights into the question of the relative success or failure of the state in this politically sensitive part of the world. It examines how far Independence was explicitly relevant and meaningful for ordinary Indians and Pakistanis, by comparing subcontinental experiences of local state institutions. Specifically, the project will compare regions of Uttar Pradesh, India (Lucknow and surrounding districts), and the Sindh region of Pakistan.\\n\\nIn particular, the project will focus on three critical themes as a way of unravelling the nature of popular responses to the state in this transitional period. Firstly, it will look at popular responses to secularism in India, and to religious and sectarian difference in Pakistan. It will investigate how prominent individual officials managed community festivals and processions, the building and maintenance of holy sites and the regulation of community activities. In this light, the project analyzes the routine, daily application of ideas about 'secularism' and 'communalism' or religious conflict in the administrative machinery of the state in Uttar Pradesh and Sindh after Independence. While the new Pakistani state did not introduce for itself a secular constitution, local officials in practice still needed to supervise religious/community activities in much the same way as their Uttar Pradesh counterparts: eg handling and diffusing possible clashes between different religious groups (eg Shias and Sunnis), and controlling (often contested) sites of religious significance. Their role in this respect inevitably raised questions about the nature of the state and its involvement in the day-to-day management of religious activity. \\n\\nSecondly, the project will examine everyday South Asian responses to citizenship, governance, corruption and political representation. The focus would be upon the everyday experience of the state and in its manifestations in Indian and Pakistani lives, through the prism of the Provincial Civil Services, and the Police Services. Here, the project will consider the changing ideologies of rule and governance at local levels in UP and Sindh. What were the particular social and professional notions underpinning administrator's views of bureaucratic power? How far did these reflect broader changes from a colonial to a democratic political system over the period of independence? This section of the project will go on to examine how popular attitudes in government and society, fuelled social expectations in relation to civil service recruitment, and it will look at how this process reflects on the emergence of Indian and Pakistani middle classes. \\n\\nThe research will also examine the extent to which local political groupings based on caste or religious community alliances geared their broader political strategies towards control of local administrations. How did ordinary South Asians mobilise state resources? This objective will engage with the huge interest in contemporary South Asia in state reservations on the basis of caste, and how lobbying groups have adopted particular kinds of political strategies for recruitment into government services. How did these processes compare to the control of state agencies in Pakistan by the middle class north Indian refugee?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009255/1","grantId":"AH/E009255/1","fundValue":"390522","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"AHRC","impactText":"  Please see 'Key findings'. I have developed two large scale impact projects in india from this research. The first involves Asha Parivar and led directly to the development of electronic Public Information Centres since 2010, which allow economically deprived communities in Uttar Pradesh and Bihar, India to access information on government projects in a systematic and widespread manner. Centres/booths are run in six locations in two Indian states and assist in the filing of Right to Information (RTI) applications. Around 1,300 applications have been filed so far. \n\nThe second involves a large scale movement to promote the arts and movements of Denotified Tribes in Gujarat. Gould's research resulted in the creation of a documentary film which is being screened across the USA, UK and India. Education,Government, Democracy and Justice Societal","person":"William  Gould","coPersons":["Sarah  Ansari"],"organisation":"University of Leeds","findingsText":" The main findings of the project can be divided into three areas: Intellectual, scholarship/networking and public engagement (see 'non-academic contexts' section beneath). In all three areas (particularly the second and third) there were unintended as well as intended outcomes and findings.\n\n\n\nIntellectual\n\n\n\nThe project resulted in both specific individual research outputs, and collaborative and larger scale findings. Gould, Ansari and Sherman generated specific research within their Public engagement\n\n\n\nAs a result of Gould's work on corruption and anti-corruption around India's independence which came about through the project, a medium-large scale NGO based in UP and Bihar (with which Gould had research interaction during the project) has collaborated with the University of Leeds in setting up 'citizens' Public Information Centres. Their primary role is to guide and promote Right to Information applications within a range of government departments in the state. So f Communities and Social Services/Policy","dataset":"gtr"}