{"id":"A6DB6EB8-7E93-4658-BD7C-92D2812C4F92","title":"Cognitive biomarkers of antidepressant drug efficacy","abstractText":"Clinical depression is a common and extremely disabling condition. Although drug treatments for depression exist, these do not work for a substantial proportion of patients and for some they may only reduce the symptoms rather than allowing a full recovery. One of the problems with developing new more effective treatments is that the drugs need to be tested in clinical trials with depressed patients, which takes a lot of time and is very costly. In addition, a significant number of drugs may tested in this way are found, in fact, to be ineffective. One way of improving the development of new drugs is to have models which are able to predict the likely success of new treatments. At the moment this is carried out with animal models, but these often fail to capture human aspects of depression which involves negative thoughts and beliefs. We have developed some models for use with healthy volunteers which are sensitive to antidepressant drug action and which examine how people deal with emotional information. This work suggests that antidepressants increase how we attend to, recognise and remember positive emotional information such as happy facial expressions of emotion. The current application aims to explore this in more detail and confirm whether these effects are seen with different kinds of antidepressant drug treatments. This will help us understand whether these emotional changes occur irrespective of the precise way in which the drug affects the chemicals in the brain and also to what extent these models can predict whether a drug will be good for depression or for anxiety symptoms. We will also test whether these models could have predicted drug treatments which have failed to work in depression (though did work in the animal models) and finally whether these models can help identify drugs which may increase the likelihood of depression and which may therefore need to be used with caution in people at high risk of developing depression. These studies will help us understand what makes a good treatment for depression. Also this will develop the use of these models for the screening and detection of novel treatments which have particular promise for depression, therefore reducing the low hit rate of successful treatments in the clinic and speeding up the drug discovery process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801432","grantId":"G0801432","fundValue":"363831","fundStart":"2009-02-01","fundEnd":"2013-07-31","funder":"MRC","impactText":"","person":"Catherine  Harmer","coPersons":["Guy  Goodwin","Philip John Cowen"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}