{"id":"A6EA9DC2-D76B-48E8-86BE-876B64C3C77B","title":"Increasing the Uptake of FuGE for Data Capture and Sharing Through Tool Development and Training","abstractText":"Functional genomics is the use of experimental techniques to understand the dynamic behaviour of cells. Functional genomics includes experimental techniques that measure changing levels of various types of molecule over time, and in different environmental conditions. Experiments in functional genomics are expensive, and the resulting data may be valuable. Thus increasing the effective sharing of such data within the scientific community is important. The Functional Genomics Experimental model (FuGE) is becoming established as the foundation on which various standards bodies will design consistent data formats for representing different types of experiment in functional genomics. In essence, FuGE provides a collection of high-level constructs for describing experimental protocols, their applications, the materials to which the protocols are applied, etc. FuGE is not, however, a universal format for functional genomics data, and needs to be specialised for use with specific experimental techniques. However, such techniques, and thus their associated data formats, tend to be complex, which means that suitable software tools and training must be in place to encourage update in the community. This proposal seeks to encourage the adoption of FuGE-based standards by tailoring several software tools to support them, and by providing training in the use of both the tools and the associated data standards. The software tools in question, namely Pedro and Pierre, support the construction of data capture and data access systems, using model-based software development techniques. That is, much of the behaviour of a system is described using a data model and associated configuration information, from which an application can be generated. This reduces software development costs, and makes the systems well suited to the construction of systems that capture the emerging FuGE-based data formats and that support sharing of the resulting data within or between laboratories. The proposal aims to develop several deployments of these tools to support different FuGE-based formats, to make these available for public use, and to offer training to BBSRC grantholders in the use of both the tools and the models. It is hoped that the resulting activity will help laboratories develop systematic techniques for archiving their valuable experimental data, increase the analyses that can be carried out on such data, and ease submission to public repositories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E018106/1","grantId":"BB/E018106/1","fundValue":"85129","fundStart":"2007-04-01","fundEnd":"2008-03-31","funder":"BBSRC","impactText":"","person":"Norman William Paton","coPersons":["Stephen George Oliver"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}