{"id":"A6EDF9ED-952F-4CD5-8C4E-2468C86B46D8","title":"Development of stable laser-accelerated electron beams for radiation generation","abstractText":"Particle accelerators are used in many areas of the physical and biological sciences. For example, fundamental studies of the building blocks of matter are carried out with huge accelerators at institutions such as CERN. On a smaller scale, synchrotrons use accelerated electron beams to create light which is widely tunable from the infra-red to x-rays. The conventional accelerators used in these machines employ radio-frequency electric fields to accelerate charged particles. However, the maximum electric field that can be used is limited by electrical breakdown in the beam pipes, so that accelerating particles to high energies requires a very long accelerator (the largest machine at CERN is 27 km in circumference!).Laser-driven plasma accelerators offer a way to make particle accelerators much more compact. In these devices an intense laser pulse propagates through an ionized gas (a plasma). As it does so, the laser pulse pushes the electrons away from it and sets up a plasma wave which follows the laser pulse; this behaviour is directly analogous to the water wake which trails a boat crossing a lake. In the case of a plasma wave, at the peaks of the wave there are more electrons than average, and at the troughs there are fewer. As a result of this charge separation, a very large electric field forms between the peaks and troughs of the plasma wave. This field can be about 1000 times larger than the maximum electric field used in conventional accelerators, which means that a plasma accelerator can be 1000 times shorter than a conventional one and still produce particles of the same energy.This idea for making compact accelerators was first proposed over 25 years ago, but until recently the energies they could reach were relatively low. The primary reason for this is that the driving laser pulse naturally defocuses by diffraction as it propagates through the plasma, reducing its intensity to the extent that acceleration ceases after only a few millimetres. Over the last few years our group has developed a new technique for channelling the intense laser pulses over long distances. This technique involves forming a so-called plasma waveguide by firing an electrical discharge through a narrow, gas-filled capillary. The plasma formed in this way has a lower density on axis, which acts to continually refocus the laser radiation and so prevent it from defocusing. The plasma waveguide is therefore similar to an optical fibre.Very recently we used this channelling technique to extend the length of laser-driven plasma accelerators by a factor of about 10, and so increase the energy of the accelerated electrons to a billion electron volts - that is, the energy an electron would gain if it were accelerated by two plates with a billion volts between them. This electron energy is about thesame as used in conventional synchrotrons - but the plasma accelerator is only 33 mm long, compared the tens of metres required for a conventional accelerator.The present programme of research aims to build on these advances and investigate techniques for: (i) generating more stable electron beams, better suited to applications; (ii) increasing the energy of the accelerated electrons by staging plasma accelerators, just as is routinely done in conventional accelerator systems. Finally we will use improved measurements of the electron beam properties to assess the prospect of realizing one of the likely first applications of laser-plasma accelerators: driving very compact sources of tunable, short-pulse, x-rays.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011145/1","grantId":"EP/H011145/1","fundValue":"600657","fundStart":"2009-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Simon Martin  Hooker","coPersons":["Riccardo  Bartolini"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}