{"id":"A6F28BBC-FFAA-4E20-8D74-1CA23560AD79","title":"Nano Materials and Structures for Superior Implants (Nanoplants)","abstractText":"Various RCUK funded projects at Loughborough University over the years have delivered significant foreground intellectual property and technology know-how related to the fabrication of nanostructured materials with outstanding properties, surpassing some of the commercial counterparts, relevant to the energy, electronic security and in particular healthcare sectors. Specifically it has been demonstrated that the hydrothermal ageing (HTA) resistance of zirconia based ceramics can be enhanced significantly by retaining a nano grain size below 180 nm even at low density components. This is highly relevant to the ~$5B hip replacement market where concerns about the toxicity / wear debris in metal and polymer components renders all-ceramic solutions increasingly attractive. HTA degradation (the unwanted conversion of tetragonal zirconia to a weaker monoclinic form in an aqueous environment) is the Achilles-heel for the use of zirconia ceramics in biomedical sector and was the reason behind the well-publicised failure of zirconia hip replacements around 2000. Thus, when HTA is countered, new opportunities open up. The proposed technology (involving novel nano-suspension control, granulation and then microwave assisted hybrid heating as well as flash sintering regimes; zirconia toughened alumina and zirconia ceramics will be considered) aims to deliver very small zirconia grain sizes that will both assist current compliance (e.g. ISO 13356, ISO 633-3) and open up novel all-ceramic hip replacements via multi-fold enhancement in HTA-resistance of porous and dense graded zirconia based structures. The methodology will be applicable to ceramic-metal graded implant structures also with suitable modifications. The retention of nano-size throughout all stages of ceramic component production is critical to delivering the target end properties that will assist the health and quality of life in a growing ageing population. This will be achieved via the development of implant structures (applicable for hip/knee prosthesis, finger joints and jaw &amp; skull repairs) that deliver improved mobility over a longer time period thus reducing reliance on repeat surgery and in some cases confinement to use of wheelchair.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024780/1","grantId":"EP/L024780/1","fundValue":"358390","fundStart":"2014-06-02","fundEnd":"2017-06-01","funder":"EPSRC","impactText":"","person":"Balasubramaniam  Vaidhyanathan","coPersons":["Jon  Binner"],"organisation":"Loughborough University","findingsText":" This three year project has just started in June 2014. In the preliminary work, Flash Sintering (FS) was applied to disc shaped nanostructured ceramic samples relevant to healthcare sector. The initial resutls were quite promising and high densification was achieved in just a few seconds at much lower furnace temperatures than conventional sintering methods (these require hours/days). Further research work is being persued on metal-ceramic hybrids and other sample shapes - more results and key outcomes are expected over the next few years as the research progresses. The initial results on flash sintering of nanostructured ceramics are very promising from the view-points of significant reduction in furnace temperature, time and energy. Loughborough's ability to use gradient FS to generate functionally graded structure in advanced materials is quite unique and this will lead to many useful applications in a number of high value engineering sectors. Further work is underway. Aerospace, Defence and Marine,Education,Electronics,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}