{"id":"A6F45EF7-72CF-4CE3-A547-8A3938B13DB3","title":"What determines an individual's vulnerability to the harmful effects of cannabis?","abstractText":"A young person who has ever used cannabis has a 40% increased risk of developing a psychotic disorder like schizophrenia; in those using heavily, the increased risk can be 200%. There are also rapidly growing numbers of young people now seeking treatment for cannabis addiction. The Times recently headlined that in England: ?500 cannabis smokers a week seek medical help? (January 11th, 2008). Further, the effects of cannabis on the brain raise concerns that young people who use this drug may under-achieve in education or work. What we don?t yet understand is why some individuals can use cannabis with few apparent harmful effects whereas others become mentally ill or addicted or have problems concentrating and remembering. \n\nIn the first research of its kind, we recently discovered that two main constituents (THC and CBD) in the cannabis that young people smoke influence the psychotic-like effects they experience in everyday life. The proposed research builds on this finding and on our recent large-scale study with 244 young people assessing the effects of cannabis. It aims to determine which cannabis-related and which individual factors make some young people vulnerable to the harmful effects of the drug. The three main harms it addresses are psychotic-like symptoms, addiction and cognitive impairment. The first phase of the study will be naturalistic and involve 600 16-23 year olds who differ in their cannabis use. Some cannabis users will be selected for Phase 2 - a controlled, laboratory study of the effects of two main constituents of cannabis (THC and CBD) both alone and combined. In both Phases, the effects we will assess are psychotic-like, addiction-related and cognitive. We will also investigate young people?s beliefs and views about different strains of cannabis, such as skunk and sinsemilla. \n\nAt the time of writing this proposal, the Government is waiting for findings of yet another review of the classification of cannabis. Whether or not this results in it being raised from Class C to B will have negligible impact on cannabis users.\n\nIf we show that the harmful effects can be reduced if vulnerable youngsters choose strains with higher CBD content, or if they take CBD supplements, then this could lead to a new era of safer cannabis use. Importantly, it could significantly reduce the numbers of young people in the UK currently diagnosed schizophrenic who would not have become mentally ill if they had not used this drug.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800268","grantId":"G0800268","fundValue":"580169","fundStart":"2008-10-13","fundEnd":"2012-03-12","funder":"MRC","impactText":"","person":"Helen Valerie Curran","coPersons":["Celia  Morgan"],"organisation":"University College London","findingsText":"","dataset":"gtr"}