{"id":"A6FA4D48-D177-4307-8FDB-237C6209C0A1","title":"Are glyoxal and methylglyoxal critical to the formation of a missing fraction of SOA (Secondary Organic Aerosol)?: (Pho-SOA).","abstractText":"Atmospheric aerosols are ubiquitous in the Earth's atmosphere. They are made up of complex colloidal mixtures of liquid and solid particulate matter and understanding their chemical and physical properties is crucial in elucidating their environmental and health impacts. However, despite much scientific effort over the last decade, the true impact of aerosols on the Earth's atmosphere is yet to be elucidated owing to large uncertainties and lack of fundamental knowledge on their sources, composition (hence physical properties) and formation mechanisms. Recent experimental findings indicate organic aerosols (OA) are predominantly secondary in nature and can account for a significant fraction (10-70%) of total ambient atmospheric aerosol. However, current models significantly underestimate SOA (Secondary Organic Aerosol) production and their rate of formation. Accretion or oligomerization reactions of light weight volatiles such as glyoxal (GLY, CHOCHO) and methylglyoxal (MGLY, CH3COCHO), which have been shown to be a potentially important source of global SOA, have been proposed to justify such disagreement. The magnitude, type (reversible or irreversible) and mechanism of particle growth owing to alfa-dicarbonyls are still substantial questions. The aim of this project is to quantitatively demonstrate the hypothesis that heterogeneous uptake of GLY and MGLY in aerosols can explain a significant fraction of the missing SOA in models. To address this, the project will carry out an extensive series of outdoor chamber experiments (in the highly instrumented European Photoreactor, EUPHORE) that will address the main limitations of previous studies. The experimental work will be supported by detailed chamber simulations using the Master Chemical Mechanism (MCM15). GLY or MGLY will either be introduced directly into the chamber or generated in-situ by the reaction of OH + alkynes. The chamber experiments will be carried out in the presence (and absence) of natural solar radiation in EUPHORE in order to investigate whether heterogeneous reactive uptake of these dicarbonyl compounds and SOA growth is photochemically activated (photosensitized) and relative humidity dependent. The gas and aerosol phase evolution of the precursor and oxidation products, together with HOx radicals (OH + HO2) will be monitored using novel chemical ionisation reaction (time-of-flight and quadrupole) mass spectrometry (CIR-MS), Aerosol Time of Flight Mass Spectrometry (ATOFMS), Fourier Transform Ion Cyclotron resonance Mass Spectrometry (FT-ICR-MS), liquid chromatography-ion trap mass spectrometry (LC-MSn) and laser induced fluorescence (LIF). Model sensitivity simulations using the MCM coupled to a representation of absorptive gas-to-aerosol partitioning incorporating parameterisations from the findings of this study, will be carried out in order to investigate the atmospheric implications of SOA formation via heterogeneous uptake of dicarbonyl compounds for urban environment where aromatics compounds (significant sources of dicarbonyls) have been proposed as key urban SOA sources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H021108/1","grantId":"NE/H021108/1","fundValue":"342757","fundStart":"2011-03-14","fundEnd":"2014-04-13","funder":"NERC","impactText":"  The SOA tracers identified can be used by other groups to study the importance of glyoxal SOA formation in the atmosphere. This chemistry could be parametrized and incorporated into global chemical transport models. In addition, the results of this project have been used to develop a undergraduate chemistry practical experiment based around simulating cloud chemistry. Education,Environment Policy & public services","person":"Andrew Robert RickardPaul  Seakins","coPersons":["James Benedict McQuaid"],"organisation":"University of Leeds","findingsText":" Secondary Organic Aerosol plays an important, but as yet unquantified, role in climate change. In the iconic IPCC diagram on drivers for radiative forcing, uncertainties in aerosol science are the largest on the figure and the objective of this on-going project is to contribute to the lowering of such uncertainties.\n\n\n\nAs organic emissions (typically hydrocarbons) are oxidized in the atmosphere their oxygen fraction increases and their volatility decreases (making them more likely to partition to the aerosol phase). Glyoxal and methylglyoxal are important examples of such oxygenated intermediates and the objectives of this proposal are to quantify their role in aerosol formation and growth.\n\n\n\nWork so far reveals irreversible dark and light dependent formation of light absorbing organo-nitrogen compounds. Secondary Organic Aerosols play important roles in climate change and therefore there is great relevance in the work of this project. Glyoxal and methylglyoxal are important intermediates in atmospheric chemistry and experience in the detection and monitoring of these species could contribute to the development of new monitoring techniques. Publications (for example, the following has been submitted for the prestigious Faraday Discussions meeting on Aerosols for July 2013 - A comprehensive on and off-line mass spectrometric study of oxidative and ageing effects on reactive uptake of glyoxal by aqueous ammonium sulfate particles Jacqueline F. Hamilton, Emanuela Finessi, Maria T. Baeza-Romero, Andrew R. Rickard, Robert M. Healy, Salvatore Peppe, Thomas J. Adams, Mark J. S. Daniels, Stephen M. Ball, Iain C. A. Goodall, Paul S. Monks and Amalia Mu&ntilde;oz Invited contribution/paper at the Faraday Discussion 165: Tropospheric Aerosol - Formation, Transformation, Fate and Impacts University of Leeds, July 2013).\n\n\n\nTalks and Conference Presentations - a number of presentations at international and national conferences have already been made. Examples are given in the outcomes section.\n\n\n\nThrough MCM website - Some work is relevant for the Master Chemical Mechanism, and such material will be uploaded and publicised through the MCM website. Environment","dataset":"gtr"}