{"id":"A7043C39-54BF-4635-AF17-E34B33151473","title":"Charge Transfer States in D-A Excitonic Solar Cells: Photophysical Characterization and Loss Mechanisms for Charge Generation","abstractText":"Alternative energy sources are in great demand to support the economic growth of our society. During the past decades the world has been assaulted by the idea of a possible exhaustion of our fossil fuel supply in a relative short period of time, dramatically increasing energy costs as it becomes more and more scarce. The way to face this problem is obviously to look for environment friendly energy sources that satisfy the criteria of being i) cheap, ii) environmentally benign and iii) inexhaustible. Among the ones that satisfy the criteria is the use of sunlight to produce energy by the photovoltaic effect.Recently much attention has been focused on organic, polymeric or hybrid systems for photovoltaic operation. Such solar cells need to be cheap and easy to produce for practical applications. In addition, questions of energy conversion efficiency and long-term stability need to be addressed. Two distinct, but complementary, methodologies have emerged; mesoscopic dye sensitized (DSC) and bulk organic (or polymeric) heterojunction (BHJ) solar cells.In the BHJ configuration, a mixture of a conjugated polymer (donor) and charge acceptor, usually a fullerene derivative, are sandwiched between two metallic electrodes, one of which is transparent. This architecture has the advantage of giving the possibility of process and assemble the active layer using a single step from solution, and make use of classical printing techniques on different types of substrates, avoiding high temperatures and more expensive deposition methods.Organic solar cells differ from their inorganic counterparts by producing bound electron-hole pairs (excitons) upon light absorption; these excitons, as a result of the low dielectric constants of the active medium, show a considerable electron-hole binding energy, around 0.4 eV, and as a consequence, exciton dissociation occurs only at the interface between two materials of different electron affinities, working as electron donor (D) and the electron acceptor (A), which yield a driving force for charge separation.Understanding the fundamental electronic interactions between the D and A materials as well as the role of the composite film morphology, device architecture and processing conditions, is crucial to achieve high efficiencies. Over the last few years progress has been mostly achieved through the understanding of the importance of the active layer morphology, especially the type of solvent used, polymer regioregularity and film annealing conditions to the device final performance.In the proposed research, several electron donor and acceptor materials will be investigated in order to unravel the processes that control the formation and recombination of free charge carriers in organic photovoltaic devices. A particular focus of the research will be the investigation of conjugated materials containing heavy atom complexes, which give rise to an intrinsic mechanism that promotes the formation of triplet excitons. This very rapidly and efficiently converts all polymer singlets into polymer triplets that can be used as electron donors in photovoltaic operation. A detailed investigation of these materials as donor materials in BHJ solar cells is still lacking, and the concept of using long lived triplet excitons in charge generation deserves further attention, particularly in order to clarify the effect of the increasing mixing of singlet and triplet states on the energy of the CT state and geminate back electron transfer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I006656/1","grantId":"EP/I006656/1","fundValue":"101401","fundStart":"2011-02-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"  At the fundamental research level, this project contributed directly to the understanding, and design of novel organic photovoltaic materials, which are currently under investigation. The project had also a social impact, related with knowledge transfer to industry: The two postdoctoral researchers that have collaborated in this project are now working in companies in the UK, and for both of them the experience and knowledge gained during this project, by using lasers, and writing software for the development of ultrafast spectroscopy techniques was essential to the companies that have hired them. Education,Energy Societal","person":"Fernando  Dias","coPersons":[],"organisation":"Durham University","findingsText":" This project is focused on the investigation of fundamental molecular interactions that take place in organic blends of electron donor (D) and electron acceptor (A) materials for photovoltaic applications. \nThe photoinduced charge generation mechanism in organic materials is still not fully understood. However the current view is that the mechanism involves the creation of excitons when light is absorbed in the active layer, and after these excitons have diffused to the D/A interface, electron transfer between both materials leads to the creation of a charge transfer intermediate (CT). Dissociation of this CT intermediate is then crucial for the formation of free charges, which then need to be collected at the corresponding electrodes. \n\nAn important limiting factor for the formation of free charges is thus the recombination/dissociation affecting the intermediate CT exciton formed at the D/A interface. However, the mechanism is still unclear and even the existence of this intermediate has been questioned. \n\nIn this project we were interested on the investigation of fundamental aspects that affect the dissociation and recombination of the CT intermediate. We have designed an experimental system where the kinetics of CT excitons and free charges is followed in model donor/acceptor blend systems, without the interference of other spectroscopic signatures, as energy transfer or significant exciton migration for example. \n\nWe then discovered that instead of a simple sequential mechanism, where free charges occur from CT dissociation only, both CT excitons and free charges are promptly formed at the interface between D and A materials, however while the CT excitons are affected by fast recombination, the free charges are able to migrate from the interfaces to the bulk quasi-crystalline regions. \n\nThe blend morphology has a strong impact on the ratio of free charges and CT excitons that are formed. Increasing the phase segregation between the two materials leads to a pronounced increase on the fraction of free charges formed directly.\n\nDirect recombination of the CT geminate pair to the triplet state of the donor is observed to compete with CT dissociation and acts to fundamentally reduce the total number of free charges generated in the blend.\n\nBoth recombination and dissociation are strongly dependent on the blend morphology, with increased free charge yields obtained by creating percolation pathways for charge to move away from interfacial regions. However, under such conditions rapid exciton recombination within the donor domains occurs before the onset of electron transfer, and acts to further reduce the yield of free charges. The project outputs will be explored in order to design and synthesize new materials, and fabricate organic solar cell devices with optimized structures. This research gives important directions to fully understand the mechanism governing the photoinduced charge generation in blends of organic materials. Energy","dataset":"gtr"}