{"id":"A706F14D-DEB7-4FBA-945B-E88A6EB87A71","title":"Development of a Novel, Safe Method for the Non-invasive Assessment of Human Bone Quality, In Vivo, using spatially offset Raman spectroscopy.","abstractText":"The proposed activity is part of an exciting programme of international and multi-disciplinary work developing Raman spectroscopy of skeletal tissues for clinical use; measured for the first time through the unbroken skin. We are initially targeting bone in patients with osteoporosis, but this novel technology is applicable to other tissues and conditions. This project will add value to our work with three major associated developments: optimisation of bone spectroscopy through skin (both temporally and spatially-resolved techniques); identification of major spectral features that are associated with bone strength; and improving fracture risk predictions in comparison to the current standard DXA scans. A major problem our Society faces as a consequence of continual advances in healthcare and increasing wealth is enhanced life expectancy. With this the ability to enjoy a healthy and active ageing is often compromised by painful long lasting degenerative diseases of the musculoskeletal system. Indeed the Government is keen on prevention through ealry diagnosis and lifestyle changes, health ageing is a National Government priority.Current techniques used to identify the major degenerative skeletal diseases such as osteoarthritis and osteoporosis are based on imaging using X-ray radiation (DXA scanning, CT scans and Radiography). These technologies are limited as they rely on imaging the mineral component of the bone tissue, the mechanical strength of bone,however, is determined largely by the protein component, predominantly collagen type I and this is invisible to X-ray techniques.Bone tissue is a composite material comprising an inorganic mineral crystal component and an organic proteinaceous fibre component. The mineral fraction largley determines the stiffness of the material and the fibre component the strength.Many bone diseases and age related changes to the skeleton arise as a consequence of changes in the protein chemistry, either as a consequence of the genetic make up of an indivudual or the mechanical loading of the bone itself.Recently our collaborative team has developed a new revolutionary technique capable of determining bone tissue composition non-invasively through patients' skin. The concept, Spatially Offset Raman Spectroscopy (SORS), enables safe characterisation of tissue in vivo at depths of several millimetres. This is by at least an order of magnitude deeper than that possible with conventional Raman methods. Our breakthrough paves the way for the development of safe techniques for the early diagnosis of diseases where subtle molecular details within tissue can provide indicators of health problems, for example, the non-invasive diagnosis of genetic bone disease such as brittle bone disease and degenerative conditions such as arthritis. Other analytical applications include the probing of pharmaceutical products in depth and through coatings and packaging, the subsurface probing of paints, food products and security screening. The research project is enhanced through a strong cross-disciplinary science component opening a new branch of Raman spectroscopy with strong potential for commercial exploitation of research outcomes. Our research has permitted us to obtain the first Raman spectra of human bone in vivo under totally safe conditions (2 mW) as a basic proof of concept. Although as yet unoptimised the available information can be contrasted with that obtainable using conventional X-ray techniques such as DEXA which only yield the density of the mineral component. The extra information contained in Raman spectra holds promise for the characterisation of bone diseases such as osteoporosis or brittle bone disease. To realise this goal, further research is now needed to increase the penetration depth and establish a firm link between Raman spectra and specific bone diseases. This proposal has the potential to develop a new diagnostic modality in modern medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H002693/1","grantId":"EP/H002693/1","fundValue":"1668420","fundStart":"2010-03-16","fundEnd":"2015-03-15","funder":"EPSRC","impactText":"","person":"Allen  Goodship","coPersons":["Richard William Keen","Anthony William Parker","Helen Lucy Birch","Pavel  Matousek"],"organisation":"University College London","findingsText":" A clinical study has been set up, with appropraite ethical and MHRA approvals, and is currently running at the Royal National Orthopaedic Hospital, Stanmore, UK; the aim of this research is to assess the potential of Spatially offset Raman spectroscopy (SORS) as a tool for the exploration (and potential diagnosis) of bone disorders, namely osteoporosis, osteoarthritis and osteogenesis imperfecta. To date 57 particpants have been enrolled. The study aims to explore the chemistry of bone matrix in different bone diseases non-invasively, with Raman spectroscopy. SORS is a non-invasive, high-throughput, robust analysis technique with vast potential for use in vivo.\n\n\n\nAlongside the clinical study, specimens have been collected, following consent, from patients with osteoarthritis undergoing total knee replacements. The results support our hypothesis: that changes in bone matrix chemistry, related to OA, can be detected in the subchondral bone prior to overt cartilage damage by Raman spectroscopy. Furthermore, for the first time we demonstrate that there is no difference in matrix chemistry between the medial and lateral compartments, within each cohort, however there is a large overall degree of separation (confidence interval = 0.95) between the non-OA and OA specimens. However, there are also significant differences between the spectral signatures of OA and non-OA sample cohorts. Our data provide support that chemical changes in bone are associated with the initiation of, or predisposition toward, joint degeneration. The results demonstrate that Raman spectroscopy should be further developed as a future tool to provide screening for early detection of joint degeneration based on correlating molecular-specific modifications in the subchondral bone.\n\n\n\nThe following links relate to dissemination of our work to interested parties and the general public. \n\n\n\nhttp://www.rnoh.nhs.uk/sites/default/files/downloads/12-156_rnoh_a4_20_articulate_autumn_2012_web_release.pdf\n\nhttp://www.rnoh.nhs.uk/sites/default/files/downloads/12-222_rnoh_articulate_winter_2013_web_release.pdf\n\nhttp://www.brittlebone.org/raman-spectroscopy.html?searched=raman&amp;advsearch=oneword&amp;highlight=ajaxSearch_highlight+ajaxSearch_highlight1 The application of SORS to measure both the organic and mineral phases of the bone transcutaneously in vivo has not previously been reported and would offer a simple, safe and cost-effective way of exploring and monitoring bone disease. There is potential to utilise our data in the development of devices for screeening, diagnosis and monitoring of treatment in a range of genetic and degenerative bone conditions. \n\n\n\nWe also anticipate the data will contribute to the understanding of the mechanicsms that control the matirx chemistry of bone as a material in relation to bone as a structure. This could identify therapeutic targets for novel approaches in treating conditions relating to abnormalities in bone matrix composition. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}