{"id":"A70E6AC1-C49A-4C6A-814A-3E3005541B96","title":"Moral Victories: Ethics, Exit Strategies, and the Ending of Wars","abstractText":"What does 'victory' mean in the context of the liberal interventions characteristic of post-Cold War western warfare? Often conceived in narrowly strategic terms, can the concept of victory also provide a moral compass for policy pertaining to the termination of wars? Or is it a retrograde notion that impairs rather than empowers policy by fostering an unhelpful image of military conflict as 'trial by strength'? Against the backdrop of protracted and messy 'endgame' struggles in Afghanistan, Iraq, and Libya, this project addresses these vital questions.\n\nThis focus necessarily leads to an engagement with the field of Military Ethics. Supported since 2002 by a specialist journal, the Journal of Military Ethics, this is a growing area of research in the US, UK, and Europe. Widely taught at service and military academies under the rubric of Leadership Studies, and at research universities, it brings together ethicists, strategists, historians, political theorists, philosophers, international relations scholars, theologians, and military practitioners and planners to consider the ethics of military force. \n\nThis project will contribute to an emergent area of concern within Military Ethics, the jus post bellum, that body of work devoted to the ethical issues associated with the conclusion of conflicts. Reflective of the structure of just war theory, Military Ethics has traditionally focused on the jus ad bellum and jus in bello poles of analysis, which focus respectively on the moral questions attendant to the initial resort to force and its subsequent conduct. Since it was first vaunted by Michael J. Schuck in a 1994 Christian Century article, the jus post bellum has been hailed by leading figures in the field-Michael Walzer, Brian Orend, and Larry May, among others-as an area of great importance. Despite this, the jus post bellum remains sorely underdeveloped. \n\nMuch current jus post bellum literature focuses on the responsibilities, rights, and duties of the 'victor' (vis-&agrave;-vis both the 'vanquished' enemy and the international community more generally). This project will examine the utility of this framing. In particular, it will contend that the emphasis on 'victors' (and by extension 'victory') is of dubious merit. On the one hand, it locks in ad bellum and in bello restraints on war. On the other hand, it is an archaic remnant of the classical and medieval conception of war as an 'ordeal' or 'wager'-a conception that few would endorse today. Accordingly, this project will bring together leading UK, US, and European scholars (historians, strategists, ethicists, and international relations specialists) and practitioners (military educators and defence ministry personnel) to re-evaluate the role that the concept of victory can and should play in military planning and policy. \n\nThe project will pivot upon the following question. How should victory be construed in the context of post-Cold War conflict? Is victory a normative or purely strategic concept? Can victory provide a moral compass for the termination of wars? Is victory a problematic concept for any reason? How can victory in war be leveraged to yield a durable post-war order? Viewed in concert, these questions, which are designed to lead rather than constrain, will provoke consideration of the relation between ethics, strategy and governance in respect of the termination of violent conflict. More generally, the project as a whole will challenge scholars and practitioners to re-consider the utility of force in the current security environment and the relation that now prevails between winning wars and winning the peace.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L013363/1","grantId":"ES/L013363/1","fundValue":"199850","fundStart":"2014-11-01","fundEnd":"2016-10-31","funder":"ESRC","impactText":"","person":"Cian Daniel O'Driscoll","coPersons":["Kurt Andrew Mills","Phillips  OBrien"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}