{"id":"A720AF84-8BFC-4C4B-92E2-DB97CEC89450","title":"Elastomeric Opals: Follow on Fund","abstractText":"For the past 5 years our team has been developing plastic films incorporating polymer nanoparticles that when correctly processed show structural colour. Most coloured materials depend on pigments that selectively absorb particular colours, and these are frequently toxic and fade over time. Creating colours that can change on demand is currently impractical for most markets. The materials that we create produce colours based exclusively on the nanoscale spacing of transparent components, and actively change colour if stretched or swelled. The prospect is thus for a materials-based company selling suitably-tailored coloured films into a variety of markets.Our aim is thus to formulate and develop the business case for a spin-out company based on elastomeric polymer opals which use our novel manufacturable nanotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H027130/1","grantId":"EP/H027130/1","fundValue":"99049","fundStart":"2010-10-01","fundEnd":"2011-12-30","funder":"EPSRC","impactText":"  Polymer opals was part of our exhibit on structural colour, seen by 13000 people in 6 days, including students, politicians and the media. Many subsequent articles showcased our work.\n\nStrong outreach to the public, showcasing how nanotechnology can solve problems, for instance making colour without toxic dyes, or produce new security features in banknotes.\n\nBeneficiaries: Public, Teachers, Manufacturers/Technologists\n\nContribution Method: Showed new ways to produce colour than those traditionally used, at much lower footprint to the environment. Aerospace, Defence and Marine,Agriculture, Food and Drink,Creative Economy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Retail,Security and Diplomacy Societal,Economic","person":"Jeremy John Baumberg","coPersons":[],"organisation":"University of Cambridge","findingsText":" This project was aimed to develop the invention of polymer opals made previously. We aimed to show a way to make these opal films at high speed suitable for industry. The opals are artificial version of opals dug out of the ground, which show very strong and iridescent colour due to their nanostructure, not any dye. We make them out of plastics on a very large scale (up to 1km so far). Because they can be made elastic, they change colour when stretched. These means there a host of applications for them, and the aim was to work with companies to see which were possible. We successfully patented a number of new ways to make the opals, which protect the space very strongly from competitors. Three key markets have been identifies: security, packaging and textiles.\n\nWe can make flexible optical marks on banknotes that are easy to see and very hard to forge. We can make packaging that changes colour when food spoils, or detects if tampering has taken place. We can make clothes that change colour when worn and flexed. Various UK and international companies are working with us on this. A number of companies are very interested and continue working with us. We have built a team with our German collaborators and Cambridge Enterprise to develop the technology. We expect to spin out or license in the next year. Chemicals,Construction,Digital/Communication/Information Technologies (including Software),Energy,Healthcare","dataset":"gtr"}