{"id":"A73656EC-7BFC-4554-B239-9E381E56B240","title":"Sphingolipid biosynthesis in the parasitic apicomplexan protozoa: divergent enzymes in key host:pathogen interactions","abstractText":"Introduction\nThe apicomplexans are a large group of related, single-celled microscopic organisms that cause a range of diseases (including malaria) in both humans and economically important domestic animals. One of these, Toxoplasma gondii, can infect most species of warm-blooded animal causing a disease known as toxoplasmosis. In recent times toxoplasmosis has come to prominence as a serious disease in patients whose defences (immune response) against infectious microbes have been damaged, such as those suffering from Acquired ImmunoDeficiency Syndrome (AIDS) and those undergoing anti-cancer chemotherapy. Furthermore, during normal pregnancy infection of the unborn child with Toxoplasma is a major cause of miscarriage and congenital defects in humans. Similarly, Toxoplasma causes the spontaneous abortion of unborn lambs, leading to annual multi-million pound losses to UK sheep farmers.\nThe Problem\nHumans and other animals usually become infected with Toxoplasma following ingestion of faeces from the infected cats, or via contaminated food. Subsequently, the parasites can invade almost any of the cells that make up the body. However, in most cases this infection does not cause serious disease, instead Toxoplasma is controlled by the immune response of the human or animal and retreats into cysts in muscle tissues or the brain. These cysts can remain throughout the host's life without causing any physical problems, although some studies have linked the cysts to behavioral changes and mental illness in humans. However, a damaged (in an AIDS or cancer patient) or undeveloped (in an unborn human or animal) immune response is unable to control the parasite in this way and serious disease occurs, commonly leading to severe brain damage. Unfortunately, the few available drugs to treat the diseases caused by Toxoplasma and other apicomplexan parasites show severe problems with effectiveness and major side-effects, meaning that there is an urgent need to discover new therapies for both human and animal health.\nThe Background\nWithin the human or animal cell Toxoplasma manufactures many molecules it needs for growth, however it is also able to scavenge various materials that it uses for its own purposes. Sphingolipids are essential components of the Toxoplasma plasma membrane (the fatty barrier that separates the inside of the parasite cell from the external environment). Our previous work has shown that although the parasite can scavenge sphingolipid from the host animal cell, this process is not essential for growth and the spread of infection. This indicated that the machinery that Toxoplasma possesses to synthesize the essential sphingolipids is likely to be crucial for its survival and ability to cause disease. \nThe Aims\nWe have identified key enzyme components of this machinery and this research proposal aims to exploit these findings by: [i] Demonstrating that Toxoplasma sphingolipid synthesis is essential for the parasite; and [ii] Characterizing the identified enzymes, the components of the sphingolipid machinery. The data generated will facilitate future work to exploit the Toxoplasma (and other apicomplexan parasites') sphingolipid synthesis machinery as a target for new, much needed, drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M024156/1","grantId":"BB/M024156/1","fundValue":"364387","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Paul William  Denny","coPersons":["Ehmke  Pohl"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}