{"id":"A739B592-B706-4083-845C-8403EE31F3B2","title":"Plasmonic Networks for Nanoscale Light Control (PINpOiNT)","abstractText":"Nanoscale quantum optics is a promising new field aimed at coherent control and manipulation of single photons emitted by individual quantum emitters in a nanostructured photonic environment. Single emitters have dimensions much smaller than the wavelength of light, and therefore interact slowly and omni-directionally with radiation, placing limits on photon absorption and emission. These intrinsic fluorescence limits can be overcome when the source is placed in a nanostructured photonic material.\n\nMulti-scale (fractal) structures are a new class of particularly interesting photonic materials, since they lead to spatial localisation of the electromagnetic energy into subwavelength areas (hot spots of 10s of nm) over a wide spectral range, which are driven by optical excitations coupled to the network on different scales.\n\nHere I propose to investigate collective plasmonic systems, based on plasmon multiple scattering and interference on metallic networks. I will study natural gold networks and artificially designed one. I will approach these structures using a network theory approach, a statistical method centred on the network topology, made of links and nodes. This method has the potentiality of describing the complex system with few robust parameters, extracted from the rich microscopic details, and thus provides much deeper understanding.\n\nThe study of network optical properties will focus on probing one of the most robust modal properties: the local density of optical states. This is a key fundamental quantity involved in light-matter interaction, as it provides a direct measure for the probability of spontaneous light emission (the Purcell effect), light absorption and scattering. \n\nI propose to identify the emergent nature of the different optical modes of complex plasmonic networks by studying the statistics of the LDOS in artificial plasmonic networks. I plan to understand the inner character of the complex plasmonic modes, and to reveal subwavelength &quot;hot-spots&quot;, critically localized states and chaotic mode signatures. This knowledge will be exploited to design and engineer the LDOS for local fluorescence enhancement and to exploit the network as an unconventional antenna to control the fluorescence of an individual colloidal quantum dot, enhance its radiation rate, boost and manipulate its directionality.\nI will aim at demonstrating a strong link between the plasmonic network structures, their optical properties and their effect on a light emitter.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K02146X/1","grantId":"EP/K02146X/1","fundValue":"84725","fundStart":"2013-04-02","fundEnd":"2015-04-01","funder":"EPSRC","impactText":"  Our findings are too new to have been used. The main impact at the moment is scientific, as we will discuss them in the Faraday Discussion on Nanoplasmonics in January 2015 Digital/Communication/Information Technologies (including Software),Electronics Cultural","person":"Riccardo  Sapienza","coPersons":[],"organisation":"King's College London","findingsText":" We have investigated networks made out of gold nano-particles and used them to control the light emitted by a point-source, a small sphere of fluorescent dye. This has allowed us to reveal the optical fields localised in the gold network and their properties. We forecast that researchers in the field of nano-optics, plasmonics, fluorescence imaging and disordered photonic media will benefits from our study, which present the key parameters important for light emission control and shows detailed experiments to validate the hypothesis. Planar on chip photonic devices are also ideal to integrate with electronics for next generation optoelectronic devices. Digital/Communication/Information Technologies (including Software),Electronics,Other","dataset":"gtr"}