{"id":"A73FC9D6-7F56-4FFE-9D7B-9C9299756894","title":"Pulsed laser synthesis of functional nanomaterials","abstractText":"On the nanometer scale (1000 times thinner than a human hair) the properties of materials can be very different to those we are familiar with. Nanotechnology is the utilisation of these, often superior, properties for the technological advancement of mankind and may be the driving force behind an industrial revolution in the 21st century, making commonplace a wide variety of high-tech devices - everything from miniature computers to labs on a chip that can rapidly screen people for explosive residues as they go through airport security. As nanotechnology ramps up over the next decade, expectations are high that demand for high-tech materials with length on the nanometer scale will skyrocket as well, leading to big profits. However, before these nanomaterials can become dominant in the marketplace cheap, low temperature, large-scale methods for production are required. Also, methods that involve the materials assembling themselves, rather than expensive and time consuming patterning, will become more important for commercial activities. Excimer lasers are a source of invisible, ultra-violet, light which deliver pulses with durations of around a hundred millionths of a second. These very short pulses still contain lots of energy, however, so the power supplied during the pulse can be similar to the output of a power station! Focused laser light with short wavelengths is absorbed in a thin surface region, for the majority of materials, allowing melting and vaporisation of a wide variety of materials placed at the focal point. This forms the basis of a very versatile material deposition and modification system. This research would concentrate on new techniques for using these high power, short pulsed, lasers for the production of technologically relevant nanomaterials, such as nanofoams, nanocoils and nanotubes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F052901/1","grantId":"EP/F052901/1","fundValue":"430217","fundStart":"2008-11-03","fundEnd":"2012-08-02","funder":"EPSRC","impactText":"  This project has led to several important outcomes that through appropriate development can have important societal implications, especially in the field of sensing and novel materials. First and foremost, the development of nanostructures that are show selective responsivity to solvents are of strong importance to where such solvenst are in use (e.g.: manufacturing plants, academic institutions etc.) These are likely to result in a new geration of low cost sensors that can be conformed to different topographies. This also enables their future development into potential portable health monitors.\nThe use of carbon electrodes in X-Ray detectors presents another opportunity for developing a new class of high performing radiation detectors with low Z coatings. The success of these preliminary investigations led to a funded EPSRC multidisciplinary grant in collaboration with Element 6 which ahs led to the further development of this process. \n\nWhile there is a strong potential for exploitation of this work in areas where radiation exposure is an issue, the use of carbon electrodes can also be beneficial in other areas such as energy harvesting, generation and storage.\n\nThe results demonstrated that it was possible to produce high carbon content electrode materials. This technology allowed us to produce conductive low Z coatings for diamond-based X-ray detectors and led to a funded EPSRC multidisciplinary grant (EP/I027327/1) in to develop the process further.\n\nFurthermore, the work on understanding the growth of thin film DLC carbon, allowed us to consider other applications including graphene growth (EP/L02263X/1), and the use of nano-carbon hybrids for high emissivity coatings in cameras with industry and through the impact acceleration account (EP/K503939/1) and KTA (EP/H500189/1). Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Environment,Other Economic","person":"S Ravi Silva","coPersons":[],"organisation":"University of Surrey","findingsText":" The project involved the synthesis of functional metal oxide nanomaterials and metal incorporated carbon nanostructures for electronic device applications. \nIn addition to the synthesis of materials, temporal and wavelength resolved imaging of plasma plumes during laser ablation was also investigated. The work carried out involved a close collaboration with the project partners at the Bristol University. \nThe materials synthesized during this study involved the synthesis of nanostructures whose growth and morphology were controlled through the tuning of the laser processing parameters. The nanostructures synthesized using this route were subsequently employed also as starting materials for the growth of hierarchical structures. Initial studies on the electronic properties of thee nanostructures yielded promising optoelectronic properties. Based on these results, preliminary investigations were carried out in order to fabricate vapour sensors. Following these initial investigations, extensive studies were carried out on selected growth of these metal oxide nanostructures on preferred locations, fabrication of their vapour sensing properties and finally, the fabrication of flexible vapour sensors. These precise solution phase synthesis of oxide nanowires, are now also being used as new materials for other EPSRC funded projects.\nThe second aspect of this project involved the fabrication of carbon nanostructures using a mixed metal/carbon target, the principle aim being to assess the possibility of fabricating carbon nanotubes using the metal nanoparticles as the catalyst, and the temperature of the plasma plume itself. While the formation of graphitic nanostructures were achieved through control of the ablation conditions, extension of these nanostructures in to the more ordered nanotube structure was found to be impossible.\nThe study of laser ablation of the mixed metal/carbon target also involved controlled fabrication of thin films of differing morphologies ranging from smooth diamond-like films to high surface area cluster assembled structures. The incorporation of the metal into the target was observed to lead to a three orders of magnitude improvement in the electrical properties of the carbon nanostructures without affecting their nanoscale structure. One important outcome of these investigations was the observation of the breakdown of the initia stoichiometry of the target leading to a metal enrichment in the deposited film. Through discussions with the collaborators at the University of Bristol, the underlying mechanism behind this metal enrichment was studied and understood for the first time by high temporal resolution wavelength-resolved imaging using the fast-gated iCCD camera purchased as part of this proposal. Following the development in the understanding of the physical processes involved and the controlled synthesis of the above nanostructures, investigations into applying these nanostructures was also carried out with the principle focus being on gas sensors.\nAnother outcome of the above work carried out was a collaborative effort with the Department of Physics at the University of Surrey. In that work, smooth carbon films deposited using laser ablation were employed as contact for tissue compatible diamond based X-Ray detectors.\n\n The first outcome from the funded project was presented at the European Materials Research Society Symposium in France 2009. Following this, the controlled synthesis of hierarchical metal oxide nanostructures for published in peer reviewed journal sin 2010. The results on the conductivity enhancements through metal enrichment in nanostructured carbons were published in 2011 and publication on the application of carbon thin films as electrodes appeared in 2012.\nA key output also was to use the understanding obtained in the interaction of carbons with catalyst to better tune catalyst for thin film growth. This knowledge played a role in us applying for funding to set up a graphene growth facility at Surrey. Gas sensor technologies\n\nConductive low Z contact for diamond based tissue-equivalent X-ray sensors.\n\nSuper-capacitor electrode materials\n\nThe results demonstrated that it was possible to produce high carbon content electrode materials. This technology allowed us to produce conductive low Z coatings for diamond-based X-ray detectors and led to a funded EPSRC multidisciplinary grant (EP/I027327/1) in to develop the process further.\n\nFurthermore, the work on understanding the growth of thin film DLC carbon, allowed us to consider other applications including graphene growth (EP/L02263X/1), and the use of nano-carbon hybrids for high emissivity coatings in cameras with industry and through the impact acceleration account (EP/K503939/1) and KTA (EP/H500189/1). Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Environment,Healthcare,Other","dataset":"gtr"}