{"id":"A744ACCE-795E-47C4-B761-21976949B580","title":"Molecular and Atomic Hydrogen in Pillared Layered Materials: Towards Tuneable Hydrogen Storage","abstractText":"In this request for a Next Generation Facilities User studentship, we will use neutron scattering to study hydrogen in two prototypical pillared layered systems: graphite intercalates and mica clays. In these materials we can tune the layer charge and gallery spacing to optimise the uptake of hydrogen, and they are therefore of both practical and fundamental significance. Clean energy is a highly topical issue, and this will make it much easier for us to recruit a high-quality student. Specifically, for the hydrogen economy to be practical there are a several technological challenges to be overcome, many of which are associated with the materials used to store the hydrogen itself. The required performance targets have been codified by the US Department of Energy, and include the weight percent and volumetric density of hydrogen, the kinetics of its uptake/release, cost, lifetime and safety. At the moment there are various different technologies that are being investigated, but currently no material meets even the 2005 goals. We believe that in pillared graphite and clays we have identified a class of material that will be able to satisfy this need, and are also cheap and environmentally friendly (recyclable). Furthermore, their hydrogen absorption properties are highly tuneable via control of the interlayer spacing, the concentration and type of intercalant, the surface charge, and nano-scale texture. At a fundamental level, the project will also give the student insight into the molecular dynamics and quantum delocalisation of H2, and effects which are driven by H2-dissociation including the mysterious restaging of materials like KC8. In high charge clays such as vermiculite and mica, the co-intercalation of H2 is as yet unstudied, but we expect that the student will find that these materials are excellent exemplars of cation-rich charged oxides, with controllable gallery spacings and uptake properties far superior to materials such as zeolites. All of this research will make excellent use of the STFC's Neutron Scattering Facilities, at the ISIS Pulsed Source in particular, using a variety of diffraction and spectroscopy instruments to exploit the unique neutron-proton scattering, and providing a rich training experience for the student.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G068445/1","grantId":"EP/G068445/1","fundValue":"162446","fundStart":"2009-09-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"  Our findings are being used to optimise hydrogen physisorption in a range of nanostructured porous materials - specifically by creating open metal sites. Chemicals,Energy Economic","person":"Neal  Skipper","coPersons":["Mark  Ellerby"],"organisation":"University College London","findingsText":" We have discovered that partially dehydrated clays can act as a new class of static hydrogen storage material, and also a model system in which to study hydrogen physisorption. The fundamental knowledge of hydrogen-cation interactions if being applied to improve the hydrogen storage properties of a wide range of hydrogen storage materials. Chemicals,Energy,Environment","dataset":"gtr"}