{"id":"A748F79A-B803-4C84-8FD8-269CF7662C9C","title":"shear-induced metal segregation in ordinary chondrites: implications for planetary core formation","abstractText":"This project is concerned with the process of core formation in growing planetary bodies. The sample material is a meteorite (technically an H6 ordinary chondrite) that contaims 'metal' in the form Ni-Fe-S. Presently, our understanding based on experiments is that under non-hydrostatic conditions, deformation mechanisms (shearing) provide local high permeability pathways for liquid metal segregation independent of surface tension effects. The role of deformation in promoting segregation (sometimes referred to as percolation) in a partially-molten silicate matrix challenges the long-standing idea that core formation in planetary bodies requires a magma ocean. However, only a small number of laboratory experiments on natural samples have been done to date. As important as they are, these experiments cannot provide robust information on the detailed fluid dynamics of liquid metal transport during shear, nor comment significantly on the wider scale implications of deformation driven porous flow in core formation other than through speculation. The required level of information can only be obtained from numerical modelling. Experiments do however provide critical textural and geometrical information and in natural samples, geochemical data pertinent to pore-scale flow. We offer a combined approach that uses textural data from real meteorites, deformed under laboratory conditions, as input data for our numerical models. The result will allow us to explore the microscale physics and chemical ramifications of Fe metal-silicate melt segregation in the wider context of planetary core formation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F01080X/1","grantId":"NE/F01080X/1","fundValue":"33632","fundStart":"2008-02-01","fundEnd":"2009-01-31","funder":"NERC","impactText":"","person":"Nicholas  Petford","coPersons":[],"organisation":"Bournemouth University","findingsText":"","dataset":"gtr"}