{"id":"A74FE55D-8B82-4F28-A9D8-37EA89F4ED59","title":"Hydro-patterning: a novel mechanism controlling root branching","abstractText":"Food security represents a major global issue. Significant improvements in crop yields are urgently required to meet the 50% increase in world population by 2050. The degree of root branching determines the efficiency of water uptake and acquisition of nutrients in crops. Understanding the regulation of lateral root (LR) development is therefore of vital agronomic importance. We have recently observed using a new form of X-ray imaging that root branching is profoundly influenced by the distribution of water in soil. Lateral roots (LR) form on the side of the main root in contact with water, but rarely on the dry side, using a mechanism termed 'hydropatterning' that is highly conserved in all plant species studied to date. \nThis project will investigate how hydropatterning actually works to cause new branches to form on the wet, but not dry, side of a root. To help our studies, we have already identified several genes and processes that are important for this process. This includes a special protein called ARF7 that regulates where root branches are formed. We will test whether the ARF7 protein on the dry side of a root is modified by another protein called SUMO, causing ARF7 to become inactivated. We will perform a series of experiments to test this idea at the start of the project. Next, we will find out where and how ARF7 and SUMO regulate lateral root hydropatterning. Finally, we will explore whether this is a highly conserved mechanism that all plants have inherited from the very first land plants that colonised dry land. The knowledge gained from this study will provide information about the key genes and processes controlling root branching, helping scientists design strategies to manipulate root branching and enhance crop yield.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M002136/1","grantId":"BB/M002136/1","fundValue":"341035","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"Ari  Sadanandom","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}