{"id":"A754D871-591A-489F-A41A-4FD83794630C","title":"Fundamental Physics UK 3rd Annual Workshop","abstractText":"Over the past few years there has been a large inflow of researchers in fundamental physics from across the world into the UK. The aim of the proposal is to provide a stimulating environment for cross fertilization between the three main areas of fundamental physics: string theory, gravity and quantum field theory. The previous FPUK meetings, in November 2007 and 2008, were held at King's College London and were widely regarded to be a success. We wish to build on this and organize a third meeting in November 2009, this time in Trinity College, Cambridge. The following speakers have tentatively agreed to talk:Bobby Acharya (ICTP)Nick Dorey (Cambridge) Anne Green (Nottingham) Mukund Rangamani (Durham) Gabriele Travaglini (Swansea) One further speaker's slot will be kept open to allow for current developments.The meeting will be organized to allow for a good deal of interaction surrounding a selected number of talks. The aim of the talks will be to provide a pedagogical synopsis of the current 'hot' research topics. However there will also be significant periods of informal discussion, including both an active discussion centered on the talks as well as time for private discussions. As originally envisioned this meeting is the third in what is planned to be a regular, annual, series of meetings. The overall aim of these meetings will be to create dynamic and informal research environment from which all UK researchers will benefit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H018336/1","grantId":"EP/H018336/1","fundValue":"6078","fundStart":"2009-11-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"  The conference was used to share information and facilitate interactions between UK-based researchers in string theory and related topics in fundamental physics Other Economic","person":"Neil  Lambert","coPersons":["Veronika  Hubeny","Harvey  Reall","David Simon Berman","David  Tong"],"organisation":"King's College London","findingsText":" This was a national conference for researchers in string theory and other related topics in fundamental physics Increased research outcomes. Further conferences along the line of this model were organised. Other","dataset":"gtr"}