{"id":"A75B2012-CE2D-4F3A-88FA-B736D26412AC","title":"Small nanoparticles: Design and synthesis of shape variants as multiplex biological probes for immuno-electron microscopy.","abstractText":"Summary Electron microscopy (EM) is a core technique within cell biology research allowing nanometer (nm) scale analysis of cell structure. In order to visualise the precise location of specific proteins and lipids, electron dense labels conjugated to antibodies are used. Gold nanoparticles are preferred because of their easily tunable size in the range of 2-15 nm and simple conjugation to targetting antibodies. Typically, labelling within a sample (immuno-EM) is restricted to three targets using visually separable gold sizes (5-, 10- and 15 nm). Increasingly, cell biology research requires simultaneous analysis of many more components within for example signalling networks. In addition, certain analysis methods are limited to using gold within a very narrow size range, further reducing labelling options. We aim to adapt methods for synthesising gold shape variants (bars, cubes, triangular plates, octahedrons) to produce particles with a size range suitable for immuno-EM. At these small sizes (2-15 nm) spherical particles are the default, by increasing the suite of visually identifiable shapes we will significantly increase the labelling options for immuno-EM. Using technology developed in our laboratory, the particles can be irreversibly linked to almost any compound. We will bind the nanoparticles to antibodies targetted against components of an important pathway involved in regulating cell growth and survival - the Ras cascade. These components are localised on the cell surface and can be visualised using EM protocols developed in our laboratory for studying protein and lipid distributions within isolated cell surface fragments. Unfortunately, this approach is limited to using very small gold (5 nm or less), therefore the development of shape variants dramatically increases the number of components that can be simultaneously identified within a single sample. Our study aims use these tools to determine the extent to which components of the signalling pathway are compartmentalised i.e. found in discrete patches that help to improve signalling efficiency or specificity. Ras is a model protein for studying isoform specificity within cell signalling pathways and combined with our EM approach has provided insights into compartmentalisation of the cell surface, therefore the research has implications beyond the immediate field of Ras biology. In a broader sense, the new shape variants will benefit the entire cell biology community who currently rely on immuno-EM for their studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E00637X/1","grantId":"BB/E00637X/1","fundValue":"99900","fundStart":"2007-01-09","fundEnd":"2008-04-08","funder":"BBSRC","impactText":"","person":"THANH THI NGUYEN","coPersons":["Ian Andrew Prior"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}