{"id":"A761FAC8-EC8B-452C-A4A3-6D256835200F","title":"Identification of a dominant glaucous inhibitor in wheat (Iw1) and its effect on yield and senescence","abstractText":"If you walk through a park in the early morning or after rain has fallen you will notice drops of water on the surface of the grass or the leaves in the trees. Water drops tend to roll off the leaves and are not absorbed by the plant since leaves and all plant surfaces are sealed by a thin continuous layer that repels water. This layer, called the cuticle, is of great importance as it protects the inside of the plant (clean and humid) from the harsh external environment (dirty and dry). Without a cuticle, plants would not survive on land. The cuticle is made up of a series of different types of waxes that vary depending on the plant species examined. These different wax compositions greatly affect how the plant can interact with the environment, for example, by impeding certain insects from recognizing the plant. They also determine the physical properties of the plant, such as its color, by affecting how much sunlight is captured or reflected from the plant. This is very important as the amount of sunlight reaching the plant determines how much energy the plant can produce via photosynthesis. In crops such as wheat, this has significant implications as increases in energy production lead to higher grain yields. Despite these apparent benefits, excess sunlight can also have negative effects on the plant. Therefore, the cuticle pays a key role in the plant by optimizing light capture whilst securing its survival and reproduction. This is a complex balancing act that will change depending on the environmental conditions in which the plant is grown. A promising strategy to produce wheat varieties that can provide higher yields and adapt to different environmental conditions is to modify the cuticular wax composition. This is an important objective as our society looks for ways to produce more food with less energy and water input. This is especially relevant as the threat of global warming materializes over the next decades. Our ability to develop these improved varieties will depend on our understanding of the genes controlling or regulating cuticular wax composition in wheat as our current knowledge is limited and incomplete. We need to do better, and fast. We have recently identified a region of the wheat genome that affects the amount of cuticular wax deposited in leaves and stems. This region contains several hundred or even thousands of genes, but provides an initial entry point to start understanding the genetic components that determine this important trait. Interestingly, we also discovered that this same region has a significant effect on grain yield and on the plant's aging process. These observations could be explained in two possible ways: there is a single gene within this region controlling cuticular wax which indirectly affects grain yield and aging or alternatively, the individual genes affecting these traits are completely independent and unrelated. It is important to decipher this so that we can determine the cause and the consequences of these important traits. In this proposal we will identify the gene responsible for the change in cuticular wax deposition in wheat and test whether this gene also affects yield and plant aging under UK environmental conditions. We will also develop wheat varieties with modified cuticular wax and test how they perform under field conditions compared to unmodified control plants. Identifying the molecular nature of the gene responsible for cuticular wax deposition in wheat and testing the effects on yield is the first, but essential step, towards better understanding and possibly modifying cuticular wax composition. This will allow the production of more adaptable higher yielding wheat varieties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H018824/1","grantId":"BB/H018824/1","fundValue":"500990","fundStart":"2011-04-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"","person":"Cristobal  Uauy","coPersons":[],"organisation":"John Innes Centre","findingsText":" We developed a publicly-accessible BAC library of wild emmer wheat in collaboration with CNRGV in Toulouse, France. \n\nWe have fine mapped Iw1 to a sub-cM interval on chromosome 2BS and characterise the changes in wax composition conferred by this gene (Adamski et al Plant Journal 74:989).\n\nWe assembled a physical map across Iw1 and identified a small number of candidate genes. We have assessed one with negative results and are currently characterising additional genes. \n\nWe observed reduced recombination across this region due to the presence of a unique haplotype from wild emmer that does not allow recombination with modern wheat. We have generated a set of mapping populations to circumvent this. They are currently being characterised. We have also generated deletion lines across the Iw1 locus to further define the gene.\n\nWe identified consistent yield effects of Iw1 in one UK genetic background (~5% yield across three years) and have mapped the effect to a small interval including Iw1. However, this effect was not consistent in other genetic backgrounds suggesting that the yield effect might not be transferable across varieties.\n\nThe increased marker density has allowed us to develop a recombinant chromosome which includes both Iw1 and Sm1 (midge resistance) which previously could not be bred together since the alleles were in repulsion.\n\nWe have shown that Iw1 does not affect water use efficiency under UK environments and highlighted the importance of a more detailed characterisation of wax profiles in wheat genetic stocks differing in visual waxes.\n\nWe have validated the effect of the Iw1 interval on delayed senescence. We are conducting the final fine mapping of this effect which was consistent across six different UK varieties. We have developed more precise markers to incorporate Iw1 into breeding programmes. Importantly we have generated recombinant lines which carry both Iw1 and Sm1 (midge resistance) which is a major target of UK breeders.\n\nWe have shown that Iw1 increases yield in certain genetic backgrounds, but that this effect is not consistent across all germplas. This will allow breeders to deploy the gene in a more rationale manner. Agriculture, Food and Drink","dataset":"gtr"}