{"id":"A76684A9-1823-4310-A29C-F0118354A52C","title":"Development of a UV Miniaturised Fourier Transform Spectrometer (MicroFTS) for the Detection of Dissolved Organic Carbon in Water","abstractText":"There are increasing scientific and water industry needs to acquire spatially and temporally intensive measurements of levels and molecular character of dissolved organic carbon (DOC) in the aquatic environment, and particularly in upland catchments that provide a large proportion of UK drinking water. Spectrometer-based systems currently on the market for this purpose are cumbersome, have a large power requirement, require frequent recalibration by trained operators and provide data based on hidden algorithms that limit interpretation of the resulting data. Here we propose to develop a new smaller, lighter, and self calibrating instrument, combining novel miniaturisation of Fourier Transform Spectrometry, and a new scientifically peer-reviewed (and published) approach to assessing DOC concentrations and character using CEH's unique water chemistry/UV-spectral database. Development will be taken to Task Readiness level 5, before we approach an industrial partner. We anticipate considerable demand from a potentially global water industrial and environmental scientific sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K00672X/1","grantId":"ST/K00672X/1","fundValue":"105864","fundStart":"2013-09-06","fundEnd":"2016-09-05","funder":"STFC","impactText":"  The project will continue for 2 more years, and therefore initial outputs from the device itself have been used for internal discussions within the project team. Agriculture, Food and Drink,Chemicals,Creative Economy,Energy,Environment,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Paul  Scholefield","coPersons":["Edward  Tipping","Donald  Monteith"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" We have developed the technology to the point that dissolved organic carbon can be accurately measured in solution rapidly and at a fraction of the cost of existing systems. Dissolved organic carbon (DOC) is important for the water industry for providing clean water. Also DOC may be found in other solutions such as in food or drink. Whisky and beer contain DOC as maltose and fruit sugars. So being able to cheaply and remotely measure these compounds will be important for a wide range of processes. Once our system has been developed beyond the prototype we envisage that the system could be used by industry and the general public. It should be possible to interface the device with e.g. Iphones so that water analyses could be conducted at home, or by schools. Any system that analyzes water samples using UV spectroscopy may be able to utilise this device, and therefore the market could be huge. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Creative Economy,Electronics,Energy,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}