{"id":"A7693FC2-FDD0-4187-8168-12A96F107A15","title":"Multiple states of bubble propagation in partially occluded tubes.","abstractText":"The project outlined in this proposal is concerned with the investigation of novel bifurcation phenomena within two-phase displacement flows in partially occluded tubes. The displacement of one liquid by another underpins many applications from the control of bubble traffic in microfluidic devices to enhanced oil recovery and has previously been studied in tubes of uniform cross-section, e.g. circular or polygonal. In practical displacement flows, however, the cross-section of the tube may be partially occluded, e.g. due to the connection of neighbouring pores in porous materials. Preliminary experimental results suggest that the introduction of an axially uniform obstacle into a rectangular tube can cause an initially centred propagating bubble to move to one side of the tube once a dimensionless speed is exceeded. By tuning the geometry, this transition can become very abrupt, leading to more than threefold changes in the volume of fluid extracted, which could be important in oil recovery applications where connecting or irregularly-shaped pores create areas of local constriction. We propose to characterise these bifurcation phenomena by mapping out the dynamics, and to gain an understanding of the effect of partial occlusions on long propagating bubbles, by unravelling the underlying fluid dynamics. This will be achieved by drawing on the combined strengths of experiments, static analysis of bubble shapes far behind the tip, and three-dimensional numerical simulations that can analyse bifurcation phenomena. We then propose to extend the findings to short bubbles, bubble trains and ultimately droplets at the microfluidic level, and to apply the fundamental understanding gained to direct a bubble train at a junction by using partially occluded tubes as passive actuators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011579/1","grantId":"EP/H011579/1","fundValue":"335214","fundStart":"2010-04-19","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"Anne  Juel","coPersons":["Andrew  Hazel"],"organisation":"The University of Manchester","findingsText":" Discovered and characterised the sensitivity of displacement flows on the pore scale to changes in pore geometry.\nDeveloped a mathematical model that reproduces and explains experimental observations.\nDeveloped a collaboration with Cambridge Display Technology to characterise the liquid line morphology formed from the sequential deposition of partially overlapping droplets by inkjet printing. We were able to develop a predictive model based on the essential physical effects. The model predicting line morphology on a flat substrate can be easily extended to include substrate topography, chemical heterogeneities and two-dimensional printing patterns for applications in additive manufacturing.\nThe effect of non-uniform pore geometry can be exploited to understand complex pattern formation of propagating interfaces. Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}