{"id":"A77A11B2-47B2-4323-99F0-A306230592F6","title":"DEFACTO: Digital Energy Feedback and Control Technology Optimisation","abstractText":"Digital technology (DT) pervades our everyday life, most obviously in computers and smart phones but less obviously in household products such as washing machines, refrigerators and electric showers; it helps these run efficiently with little human intervention.\n\nAs the cost of energy rises, there is a growing interest in using DT to monitor home energy use. All UK homes will soon have smart meters, enabling us to see how much electricity and gas has been used each half hour. We might choose to use this information to alter the way we do things and so save energy, but equally, we might not.\n\nMany manufacturers, like Secure, which is a partner in this study, are making smart devices to help us control how and when we use energy. These vary from simple looking, but internally quite sophisticated, thermostats and timers to systems that will enable us to control every radiator in our homes, and to do this from our smart phones.\n\nRight now though, we have very little idea of how much energy these DT devices and systems might save, if any, and in which households they might work best. A recent study showed that they can actually increase energy use if not operated correctly. Some small studies have shown that smart systems can save energy at first, but we don't know if they will continue to do so as households grow and change, or as the novelty wears off. The first aim of this project is to find out how much energy, if any, DT can save and for how long the savings endure.\n\nTo help reduce the nation's energy use, and to make our homes more comfortable, the government will soon launch the Green Deal. Coordinated by the Department of Energy and Climate Change, which is also a project partner, the Green Deal will enable households to take on loans to pay for energy efficiency measures. The loan will be paid back through the energy bill, which must be less than it would have been without the refurbishment; the so-called Golden Rule. Companies like B&amp;Q, another project partner, plan to refurbish many thousands of homes a year.\n\nUnfortunately, refurbishment often saves less energy than expected, risking contravention of the Golden Rule. This would be upsetting to households and, if widespread, it would fatally damage a refurbishment business and the credibility of the national Green Deal programme. DT can help because it enables energy use before and after refurbishment to be monitored, which helps us predict what the energy demand would have been had the refurbishment not taken place. Compliance or otherwise with the Golden Rule can therefore be tested. The second aim of the project therefore, is to find out how best to use DT to improve the effectiveness of Green Deal refurbishment.\n\nThe study will focus on homes that have extensive refurbishment, because in these homes we expect households to be more interested in their energy demand and so more inclined to use DT to control their energy use. This is an area that has not been studied before at the scale, or over the time period we envisage. Trials will be conducted over a five year period in around 600 homes, divided into three groups, each with a different digital energy saving device or system. The homes in each group will be segmented by household characteristics. \n\nThe study will shed light on such questions as: can the provision of feedback and control be just too complicated? Might it lead to higher energy use in some households? Would simpler devices work better in some households? Just how much additional energy saving do smart devices generate? Can the DT systems be improved and if so how? \n\nThe project will provide answers to these and other questions and so be of enormous benefit to Green Deal providers, DT device and systems manufacturers, national and local government officials and, of course, UK householders themselves, giving them confidence to invest in refurbishment and effective control of their energy bills.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K00249X/1","grantId":"EP/K00249X/1","fundValue":"1547190","fundStart":"2012-11-01","fundEnd":"2018-10-31","funder":"EPSRC","impactText":"","person":"Kevin  Lomas","coPersons":["Dennis  Loveday","David  Allinson","Victoria Jane Haines"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}