{"id":"A7801340-0A93-42E6-B03C-E431E09FE22D","title":"Capacity building for carbon- and biodiversity-based payments for ecosystem services in the Peruvian Amazon","abstractText":"We regularly hear about tropical forests in the media. Documentary programmes report on their great diversity - more than 50% of all species are found in these ecosystems - or their importance as a store of carbon, as they contain 60% of all carbon found on land. However, we also hear about their destruction: how economic pressures and population expansion drives their clearance by small-scale farmers, how large agribusinesses convert vast areas into oil palm plantations or soy bean production, and how pressures to extract minerals and oil from tropical forest regions is increasing as the price of these commodities rise. Not only does deforestation lead to a loss of biodiversity, it also adds to the concentration of greenhouse gases in the atmosphere and hence increases the rate of climate change: deforestation of tropical forests contributes 25% of all carbon dioxide emissions by humans. Many attempts have been made to derive economic benefits from tropical forests. However, recently a new system has emerged: the idea that by creating a market and giving economic value to the environmental benefits or 'ecosystem services' like biodiversity and carbon storage that tropical forests provide, it is possible to obtain money to protect standing forest. In theory, these payments could be used to address the poverty that is widespread and acute in many tropical forest regions and is an important cause of deforestation. One mechanism for how these payments might work, is that projects and countries that reduce rates of deforestation will be able to sell the resulting reduction in carbon dioxide emissions on international carbon markets or through bilateral agreements. This idea is being promoted as a component of an international agreement to succeed the Kyoto protocol - the international treaty designed to reduce greenhouse gas emissions - as well as in voluntary markets. Governments and NGOs are also actively developing schemes to fund projects that directly help to preserve other attributes of tropical forests, such as biodiversity. It is this broad concept of payments for ecosystem services that our project aims to address. In theory, the possibility to reduce the rate of tropical deforestation, conserve carbon stocks and biodiversity, and alleviate poverty through a single mechanism, is very attractive. However, the details of how these schemes might operate is the subject of a vigorous debate. Important issues surround how to measure and monitor the carbon or biodiversity that a project claims to protect, the appropriate institutional framework in regions where property titles are often unclear, how payments actually reach local communities and whether they achieve the goal of poverty alleviation in an equitable way, the participation of local communities in the projects themselves, and the effect that payments might have on the activities of these communities, including increasing the rate of deforestation outside project areas. Addressing these issues requires an interdisciplinary team. We have therefore assembled a broad range of university, NGO and government institutions with relevant expertise to identify the research and training that is required to develop such projects, with a focus on the Peruvian Amazon. Peru is a particularly good place for this kind of project as the rain forests are some of the most diverse in the world but they face increasing pressure from logging, oil exploration and from rising levels of access due to road building. Key governmental and NGO institutions are strongly motivated to combat these threats through new projects based on payments for ecosystem services with the twin objective of alleviating the high levels of local poverty. The strong links that we have with these organisations means that our results will be readily applied in existing protected areas. As a result we aim to create a blueprint for how these projects could work both in Peru and in the wider Amazonian region.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G00840X/1","grantId":"NE/G00840X/1","fundValue":"70556","fundStart":"2009-02-23","fundEnd":"2009-10-22","funder":"NERC","impactText":"  The most satisfying element of the project has been to see the impact that these outputs have subsequently had, both within Peru and in other countries in South America:\n\no Influence on the public: the project had wide coverage in the Peruvian media - 2 articles in the 'La Republica' newspaper (June and August 2009), one in the 'La Regi?n' newspaper, as well as TV coverage (3 interviews; June and September 2009). \n\no Influence on training: our courses have been repeated at universities in Peru (e.g. at the University of Madre de Dios, in Puerto Maldonado, Peru) and were used as part of a vocational diploma programme subsequently developed by WWF-Peru to train forest managers in Peru.\no Impact on research and policy: our manual of criteria and indicators for developing REDD projects was cited in the development of similar criteria in Brazil and was distributed at the 15th Conference of the Parties of the United Nations Framework Convention on Climate Change in Copenhagen in 2009. In Colombia, a research group based at the Botanic Garden in Medellin has used our training materials as the basis for developing their own REDD+ project in the north of Colombia, in collaboration with government organisations and NGOs.\no Impact on people: many individuals in Peru have directly used the approaches that we taught in their subsequent work or studies. For example, Laura Secada, one of the staff of WWF-Peru who attended our courses, was subsequently chosen to have a leading role in the implementation of the forest inventory work to generate ground-based data to support a high-profile assessment of forest biomass based on remote sensing data, carried out by the Carnegie Institution for Science, USA. Environment Societal","person":"Tim  Baker","coPersons":["John Robert Healey","Dennis  Del-Castillo","Julia Patricia Gordon  Jones"],"organisation":"University of Leeds","findingsText":" We trained a wide range of institutions in methods of carbon inventory: the main project workshop was held in Iquitos, Peru from 2-4 June, 2009, involving 42 participants from 5 NGOs and the regional and national government organisations in charge of protected areas. These organisations represent the institutions in charge of the leading carbon-based ecosystem service projects in the Peruvian Amazon. Two workshops were also organised on the design and analysis of forest inventory data, in total involving 47 participants from 13 institutions.\n\nThe key outputs that focussed on the needs of the participants were: \n• A manual - 'Criteria and Indicators for REDD projects' – that outlined the key issues that need to be considered when designing a REDD+ project, from having effective monitoring to ensuring equitable distribution of the benefits.\n• Training resources (presentations, practical exercises and a manual) that demonstrate how to estimate the carbon stocks of a particular area of tropical forest, available at: http://www.geog.leeds.ac.uk/projects/espa/pages/Documents_eng.html Training in methods of carbon inventory have been used by a wide variety of organisations both within Peru and other Latin American countries. Environment","dataset":"gtr"}