{"id":"A7935E7D-E64F-418A-B539-7E805E327D6D","title":"Oxbow Persistence as Aquatic Floodplain Habitat: Deciphering the Processes Responsible for the Initial Open-Water Volume Inherited by Oxbow Lakes","abstractText":"Oxbow lakes are some of the most widespread and distinctive landforms along meandering rivers of the world, functioning as vital aquatic floodplain habitat for many threatened species and as important sinks for sediment, nutrients, and contaminants. The ability of oxbows to provide these environmental functions over a significant duration depends upon their persistence as aquatic habitat, an attribute partly determined by the initial open-water volume they inherit upon their formation. Oxbows that inherit a large open-water volume have substantial storage space and may persist as aquatic habitat for centuries. In contrast, oxbows that inherit a small open-water volume often become completely filled by natural sedimentation processes and converted into terrestrial habitat within decades after their formation. The sustainability of aquatic floodplain habitat in the context of climate-driven environmental change depends upon a means for reliably predicting the duration that newly created oxbows persist in the environment, a means predicated upon an understanding of how oxbows inherit their initial open-water volume. Such an understanding has yet to be achieved, however, due to the absence of a mechanistic analysis of the sedimentation processes responsible for transforming separated segments of river channel into oxbow lakes. The purpose of the proposed research is to explain the physical mechanics that establish the initial open-water volumes of oxbow lakes, critical to the development of theory explaining the geomorphological and ecological evolution of the floodplain environment. To achieve this purpose, the work will: A. Identify the principal controls on rates and patterns of sedimentation within newly forming oxbows using evidence from the field and numerical modelling results; B. Determine the mechanisms that establish the initial oxbow volume from the forms of recently separated channel segments using numerical modelling experiments; C. Document the influence of initial open-water volumes on oxbow persistence as aquatic habitat from sedimentological data and numerical modelling; D. Develop and validate a model capable of predicting the initial open-water volume of oxbows based on measurable characteristics of meandering rivers. The results of this project will, for the first time, explain the mechanistic details of the origin of oxbows from the separated segments of river channels. The results will also allow for the development of a quantitative model capable of predicting oxbow persistence as aquatic habitat and will thus have significant impact on wider management needs expressed in the Water Framework Directive (2000/60/EC) and the Habitats Directive (92/43/EEC).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I002081/1","grantId":"NE/I002081/1","fundValue":"74977","fundStart":"2010-09-01","fundEnd":"2013-08-31","funder":"NERC","impactText":"","person":"Jose Antonio Constantine","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}