{"id":"A79BA4E2-A4DA-4C70-A4FC-29F7A6640CB2","title":"RAPIER: from RAD sequencing to population genetics and evolutionary modelling","abstractText":"Individual organisms belonging to the same species differ from one another genetically. The pattern of genetic variation, and how it covaries with phenotype, is highly informative about the past evolutionary history of the population, and also provides insights into gene function. Population genetic analysis has been shown to be very useful in a number of different fields; for example in genome-wide association studies to look for disease genes, epidemiological analysis, forensics, and also in elucidating the past history and evolution of human populations. Other than in model organisms such as humans, it has, until recently, been very expensive to analyse a sufficient amount of genome to be able to make accurate estimates of the quantities of interest. The development of Next-Generation Sequencing (NGS) technology has made it possible to analyse a very large number of genes (regions of the genome). However NGS, by itself, is a broad tool more suited to the analysis of whole individual genomes, which is still relatively expensive. For population genetic analysis one requires a sample of genes across the genome to be compared across individuals. The method of RADseq has been developed to do this. It works by sequencing regions of the genome that have a particular motif (such as CCTGCAGG for example). Because fragments originate with the same motif the same region can be compared across individuals. The challenge is that these motifs occur typically many thousands of times in a single genome, yielding many genes, which need to be sorted out. Computer software has been developed to do this, but because the technique is very new, there are a number of problems and biases inherent in the current method. This project aims to fix many of these problems by taking a more rigorously statistical approach. We will develop new publicly available software, making it much easier to apply NGS methods in population genetics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K004212/1","grantId":"BB/K004212/1","fundValue":"84161","fundStart":"2012-10-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"  This research has resulted in a software pipeline that can efficiently cluster raw Illumina reads from a restriction site amplified DNA (RAD) analysis, which is a key part of generating genotypes from RAD data. The software is publicly available on a GitHub repository. Digital/Communication/Information Technologies (including Software) ","person":"Mark Ashton Beaumont","coPersons":["Julian John Gough"],"organisation":"University of Bristol","findingsText":" The aim of this research has been to develop an accurate method for scoring the genotype of individuals from a particular type of genetic marker known as restriction site amplified DNA (RAD). The research has resulted in a software pipeline that can efficiently cluster raw DNA reads from a restriction site amplified DNA (RAD) analysis, which is a key part of generating genotypes from RAD data. We have also outlined a likelihood-based approach for actually obtaining the genotypes from the clusters. The software is publicly available on a GitHub repository. The findings can easily be taken forwards, because we have a documented pipeline, available on the publicly available github directory. Thus it should be straightforward for an interested research student or postdoctoral researcher to take this forward in conjunction with the likelihood model that we developed to generate a method for calling genotype frequencies. Agriculture, Food and Drink,Education,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}