{"id":"A79CEEB9-90AF-465F-AC22-2E3E23B15086","title":"The UK Overturning in the Subpolar North Atlantic Program (UK-OSNAP)","abstractText":"UK-OSNAP: Summary\n\nWhat is climate? The sun's energy is constantly heating the Earth in equatorial regions, while in the Arctic and Antarctic the Earth is frozen and constantly losing heat. Ocean currents and atmospheric weather together move heat from the equator towards the poles to keep the Earth's regional temperatures in balance. So climate is simply the heat moved by ocean currents and by the weather. Earth's climate is warming: the average temperature of the Earth is rising at a rate of about 0.75 degrees Centigrade per hundred years, caused by carbon dioxide in the atmosphere trapping heat that is normally lost to space. Can we forecast how climate might change in the future?\n\nThere is an old adage that rings true: &quot;Climate is what you expect; weather is what you get&quot;. Hot weather in one summer does not tell us that climate is changing because the weather is so variable day-to-day and even year-to-year. We need to average over all the weather for a long time to decide if the climate is changing. We would like to know if the climate is changing before our descendants face the consequences, and that is where our project comes in. The ultimate ambition of climate scientists is nothing less than forecasting climate up to 10 years in advance.\n\nIs this possible? After all we know weather forecasts become somewhat unreliable after three to five days. The answer is yes because of the ocean. Slow and deep currents give the ocean a memory from years to hundreds of years, and the ocean passes this memory onto the climate. If we know the condition of the ocean now, then we have a good chance of understanding how this will affect the climate in years to come.\n\nWe have set ourselves a huge task, but will be helped by colleagues in the US, Canada, Germany, Netherlands, Faroe Islands, Iceland, Denmark and Scotland. We will continuously measure the ocean circulation from Canada to Greenland to Scotland (the subpolar North Atlantic Ocean). This has never been attempted before. We have chosen the North Atlantic because the circulation here is important for the whole of Earth's climate. This is because in the high latitudes of the North Atlantic, and the Arctic Ocean that it connects to, the ocean can efficiently imprint its memory on the atmosphere by releasing the huge amounts of heat stored in it. In the UK we are on the same latitude as Canada and Siberia, and the Shetland Islands are further north than the southern tips of Greenland and Alaska, but the Atlantic Ocean circulation keeps the UK 5-10 degrees Centigrade warmer than those other countries.\n\nWe can measure across an entire ocean by deploying reliable, self-recording instruments. We will use moorings (wires anchored to the seabed and supported in the water by air-filled glass spheres) to hold the instruments in the important locations. Every year from 2014 to 2018 we will use ships to recover the moorings and the data, then put the instruments back in the water. We will also use exciting new technology. Autonomous underwater Seagliders will fly from the surface to 1 km depth on year long-missions surveying the ocean, from Scotland to 2000 km westward into the Atlantic. The Seagliders transmit their data to our lab every day via satellite, and the pilot can fly the glider remotely. Also there is a global fleet of 3000 drifting floats to continuously measure the top 1 km of the ocean. Satellites provide important measurements of the ocean surface. With these new measurements, we will find how the heat carried by the ocean changes through the months and years of the project, and we will use complex computer models to help explain what we find.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K010700/1","grantId":"NE/K010700/1","fundValue":"732500","fundStart":"2013-09-01","fundEnd":"2018-08-31","funder":"NERC","impactText":"","person":"Stuart Andrew Cunningham","coPersons":["Mark Edward Inall"],"organisation":"Scottish Association For Marine Science","findingsText":" not applicable this year not applicable this year Environment","dataset":"gtr"}