{"id":"A79D899A-D42E-464E-8A63-5C630D10EAF7","title":"Evolution of multidrug resistance in Salmonella enterica serovar Typhimurium as a result of biocide exposure.","abstractText":"This proposal aims to understand more about how bacteria become resistant to antibiotics and what factors influence the rate at which this can occur. Around the world antibiotic resistance is a major problem, in recent years increasing numbers of bacteria which are Multiply Drug Resistant (MDR) - resistant to three or more classes of antibiotics are being isolated. Bacteria can become resistant to antibiotics in a number of ways, one mechanism they use is known as efflux. Efflux pumps are able to pump antibiotics out of the bacterial cell; they also pump biocides (disinfectants). The use of biocides in farming has increased in recent years as the use of antibiotics as growth promoters in animals has been reduced. Concern has been raised about the potential for biocides to cause antibiotic resistance by selecting for mutant bacteria which produce a greater number of efflux pumps. One route by which people can become infected with pathogenic bacteria is via food, Salmonella are the second most common cause of gastroenteritis in the U.K and the majority of infections are via contaminated food. In recent work the applicants have shown that exposure of Salmonella to various biocides (disinfectants) used on farms can result in selection of mutants which are MDR but are not able to grow as well as their parent. However these experiments used multiple exposures to biocides and it is not clear how many exposures are needed to select MDR, and whether the loss of fitness (ability to grow and infect human cells) is linked to development of MDR. This proposal aims to identify how many biocide exposures are needed to select MDR and whether the fitness cost is linked by performing stepwise exposure experiments and keeping mutants after each exposure. These mutants will then be examined and the antibiotic resistance and fitness measured. These experiments will allow the development of MDR over time to be followed. It is likely that the repeated biocide exposures will select for mutants with multiple mutations within their genomes. Recent development of new sequencing technologies have allowed whole genomes to be sequenced rapidly for relatively little cost. This proposal aims to sequence the genomes of biocide selected mutants to identify mutations involved in biocide-antibiotic cross resistance. The result of these mutations on expression of all the genes of salmonella will be measured as will the ability of mutants to grow in the presence of over 2000 compounds. These results will help assign function to the mutations identified and understand how they affect antibiotic resistance and fitness. The assembly of genome, transcriptome (expression profile of all genes) and phenotype (ability to grow in a range of conditions) is a powerful tool to understand the mechanisms of resistance. The importance of mutations identified in this study will be assessed in two ways. Firstly specific mutations will be re-created in a normal Salmonella strain and the effect on antibiotic resistance and fitness evaluated. Secondly a group of current isolates of MDR Salmonella from animals will be studied for the presence of these mutations in order to identify whether they are found in 'real-world' isolates. The expected outcomes are: An understanding of the mechanisms by which biocides can select antibiotic resistance and an evaluation of whether this is a threat to human health. A better understanding of the fundamental biology of Salmonella. Identification of new target genes for development of novel antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G012016/1","grantId":"BB/G012016/1","fundValue":"434778","fundStart":"2009-07-11","fundEnd":"2012-07-10","funder":"BBSRC","impactText":"  This grant provided further evidence as to the mechanisms by which biocides can select for antibiotic resistant bacteria - some of this evidence has been used by the EU in drafting new legislation regarding biocide licensing. New tools were developed (a flow cytometry and efflux assay) and are in use by colleagues and the topic has provided significant scope for public engagement with media and schools etc Pharmaceuticals and Medical Biotechnology Policy & public services","person":"Mark Alexander Webber","coPersons":["Laura Jane Piddock","Mark John Pallen"],"organisation":"University of Birmingham","findingsText":" All biocides tested selected for mutant antibiotic resistant Salmonella although the propensity to do so varied as did the phenotypes of resulting mutants. This suggests better biocide formulation may minimise selection of resistance. The majority of biocides tested selected for low-level multidrug resistant mutants whilst some selected for mutants with clinically relevant quinolone resistance.\n\n \n\nWe developed a new method which showed that Salmonella can survive exposure to a working concentra This work has potential utility for industry - companies involved in making new biocides have shown interest in these results and relationships were developed with Dow, Arch Chemicals, Unilever and New Energy Management. Industrial partners have been interested in the methodology we developed in this grant to identify biocide surviving mutants as well as evaluating novel biocides for propensity to select for antibiotic resistance and development of novel indicator genes that indicate up-regulati Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}