{"id":"A7A03308-7F45-4B54-8CA5-109C5F878C7A","title":"High stability and high efficiency printable photovoltaics (OPV) for large-scale energy production","abstractText":"The depletion of oil reserves, spiralling fuel costs, concerns about the security of global energy supplies, and belated worldwide recognition of fossil-fuel induced climate change have sparked an urgent and unprecedented demand for sustainable energy sources. Amongst all of these sources solar photovoltaic (PV) energy stands out as the only one with sufficient theoretical capacity to meet global electricity needs, but high costs of silicon based PV prohibit widespread take-up. In this programme, we focus on the development of organic photovoltaics (OPV) as a low cost technology with the potential to displace conventional power sources. The proposed programme links Imperial College London with four leading Chinese institutions, building on ICL's strengths in the physics and application of molecular electronic materials and devices and on our partners' strengths in speciality materials development and scale-up. A collaborative programme between the UK and China in this area is particularly timely, given the pressing need for alternative power sources that are capable of meeting the rapid development rate and large energy demand of China. Our proposal focuses on solution-processable organic molecules and polymers which share many of the chemical, structural and rheological properties of the inks used in conventional printing and which are amenable to large-scale production through the existing printing and coating industries. Although the project is focused on fundamental research in enhancing the efficiency and lifetime of OPV devices, the technology developed in this project will be compatible with high throughput manufacturing processes for large-scale production. In addition, the programme stands to benefit from the capabilities in China for transferring technological developments into local production. Solution processable OPV devices are typically based on the combination of an electron donor material (usually a conjugated polymer) and an electron acceptor (typically a fullerene derivative) in a bulk heterojunction structure. Absorbed photons of light create excitons which dissociate at the donor/acceptor interface to yield separated charges. The composite film is sandwiched between two different electrodes which drive photocurrent generation through the asymmetry in their electron affinities. The power conversion efficiency of OPV devices currently stands at 5%, and increases in both efficiency and lifetime are required to stimulate commercialization. Device models indicate that power conversion efficiencies of 8 % or more are available with polymer materials possessing sufficiently high oxidation potential and electrode materials with higher work function than those currently available. In this proposal, new polymer and electrode materials will be developed which possess the required properties for higher efficiency, new material which offer higher device stability will be designed and evaluated, and processing techniques compatible with large scale, high volume production will be developed. The programme brings together the expertise of the ICL team in device design, fabrication, characterisation and processing with the expertise of four leading Chinese institutions in synthesis of specialized organic semiconductors and their application in light emitting devices. Application of materials and device designs to light emission will also be investigated where appropriate, in order to explore the potential for energy savings in the lighting market.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F061757/1","grantId":"EP/F061757/1","fundValue":"864655","fundStart":"2008-10-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"","person":"Donal Donat Bradley","coPersons":["John  De Mello","Jenny  Nelson"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}