{"id":"A7A14883-DE57-45B1-8B95-ECF2E7A62B7A","title":"Case for Support: A Feasability Study into Visual Attention Models for Exploring Complex Information.","abstractText":"This proposal presents a feasibility study into the potential for models of visual attention to enhance usable access by visually disabled users to complex structured information such as graph structures and electronic content presented on the web. Visually disabled people often use screenreaders that provide spoken output to access a page's content. Screenreaders, by default, simply present content from top-left to bottom-right. Given the complex nature of most graph structures and web pages, such a default reading is highly inappropriate. Screenreaders also allow their users to direct what is to be read by use of the cursor keys, yet without an overview of the page it is unclear how the focus of reading could be intuitively directed.Sighted readers, however, are able to direct their attention to the area of electronic content they are most interested in exploring. This is accomplished by obtaining a quick overview of the data presented through a glance. Models of visual attention can both describe and predict those areas of the screen which are most perceptually important. Factors such as colour and contrast information will draw the attention of observers. This coupled with task-based semantic knowledge of what to ignore and what to consider, provides a sighted reader with a quick starting point to choose how to explore structured data.Such models of visual attention have been used to selectively direct portions of virtual environments that should be rendered in high quality and to endow avatars with seemingly human like gesture behaviour. We wish to determine whether these may be adapted to use in the novel application context of re-presenting complex graph structures and web pages to visually disabled readers? We will explore the feasibility of this hypothesis by carrying out two specific case studies. The first being an exploration of a 3D molecular structure and the second a re-presentation of a class of web pages for content and media web sites (such as news sites). The first of the two case studies will be evaluated in terms of task completion times and subjective results from questionnaires assessing the effectiveness of non-visual exploration of the data presented. The second study will be evaluated using two methods; first through a comparison with an alternative method for re-presentation of web pages based on existing semantic web research at Manchester, and second through a comparison with eye-tracked data from sighted participants at Bristol. If these initial experiments prove successful, a full proposal for a collaborative research project to design an implement a suite of models tailored to non-visual presentation of complex information will be submitted to the UK-EPSRC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036712/1","grantId":"EP/D036712/1","fundValue":"13516","fundStart":"2006-02-01","fundEnd":"2006-11-30","funder":"EPSRC","impactText":"","person":"Alan  Chalmers","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}