{"id":"A7A1EF92-310B-4D4A-83FE-1A2561D291A8","title":"Macromolecular metabolosome formation associated with 12-propanediol utilisation","abstractText":"Propanediol is produced as a result of the fermentation of several plant sugars and it is found in quite high concentrations in the intestine. A number of enteric bacteria, such as Salmonella enterica, have the ability to utlise propanediol as a carbon source. However, what is remarkable about this metabolism is that these bacteria actually make their own proteinaceous organelle, or microcompartment, to house this metabolic activity. The proteinaceous organelle is called a metabolsome and its formation is associated with about twenty proteins, some of which form the shell of the capsid, some of which are associated with the metabolic enzymes and some of which are associated with transport, scaffolding and regulation. The genes for propanediol utilisation are contiguous and coregulated with the cobalamin biosynthetic genes, indicating that propanediol catabolism is the primary reason for de novo B12 synthesis in many bacteria. In this application we wish to study the form and function of the propanediol metabolosome by initiating research into the organelle at the molecular level. The aim of this application is to investigate the propanediol metabolosome. We plan to study the role played by the twenty or so proteins in the metabolic process, including their function and localisation. Moreover, we will investigate the metabolic advantage of the metabolosome over the production of individual enzymes. Finally, we will explore structural aspects of the metabolosome including the ability to transport elements into and out of the macromolecular complex","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010563/1","grantId":"BB/E010563/1","fundValue":"634062","fundStart":"2007-03-12","fundEnd":"2011-07-11","funder":"BBSRC","impactText":"  Our research on recombinant bacterial microcompartment construction has stimulated a lot similar research. One of our key findings has been that we can use the bacterial micro compartment for the synthesis of polymeric material - a process that has been patented. \n\nA non-therapeutic method of accumulating a polymeric or high molecular weight molecular product within a bacterial microcompartment in bacterial cytoplasm, which method employs a recombinant bacteria which is transformed to express a microcompartment containing an enzyme capable of converting a low molecular weight substrate into a polymeric or high molecular weight product, the method comprising the steps of: incubating the recombinant bacteria with the low-molecular weight substrate, or a precursor of the low molecular weight substrate which is capable of being metabolised to the substrate within the recombinant bacteria, such that the substrate or precursor is taken up by the bacteria, wherein the substrate enters the microcompartment and the enzyme within the microcompartment converts the substrate to a polymeric or high molecular weight molecular product, and wherein the polymeric or high molecular weight molecular product is accumulated within the microcompartment due to its size. Chemicals,Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Martin James Warren","coPersons":["Christopher Mark Smales","Richard William Pickersgill","Michael  Geeves","Mark James Howard"],"organisation":"University of Kent","findingsText":" Metabolisms are bacterial organelles that house a specific metabolic pathway. In this work we were able to demonstrate that it was possible to construct the shell of the metabolosome (representing an empty bacterial microcompartment) recombinantly within E. coli cells by the coordinated expression of genes encoding structural proteins. A minimum of five gene products (PduA,B,J,K,N) were required to produce an empty organelle.\n\nProteins can be targeted to the empty bacterial microcompartment by using the N-terminal 18 amino acids of PduP. Thus new enzymes and pathways can be incorporated into the vesicle thereby producing new mini-bioreactors. Live cell imaging provided unexpected evidence of filament-associated organelle movement within the cell in the presence of PduV.\n\nStructures of PduB and PduT have been solved. PduT forms a trimeric assembly that forms a flat approximately hexagonally shaped disc with a central pore that houses a 4Fe-4S cluster. PduT interacts with PduS, another protein that contains an Fe-S centre, thereby providing strong evidence of a redox conduit within the organelle.\nThe main objectives of the grant were achieved and surpassed: The main objectives of the grant and outcomes are commented on below:\n1. Undertake a molecular genetic study of the genes within the C. freundii pdu operon and construct a minimal artificial organelle operon. This was achieved in full when it was shown that empty organelles could be made from five gene products.\n\n2. Record the metabolic flux of the metabolosome and compare this to the kinetic parameters of the individual enzyme components. Various methods were used to look at flux but it is clear that housing enzymes together provides greater efficiency in overall process.\n\n3. Determine the metabolosome composition, subunit localisation and perform a biophysical characterisation of the assembly. This was completed and methods for the isolation of intact metabolosomes investigated.\n\n4. Investigate delivery and transport to the metabolosome. Sequences to allow for transport to the metabolosome were identified and these have been used to transport new enzymes/pathways into the structure.\n\n5. Initiate structural studies by employing X-ray crystallography and NMR as a tools to investigate the structure and interactions of the pdu metabolosome. Structures of several shell proteins have now been solved. This information is being used to generate an overall structure of the macromolecular assembly. The ability to make compartments in bacterial cells represents a major development. Our use of synthetic biology approaches for the construction of bacterial organelles - or recombinant bacterial microcompartments - has made a significant advance to the area of research. We have been able to make empty compartments and show that they form intact vesicles. Moreover, we have shown that specific proteins can be targeted to the organelles. This technology and its application to the encasement of specific processes has been patented. Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}