{"id":"A7A3CE1A-F3D9-49F9-9C52-31BE5FACA6A7","title":"Platforms for Issue Mapping: Demonstrating the Relevance for Participatory Social Research","abstractText":"<p>Issue Mapping offers a set of techniques for the detection, analysis and visualisation of topical affairs.This project aimed to identify, facilitate and elaborate the use of these techniques and associated methods in digital social research.Issue Mapping is an inter-disciplinary approach, having been developed at the intersection of sociology, computing, design and advocacy. It can be used to answer questions like:</p>\n\n<ul>\n \n\n <li>Is this topic an issue?</li>\n\n <li>Who are its actors?</li>\n\n <li>What are resonant terms in this issue area?</li>\n\n <li>Where are the issues happening (in which media, which countries, which platforms)?</li>\n\n</ul>\n\n<p>To answer these questions, issue mapping deploys methods and tools of network, textual and visual analysis. Networked digital media are widely seen to offer opportunities for the further development of these techniques, and this project aimed to assemble and develop online tools and methods of issue mapping that are currently under development in a variety of places.</p>\n\n<p>To support this process, the project created the Wiki Issue Mapping Online. Designed as a work in progress, the site provides an introduction to tools, case studies and recipes of online issue mapping that have been developed over the last years by a variety of groups and initiatives including Goldsmiths Sociology, the Digital Methods Initiative (Amsterdam) and the Sciences Po Media Lab (Paris). The wiki functions as a general resource, but it also contributes to the development of Issue Mapping as a form of participatory research, the wiki enables exchange among diverse communities and developers of issue mapping, and presents materials and analyses developed during two participatory workshops hosted at Goldsmiths as part of the Issue Mapping research project.</p>\n\n<p><br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J010103/1","grantId":"ES/J010103/1","fundValue":"45717","fundStart":"2012-01-01","fundEnd":"2012-12-31","funder":"ESRC","impactText":"","person":"Noortje Suzanne  Marres","coPersons":[],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}