{"id":"A7A3F242-8376-4218-BF5A-ECB41172C737","title":"Enabling and Accelerating Metallocatalysis with Hydrogen Bonding","abstractText":"There are numerous important catalytic reactions that require the dissociation/displacement of a hydrogen bonding anion, e.g. halide and acetate anions, or a functional group, such as amines or carbonyls, from the catalytic centre. In many such reactions, the dissociation/displacement process impacts on the reaction rates and selectivities. Indeed, the presence of such a functionality coordinated to the catalyst can inhibit the catalysis entirely. We have recently discovered that the addition of simple, readily accessible hydrogen bond donors (HBD) can dramatically accelerate palladium-catalysed reactions such as the internal arylation of olefins by aryl bromides. The reaction rates we observed equal or exceed all previous catalytic systems for these reactions. We believe that the HBD functions by complexing the halide anion, aiding its removal from the metal coordination sphere without the need for, e.g., stoichiometric, toxic thallium salts as additives. It has recently been stated that The capacity to control anion-cation interactions is key to optimizing yield, chemoselectivity, regioselectivity, and stereoselectivity of chemical processes .... (Chem. Rev. 2005, 105, 2039). In this project, we wish to demonstrate that we can use hydrogen bonding to do this. In particular we will show that we can apply HBDs in order to: (i) accelerate, and direct, metallocatalysis; (ii) enable cascade metallo-organo catalytic reactions; and thus (iii) show that HBDs afford a new means of controlling catalytic activity and selectivity, and should always be considered for reactions in which hydrogen bonding anions/functionalities are involved. The capability to integrate homogeneous catalysis with organocatalysis to enable cascade metallo-organo catalysis would open up an exciting new area of catalysis, metallo-organo catalysis, given the promise being demonstrated by the emerging organocatalysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F000316/1","grantId":"EP/F000316/1","fundValue":"336045","fundStart":"2007-12-20","fundEnd":"2011-06-19","funder":"EPSRC","impactText":"","person":"Jianliang  Xiao","coPersons":["Jonathan  Iggo"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}