{"id":"A7A85594-B54F-4F96-B4BC-7653E550BE89","title":"Stiff-limbed models of walking and the walk-run transition","abstractText":"Walking with two legs, a gait vital to humans and birds, is based on fundamentally simple mechanics. We all vault over the leg we stand on, and let the other leg swing back underneath to reach about the right place at about the right time for the next step. This simple mechanical outlook has been exploited recently in the design of highly efficient walking robots, but results in explicit limitations on walking speed. Counter-intuitively, faster walking should be possible with relatively shorter steps, requiring active driving of the legs backwards and forwards to achieve high step frequencies. This is actually what healthy adult humans do: by driving the legs quickly, we take relatively short steps, and so are capable of walking at 4/3rds the speed achievable with passive swing legs. This project will investigate whether these simple mechanics apply to all natural walking bipeds, including birds, toddlers and children, and amputees. It will extend the analysis to include energetic costs, and determine whether 'unnatural' manipulations - of step frequency and gravity - result in predictable changes to maximum walking speed. It will then investigate whether beneficial changes to walking dynamics can be imposed by simple, practical devices: a motorised 'Speed And Power Assisting Wheelbarrow' should boost maximum walking speed partly by increasing the effective gravity on the walker. Preliminary data suggest that maximum walking speeds in birds, including specialist ground-birds (e.g. pheasants) and 'make-do' walkers (ducks) are indeed predicted with simple mechanics. Whether this also applies to children will be measured. Currently, walking toddlers appear closer to the high-efficiency robots than to scaled-down adults. Energetic models will be developed, and oxygen consumption of humans on treadmills measured, to explore the compromise that must exist between efficient movement of the body - requiring stiff-limbed vaulting with very short steps - and the costs of waggling the legs backwards and forwards at high frequencies - necessary if short steps are to be achieved with realistic walking speeds. The simple walking model gives clear predictions of the effect of step length, body and leg gravity on maximum walking speed. Body gravity will be manipulated on humans by attaching a long spring, lifting the body on a treadmill (this leaves the gravity experienced by the leg unaltered). Leg gravity will be altered with a treadmill submerged in water. The prediction is that maximum walking speed would be slower under low body-gravity conditions, consistent with moon-walking and previous treadmill observations; the novel aspect is the inclusion of the effect of leg gravity. If the leg experiences lower gravity (or, indeed, drag), it would swing more slowly resulting in larger step lengths, increasing the problems of 'take-off', thus prohibiting fast walking. Conversely, the model predicts that higher walking speeds should be possible if the body could experience higher gravity or avoid fluctuations in speed. Both of these should be achieved with a motorised 'Speed And Power Assisting Wheelbarrow'. The SAPAW has potential application as a therapeutic device as it would provide speed, control and stabilisation during re-learning of walking. Walking is, as with cycling, unstable and difficult to control at low speeds. The SAPAW may therefore provide a useful means to get patients familiar with the balance and control of fast walking: if the Zimmer frame has the tricycle as an analogy, allowing very slow 'statically stable' locomotion, the SAPAW would be analogous to bicycle stabilisers, giving a feel for 'dynamic stability' during faster locomotion. The SAPAW is predicted to increase not only dynamic stability, but also top walking speed and efficiency, so further developments may have application to both prosthetically enabled amputees and geriatrics, as both groups often find walking slow and tiring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G021627/1","grantId":"BB/G021627/1","fundValue":"350990","fundStart":"2009-11-30","fundEnd":"2012-11-29","funder":"BBSRC","impactText":"","person":"James Richard Usherwood","coPersons":[],"organisation":"Royal Veterinary College","findingsText":"","dataset":"gtr"}