{"id":"A7A90B96-BEAB-46A7-8B75-BDFD9BA79BCA","title":"Innovative Technologies for Terrestrial Earth Observation","abstractText":"Characterising and monitoring terrestrial or land surface features like forests, deserts and cities are fundamental and continuing goals of Earth Observation (EO). EO imagery and related technology is essential to understand environmental processes like carbon capture and manage environmental resources like tropical forests, particularly over large areas or the entire globe. This measurement or observation of some property of the land surface is central to a wide range of scientific investigations and industrial operations, involving individuals and organisations from many different backgrounds and disciplines. However, this process of observing the land provides a unifying theme for these investigations, and in practice there is much consistency in the instruments used for observation and the techniques used to map and model the environmental subject. There is therefore great potential benefit in exchanging technological knowledge and experience among the many and diverse members of the terrestrial EO community. The aim of the cluster is to exchange knowledge and facilitate understanding, development and uptake of state-of-the-art technology used in EO of the land surface. This will include consideration of the full range of terrestrial EO operation, from platform and sensor development, to image retrieval and analysis, environmental modelling and thematic application. The 'terrestrial' focus is deliberately broad to ensure wide relevance across and engagement from the whole community, involving both research and industry. However, to guarantee specific technological advancement and achievement, priority areas or themes will be identified for detailed investigation. While these themes will be determined ultimately through consultation with the EO community, prospective themes include the operation of autonomous aerial vehicles in land observation, development of novel land classification approaches and application of EO to threatened environments such as peatlands. The consultative process ensures the cluster's activities are guided by and effectively represent the community's interests. The themes will operate in close communication with each other to ensure cross-fertilisation of knowledge and contribution to overall cluster goals. Cluster activities will include the development of various networking mechanisms to bring together all parties interested in terrestrial EO technology. Central to this will be an interactive website, where news and updates will be posted regularly and participants can share resources. Various cluster events will be held, including scientific workshops and commercial demonstrations in the first year, and a major conference and gadget show in the second year to be held at the National Space Centre. Cluster activities will yield a range of scientific, technical and general interest publications. Theme events will be supported with workbooks and abstract booklets, and theme coordinators will be encouraged to organise journal special issues. An edited volume will also be published on Future Terrestrial Earth Observation Technology to outline state-of-the-art technology and signpost future development. To guarantee benefits across the whole terrestrial EO community, the cluster will be organised by a consortium representing a wide range of interests. At the heart of this consortium are three umbrella bodies covering research and higher education (the Remote Sensing and Photogrammetry Society), industry (the British Association of Remote Sensing Companies) and existing EO activities at the Natural Environment Research Council (the National Centre for Earth Observation). Together, these bodies represent hundreds of organisations and thousands of researchers, developers and users of EO technology. Researchers will benefit through the development of strategic collaborations, NERC will benefit through guidance on technology policy and commercial organisations will benefit through user feedback.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003347/1","grantId":"NE/H003347/1","fundValue":"81141","fundStart":"2010-05-04","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"Paul  Aplin","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}