{"id":"A7BB899C-B380-4E5D-8118-6121348DCB2B","title":"Developing a heritage focused wellbeing measure from Generic Social Outcomes to Generic Wellbeing Outcomes","abstractText":"Health, quality of life and wellbeing have become the number one priority areas for individuals, communities and governments worldwide and directly impact policy making across much of the developed world. A significant body of evidence and numerous policy directives acknowledge the important role culture and access to heritage plays in active citizenship, community engagement, improving wellbeing and life satisfaction. The heritage sector has the opportunity to more closely engage with this broad agenda and in return benefit from its strength as a priority with funders and partners. Museums and galleries already have an effect on wellbeing through their learning, access and outreach programmes and have done throughout much of their history. The challenge, as with learning, is measuring the distinctive but potentially significant contribution museums and galleries make to individual and community wellbeing, and articulately advocating for further work to potential partners and funders. It is therefore vital we establish a robust, repeatable, measure for assessing the value to health and wellbeing that this interaction affords. Furthermore, such engagement requires strong theoretical and empirical evidence, and a conceptual language, in order to clearly articulate the value of the heritage sector's contribution to health and wellbeing. \n\nPrevious AHRC-funded research has demonstrated that heritage-focused activities in hospitals and other healthcare settings have shown significant improvements in wellbeing as measured by scales commonly used in clinical practice. Analysis of interviews showed that patients are distracted from their clinical surroundings and feel happier and healthier as a result of heritage-focused activities such as handling and discussing museum objects. The effects of arts-focused interventions in healthcare contexts are also well-documented and reviewed. Studies have found that arts-focused activities can lead to reduced drug consumption, decreased hospital stay, improvements in mental wellbeing and social inclusion, and increased empathy in healthcare professionals with mental health patients. There are many other examples of good practice from UK museums and galleries whose community access programmes have revealed a significant impact on enhancing social wellbeing; a few highlights include the Dulwich Picture Gallery's 'Good Times - Prescription for Art' programme, the Museum of East Anglian Life's social inclusion programme, Colchester and Ipswich Museum's work with mental health service users and the arts-for-health programme run across Manchester Museums.\n\nTo date the above 'wellbeing' programmes and others like them have used a range of techniques to assess the value and impact of their work, including 'social return on investment' models, mental health wellbeing scales and quality of life measures. The sector however, lacks a defined approach for assessing the impact of its work on health and wellbeing. In the last ten years, many museums and galleries have used a set of measures called the Generic Learning Outcomes (GLOs) to assess the impact of their work on learning. Subsequently, the Generic Social Outcomes (GSOs) were devised to measure the social benefits resulting from a museum or heritage visit such as the level of interaction between visitors as a result of engagement with an object or historic site. \nThe goal of this project is to move beyond the GLOs and GSOs to develop a heritage focused wellbeing measure and create a new conceptual and methodological framework (or Generic Wellbeing Outcome, GWO), for evaluating the heritage sectors contribution to health and wellbeing. Through testing and validating the GWO across a variety of museums and galleries, the project will assess and promote the benefits to health, wellbeing and quality of life of heritage-focused activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J008524/1","grantId":"AH/J008524/1","fundValue":"86782","fundStart":"2012-06-01","fundEnd":"2013-05-31","funder":"AHRC","impactText":"","person":"Helen Jane Chatterjee","coPersons":["Jocelyn Ann Dodd"],"organisation":"University College London","findingsText":"","dataset":"gtr"}