{"id":"A7C75DAF-335B-4BCB-B1E5-DFA69A603EC9","title":"A high-speed imaging system for Acoustoelectrochemistry","abstractText":"Cavitation events are short-lived gas bubbles that occur under the correct physical conditions. In order to study these events high- speed cameras can be used to understand the dynamics of the interfaces involved and the effects they have of other sensors placed close to them. In this project two camera systems will be developed with the ability to acquire images at high rates (up to 400,000 frames per second). Under these conditions the cavitation events can be viewed in real time and their effects correlated with the data obtained from a number of different sensors placed within the local environment. These sensors will use, for example, electrochemical and acoustic technology to detect how the liquid around the bubble moves and the damage that the bubbles can do to a solid surface. This study will enable the true effects of cavitation, and related bubble phenomena, to be clarified. In addition these camera systems will be used to study the fast motion of aquatic organisms (for example the mantis shrimp) which are suspected to generate large cavitation bubbles as they attack their prey/defend themselves from other predators. Finally the cameras will be used to study the processes that occur at the gas/liquid interface of a breaking wave.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D05849X/1","grantId":"EP/D05849X/1","fundValue":"123077","fundStart":"2006-06-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"","person":"Peter Robert  Birkin","coPersons":["Timothy G  Leighton","John  Chaplin"],"organisation":"University of Southampton","findingsText":" This grant enables not only a set of academic investigations to be undertaken in detail, but enabled the understanding of new technology (specifically a novel jet cleaning system) to be developed from the lab to deploy-able prototype stage. Findings on cavitation bubble dynamics (both inertial and non-inertial) where gained while the ability of such bubbles to clean and erode surfaces in a variety of geometries where explored. This is an ongoing set of projects and the grant has provided key equipment for many investigations within the group which has then go on to publishable and exploitable outcomes. Starstream has high potential for general surface cleaning in a variety of different arenas including nuclear decontamination and healthcare. Some of the work undertaken with the equipment has been used to develop a novel cleaning system (termed 'Starstream') which is under commercial development. Evaluation licenses and prototype systems have been undertaken and developed as appropriate. Environment,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}