{"id":"A7C9B1EF-7329-4BC3-8FEB-476079559384","title":"Impact of surface melt and ponding on ice shelf dynamics and stability","abstractText":"Ice shelves fringe around half of the Antarctic coastline and exert a fundamental control on the discharge of ice from the Antarctic ice sheets. They can gain and lose mass through interactions with both the ocean and the atmosphere. In the long term their evolution and impact on the ice sheets is controlled by the ocean, but the effect of a warming atmosphere may dominate in the shorter term by providing the conditions and mechanisms for abrupt ice shelf collapse. The atmosphere on the Antarctic Peninsula, where ice shelves have recently undergone most change, is warming faster than anywhere else on Earth.\n\nAtmospheric warming leading to surface melt and ponding has already been implicated in the collapse of ice shelves of the Antarctic Peninsula - the loss of the Larsen B ice shelf in 2002 led to significant and ongoing glacier acceleration, draw-down of grounded ice from the interior, and contribution to sea level rise. There is no doubt that climate warming will lead to more ice shelves being subject to temperatures above freezing for significant periods. The much larger southerly neighbour of the Larsen B ice shelf, Larsen C, annually experiences periods of surface melt and ponding, and appears in parts to be approaching the level of firn densification that preceded the Larsen B collapse. Very little is known, however, about the spatial and temporal pattern of melt and firn densification, the distribution and size of ponds, or the impact of these factors on flow and fracture. A key control on ice sheet mass balance is therefore inadequately understood.\n\nOur project will address this issue through a combined program of fieldwork, remote sensing and numerical modelling. We will focus on the Larsen C Ice Shelf as an ideal example of a large ice shelf experiencing a wide variety of surface melt and ponding conditions, and which is readily accessible for field measurements. Using borehole camera survey and monitoring instrumentation, and surface geophysics, we will acquire much needed new data about the density and temperature across the ice shelf in the upper half of the ice column. We will probe layers of ice going back hundreds of years to understand the history of melt and ponding on Larsen C Ice Shelf. To understand the impact on the ice shelf of past and future melt and ponding, we will develop a coupled simulation which will use a regional climate model to predict surface melt and ponding and an ice shelf numerical model to test the impact of this meltwater on flow and fracture. These models will be optimised by data from fieldwork and remote sensing that we will collect. The outcome will be the most accurate model of an ice shelf to date which will allow us fully understand impact of melt and ponding on ice shelves and to predict the future evolution of Larsen C Ice Shelf over the next century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L005409/1","grantId":"NE/L005409/1","fundValue":"507533","fundStart":"2014-04-22","fundEnd":"2017-04-21","funder":"NERC","impactText":"","person":"Adrian John Luckman","coPersons":["Bernd  Kulessa","Ian Charles Rutt"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}