{"id":"A7CB685A-370A-4D77-B60A-D9254D94A5D6","title":"Broadband coherent raman cell imaging for in situ protein co-localisation","abstractText":"The use of light microscopy is particularly attractive for the study of the ways in which proteins interact in biological cells, and control cell function, since they permit the study of such biological processes within the actual environment of the cell. The ability to tag proteins with fluorescent molecules enables the determination, with microscopy, of the locations of different proteins in the cell. The spatial 'co-localisation' of these proteins can then provide valuable information about how they interact. Although this approach is enormously successful, the use of fluorescence does present a number of inherent problems. We aim to investigate another spectroscopic imaging technique, coherent anti-Stokes Raman scattering (CARS) imaging, as an alternative to fluorescence microscopy which offers the potential to overcome these problems. CARS is a non-linear optical technique which allows the measurement of strong vibrational signals, of similar strength to fluorescence. In particular, we will implement Broadband-CARS, in which a CARS spectrum can be measured at each scan point, as the sample of interest is scanned through a tightly focussed laser spot. We will consider the use of conventional small fluorescent molecules as CARS labels, each with a well defined CARS spectrum. We will also apply numerical algorithms (principle components analysis) to separate CARS spectra into the constituent spectra from different labels. This will allow the simultaneous determination at each scan point of the local concentration of a number of labels, for multiplexed protein co-localisation assays. We will perform preliminary measurements on fixed cells and tissue sections, to assess the capabilities of the technique for further application with our biological collaborators and for further development of the technique, towards in vivo imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F016344/1","grantId":"BB/F016344/1","fundValue":"73159","fundStart":"2008-09-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"  The principal impact which has emerged from this research was the development of a a simple and robust optical way of acquiring spontaneous Raman spectra with the speed and sensitivity of CARS, enabling fast optical imaging with chemical contrast. A patent has now been granted for the technique.  Economic","person":"David  Richards","coPersons":["Frederic  Festy","Simon Morris Ameer-Beg"],"organisation":"King's College London","findingsText":" We have developed a broadband scanning coherent anti-Stokes Raman scattering (CARS) microscope for multiplexed imaging of cells and tissue, achieved employing a commercially available supercontinuum source. Associated benefits of the approach employed include: (a) reduced cost for implementation of CARS, offering the potential to make CARS imaging more widely accessible to the biology community; (b) reduced risk of photodamage through the use of a near-infra-red pump beam (1060 nm).\n\nWe have developed Principal Component Analaysis (PCA) and unspervised Pearson clustering routines to analyse CARS spectra. Due to the coherent nature of the CARS interaction, signals are generated coherently with a non-resonant background, and as such it is important to have spectral decomposition methods that are robust to this. \n\nWe have demonstrated simultaneous CARS imaging for different &quot;vibraphores&quot;, using spectral CARS imaging combined with unsupervised Pearson clustering to distinguish between different vibraphores in the Raman fingerprint region, where molecular specific information is greatest.\n\nWe have devised a simple, single-shot heterodyne method to remove non-resonant background from CARS signals, important for the detection of weak Raman modes in multicomponent media. We have been taking the work forward through institutional funding, which led to the development of the patent linked to this grant. Funding through the Eurpean Metrology Research Programme enabled us to investigate the metrology aspects of the technique, while a Royal Society Paul Instrument Fund grant is enabling the development of a fast imaging microscope. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}