{"id":"A7DC0C0D-3CE8-47D4-9146-9C1531BA324A","title":"Matrix Proteins of the plant ER-Golgi interface","abstractText":"The Golgi apparatus is a key component within cells which is involved in the processing and manufacture of proteins, carbohydrates and membranes which are targeted to other compartments of the cells of secreted to the external environment. We have previously shown that in plant cells the Golgi apparatus is unique consisting of numerous stacks of membrane-bounded discs called cisternae distributed within the cell. In many cell types these Golgi stacks are also very closely associated with another membrane network, the endoplasmic reticulum that passes biosynthetic cargo to the Golgi for processing. One remarkable feature of the plant Golgi, which distinguishes it from that in animal and fungal cells, is that the stacks are highly motile and in many tissues including leaves, move over the surface of the endoplasmic reticulum. The key questions that we are going to address in this research programme are how does the Golgi stay attached to the ER and how do the individual stacks of cisternae remain intact when they are moving through the cytoplasm? Over recent years a number of proteins have been discovered that may potentially act as anchors or tethers that help hold the Golgi together and which may also act as linkers for transport vesicles produced by the endoplasmic reticulum. We have recently identified a number of proteins that are good candidates for the plant tethering proteins including one novel protein. Using the technology of fusing these to fluorescent marker proteins we have shown these to locate to the part of the Golgi nearest to the endoplasmic reticulum. The work proposed in this grant will involve investigating the interaction of these proteins with each other and the regulation of these proteins. Their role in organising the Golgi stack will be assessed by expressing in leaves mutant forms of the proteins and looking for both morphological and biochemical effects on the Golgi apparatus and the secretion of proteins. We will also investigate the role these proteins may have in the biogenesis of new Golgi stacks from the endoplasmic reticulum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F008147/1","grantId":"BB/F008147/1","fundValue":"286090","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"","person":"Christopher  Hawes","coPersons":[],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}