{"id":"A7E5F9C9-3A23-478B-9C82-E7D289DAA760","title":"Quaternary incision of the lower Mekong River due to climate change and the history of major channel avulsion","abstractText":"The Mekong is a major river but little is known of its geological history. This study will remove speculation about the lower course in Cambodia. Importantly, the study will provide generic data on why major rivers suddenly change course by 'piracy' process. To decipher the piracy process &amp; timing, fossil wood is used as a natural tracer to see if the Mekong shifted course in the Quaternary.\n \nThe Mekong in N. Cambodia is incised between alluvial river terraces. Although the low base sea levels in the Quaternary may explain deep incision of the Mekong in Vietnam the distance from paleocoast militates against base control in N. Cambodia. The region was stable in the Quaternary so tectonics did not control incision. Rather Quaternary climate change &amp; adjustments in discharge/sediment load need scrutiny. Two terraces occur along the Mekong in Cambodia. The 100m terrace is dated ~ 600Ka &amp; the 40m terrace is ~ 20Ka BP. The high terrace is incised &amp; discontinuous; the low terrace is 50km wide, smooth &amp; continuous. The high terrace is watercut rock with river boulder-gravel whereas the low terrace is clay covered by sand/gravel like braided river deposits. The modern river anabranches with sand on rock and no gravel. Thus the river changed character dramatically as it incised. Geological studies speculate that upstream of the terraces the Mekong River formerly flowed to the east in an an existing large valley (that is now mostly dry) in a loop by the town Saravene to return to the modern course by a valley now occupied by a major tributary - Se Kong River. An alternative is that the Mekong has maintained its course, as today. Thus the incision &amp; sediment history preserved in the terraces at the confluence of Mekong &amp; Se Kong are key to understand what happened to the river in the Quaternary. The detailed study will explain sediment load changes &amp; the role of climate in mediating both load, river course changes &amp; the successive river planforms. \nProof-of-concept visit show that the 40m terrace gravel layers thin down system but are disproportionately thick at the 3-S confluence where it is clear that the gravel came from the Se Kong valley. The thick deposit argues either for a sustained catastrophic input of sediment from the Se Kong (unlikely) or for the Mekong having occupied the Se Kong valley.\nTo understand the processes/sequence of events, the elevations of the terraces will be mapped accurately using satellite derived DEM &amp; groundtruthing. Detailed sedimentary logs of the terrace sediment sequences will be interpreted for process to explain the downstream thinning of the gravel layers &amp; the changes in river style over time. The sediments, exposed in sandpits, will be dated using luminescence dating at key horizons so it will be clear if either incision or deposition has occurred at any one time. Importantly the terrace gravels contain lumps of fossil wood. This wood comes from a variety of conifers/hardwoods fossilised in Jurassic rock outcrops which were eroded/transported down river systems. Although these rocks are found along the Mekong, a key point is that some kinds of tree fossil are only known from the Se Kong valley near the town of Saravene whilst others come from NE Thailand (close to the Mekong). Thus by comparing the mix of wood types in the terraces with the wood in outcrops in Thailand &amp; Se Kong valley we can know if any wood in the terraces came down the Se Kong. Streams at Saravene are today very small &amp; if substantial fossil wood from Saravene occurs in the Mekong terraces it is a strong indicator that the Mekong River had originally flowed past Saravene &amp; down the Se Kong valley during the Quaternary period. Using fossil wood as a tracer to understand the changes in the course of a major river is novel as is the application of computed tomography (CT) scanning to determine the 3D structure and genus of the various wood samples.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J012440/1","grantId":"NE/J012440/1","fundValue":"50735","fundStart":"2012-05-01","fundEnd":"2013-01-31","funder":"NERC","impactText":"  No publications to date although these are planned.\nOutputs have been used in public presentations at conferences Environment Cultural","person":"Paul  Carling","coPersons":[],"organisation":"University of Southampton","findingsText":" I submit a nil return as the work is still being prepared for publication not applicable at present Environment","dataset":"gtr"}