{"id":"A7E75042-2260-43E3-BB94-B7D9C953A0AA","title":"Sandpit: A Study of Practical Abatement Techniques for Exhaust Jets from Commercial Aircraft.","abstractText":"We should like to maximize the utility of airports within their existing energy and land usage, but local air quality is often a constraining issue. We note, for example, that long-term mean concentrations of NO2 near Heathrow already attain the EU limit value of 40 ug/m3: this has serious implications for the operation of the proposed third runway. We note also, however, that the concentrations experienced locally from aircraft operations depend quite delicately on the balance between the advection of aircraft exhausts away from the airport and their buoyant rise away from the ground. The net result is that the highest surface concentrations occur for wind speeds of 6-8 m/s. Such a brisk wind is already rather infrequent (the mean wind speed at Heathrow is only ~4.4 m/s), so any enhancement to the buoyant rise of exhaust emissions would reduce disproportionately the impact of aircraft emissions on the local environment. The most significant part of the operational cycle from the point of view of local air quality is the start of the take-off run: the engines are on full power at this point, while the aircraft is only moving slowly. We have studied this part of the cycle in a series of field trials over the last few years (using a laser scanner - Lidar) and have observed the buoyant rise of the exhaust jet. We have also developed a theoretical model to describe our observations.It transpires that the time from the point of emission to the point at which buoyant rise becomes dominant may be scaled with the ratio of the engines' thrust to their thermal emission. To enhance plume lift-off, we should like this ratio to be as small as possible. Clearly, we can do nothing about the engines themselves, but we may be able to influence the jet that emerges from them, i.e. add heat or remove momentum. Adding a significant amount of heat is not a practical proposition (the thermal output from a commercial jet aircraft is of order 100 MW). Removing momentum, however, should be quite feasible: we merely have to aerodynamically roughen the airfield surface. It transpires that the runway surface is aerodynamically smooth at the Reynolds numbers typical of flow within the exhaust jet. Only 10-20% of the jet thrust is thus lost to the surface in the near field. We propose therefore to install an array of baffles or wind breaks in the runway strip behind the start of the runway. These will make the surface aerodynamically very rough and significantly enhance the loss of momentum from the plume to the ground.The project will comprise a series of stages. We will start with a theoretical analysis analysing the aerodynamics of the process and prescribing the aerodynamic parameters of an effective array of baffles; model arrays will then be tested in the wind tunnel at Cranfield. When we have a working model, we shall then devise an agreed design which can be installed temporarily at Cranfield Airfield. We will also assess the proposed array acoustically using the facilities at ISVR at Southampton.Once the certification process is complete, we will install the array on airfield at Cranfield and measure its effect on the exhaust plume from the FAAM aircraft. Field trials using Lidar will measure the dispersion parameters of the plume (height, spread) at the distance of the boundary fence. (From trials sponsored by the Omega consortium, we already have some base measurements of the exhaust plume in the absence of the arrays ). We shall also use the trials to test our acoustic modelling of the impact of the array.If the baffles are made of porous wind break material rather than being solid, then with suitable coatings they may be used to absorb pollutant species (PM and NOx) from the exhaust. We will model this effect as part of the project, recommending appropriate surface-active coatings and possibly observing their effectiveness on a small scale in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H002987/1","grantId":"EP/H002987/1","fundValue":"412551","fundStart":"2009-08-21","fundEnd":"2012-11-20","funder":"EPSRC","impactText":"","person":"Michael  Bennett","coPersons":["David Ian Poll","Kevin  Garry","Malcolm Gordon Smith"],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}