{"id":"A7F63513-E4BF-4BCD-9160-F28708A31A66","title":"Advanced Clinical Cardiovascular MR Imaging and Spectroscopy at 7 Tesla","abstractText":"Magnetic Resonance Imaging (MRI) allows us to image the inside of the human body non-invasively. Pioneered in the brain this technique has become invaluable over the last 5-10 years for imaging the heart in the clinic. MRI scanners operate at a magnetic field strength of 1.5 Tesla. Increasing the magnetic field strength can provide higher image quality and we have pioneered the use of 3 Tesla scanners. The highest commercially available human field strength is 7 Tesla, which is our next step.\n\nImaging at higher field strength results in more signal, and thus, the images are obtained quicker, or with higher spatial resolution. The areas that we will develop are those that are limited by low SNR (signal-to-noise ratio) at 1.5 and 3 Tesla. These include imaging the coronary arteries and the energy-rich metabolites in the human heart. Coronary artery imaging is important as these vessels are critical to supplying blood to the heart (blockages cause ?heart attack?). The higher SNR of 7T will allow us to image the blood and walls of these vessels at higher resolution than has previously been possible with MRI enabling us to visualise small plaques and subtle damage. The metabolic condition of the heart is another important area of research where we in Oxford are world leaders. A technique called MRS (magnetic resonance spectroscopy) shows the biochemistry of the heart. Levels of phosphocreatine and adenosine triphosphate, which are essential energy-providing metabolites, can give an indication of damage even before functional changes become apparent. At 7T, the higher spatial resolution enables the MRS examination of small regions in the heart, equivalent to those presently required in clinical examination (this is impossible at lower field). Additional projects will build on these methods to look at oxygen supply, the degree of fibrous scar tissue, and the blood supply from small vessels in the heart. \n\nClinically these developments have the potential to transform MR imaging of cardiac metabolism, oxygenation, and coronary plaque biology from a niche research tool into a mainstream diagnostic measure that can treat the patient as an individual, enabling doctors to monitor the progress of a disease or the response to therapy over time. These techniques would contribute significantly to improving cardiovascular health and to relieving the burden of cardiovascular disease. Our plans are highly novel, and we would be the first site in the UK, and probably in Europe, developing cardiac MR at 7T.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700796","grantId":"G0700796","fundValue":"1760080","fundStart":"2010-01-01","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"Stefan  Neubauer","coPersons":["Robin  Choudhury","Matthew David Robson"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}