{"id":"A806B953-5F09-4616-A8B4-10F0D29680B2","title":"Understanding the effects of space weather on water sector infrastructure","abstractText":"Space Weather disruption of the near-Earth space- and ground-based systems is now accepted as having significant socio-economic impact , and is included in the UK National Risk Register for Civil Emergencies as a medium-high likelihood and medium impact civil emergency. Specifically, the UK National Risk Register identifies that &quot;(c)urrent understanding is that a severe space weather event could have impacts upon a range of technologies and infrastructure, including power networks, satellite services, transport and digital control components&quot; and that any industry relying on satellite services, that &quot;(s)evere space weather can interrupt satellite services including Global Navigation Satellite Systems, communications, and Earth observation and imaging systems by damaging the space-based hardware, distorting the satellite signal or increasing the errors in ground-based receivers.&quot;\n\nThe potential impacts of space weather on technological infrastructures, including power grids, satellite and ground communications and navigation systems, have generated world-wide interest at government levels in developing both forecasting and mitigation techniques and strategies. Indeed, the UK government is now seeking to establish a centre for space weather forecasting within the Met Office, who represent the state-of-the-art in forecasting terrestrial weather and can apply their 150 year heritage in forecasting to the field of space weather. The effects of extreme space weather can only be estimated since we do not know it's full extent. However, the potential total cost of an extreme Space Weather event has been estimated as around $2 Trillion in year 1 in the U.S. alone, with a 4-10 year recovery period . Quantifying the effects of Space Weather in all its forms is therefore of paramount importance. \n\nLess work has been undertaken in wider infrastructure sectors i.e. beyond those that coincide with technological infrastructures discussed above such as electricity distribution, communications and aviation. However, other infrastructure sectors exhibit important vulnerabilities to space weather, both being dependent on these technologies (e.g. GNSS, radio communication) through a disturbed ionosphere but also through sector-specific vulnerabilities. For example, Atkins has recently undertaken a study in relation to rail infrastructure, which has specific communication technologies and signal networks that are vulnerable to space weather.\n\nTherefore there is a need to consider sector vulnerability in more detail and this is particularly important for critical national infrastructure. Whilst much of this infrastructure has been examined, water is an area which merits increased attention. The water sector has extensive metal pipeline networks and is increasingly dependent on remote information collection and real-time control. The last two years of drought and extensive inland and coastal flooding has demonstrated the importance of effectively managing water. Moreover, the water sector uses UHF radio communication as an integral part of their operations and infrastructure. Since space weather is able to influence the propagation of signals through the modification and disturbing of the Earth's ionosphere, this represents an indirect way by which space weather can adversely influence the water sector operations and infrastructure.\n\nAtkins is the main stakeholder for this work, and Atkins is currently liaising with major water company clients on this issue. The wider stakeholder sphere will include the Environment Agency (as an asset manager and regulator), Ofwat, the Drinking Water Inspectorate, all water companies and water company supplies including consultants and the asset supply chain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M00886X/1","grantId":"NE/M00886X/1","fundValue":"48763","fundStart":"2014-10-31","fundEnd":"2015-04-30","funder":"NERC","impactText":"","person":"Iain Jonathan  Rae","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}