{"id":"A8089651-25CA-491F-812C-024BE543B2C9","title":"Centre for Genomic Research: Genomics Hub Renewal","abstractText":"Over the last 5 years molecular biology has been transformed by the application of new sequencing technologies. These technologies allow DNA and RNA to be sequenced much faster than was previously possible and at a significantly reduced cost. These developments create opportunities for researchers working within the MRC remit. Hence, the MRC funded four sequencing hubs in recognition of this in 2009, one of which is the Liverpool Centre for Genomic Research (CGR).\n\nThe CGR has a number of different income streams. It receives funding from the MRC and the Natural and Environmental Research Council (NERC), via its Biomolecular Analysis Facility, to provide collaborative services to groups working within the respective remits. The facility has also benefited from support by the University of Liverpool for staff salaries and equipment purchases. The CGR also as generates income by re-charging project costs from academic collaborators or commercial clients. In addition, the CGR co-directors hold a number of grants and hence the CGR is both a research lab and a service lab. We will make the service operation of the CGR become financially self-sustaining over the next 3 years by recharging the full cost to collaborators and clients.\n\nThis application seeks funding for a further two years but at a substantially reduced rate that will complete the transition of the CGR to financial self-sustainability. To enable this evolution, the CGR will continue its current work but also put in place a number of new initiatives.\n1. We will expand and develop the equipment in the CGR to keep up with advances in throughput and cost. \n2. We will focus on expanding our market reach by hiring a Business Manager.\n3. We will present a number of training events aimed at the MRC research community to inform biomedical researchers on genomic technologies, analytical methods and applications of high-throughput sequencing data.\n4. To expand our reach into the MRC research community we will offer a second pump-priming competition to allow MRC-linked applicants to undertake trial or technology development projects within the CGR facility at minimal cost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K002279/1","grantId":"MR/K002279/1","fundValue":"503990","fundStart":"2013-01-01","fundEnd":"2014-12-31","funder":"MRC","impactText":"","person":"Neil  Hall","coPersons":["Magnus  Rattray","William  Ollier","Christiane  Hertz-Fowler","Munir  Pirmohamed","Andrew Robert Cossins"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}