{"id":"A80AEDDF-EBC3-40BF-ADF3-91E962CEB766","title":"Bacteriophage and Antibiotic Resistance: a Mathematical and Imaging Approach (C-DIP enhancement)","abstractText":"While scientific research was usually conducted in centuries past by loan, gentleman scientists,modern research is different. It needs people with different skills and different scientific trainingto come together with a common vision to solve a common problem.Think of a large task, like building a plane. It needs control engineers, material scientists,software engineers, fluid dynamicists, test pilots, to name but a few of the types of peoplewho might be involved. Ask yourself, how does a software engineer with a training in thedevelopment of programming languages, say, talk to a metallurgist or chemist in order tosolve the problems they encounter on a daily basis in the aeronautical industries?Of course, in industrial contexts one answer lies in training as the path to constructing a planeis largely known. But in science, there are no well-developed training programmes that allowpeople to come together to solve the big problems, we might not even know what people toput together in order to solve them. So, we need patience, lots of it, and trust but we also need funding and helpwith the process of getting ideas from one field to permeate into another.Often, as a mathematician, when I express my ideas to biologist colleagues, they first tell methat I am mad, that I must be wrong because there are experimental results from decadespast that contradict my thinking. However, over time, with enough coffee and patience we canexplore each others viewpoint and crystalise and then distill the idea down to its bare minimum. We thensee whether there really is something that mathematical thinking can bring to biology, or to physicsor chemistry.This can be a personal and painful process, but it is worthwhile in that the amalgam of two sets of ideaslead to new independent thinking and new ideas. However, this is not a route or an approach commonly funded by research councils. In this case EPSRC have been explicit in their desire for research themes that aimto bridge these gaps between disciplines and to really foster avenues of communication where few ornone currently exist. The funding associated with this award will be put to good use to create alively and relaxed research environment where we can express our mad ideas and see if they can beput to good use to solve important problems in a range of fields that spans physics, biology and mathematics.If the recent past is a guide to the near future, we expect this endeavour will lead to a number of new and important scientific insights.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018263/1","grantId":"EP/I018263/1","fundValue":"83702","fundStart":"2010-12-07","fundEnd":"2016-06-06","funder":"EPSRC","impactText":"","person":"Robert Eric Beardmore","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}