{"id":"A80C25C0-7E4F-4C90-966C-E8AFCB134C6E","title":"Submerged Micro Plate Dynamic Characterisation and its Application for Cell Measurement","abstractText":"Currently cell physical properties and behaviour measurements are mainly performed using microscopy imaging systems. The tasks of cell culture, monitoring and manipulation is tedious and time consuming. Cell responses to external stimuli are frequently difficult to visualise in real time. To overcome such difficulties and to enable consistent quantitative measurement of cell properties and behaviour, this project proposes to develop an integrated cell monitoring system by using the information derived from the dynamics of plate submerged in cell culture fluid and advanced system identification techniques. The dynamics and sound radiation of a three dimensional plate at the micro scale in a liquid environment is a new research domain which will pose interesting investigation and contribute to the microtechnology research field. The sensed multi-modal dynamical behaviour of the plate will be interpreted by a micro-fabricated sensing system integrating power input, micro-fabrication technologies, advanced sensing and embedded information technologies. Using advanced system identification methodologies and embedded IT tools such as Karhunen-Loeve decomposition method and artificial neural networks, the dynamical information will be correlated to the state and characteristics of the dynamical cell properties. The integration of the plate dynamics, microfabricated sensing system and advanced system identification system will be fully tested in various cell property and behaviour measurement applications. These unique and important results will be investigated with respect to cell morphology, migration, proliferation, differentiation, contractility during cell culture and growth processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D033284/1","grantId":"EP/D033284/1","fundValue":"295038","fundStart":"2006-09-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"","person":"Xianghong  Ma","coPersons":["Helen Rosemary Griffiths","M  Wright"],"organisation":"Aston University","findingsText":"","dataset":"gtr"}