{"id":"A81253E9-1F6A-4A8E-AF4B-CBD21CE184AE","title":"The Correspondence of Bernardin de Saint-Pierre, 1737-1814","abstractText":"Bernardin de Saint-Pierre (1737-1814) is a major figure of the late French Enlightenment. A friend of Rousseau and a disciple of him, he spent his productive years in Paris, working on major texts. For a man of the eighteenth century he was much travelled. As a young military engineer he spent time in Holland, Russia, Poland, Austria and Prussia before travelling in a similar capacity to the Ile de France (present-day Mauritius); this stay was to be crucial to the author's eventual fame and success: in 1788, as part of the third edition to his successful _Etudes de la nature_ (first edition 1784), he appended a short novel, _Paul et Virginie_. This novel was to be an outstanding success and is now seen as a key text, linking the Enlightenment to the Romantic movement which was to follow. The novel has never been out of print and has probably been through more editions than any other French novel. But Bernardin was not simply the writer of a major novel: he had particular ideas on the shape of the earth and on the cause of tidal movement and these ideas brought him into debate with major scientific figures of his time. He lived in Paris during the Revolution, writing but also, for a short while, was the chief administrator of the national garden; he was to be one of the founding members of the Ecole normale as Professor of Republican Morality, and he became a member of the Institut and eventually of the Acad&eacute;mie Fran&ccedil;aise. His correspondence reflects this rich life and gives us a unique picture of the life of an intellectual during a moment of crisis. His letters are of interest to a wide variety of readers: to those interested in the history of science, philosophy, politics, literature and social history. Our work in the during the last few years has also shown the extent to which Bernardin was in contact with major painters of his day, adding a further dimension to his work and our knowledge of him.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H008179/1","grantId":"AH/H008179/1","fundValue":"564083","fundStart":"2010-02-01","fundEnd":"2013-01-31","funder":"AHRC","impactText":"","person":"Malcolm  Cook","coPersons":["Rebecca  Ford","Simon  Davies"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}