{"id":"A81249B6-006D-4968-87FC-3658BCEBC646","title":"Improved Traffic Signal Control through Individual Vehicle Position Data","abstractText":"It is now widely accepted that if current private car use trends continue then urban road networks will become increasingly unable to cope with the demand for travel, with existing traffic management techniques unable to achieve desired levels of both sustainability and safety. While much research effort has been directed towards this issue there has been a dichotomy between supply side solutions (for example flow responsive traffic signals) and demand side solutions (such as encouraging high occupancy vehicles and public transport use). The ultimate merging of these two approaches would result in signal priority being given based on an environmentally friendly vehicle occupancy scale (from hybrid/electric public transport at one end to single occupancy large engine cars at the other) with clear sustainability, economic and environmental benefits. The required real-time data sources and technologies to achieve this are only now beginning to be created however and forward looking research is now essential to shape the characteristics of these data sources and quantify the benefits which they facilitate. Since the introduction of demand responsive traffic signal control in the 1970s, urban traffic control (UTC) systems have attempted to optimise traffic signal stage lengths and stage orders based on real time traffic detector data. While much research has been carried out since this time to improve the optimality of the underlying algorithms however, the initial data source of inductive loop or above ground (e.g. infrared) detectors have remained fundamental to the operation of the system. In order to give the maximum opportunity for a set of traffic signals to react to approaching traffic, the detectors used to provide the input data for each arm of the junction are generally located as far upstream as possible often the exit stream from the upstream junctions. While this reliance on upstream detectors gives the greatest warning of approaching traffic it also means that the UTC system must make estimations of the stop line arrival times of vehicles, suffering from errors related to platoon dispersion and indeed the variable speed nature of urban driving. The development of GPS/Galileo technologies for individual vehicle positioning, accompanied by advances in wireless communications technologies however provides increasing opportunity to establish the position of vehicles not just at a single upstream detector location, but continuously along the approaching arm. This would provide the UTC systems with significant increased detail in relation to real-time traffic demand, allowing for more detailed stage adjustments and a transformation from the current discrete decision approach to one of continuous response to approaching demands.The focus of this research is therefore the creation of traffic signal control algorithms based on the real-time positions of individual vehicles and, through the creation of a simulation test bed, the quantification of the benefits in relation to the reductions (compared to existing signal control methods) in both delays and emissions that such an algorithm could achieve, a critical step towards achieving an environmentally and economically sustainable road transport system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E045960/1","grantId":"EP/E045960/1","fundValue":"197757","fundStart":"2008-05-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"","person":"Benedict  Waterson","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}