{"id":"A81427F1-C97A-4FA6-9463-DF2428C83547","title":"Molecular biomarkers of muscle growth and quality traits in Atlantic salmon: gene-nutrient interactions in fast and slow growing strains","abstractText":"Why is studying muscle growth and quality traits in Atlantic salmon important? Over the last 20 years fish farming has developed into a major industry in rural parts of Scotland, with a shop value of ~ &pound;800 million in 2003. A major factor in the development of the aquaculture industry world-wide has been development of diets and feeding regimens that can improve growth rate and food conversion efficiency, whilst reducing production costs and improving environmental sustainability. With increasing global demand for fish meal and oil there is an increasing demand to move towards alternative raw material sources such as plant proteins. It is therefore necessary to test new raw materials from sustainable sources, often of plant origin, as well as identifying any bioactive components in raw materials that might provide specific health benefits for the fish or consumers. How has growth and quality been improved in the past? Any new diet formulation must be capable of sustaining high growth rates and good flesh quality. Traditionally, the development of new salmon diets has involved formulating small quantities of pressed feeds and testing them in tank-based feeding trials under controlled environmental conditions. The most promising formulations are then taken on to expensive large-scale commercial or semi-commercial nutritional trials in order to fully assess the effects of the diet on growth rate, feed conversion efficiency and quality parameters (flesh colour, texture and fat content). Why is this project new and innovative? The recent revolution in fish genetics, with four genomes sequenced, and the significantly increased knowledge of how muscle mass is regulated mammals has yet to be applied to understanding the mechanisms of complex growth and quality traits in fish. It is known that the raw materials in food contain compounds that can affect growth and quality traits. Molecular biomarkers provide an early sign of a change in an organism's physiological status One outcome of the project will be the identification of a suite of biomarkers to predict the biological consequence of feeding fish a particular diet without having to conduct very expensive and time-consuming tank and sea cage trials. What will happen during this project? From work on mammals we can deduce the candidate genes/proteins that are likely to make good biomarkers of muscle growth status and flesh quality. Because knowledge about growth regulation is at an early stage, particularly in fish, we will also use genomic approaches in an attempt to discover new genes that are differentially expressed in the muscle of slow and fast growing fish (novel candidates) following transition from low growth to high growth rate diets. The time course of expression of these candidate biomarkers will be investigated together with cellular and structural changes in the muscle and quality characteristics (fat, colour). Statistical techniques will determine how many and which biomarkers can predict growth and quality as well as how confident we can be about the validity of the predictions. This analysis will also allow specific hypothesis about the regulation of muscle growth in salmon to be tested and further understanding of how genetic make-up and environment interact to affect muscle growth and flesh quality characteristics. The new tools in fish nutrition research developed in the project will shorten the time it takes to bring new products to market and contribute to environmental friendly aquaculture by providing a means of testing new raw materials for feeds from sustainable sources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D015391/1","grantId":"BB/D015391/1","fundValue":"349641","fundStart":"2006-09-20","fundEnd":"2009-12-19","funder":"BBSRC","impactText":"  The research findings on this grant were the foundation to subsequent research that was commercialized leading to the formation of an aquaculture genetics company in 2013. The company, Xelect Ltd, was subsequently supported by BBSRC pathfinder and follow-on funding. Xelect was featured in BBSRC's annual report to Parliament. Agriculture, Food and Drink Economic","person":"Ian Alistair  Johnston","coPersons":[],"organisation":"University of St Andrews","findingsText":" Over the last 20 years fish farming has developed into a major industry in rural parts of Scotland, with a shop value of more than ?1 billion. Scottish salmon is exported to more than 50 different countries. Since muscle is the end product of fish farming it is important to understand how its growth is regulated. Atlantic salmon have only just started to be domesticated as farm animals. An important step for developing improved strains of fish is be to identify the most important genes for regulating growth. Most of our knowledge about the regulation of muscle mass from studies on mammals including humans. However, we mow that fish are different in that they are cold blooded with slower metabolism and they are also adapted to natural periods of fasting in the wild during the winter and during spawning migrations. One further complication is that salmon have undergone two rounds of whole genome duplication relative to the common ancestor to mammals. Many of these additional copies (called paralogues) have been retained and have potentially acquired new functions. This project set out to dramatically increase knowledge about how muscle growth is controlled in Atlantic salmon. Proteins controlling growth are made using information provided by messenger RNA from a large number of different genes. In this project we have determined the sequences of more than 30 kinds of mRNA from Atlantic salmon that are known to be involved in controlling muscle mass in mammals. Furthermore, in order to discover novel fish genes controlling growth we used a technique that allowed us to identify candidate genes that were uniquely expressed in fasted individuals and in fish fed for varying periods of time to stimulate growth. We screened candidates in a cell culture system and confirmed that 13 of the 40 candidates selected were likely to be involved in muscle formation. Since growth can be regulated both at the mRNA and protein level we developed a panel of antibodies to study protein expression. We were now able to compare the time course of gene and protein expression as salmon switched from a fasted state where there was net protein breakdown to a fed state in which there was net protein accretion. We found that IGF-I and several of its binding proteins as well of a number of the candidates from our gene discovery experiments showed a much greater response to feeding in fast than slow growing families. The regulatory regions of these genes and the proteins that control their transcription are good places to search for natural variations in gene sequence between the fast and slow growing salmon families in the future in order to develop selective breeding programs for superior domesticated strains. The cell culture system was also used to manipulate the levels of hormones and amino acids (the building blocks of proteins) and to determine the effects on gene expression and muscle formation. We found that amino acids alone stimulated the formation of muscle involving the local production of a growth factor called IGF-I. Some of the retained paralogues of muscle genes were also shown to have distinct expression patterns suggesting new functions relative to the ancestral gene. \nThe development of diets and feeding regimens that can improve growth rate and food conversion efficiency, whilst reducing production costs and improving environmental sustainability is important for the future development of aquaculture. With increasing global demand for fish meal and oil there is an increasing demand to move towards alternative raw material sources such as plant proteins. It is therefore necessary to test new raw materials from sustainable sources, often of plant origin, as well as identifying any bioactive components in raw materials that might provide specific health benefits for the fish or consumers. The production of new feeds and testing their efficiency using feeding trials is a major cost to the aquaculture industry. Traditionally, experiments investigating growth in fish have relied on measuring changes in mass am length which requires feeding trials that last for several weeks. In this project we fed replicated groups of salmon diets varying in the amount of fish meal or amino acids and investigated which genes or proteins might be able to predict growth. We found that the ratio of the messenger RNA for two genes (MLC2:MURF1) and the phosphorylation of a protein called Akt were good predictors of growth, explaining up to 90 of the individual variation in growth rate at the level of the tank. The big advantage of this &amp;quot;molecular method&amp;quot; of predicting growth is the reduced time and expense of conducting growth trials. The results obtained were a stepping stone to understanding factors regulating muscle mass and fillet yield in Atlantic salmon. Subsequent BBSRC-funded research led to commercialization of genetic assays to select broodstock yielding offspring with a higher fillet yield than unselected fish. Agriculture, Food and Drink","dataset":"gtr"}