{"id":"A8140511-D64E-4639-B79D-50E356E1D8B0","title":"Taking Additive Laser Research into Biomedical Applications","abstractText":"This proposal, via a combination of international and cross-disciplinary collaboration, will expand the research of the applicant, and indeed that of the University of Manchester Laser Processing Research Centre (LPRC), into laser treatment of biomedical materials. The programme establishes collaborative projects between the LPRC, the University of Waterloo (Canada) and The University of Manchester School of Dentistry based mainly on improving the biocompatibility of titanium surfaces. Other collaborative work between the LPRC and the University of Waterloo with a non-biomedical theme is also planned.The programme is divided into 3 phases:Phase 1: A researcher from The University of Waterloo will be hosted at The University of Manchester to perform investigative work into silica machining to improve fiber optic efficiency. Dr Pinkerton will observe that work and spend 20% of his time working in collaboration with the School of Dentistry. Phase 2: Dr Pinkerton will be hosted by The University of Waterloo and work partly on a surface engineering method for coating of both the graded porosity blanks produced in Manchester and simulated (full density) Ti implants with CPP or HAp. The emphasis will be on increasing all round skills in laser processing of biomedical materials through 'hand on' experience and exploratory research to identify possible future projects.Phase 3: Dr Pinkerton will return to Manchester and work for 1 month in collaboration with the School of Dentistry applying learned skills and using LPRC continuous wave and short pulse laser equipment to produce the surface coatings and surface modify them.The main contacts will be Dr E Toyserkani in The School of Mechanical and Mechatronics Engineering at the University of Waterloo and Professor D Watts, Head of the Adhesive Biomaterials &amp; Biomechanics Research Theme in the School of Dentistry at The University of Manchester. Dr Toyserkani will visit the LPRC for 1-2 weeks during phase 1 of the project and will provide collaborative advice on installing a control system for the laser direct metal deposition equipment at the Centre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F01337X/1","grantId":"EP/F01337X/1","fundValue":"54464","fundStart":"2007-10-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"","person":"Andrew John Pinkerton","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}