{"id":"A8154060-EBB8-46A5-82C7-F5C33C106A53","title":"Developing the WTCRF in Cambridge: Magnetic Resonance Spectroscopy and a Nutrition Resource &amp; Appetite Laboratory","abstractText":"A Wellcome Trust-funded Clinical Research Facility (WTCRF) in Cambridge has been in\noperation for several years at a high level (75%) of occupancy. Over 200 projects have been\nundertaken, ranging from experimental medicine (where intensive patient investigation leads to\nunderstanding of disease mechanisms) to trials of treatment. Obesity, Diabetes and Insulin\nResistance are epidemic worldwide and internationally-recognised research programs in\nCambridge investigate genetic forms of obesity and insulin resistance, population diabetes,\ndiabetes in childhood, critical illness &amp; metabolism and metabolic storage diseases. Uniquely,\nour WTCRF contains specialised technologies (e.g.energy expenditure measurement) that are\nvital for such research and is also the locus for treatment trials (e.g replacement of leptin (an\nappetite hormone) in obesity or enzymes in storage diseases; prevention of diabetes).\nMagnetic resonance spectroscopy (MRS), technology which allows substances and metabolic\npathways in tissues to be measured non-invasively and non-radioactively, has significantly\nadvanced knowledge of metabolic disorders including diabetes. Support for an MRS scanner\ntogether with specialist support staff, located within an expanded,existing imaging facility, will\nadd significantly to our metabolic research programs,with MRS measurements discovering\ndisease mechanisms &amp; monitoring treatment response in trials. Energy (food) intake is an\nimportant variable in both specialised (e.g. obesity) or general clinical research, and existing\nCRF technologies for measuring this are rudimentary. Addition of a CRF Nutrition Resource\n(staff, diet kitchen) will enable dietary intake of research subjects to be either standardised or\naltered in a defined way. An “appetite laboratory”, or mobile apparatus to measure\ncharacteristics of eating behaviour, is essential for research of obesity and other appetitedisordered\nstates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701532","grantId":"G0701532","fundValue":"256920","fundStart":"2007-12-01","fundEnd":"2012-11-30","funder":"MRC","impactText":"","person":"V Krishna K  Chatterjee","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}