{"id":"A81733ED-4C50-4CC4-9B32-2A85419CB866","title":"Cuckoo-host co-evolution : portfolios of offence and defence","abstractText":"In Nature, organisms evolve in response to changes not only in the physical environment but also in their competitors, predators and parasites. The evolutionary battle between the common cuckoo, Cuculus canorus, and its hosts provide a good model system for studying these evolutionary processes in the wild. The cuckoo is a famous cheat: it tricks other species of birds (the hosts) into incubating its eggs and raising its young. The cuckoo lays just one egg per host nest. Soon after hatching, the cuckoo chick ejects the host's eggs and young out of the nest. It then manipulates the hosts to feed it by a remarkable begging call, which sounds like many hungry host young. Given these costs to the host's own reproduction, it is not surprising that hosts have evolved defences, such as rejecting eggs that differ from their own. In response, the cuckoo has evolved into several distinct genetic races, each specialising on one host species and laying an egg type that matches the egg of its particular host species. Cuckoo-host interactions are unlikely to involve just this one line of defence and offence. There is the potential for interactions at several stages, leading to 'portfolios' of adaptations and counteradaptations. For example, mobbing of adult cuckoos can be an effective front-line of host defence, which reduces the chance that the nest is parasitized in the first place. The hawk-like appearance of cuckoos is likely to be a counter-response, which makes close approach potentially risky for the hosts. The outcome of cuckoo counter-responses is that host defences are costly. Egg rejection may redeem the host's reproductive investment but entails the risk that the host rejects its own eggs rather than the parasite egg, while mobbing an adult cuckoo entails potentially dangerous enemy inspection. We have previously shown that hosts vary their defences in relation to local parasitism risk. This proposal addresses two new questions: First, are there interactions between successive lines of host defence? Second, how do hosts assess local parasitism risk? We will study reed warblers, Acrocephalus scirpaceus, the main cuckoo host in marshland. Field experiments, using mounts of adult cuckoos and model cuckoo eggs, will test whether pairs with better surveillance or stronger mobbing responses are more or less likely to reject cuckoo eggs. Recent theory suggests that a stronger front-line of defence reduces the need for subsequent defences, just as a strong lock on the front door precludes the need for a lock on the bedroom door too. We will also investigate nest architecture as a potential defence. In theory, cuckoos should select stronger host nests because the cuckoo chick grows to be more massive than a host brood and also has a more prolonged nestling period. In response, it could pay reed warblers to build more flimsy nests, particularly in sites at high risk of parasitism. We will test how nest design influences the success of parasitized and unparasitised nests, and model the costs and benefits of different nest design at sites of varying parasitism risk. To test whether reed warblers vary nest defences in response to direct cues from adult cuckoos, or indirect cues (eg. distance from potential cuckoo surveillance perches), we will compare defences at sites with and without cuckoos. Experiments will also test whether na&iuml;ve, young reed warblers can learn to enhance their recognition of the adult cuckoo, as an enemy that can be safely mobbed, by observing the responses of experienced neighbours. This research will improve our understanding of co-evolutionary processes, revealing how adaptations at one stage of an interaction influence those at other stages. It will also enhance our understanding of how individuals use local information to adapt rapidly to environmental change. And it will add to our knowledge of the cuckoo, one of the icons of our countryside.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003444/1","grantId":"NE/H003444/1","fundValue":"388523","fundStart":"2010-05-01","fundEnd":"2014-10-31","funder":"NERC","impactText":"  Our results have contributed to the management of fenland nature reserves by making sure cuckoos have suitable look-out perches from which to survey host nests. Public interest in cuckoos has contributed to visitor appreciation of Wicken Fen, an internationally important nature reserve. Education,Environment Cultural,Societal","person":"Nicholas Barry Davies","coPersons":[],"organisation":"University of Cambridge","findingsText":" We aimed to identify how and why hosts of brood parasites have evolved multiple lines of defence, and how these in turn have selected for multiple lines of offence by brood parasites. \n\n\n\nFor example, reed warblers, the host species our grant focussed upon, attempt to deter adult common cuckoos from laying their eggs with noisy mobbing displays. If the cuckoo does lay its egg, reed warblers will then sometimes remove it. \n\n\n\nUsing this funding grant, we explained why reed warblers do not always mob cuckoos or reject their eggs. Since our long-term study began in 1985, cuckoos have declined by 60% across England. We took advantage of this precipitous decline in cuckoos to experimentally show that reed warblers adjust their defences in response to changes in the risk of parasitism. We not only explained why our population now is less likely to defend itself, but we also explained why reed warbler defences vary across other European populations.\n\n\n\nSecond, we solved the puzzle of why cuckoos come in different guises. To avoid the mobbing attacks of hosts, grey cuckoos have evolved to appear similar to dangerous sparrowhawks. Our experiments showed that this disguise can be successful, but that reed warblers can see through this disguise by watching and learning from their neighbours. Seeing their neighbours mob one of our model sparrowhawks made them more cautious to approach any potential threat back at their own nest, but if they saw their neighbours mob a cuckoo they escalated their attacks. However, by also experimenting with models of the secondary rufous cuckoo morph, we showed that reed warblers only learn specifically about the morph they see their neighbours mob. This means that by coming in different guises, the alternate morph can sneak past these host defences. Our research has also shown that this link between hawk-mimicry and different colour forms is not limited just to the common cuckoo. Instead, by comparing all cuckoo species, we have shown that hawk-like cuckoo species are more likely to be polymorphic than species who do not and that these two traits have coevolved. \n\n\n\nThe results of our research have been disseminated widely. We have given public lectures to community groups, school children, and academics in Britain and across the world. Our research was also the focus of a BBC Radio 4 programme that was voted as their Pick of the Week and received excellent reviews from national newspapers (Guardian, Telegraph). Our publications also attracted wide media interest across the world including radio, television news, newspapers, and various popular science websites and blogs. This grant has facilitated the solving of important puzzles in how brood parasites and their hosts coevolve. Most importantly, it has allowed us to share this knowledge with others and fostered ideas for future research. This research was the focus of a BBC Radio 4 programme, and included in a popular science non-fiction book and a television documentary. This research is especially useful for engaging the public with the natural world and has already been utilised for radio programmes and popular lectures. Feedback from the public suggests that learning more about the tricks of brood parasites and the portfolios of host defences fascinates the layperson. Creative Economy,Education,Environment","dataset":"gtr"}