{"id":"A81BD84C-4435-4BA5-94B1-14159ABBFDFA","title":"Synthesis and Characterisation of Dual Functional Nanoparticles for Probing the Role of Reactive Oxygen Species in Cellular Function","abstractText":"The proposal concerns the synthesis and characterisation of dual functional nanoparticles for studying the response of cells to Reactive Oxygen Species (ROS). ROS have been implicated in ageing, heart disease, and recently, in the onset of Alzheimer's disease. The nanoparticles will contain a dye which responds to changes in calcium ions. Calcium ions are an important species which the cell uses to send messages from one site to another. Our dual functional nanoparticles will have the ability to sense changes in calcium ions in their immediate environment within the cell, but what differentiates them from other similar species is the ability to generate bursts of ROS when excited with light. The ROS generating component will be attached to the nanoparticles after they are formed and are composed of molecules called porphyrins. The ability to generate ROS by porphyrins is currently exploited in the Photodynamic Therapy of diseases such as cancer and age related macular degeneration. By changing the chemical structure of the porphyrins and then attaching them to the nanoparaticle we also plan to cause them to accumulate at important structures within the cells, such as the mitochondria. Currently, no similar tools are available for studying ROS in cells and it is anticipated that the successful development of our system will generate important new data relating to how cells respond to ROS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000151/1","grantId":"EP/H000151/1","fundValue":"251403","fundStart":"2010-02-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"  Development of novel probes for oxidative stress Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Ross  Boyle","coPersons":[],"organisation":"University of Hull","findingsText":" Oxidative stress is associated to diverse biological phenomena with healthcare implications Development of specific probes for monitoring reactive oxygen mediated medical conditions Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}