{"id":"A81F9E9C-0662-4CDA-AC17-46297CB1A43C","title":"Leukaemia Trial Service Unit Special Project Grant","abstractText":"There have been a few striking advances in the treatment of leukaemia in the last few decades but most of the improvements, including that seen for children diagnosed with leukaemia, have been the result of an incremental series of small steps. Over the past 30 years, CTSU have been at the forefront of this work in the UK and internationally. The Unit has provided reliable evidence on the effectiveness of treatments in the different types of leukaemia by helping to design randomised trials and by running these trials efficiently. Furthermore by collecting and combining data on each patient in hundreds of trials from many different research groups around worldwide (meta-analysis), CTSU have been able to determine how the benefits and harms of these treatment vary between different types of patient. This application is to allow the continuation of this work. In some cases where the outlook for patients remains poor, there are new treatments which need testing. In others there is a need to determine whether the burden of treatment can be reduced. This is the case in childhood leukaemia, where new techniques allow the identification of low risk children who may not require the current full standard therapy. Trials are separately funded, but this funding does not support the long-term follow-up required to investigate whether benefits are lasting and whether there are any late adverse effects. Core funding is also vital to support the planning work that is needed for future trials and to perform additional analyses, such as the determination of new risk group definitions. The meta-analyses require continuing funding in order to maintain the collaborative groups of research groups that have run trials, who share their data and help interpret the results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800611","grantId":"G0800611","fundValue":"289452","fundStart":"2008-10-01","fundEnd":"2009-05-31","funder":"MRC","impactText":"","person":"Richard  Peto","coPersons":["Mike  Clarke","Georgina  Buck"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}