{"id":"A827ED2D-ACA9-4756-A5F2-A211FD720B51","title":"Square Kilometre Array Preconstruction Phase","abstractText":"The Square Kilometre Array is a large international project to design and build the world's largest radio telescope. It will consist of three arrays of antennas: SKA-Mid, consisting of 250 dish antennas, in South Africa; SKA-Survey, a smaller dish array in Australia; and the Low-Frequency Aperture Array (LFAA), also in Australia. This grant supports the contribution of Oxford University to three of the consortia which are developing the detailed design of the SKA. The LFAA is one of the major elements of the SKA, comprising an array of 250,000 antennas working at frequencies up to 350 MHz (similar to FM radio). Oxford is leading the design of the hardware that will process the signals from these antennas and combine them in to many hundreds of 'virtual dishes', that can be pointed and steered electronically. In the Central Signal Processing consortium, we are designing the electronics that will combine the signals from these virtual dishes to form images, and also working on the systems that will search the signals from the LFAA and the dish arrays for transient and repeating signals, such as those from pulsars. In the Science Data Processor consortium we are developing software systems that will process the huge amounts of data coming out of the SKA, automatically producing science data products that astronomers can use, and storing and disseminating these data around the world. Much of the work, particularly in the hardware design, is being done in collaboration with UK companies who will also benefit from this research as they help us to develop state-of-the-art signal processing systems, which can have applications in many fields outside of radio astronomy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001423/1","grantId":"ST/M001423/1","fundValue":"3387570","fundStart":"2013-10-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"","person":"Michael Edward Jones","coPersons":["Garret  Cotter","Roger L Davies","Matthew John Jarvis","Rob  Fender","David  Wallom","David  De Roure","Angela Clare Taylor"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}