{"id":"A8276A65-2324-4E4E-A603-53535C0358D6","title":"Caring for post-military futures: alternative development futures for former military sites in the UK.","abstractText":"This is a project about former military sites in the UK which have evaded celebration and scrutiny by either state-promoted conservation and heritage management regimes or by non-state public organisations and institutions with a remit for the care of historic sites and buildings. It asks about the questions and challenges which relatively obscure, un-celebrated or un-acknowledged military remains pose in the present and suggest for the future, in terms of their potential for future development and use, and in terms of the narratives about armed conflicts which they promote. Funding is sought for activities including surveys of existing databases and archives to establish a typology of management and non-management of 20th century sites in the UK, research including fieldwork and interviews on two post-military case study sites which are currently not managed for heritage consumption, and a comparison with another un-managed site in another European context. The intention of this exploratory research is to contribute to an on-going conversation about the current and future possibilities for the care of post-military sites, beyond their documentation and formal designation as monuments through current listing and scheduling practices. It will do this by exploring issues pertaining to sites which have not to date received investment and intervention through heritage management and/or commercialisation, to ask what issues such sites raise both for future social and economic development in different types of localities, and for public narratives about past armed conflicts in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005669/1","grantId":"AH/K005669/1","fundValue":"23977","fundStart":"2013-02-01","fundEnd":"2013-09-30","funder":"AHRC","impactText":"  Findings contributing to AHRC Care for the Future programme, and to on-going work by the award holder on military landscapes. Culture, Heritage, Museums and Collections Cultural","person":"Rachel  Woodward","coPersons":[],"organisation":"Newcastle University","findingsText":" Adaptive re-use of post-military sites include non-official, informal and personal practices as well as official heritage industry mechanisms for management. Findings will contribute to my Military Landscapes book, and will be of interest to those working on military heritage issues. Culture, Heritage, Museums and Collections","dataset":"gtr"}