{"id":"A837044A-84FD-4363-978C-2223EFF24049","title":"BTaRoT: Bayesian Tracking and Reasoning over Time","abstractText":"In this project we will provide new advances in computational methods for reasoning about many objects that evolve in a scene over time. Information about such objects arrives, typically in a real-time data feed, from sensors such as radar, sonar, LIDAR and video. The tracking problem for such scenarios is a well-trodden area, studied for many decades by many researchers. The new and exciting part of this project is in automated understanding of the `social interactions' that underlie a multi-object scene. Can we learn the emerging network structure that develops between objects, in terms of things like who is following who, where is a particular group of objects heading (danger zone or friendly air-field?), has an object left one group and joined another, has a new set of network interactions suddenly come into force? We also seek to integrate this kind of deeper understanding of a complex scene with a simultaneous handling of all of the sensor information available and the decision-making tasks that are required (which sensors to swich on/off, whether an object is friendly or a source of danger, whether an object behaves like a land-rover or a civilian car). \n\nThese sophisticated and difficult problems can all be posed very elegantly using probability theory, and in particular using Bayesian theory, a generic inferential and decision-making methodology that allows one to infer hidden information about a system given data from sensors and some prior beliefs about general behaviour patterns of objects. While generic and straightforward to pose, there are substantial challenges for our problem area in terms of how to pose the underlying prior models (what is a good way to model the random behaviour of networked objects in a scene?), and how do we carry out the very demanding computational calculations that are required for many-object scenes? These modelling and computational challenges form a major part of the project, and will require substantial new theoretical and applied algorithm development over the course of the project. We will develop novel computational methods based principally around Monte Carlo computing, in which very carefully designed randomised data are used to approximate very accurately the integrations and optimisations required in the Bayesian approach.\n\nThe outcomes from this ambitious project could cause a paradigm shift in tracking methodology if successful, moving away from the traditional viewpoint of a scene in which objects move independently of one another, towards an integrated viewpoint where object interactions are automatically learned and used in improved decision-making processes. We anticipate that the impact will be substantial across a wide range of related disciplines, from ecology and animal behaviour studies through to economic and social networking.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K021516/1","grantId":"EP/K021516/1","fundValue":"357136","fundStart":"2013-09-30","fundEnd":"2016-09-29","funder":"EPSRC","impactText":"  Algorithms and techniques are developed for groups and extended object tracking. Some of these are applied in surveillance systems. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Environment,Transport Economic","person":"Lyudmila Stoyanova Mihaylova","coPersons":[],"organisation":"University of Sheffield","findingsText":" The first stage of the research was devoted to modelling interactions between entities in a group of objects and designing sequential Monte Carlo filters. For tracking the motion of the group, box particle filters were developed - for extended and group object tracking. Our findings can be used in many different ways - research, industry implementations, ICT applications, security, surveillance, transportation systems and others. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Security and Diplomacy,Transport","dataset":"gtr"}