{"id":"A84A8213-30A2-43C5-87E4-B8F6025F00FF","title":"Gaining Collaborative Advantages: The Changing Role of Employers' Organisations in the British Economy","abstractText":"The UK is often described as a liberal market economy, in which economic activities are primarily coordinated by markets. The competition between companies in markets is regarded as the quintessential element of the British economy. However, this depiction of the British model overlooks the fact that employers cooperate in important ways with each other to gain collaborative advantages for their businesses. This project focuses on the collaboration of British businesses in EOs. These EOs focus on the role of businesses as employers and they are concerned with a variety of aspects related to work and employment relations. These EOs include traditional employers' associations, but also new types of EO that have emerged over the last decade such as employers' forums and collective employer bodies that focus on training and corporate social responsibility. Even though a wide range of EO activities can be observed, there has been barely any research on the contemporary role of British EOs. This project aims to address this research gap. \n \nThe project will analyse the various role and activities of EOs. These offer services and represent the interests of their members, which includes providing legal assistance, coordinating and organising joint training initiatives, lobbying government, conducting collective bargaining, providing assistance in implementing government policies and drafting up codes of conduct. These activities of EOs provide collaborative advantages for their members For example, EOs provide services or coordinate training programme cost-effectively for their members. This is particularly advantageous for smaller companies that do not have separate HRM or legal departments. EOs help companies avoid business risks, e.g. the infringement of equality and diversity laws. Effective implementation of legislation in cooperation with EOs contributes to building sustainable businesses. In addition, EOs self-regulate and develop code of conducts for businesses in order to avoid regulation by the government. Beyond examining the various activities of EOs, the project will also assess the wider impact of the work of EOs for stakeholders in society such as employees, labour unions and the government. \n \nIn order to gain a comprehensive understanding of EOs in the UK, the project will conduct in-depth empirical research using a combination of quantitative and qualitative methods. The project seeks to discover all EOs in the UK, compile a comprehensive database and collect key information on each EO (e.g. activities, function, members, governance and services). The project will also identify different types of EOs, which might include employers' forums, traditional employer associations, public sector EOs and collective employer bodies focusing on training. Case studies will be carried out on each type of EO, in order to achieve a more fine-grained understanding of their work and functioning. Additionally, the project will conduct surveys of members of key EOs and analyse the relationship between EOS and their member businesses. \n \nThe project will establish a close collaboration with EOs. Research findings and good practices of EOs will be widely disseminated through publications in practitioner magazines and academic journals, an edited book, presentations to EOs themselves and an international practitioner-academic conference at Cardiff Business School in 2015. In addition, the project will create the first web page with a focus on EOs. The web page will provide useful information and research outcomes to all interested stakeholders, including businesses, staff of EOs, employees, politicians and the wider public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K008382/1","grantId":"ES/K008382/1","fundValue":"250758","fundStart":"2014-06-21","fundEnd":"2017-06-20","funder":"ESRC","impactText":"","person":"Marco  Hauptmeier","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}