{"id":"A857E320-5598-4199-AF4F-EC34201DB296","title":"Nielsen, Modernism, and Danish Musical Imagination","abstractText":"Carl Nielsen is one of the most playful, life-affirming, and awkward voices in twentieth-century music. His work resists easy stylistic categorisation or containment, yet its melodic richness and harmonic vitality are immediately appealing and engaging. Nielsen's symphonies, concertos and operas are an increasingly prominent feature of the international repertoire (thanks largely to the success of performances by Herbert Blomstedt, Simon Rattle, Osmo Vanska and others). Yet his work has only rarely attracted sustained critical attention outside his native Denmark.\\n\\nThe reasons for this relative neglect are complex. Access to primary source material has often been limited to Danish-speaking scholars, although strenuous efforts are now being made (by the Carl Nielsen Edition, for example) to disseminate research more widely. More serious perhaps is the critical unwillingness to engage with music which lies outside the mainstream modernist canon. Nielsen's perceived peripheralised position, as a Nordic composer working on the historical and stylistic cusp of a full-blown continental musical modernism, has reinforced his marginalisation from much writing on twentieth-century European music. Though many scholars have sought to reconfigure such received models of historical musical development, and stress the contested nature of aesthetic concepts such as modernism in music (for instance, in Richard Taruskin's Stravinsky and the Russian Traditions), fixed patterns of geographical thought remain remarkably resistant to change. Nielsen's proper place, at the forefront of historical and analytical accounts of twentieth-century musical development, has yet to be conclusively established in the wider scholarly field. \\n\\nCritical consideration of Nielsen's music is therefore timely. It offers the chance to reassess a vibrant body of work whose appeal among international audiences is widening rapidly. Simultaneously, it presents the opportunity to reflect critically upon broader issues of nationalism, identity, and musical modernism, and reassess our theoretical approaches to twentieth-century music. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F015313/1","grantId":"AH/F015313/1","fundValue":"26540","fundStart":"2009-02-01","fundEnd":"2009-05-31","funder":"AHRC","impactText":"","person":"Daniel  Grimley","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}