{"id":"A85F9CDE-D956-4C96-9CEB-5D4F30479DEA","title":"Development of a high throughput technology for detecting virus infection and immunity in the natural environment","abstractText":"This proposal is to prove the concept and develop a high throughput methodology for screening virus infections and immunities in wild plant and insect communities. We propose to obtain small RNA profiles of the plant and insect communities from the Wytham Wood, Oxfordshire, by using Solexa high throughput sequencing. The anti-virus small interfering (avsi)RNAs that are produced by the host gene silencing systems against the virus RNAs will be screened for viral origins. We anticipate the detection of the avsiRNAs against the known prevalent viruses at the site and will use these viruses as positive controls to optimize conditions of sample preparation, sequencing, and bioinformatics. We also expect to discover the prevalence of previously unconfirmed and unknown viruses, and we plan to validate these newly detected infections by using the conventional methods (e.g., RTPCR, cloning and sequencing, Northern Blotting, etc.) to determine the sensitivity and accuracy of the high throughput methodology. To enable the conventional method assessment, we plan to label samples for each sampled species by using sequence tags. The sampling regime is designed for achieving a sensitivity of shotgun detection of 5% infection rate for plant populations. The tagged samples will be pooled together for high throughput sequencing runs to achieve cost effectiveness. The resulting sequences will be sorted back to their original sample identities and analyzed. Results will be validated by using the conventional methods with the sorted specific samples. Mass post-sequencing analyses will also be performed without sorting the samples to their original identities. Results from the specific analyses and mass analyses will be compared. The mass analyses without the requirement of sorting samples are designed for testing a capacity of genetic random sampling from an ecosystem without restriction of sampling regimes. The technology will offer a broad range of applications from large scale random sampling in natural conditions during the environment change, to defined survey in agricultural and the other managed conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I000593/1","grantId":"NE/I000593/1","fundValue":"80313","fundStart":"2010-10-01","fundEnd":"2012-03-31","funder":"NERC","impactText":"  The research findings were used to generate two international collaboration grants funded by the Chinese Natural Science Foundation and the Chinese Ministry of Science and Technology. We also published our work and the papers have been cited by the other scientists. Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology ","person":"Hui  Wang","coPersons":["Robert David Possee"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" We developed a sequence homology based virus searching strategy to detect virus infections from field collected plant and insect samples. The work has been published and has been used/cited by the other scientists. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}