{"id":"A86DDB25-E476-4857-A23F-A32EA3B35C92","title":"Probing novel modes of molecular recognition by the leukocyte immunoglobulin-like receptor family","abstractText":"This research project focusses on a group of related proteins, the Leukocyte Immunglobulin-like Receptor (LIR) family, which are expressed on the surface of a range of different immune cells. These receptors are thought to play important roles in regulating the immune system, by transmitting signals that either help activate or inactivate cells on which they are expressed. These cells include B cells, which are important for antibody production, T cells, which can kill cells infected with viruses, and Natural Killer (NK) cells that can kill infected or tumour cells. Also, many of the receptors are expressed on specialsed cells called dendritic cells (DCs) that present foreign molecules derived from infecting organisms to T, B and NK cells, and by doing so activate them to eradicate invading viruses, bacteria, or even tumour cells. Therefore, understanding LIR receptor function is important, not only in helping us grasp how the immune system normally regulates itself, but also in the design of new therapies for cancer or viral infection based on the use of particular immune cells such as T cells or DCs. A better understanding of LIR function could also lead to improved strategies for the treatment of autoimmune disorders. The ability of LIR receptors to send stimulating or inhibiting signals to the immune cell on which they are present depends critically on the receptors recognising target molecules on the surface of another cell. Therefore, in order to understand how LIR receptors function, we need to understand what target molecules they recognise, how they recognise them, and what the consequences are. This research proposal will use a range of different techniques to answer these questions, and in doing so will significantly increase our understanding of LIR receptor function. The proposal builds on previous work by Dr Willcox in this area, which involved analysing how a receptor called LIR-1 recognises a target molecule called class I MHC that is involved in presenting parts of virus-derived proteins to T cells. This work led to new ideas about what target molecules other LIR receptors recognise. In particular it suggested that one group of LIR receptors (group 1 LIRs) recognise target molecules similar to class I MHC, while another group (group 2 LIRs) recognise different target molecules. The work outlined in this proposal will involve a series of binding studies to directly test what target molecules are recognised by poorly characterised group 1 LIRs, and will include work on CD1, a molecule similar to class I MHC that has recently been identified as a target molecule recognised by the group 1 receptor LIR-2 by Dr Willcox' group. In addition to binding studies, the structures of group 1 LIR recognition events will be analysed by generating crystals of the proteins involved and exposing them to x-rays. Also, the experiments proposed aim to identify what molecules are recognised by group 2 LIRs, including LIR-5, a receptor that plays an important role in dampening down the function of T cells and the presenting DC cells. These experiments build on recent results from Dr Willcox' laboratory suggesting that LIR-5 recognises a target molecule present on the surface of activated T cells, and will also involve examining the structures of such receptors. Collectively, the experiments outlined in this proposal will help us to understand the function of poorly studied LIR receptors. In doing so, they will significantly increase our understanding of how immune responses are controlled, and could potentially lead to improved strategies for the treatment of cancer, viral infection and autoimmune diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E009417/1","grantId":"BB/E009417/1","fundValue":"438608","fundStart":"2007-07-05","fundEnd":"2011-01-04","funder":"BBSRC","impactText":"  Our findings have led to deposition of the LIR-5 structure on the protein data bank, published as part of a Journal of Biological Chemistry paper. They have also led to development of novel methods for crystallising peptide MHC molecules, which is currently unpublished. Other Cultural","person":"Benjamin Ernest Willcox","coPersons":["Ashley  Martin","Paul  Moss"],"organisation":"University of Birmingham","findingsText":" Our work led to the structure determination of LILRB4, a key myeloid inhibitory receptor. The structure confirmed it was unsuitable for recognition of class I MHC, consistent with our previous predictions that it was a &amp;quot;group 2&amp;quot; LILR that bound novel ligands. The nature of these ligands is currently unclear.\nSecondly, our work on this grant also led to a high resolution structure of LILRB1 with HLA-A2, and also led to development of a novel method for crystallising intransigent peptide-MHC complexes, including phosphopeptide complexes, which is the subject of an additional publication in preparation. They could focus attempts to define ligands for group 2 LILRs eg LILRB4, and also could significantly catalyse structural analysis of peptide-MHC complexes that are intransigent to crystallisation. Education,Healthcare,Other","dataset":"gtr"}