{"id":"A87108EB-BA73-4E5F-8324-1D121FB7B9DC","title":"Complex Built Environment Systems (CBES) Platform Grant Renewal Bid: The Unintended Consequences of Decarbonising the Built Environment","abstractText":"The CBES group at the UCL Bartlett School of Graduate Studies received its Platform Award in 2006 and the funding has facilitated a period of sustained success. Platform funding has been of critical value in helping us to retain key staff, to innovate and in providing the flexibility to be adventurous. We have also been able to enhance our knowledge exchange/transfer work and international collaboration. This has been reflected in the quality, growth and range of our activities. The Platform funding thus enabled us to establish a multi-disciplinary, world-leading research group which has dramatically increased in size, resulted in world leading academic publications, seeded a new Institute (Energy), developed new methods of interdisciplinary and systems working and won international prizes. CBES was submitted to and awarded the highest percentage (35%) of world leading rated researchers of any UK university in the 2008 Research Assessment Exercise (RAE) - Architecture and the Built Environment Panel. Building on the work directly supported or indirectly facilitated by the current Platform Grant, and also responding to new opportunities, the strategic direction of this continuation proposal represents a step change for CBES. During the period of the current Platform Grant, CBES was primarily interested in developing multi-disciplinary solutions to the practical problems of designing, constructing and managing environments within and around buildings. In the next quinquennium we will strengthen our world-leading position. We propose a strategic programme of activity in a timely new research direction - the unintended consequences of decarbonising the built environment . We aim to transform understanding of this urgent issue that will have enormous impact internationally.In order to predict the possible future states of such a complex socio-technical system, conventional scientific approaches that may have been appropriate for systems capable of being analysed into simple components are no longer applicable. Instead, we need to bring radically new approaches and ways of thinking to bear. We need to develop and extend our multi- and inter- disciplinary ways of working and be informed by modern complexity science. The initial Platform grant has helped set up a group that includes building scientists, heritage scientists, economists, systems modellers and social scientists. The renewal will enable the group to focus on this urgent problem, to develop appropriate research methods and help develop real-world solutions within the required timescale. The number of Investigators has increased from 11 at the start of the existing Platform Grant to 13 in the renewal - a vital expansion to enable the inclusion of a wider range of disciplines. Nevertheless, facilitated by Platform funding, we will now need to form a whole new set of additional alliances to support the development of our proposed work.One of the key achievements of the current Platform Grant has been the spinning off of the newly formed UCL Energy Institute (EI). CBES is thus ideally placed to benefit from the extensive and diverse range of energy demand reduction work at the EI. However, the EI is not funded to study unintended consequences and this Platform renewal will thus perfectly complement EI activity. Via Platform funding and in partnership with the EI, CBES aims to develop a new concentration of world-leading research excellence in this field. We will establish a regional hub for research collaboration with local universities which will ensure that benefits from Platform funding are felt more widely than UCL alone.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I02929X/1","grantId":"EP/I02929X/1","fundValue":"1429510","fundStart":"2011-07-18","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Michael  Davies","coPersons":["May  Cassar","Peter  Raynham","Mark  Barrett","Tadj  Oreszczyn","Alexander James Summerfield","Philip  Steadman","Ian  Ridley","Paul  Ekins","Matija  Strlic","David  Shipworth","Robert John Lowe","Ben  Croxford"],"organisation":"University College London","findingsText":"","dataset":"gtr"}