{"id":"A8768841-33E4-423A-930F-72C249F99959","title":"A low-cost solution for tracking small-bodied insects in the field: Developing solar-powered, active RFID tags","abstractText":"The rapid movements of small-bodied insects, such as bumblebees and honeybees, are difficult to rigorously document. Although insect monitoring tools and techniques exist they are too limited by size, range and reliability to be used for understanding pollination, gene flow, disease movement and other landscape-scale phenomena. Scientists have used radio frequency technology to track larger animals, such as birds and mammals, but the battery-powered radio transmitters are too big and heavy to be carried by all but the largest flying insects. Harmonic radar has been used to track bumblebees and, although this system has proved very useful, there are some severe limitations. Harmonic radar requires a 3 cm aerial to be attached vertically to a bee's back, effectively preventing the bee from accessing its nest and gathering resources from flowers. Also, the system only works on direct line of sight, meaning the signal is lost if a bee flies behind an intervening object such as a hedge. Harmonic radar is also very expensive costing millions of pounds for the hi-tech equipment. \nOur project will develop a new, cutting-edge tracking system using tiny, solar- powered microchips that are glued to small-bodied insects without affecting their ability to fly and forage normally. Each microchip - or active radio frequency identification (RFID) tag - emits a unique signal to identify individual insects that is picked-up within a 1-2 m radius of a detector unit. Once developed and demonstrated for bees in experiments at the Royal Botanic Gardens, Kew, the technology could be used in the wild. A network of field-deployed detectors could be positioned within patches of flowers dotted around the landscape to track the distances and paths of tagged bees. This approach to tracking insects has never been attempted before. \nWhy would it be useful to track insect movement patterns? By studying insect movement, migration and behaviour, scientists can help to provide answers to important ecological questions that impact the diversity, health and persistence of species and ecosystems. For example, major worldwide declines in bee numbers in recent decades have raised concerns over reductions in essential pollination services to wildflowers and crops. With the use of the new technology to track insect pollinators, studies would provide a better understanding of the largely unknown impacts of habitat fragmentation and neonicotinoid pesticides on pollinators and the pollination services they provide. The technology could also be used, for example, to study the movements of alien insect pests that have dramatic impacts on native flora and fauna and cause serious economic losses to farmers every year. By understanding the requirements of these pests we will be better able to devise control strategies. These are just a few timely examples of how, with the use of the new technology, studying insect movement has wider reaching consequences for understanding the world around us. The new information would help us to more effectively conserve and protect nature for future generations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L012359/1","grantId":"NE/L012359/1","fundValue":"64850","fundStart":"2014-05-16","fundEnd":"2015-03-15","funder":"NERC","impactText":"","person":"Bruce Michael Pavlik","coPersons":[],"organisation":"Royal Botanic Gardens Kew","findingsText":"","dataset":"gtr"}