{"id":"A8793EDE-41C7-4C2A-A126-E5AEE0C4AF51","title":"Bioprocessing of genetically engineered filamentous phages to underpin new therapeutic and industrial applications","abstractText":"The extensive knowledge of phage (also known as bacteriophages and bacterial viruses) genetics and physiology acquired in the past 50 years makes them an attractive option for development of products for pharmaceutical, diagnostic and nanotechnological applications. Modified phages are showing promise in the battle to defeat infectious and genetic diseases. For example, it has been shown that HIV epitopes displayed on a filamentous phage can elicit T-cell and B-cell responses offering a novel approach for vaccine design for a disease that affects approximately 6 million world-wide. Modified phages can be synthesised in high titres in E. coli and in principle processed by techniques readily applicable to considerable scale-up. Until a recently resurgence of interest in phages as anti-microbial agents there has been little research concern with large-scale processing since a few early studies 30 years ago. For this reason modern biochemical engineering and molecular biology concepts have yet to be brought together to address the issues involved. The proposed study will examine these. As the crisis in antibiotic drug resistance by microorganisms continues to develop it is also possible that phages will have an antibiotic role. Though this is not the primary focus of this research, the biochemical engineering studies proposed will bear on to this related field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D521465/1","grantId":"BB/D521465/1","fundValue":"242796","fundStart":"2006-03-01","fundEnd":"2009-02-28","funder":"BBSRC","impactText":"  I have trained researchers from a group at the University of Birmingham in the growth and purification of these bacteriophages. That group have gone on to commercialise an idea based around filamentous phage and have set up a company called Linear Diagnostics. Healthcare Economic","person":"John Maxim Ward","coPersons":["Eli  Keshavarz -Moore"],"organisation":"University College London","findingsText":" We have established a platform for the scale-up of phage growth and primary recovery. The parameters of inoculum, time of addition, the removal of the need for static incubation of phage and host for attachment will now allow defined production processes to take place in industry.\n\n\n\n\n\nWe have established the shear resistant properties and robustness of different forms of bacteriophages which will be essential information for companies manufacturing both filamentous and tailed phages. The shear information gives access now to predictive data that has reduced the number of scale-up fermentations required to gain data.\n\n\n\nInvestigation of hydrodynamic forces: Using a scale-down device for subjecting small amounts of material to shear forces equivalent to those within processing equipment. Bacteriophage M13 was examined at a range of shear energies. Despite the long thin structure of M13, it was found to be remarkably resistant to these conditions.\n\n\n\nCharacterisation of the product: We have analysed the material in the broth that potentially co-purifies with M13. DNA and protein are present and by exploring many different precipitation conditions we have defined ways of separating the phage from these contaminants. DNA had not previously been seen in non-lytic phage supernatants.\n\n\n\nModified and different phages: We have defined the inoculation and growth of two E. coli phages and a Pseudomonas phage. A series of novel phages and host strains were constructed allowing testing of differences in processing and novel processing routes. New phages will have applications in diagnostics and synthetic biology. We have developed new phage constructs and engineered hosts which have been transferred to industrial and research collaborators. Some have formed the basis of a patent application. The new engineered strains will lead to the development of novel processes based on these engineered strains. Manufacturing/ including Industrial Biotechology","dataset":"gtr"}