{"id":"A884DE8A-126C-4037-B7F5-EC789F1B8F60","title":"Molecular Machines that use structured DNA for directed movement","abstractText":"We propose to develop a dynamic nanotool for use in drug discovery. This nanotool is based around a nanoactuator that uses a biological molecular motor to manipulate DNA and attached objects, in this case a magnetic bead. An electronic sensing system, based on MagnetoResistive (MR) devices will detect motion of the magnetic bead and output an electronic signal. Both the DNA and the motors can be targets for drugs, which means that the device can be used in screening drug-target interactions. The major advantage this system offers is single molecule detection and reporting of events, which will improve sensitivity to limits that are possible. The concept will be expanded by making novel use of branched and hairpin structures to provide information about position of binding of DNA-binding proteins, which will allow us to identify drugs targeted at non-motor DNA-binding proteins such as transcription factors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H006702/1","grantId":"EP/H006702/1","fundValue":"296955","fundStart":"2009-10-19","fundEnd":"2012-10-18","funder":"EPSRC","impactText":"  In this grant, and the papers indicated above, we undertook an ambitious Synthetic Biology and Bionanotechnology project, which has, including this NanoSci project, now involved three consecutive research grants funded by European sources. The concept was to construct an electronic device for single-molecule measurement of drug-target interactions at the very limit of sensitivity. The Mol-Machines project has made further progress from the early steps, which involved answering the question ''can we detect movement of a magnetic bead attached to DNA, using a single molecule molecular motor to manipulate the DNA''? We have documented the capability of an optical Magnetic Tweezer system for measurement of movement by two DNA translocators (EcoR124I and FtsK) and fully characterised DNA translocation by these molecular motors. This work was then expanded to characterise other motors, including DNA helicases, which led to the concept of expanding this study to the characterisation of novel helicases from Plasmodium falciparum, which are potential drug targets for development of new anti-malarial drugs. At this time work continues to identify further suitable active and passive helicases for measurement with the MR device developed during the project, but the device has many other potential uses that can be developed.\n\nA Synthetic Biology approach for isolation of new recombinant clones of the Plasmodium helicase genes was adopted and proteins purified from E. coli strains that guaranteed high-level production of the proteins. The helicases have been characterised using standard techniques and single molecule characterisation showed them to be passive helicases. We are pleased to have successfully constructed an electronic version of a Magnetic Tweezer system, demonstrating assembly of DNA substrates within the device and motor activity. This device is an important example of incorporating a biological system into a micro-engineered construct. Therefore, the project has been very successful and the possibilities now exists of developing a commercial device that can detect drug-target interactions at the single molecule level, where sensitivity should be based on the Kd for the interaction, and characterise the nature of these interactions.\n\nThe future for this project could be wide ranging, with the possibility of using the device for the study of systems that involve changes to DNA topology - aptamers, where the device could be used as a biosensor for detection of the aptamer target molecule; quadruplex DNA, where DNA-binding drugs that inhibit quadruplex formation might be identified and used for specific disease treatments; the study of protein-protein interactions by adapting the system to mimic the DNA looping concept of the two-hybrid system etc. This project has shown that applying engineering techniques to biological systems can work very well and that incorporation of nanotechnology and miniaturisation will produce novel devices with a wide ranging capability for the future. Manufacturing, including Industrial Biotechology ","person":"Darren  Gowers","coPersons":[],"organisation":"University of Portsmouth","findingsText":" 1) Successful design, fabrication and on-going development of a new magnetosensitive (MR) single-molecule platform for detecting motor protein pulling of bead-attached DNA strands. Four devices were built (kept in the Lisbon clean lab) and the next generation (which will use vertical magnetisation as discovered in this grant) are now being developed.\n2) A successful increase in the data collection rate (150 Mb/s) and consequent detection limit of equivalent optical magnetic tweezer (MT) set-ups, providing down to 1 nm resolution; this will be implemented in the next MR device.\n3) Successful expression, purification and characterisation of new motor proteins for testing with potential as novel anti-malarial drug targets. These were cloned from Plasmodium falciparum (the single-celled protozoan that causes mosquito-borne malaria) and were examined by testing on the MR and MT instruments. They were found to be useful model passive-helicase candidates for further single-molecule experiments.\n4) Successful development of optical tweezers to a new application in rapid DNA or RNA sequencing using branched and hairpin nucleic acids. This was an unexpected but exciting discovery, and lead to a paper in Nature Methods and a spin-out company from the Paris lab (PicoSeq, www.picoseq.com).\n5) New knowledge generated about molecular machines and DNA motors, including step-size, motor force (in pN), processivity and DNA binding, leading to new ways for them to be used in applied nanotechnology. We believe that the main value added to our work by securing funding from the NanoSci programme has been building new networks of research and development contacts that would clearly never have been established in its absence. One good example is the close link now between the Portsmouth and Paris labs, between Dresden and Paris, and the Lisbon group interacting with all the labs. Probably the key phrase here is 'increased interdisciplinarity', leading researchers from different fields to swap ideas about what is and what isn't possible. As such, our collaboration meetings have often been very interesting about learning the overlapping science from other experts in a different field.\n\nThe team members between the four groups have cemented their already-established collaboration during this grant, with many inter-lab visits (detailed below). We do not envision disestablishing this good work, and plan to meet in 2013 for a review meeting to plan how we can take the MR device design to the next stage. Electronics,Manufacturing, including Industrial Biotechology","dataset":"gtr"}