{"id":"A894B876-A123-429F-B1D8-CEC629F9E681","title":"In vivo and in silico mapping of cell-cell interactions in the haematopoietic stem cell niche","abstractText":"Every second of our adult lives we produce some 2 million red blood cells; over the course of a day in total 10^12 new blood cells are generated in healthy individuals. The process which produces this extraordinary number of cells begins in the bone marrow where a specific set of stem cells, so called haematopoietic stem cells (HSCs), reside. These cells give rise to all the different cells that make up our blood and the immune system. Understanding of this process is of fundamental importance, and the ability to rationally affect the dynamics of the haematopoietic system will also have major consequences for ageing research, regenerative medicine and clinical haematology.\n\nIn order to function properly, HSCs rely on the support of other cells inside the bone marrow, but these are as yet not known with certainty. In the proposed research we will use experiments in mice to determine which cells allow HSCs to function properly. The experiments we will conduct use a very powerful type of microscopy allowing us to visualise the HSCs inside the bone marrow of living mice. We will obtain high-resolution 3D images over time showing the location of HSCs and the identity of their neighbouring cells. We will use computational method to perform several measurements on these images and the resulting data will be analysed statistically and provide the basis for the development of computer models of the cells and their interactions inside the bone marrow. We can run these computer models to simulate the events happening in vivo and by comparing the simulation output with the experimental data we will be able to test, improve and validate our understanding of the cellular interactions responsible to support the stem cells in the bone marrow. The mathematical model here serves as a summary of our understanding of the mechanisms acting within the bone marrow; any disagreement between the simulations and the observed data points to gaps in our understanding and will motivate further analysis.\n\nBased on preliminary analyses and modelling we will then study mice that lack certain cell-types. This in turn will provide us with more detailed insights about the effect that these cells have on the fate of HSCs. In addition to measuring the spatial distributions of cells in different types of bones, we will also determine the differences in gene expression in HSCs that result from deletion of other cell types.\n\nFinally, we plan to use new microscopy-based techniques which allow us to directly kill individual cells in the neighbourhood of HSCs and study the response of HSCs to such perturbations. If we can successfully predict that HSCs migrate towards other cells of the same type as the deleted cell then this would substantially increase our confidence in our models.\n\nComputer models of the cell population dynamics inside the HSC niche will be used to systematically probe our understanding; but they can also be used in the future to replace experiments in mice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L023776/1","grantId":"BB/L023776/1","fundValue":"710879","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Cristina  Lo Celso","coPersons":["Michael Peter Stumpf"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}