{"id":"A899756A-FED3-407E-93C0-23DCDA4E5781","title":"Retrofit of Rocking Structures","abstractText":"Numerous structures exhibit rocking behaviour when loaded dynamically, including unreinforced masonry structures, monuments, towers, bridge piers, sculptures, etc. The collapse of these structures due to dynamic loading has caused global destruction, as recently exhibited by earthquakes throughout the world. In the UK, collapse of masonry bridges during intense traffic loading is also a large concern. Thus, there is a national and international need to prevent the devastation caused by the collapse of these structures.Despite a significant amount of research in this area, engineers still misunderstand the fundamental difference between the dynamic response of rocking structures and typical elastic structures, and therefore assess rocking structures from a flawed perspective. The typical solution is to prevent rocking behaviour instead of controlling it. Prevention is usually achieved by tying structures down or reinforcing them. In the case of masonry structures, this is accomplished by drilling through structures and adding steel reinforcing, or by wrapping structures in Fibre-Reinforce Polymers (FRP). While these methods can be effective, they can over-stiffen structures and be destructive. Adding stiffness drastically changes fundamental dynamic behaviour, and can cause high stresses which lead to local damage. Such damage could be prevented with alternate retrofit solutions.The primary goal of this research is to develop new methods of controlling rocking motion using optimized damping solutions (e.g. shock absorbers). Instead of adding stiffness to the structure, damping is proposed because it allows some motion while dissipating unwanted energy. Thus, both devastating collapse of structures which have not been reinforced, and unnecessary local damage due to over-stiffening, could be prevented.In this context, this research will aim to characterize the fundamental behaviour of damped rocking motion through analytical modelling. A single rocking block analytical model will serve as tool to determine the type of damping which best controls rocking motion, and then to optimize the specific characteristics of damping mechanisms. Subsequently, more complex analytical models which describe the rocking behaviour of masonry arches will be created. Arches are typical components of masonry buildings and bridges, so understanding their dynamic behaviour is critical in developing appropriate retrofitting solutions. Analytical arch models will be used to test a variety of retrofit schemes which incorporate optimized damping mechanisms.While analytical models are critical for characterizing behaviour and designing retrofit solutions, experimental testing is essential to evaluate their accuracy. Results of analytical modelling will first be used to inform the design and construction of optimized spring-damper elements. These elements will enable the retrofit of blocks and arches which will be tested under horizontal ground motion using a small scale shake table. Experimental results will be used to evaluate analytical modelling results and to determine the effectiveness of retrofit solutions.Finally, analytical modelling is effective for simple structures, but it is typically not feasible for more complicated ones. Thus, the final aim of this work is to use commercial Discrete Element Modelling (DEM) software to predict experimental results. DEM is an appropriate tool for this purpose because it is tailored to model the interaction of multiple distinct blocks. If DEM is determined to be accurate, it could be an essential tool for designing and testing retrofit solutions for more complicated structures.In summary, new retrofit solutions are needed. This research aims to lay the foundation for the development of a new class of retrofit solutions which exploit clever damping systems. In the process, scientific progress will be made regarding the control of non-smooth dynamic systems in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H032657/1","grantId":"EP/H032657/1","fundValue":"100770","fundStart":"2010-09-13","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"  The findings have been used by other researchers in the development of new seismic systems and the assessment of exisiting structures. \n\nThe findings have also been applied in consulting to the seismic design of a new structure. Construction,Other Societal","person":"Matthew Justin DeJong","coPersons":[],"organisation":"University of Cambridge","findingsText":" The primary project contributions include:\n\n1) The analytical results necessary to rapidly produce rocking response spectra for near-source earthquakes.\n\n2) A fundamental understanding of the effect of added viscous damping on the rocking response.\n\n3) A fundamental understanding of the effect of flexibility on the rocking response.\n\n4) Further identification of the advantages and limitations of discrete element modeling for the prediction of rocking response of historic masonry structures.\n\n5) Further identification of the potentially devastating effects of near-source earthquake ground motions on rocking structures.\n\n6) Models that can be used to optimize the damping and stiffness of retrofitted, or newly designed, rocking systems. The fundamental analytical research on rocking structures could be used to assess and design rocking structures in practice. In particular, it could be used to create rocking spectra for the prediction of maximum rocking response during expected earthquake events. This is an essential step towards the more widespread use of rocking as an effective isolation measure for design or retrofit. \n\nThe computational DEM modeling results provide the insight necessary to use these methods in practical design and assessment. \n\nThe experimental data generated was used to validate computational and analytical models, but could also be used by other researchers as benchmark results. Construction,Other","dataset":"gtr"}