{"id":"A8A5DCAE-7C76-4235-9504-B16C484A2562","title":"Randomised controlled trial of podoconiosis treatment in northern Ethiopia.","abstractText":"Podoconiosis is one of the forgotten types of leg swelling (elephantiasis) in the tropics. Unlike the other, better-known types of leg swelling, podoconiosis is not caused by any parasite, virus or bacterium, but by an abnormal reaction to minerals found in the clay soils of some tropical highland areas. Although an estimated 4 million people are affected by podoconiosis across Africa, there is no government health service provision for patients in any endemic country. In Ethiopia, where 1 million people with podoconiosis live, non-government organizations (NGOs) have been responsible for the development of simple treatment methods using low-cost, locally accessible materials. Treatment takes the form of foot hygiene, skin care, bandaging, exercises to improve lymph drainage and use of socks and shoes. Although the NGOs consider the treatment to be effective, no formal test has yet been conducted. \nOur main objective is to test whether the 'standard' treatment reduces the number of times a patient experiences 'acute episodes', when the leg become hot, painful and more swollen than usual. These episodes significantly compromise patients' ability to work or carry out normal day-to-day tasks. We will also test whether the effectiveness of 'standard' treatment can be increased by first giving daily lymph drainage massage for two weeks. We will measure the cost-effectiveness of both types of treatment in relation to the costs of living with untreated disease.\nThe trial will be sited in northern Ethiopia, where 3% of the adult population is affected by podoconiosis. Prior to the trial, an economic context survey will be performed to supply background information on typical work hours and settings, labour and medical costs and productivity losses related to podoconiosis. The trial will also be preceded by rapid ethical assessment to identify optimal methods of conveying information about the trial and the approaches to obtaining informed consent preferred by the community. \nWe have identified and located at least 2000 patients who need treatment but are not yet receiving it. We plan to randomly allocate 900 of these patients to one of three groups: either to 'standard' treatment, or to 'intensive' treatment or to delayed treatment. Provision of care will be organised through the IOCC Podoconiosis Project, which already has excellent links with the community and local government. The randomisation process, data monitoring and statistical analysis will be overseen by experts at the Clinical Trials Facility in Kilifi, Kenya, who will make twice-yearly visits to the trial site. Data collection will be performed monthly by a team of 10 recruited specifically for the task, and independent of the community project assistants providing care. More detailed examination will be performed at 6 months and 1 year. The Clinical Trials Facility will ensure data quality, will monitor safety reports and will supervise data analysis, building capacity within Ethiopia for future clinical trials through frequent training and monitoring visits.\nThe results of the trial will be disseminated through a workshop in Addis Ababa to government and non-government organizations affiliated to the Ethiopian National Podoconiosis Action Network; through peer-reviewed publications and Footwork (the new International Podoconiosis Initiative) to stakeholders in other podoconiosis-endemic countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K007211/1","grantId":"MR/K007211/1","fundValue":"777890","fundStart":"2013-02-01","fundEnd":"2016-11-30","funder":"MRC","impactText":"","person":"Gail  Davey","coPersons":["Trudie  Lang","Melanie  Newport","Fikre Enquselassie Gashe","Andy  McKay"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}