{"id":"A8A6A881-0AC7-4B46-9ADF-2513845B1B63","title":"Scene Understanding using New Global Energy Models","abstractText":"This proposal concerns scene understanding from video. Computer vision algorithms for individual tasks such as objectrecognition, detection and segmentation has now reached some level of maturity. The next challenge is to integrate all thesealgorithms and address the problem of scene understanding. The problem of scene understanding involves explaining thewhole image by recognizing all the objects of interest within an image and their spatial extent or shape in 3D.The application to drive the research will be the problem of automated understanding of cities from video usingcomputer vision, inspired by the availability of massive new data sets such as that of Google's Street Viewhttp://maps.google.com/help/maps/streetview/, Yotta http://www.yotta.tv/index.php (who have agreed to supply OxfordBrookes with data) and Microsoft's Photosynth http://labs.live.com/photosynth/. The scenario is as follows: a van drivesaround the roads of the UK, in the van are GPS equipment and multiple calibrated cameras, synchronized to capture andstore an image every two metres; giving a massive data set. The task is to recognize objects of interest in the video, fromroad signs and other street furniture, to particular buildings, to allow them to be located exactly on maps of the environment.A second scenario would be to perform scene understanding for indoor scenes such as home or office, with video taken froma normal camera and Z-cam.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001107/2","grantId":"EP/I001107/2","fundValue":"327699","fundStart":"2013-10-01","fundEnd":"2016-02-29","funder":"EPSRC","impactText":"  yes\n\nsome of the face tracking s/w has been licensed by Real D maker of 3d glasses for 3d cinema\n\nsome has been used by Microsoft Creative Economy Economic","person":"Philip Hilaire Torr","coPersons":[],"organisation":"University of Oxford","findingsText":" we have worked on recognition and segmentation of objects in images examples include\n\nwe are building augmented reality glasses to help partially sighted have enhanced vision.\n\nwe are working with Creative industries for film and gaming (segmentation of images and recognition).\n\nWe are collaborating with 3D cinema company RealD on building the software of the future generation glasses for viewing 3D films.\n\nWe are also working with search engine company Baidu on building software for wearable devices in retail scenario and automatic-cars. Creative Economy,Education,Healthcare,Retail,Transport","dataset":"gtr"}