{"id":"A8A9F3A0-1BF7-4915-8FB4-392601D1ADE6","title":"European Society Glass'2006 Conference in Sept'06 SUNDERLAND (UK)","abstractText":"The European Society of Glass (ESG) conference is held every 2 years in Europe, and is a major platform for scientific discussions in all areas of glass science and its applications. The next meeting of ESG will be held in UK after 30 years in Sunderland in September 2006. This meeting also coincides with the Annual meeting of the Society of Glass Technology in UK. Our goals, as described under objectives above, is to promote science and engineering of glass, amorphous and semicrystalline, nano-scale materials via exchange of scientific and technological information. The methods of exchange are via: workshops, plenary talk, keynote and invited lectures, and contributed papers. We also aim to address the problem of lack of knowledge of this area at the School and pre-university level, which is why we have organised a day of activities for the sixth-form pupils from the North east region of UK. The conference proceedings and workshop topics will be available for future references and teaching materials under suitable copyright arrangements between the publisher and the contributing authors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D078490/1","grantId":"EP/D078490/1","fundValue":"33568","fundStart":"2006-05-01","fundEnd":"2006-11-30","funder":"EPSRC","impactText":"","person":"Animesh  Jha","coPersons":["Russell John  Hand"],"organisation":"University of Leeds","findingsText":" The project funding was for supporting the European Society of Glass Conference in which several technical, workshop, invited and plenary speakers sessions were organized. Besides theses, young scientist forum and Six Form Pupils' sessions were also organised. More than 370 participants were present. Nearly 400 Six-form pupils attended the event which culminated with a lecture by the Technical Director of NSG-Pilkington.  Education,Manufacturing/ including Industrial Biotechology,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}