{"id":"A8A9EDD3-F619-49CC-A52C-51260CAAE6F0","title":"Baker's conjecture and Eremenko's conjecture: new directions","abstractText":"The proposed research is in the area of complex dynamics which has experienced explosive growth in the last 25 years following the advent of computer graphics. For each meromorphic function, the complex plane is split into two fundamentally different parts - the Fatou set, where the behaviour of the iterates of the function is stable under local variation, and the Julia set, where it is chaotic. Computer pictures demonstrate that most Julia sets are highly intricate. \n\nAnother key object of study is the escaping set which consists of the points that escape to infinity under iteration. This set plays a major role in complex dynamics since the Julia set is equal to the boundary of the escaping set. For polynomials, the dynamics on the escaping set are relatively simple, but for transcendental entire functions the escaping set is much more complicated. In order to make progress in the area of transcendental complex dynamics it is essential to gain a greater understanding of the structure of these fundamental sets.\n\nOne of the key questions in this area is whether all the components of the escaping set are unbounded - this is now known as Eremenko's conjecture and has attracted a great deal of interest. Another question in transcendental dynamics that has attracted much interest is whether functions of small growth have no unbounded components of the Fatou set - this is now known as Baker's conjecture.\n\nThe investigators discovered a surprising connection between these two conjectures and showed that, for a large class of functions, both Baker's conjecture and Eremenko's conjecture hold, with the escaping set having a novel structure described as an infinite spider's web. \n\nThis connection was discovered by considering the so called `fast escaping set' of points that escape to infinity faster than the iterated maximum modulus. This set is now known to play a key role in transcendental dynamics and all previous work on Baker's conjecture has focused on points in this set. The investigators have recently shown, however, that, in order to solve Baker's conjecture, it is necessary to consider points that escape to infinity more slowly. \n\nOne of the aims of this project is to consider the set of points that escape to infinity faster than the iterated minimum modulus. The proposal to consider this set is highly novel and has the potential to transform our understanding of the structure of the escaping set. \n\nWhen considering points that escape to infinity at slower rates, it is necessary to introduce completely new techniques in order to demonstrate that the escaping set has the structure of a spider's web. The investigators have recently shown that, in some situations, this can be achieved by using a variety of techniques from complex analysis to prove that the images of certain curves wind many times round the origin. \n\nThe object of the proposed research is to build upon these new techniques and ideas to make substantial progress on both conjectures. Moreover, it may be possible to show that one of the conclusions of Baker's conjecture holds much more generally than was envisaged when the conjecture was made. The work will lead to new results of general interest in both complex dynamics and complex analysis and to new interactions between the two areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031163/1","grantId":"EP/K031163/1","fundValue":"224007","fundStart":"2014-03-31","fundEnd":"2016-03-30","funder":"EPSRC","impactText":"","person":"Gwyneth  Stallard","coPersons":["Philip Jonathan Rippon"],"organisation":"Open University","findingsText":"","dataset":"gtr"}