{"id":"A8C0A92D-E592-4F17-A3B3-4649BC011A3C","title":"REgional Climate International: PRoviding Online Climatological Applied Training and Education (RECIPROCATE)","abstractText":"Advances in recent decades in the science of regional climate prediction have created a technology with potentially substantial societal benefit, providing more accurate advance warning of the range of seasonal climate patterns to expect. The understanding and translation of regional climate predictions into information that informs decisions in such sectors as agriculture and water resource management underpins the development of knowledge bases for addressing regional and local problems. This new scientific knowledge can offer better ways to respond to the problems and opportunities created by a varying climate; but decision makers must understand how to make effective use of this new knowledge. The REgional Climate International: PRoviding Online Climatological Applied Training and Education (RECIPROCATE) project will address training needs in this advancing field and develop an online learning programme that will be supported by tutoring and the sharing of knowledge and best practices by experts from Oxford University's climateprediction.net team, the UK Met Office's PRECIS (Providing REgional Climates for Impacts Studies) team and the wider climate prediction community. The RECIPROCATE project will incorporate state-of-the-science climate and social knowledge into advanced training delivery technology to create: Online course 1: Modelling climate change and its implications. This course will provide a basic introduction to the concepts of regional climate prediction and the current understanding of the issues surrounding the use of regional climate change data. This course will be appropriate for personnel working in government, industry and non-governmental organizations (NGOs) proposing to use regional climate projection data in impact/adaptation work. The course will be designed as a standalone un-tutored learning experience that can be taken at the convenience of the user, and will be freely available online and distributed on CD-ROM, making it available to thousands of users worldwide each year. Online course 2: The design and application of regional climate model experiments. Intended for those with a scientific, but possibly a non-meteorological background, working in government, industry or NGOs, as a standalone learning experience or as a prerequisite for attendance on the UK Met Office's PRECIS face-to-face workshop. This tutor-supported course will enable individuals to develop an understanding of the potential uses of regional climate models and of how to design effective regional climate model experiments. This course is not intended to show how to use specific climate prediction software (although specific software will be discussed) but rather to give a deeper understanding of the issues that need to be considered when producing, interpreting or applying predictive data. Online Community. One of the problems encountered with the face-to-face workshops currently delivered in developing countries by the Met Office's PRECIS team is that, once completed, participants return home and are, therefore, immediately dispersed and isolated. We intend to build and support a community of practice for climate prediction in developing countries. Graduates of the higher level online course or the face-to-face PRECIS workshops will automatically become members of the community upon completion of their courses. Other climate practitioners will also be able to register to join. This will allow members to share issues and experiences of climate modelling and using model outputs in general through a virtual community area, with forum and chat-discussion facilities. The size of this community will grow with each course delivery. In conclusion, we propose to develop an online learning programme that will address the knowledge gap in climate prediction currently being experienced by the developing world and build the capacity for sustainable climate prediction communities of practice in the UK and the developing world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F009348/1","grantId":"NE/F009348/1","fundValue":"203000","fundStart":"2009-05-01","fundEnd":"2014-04-30","funder":"NERC","impactText":"  The Reciprocate project led to the development of two courses that engaged learners with understanding the basics of climate science and how climate modellers use this information to develop high-resolution regional climate models. The courses were developed to be both stand-alone as well as complementing each other, though completion of the first course was a prerequisite for attending the second course. This report summarises the first course in the project, with the second course being dealt with in a separate submitted report.\n\n\n\nCourse 1 was a non-tutored, self-paced online course broken down into 8 modules with a self-assessment course at the end in the form of a multiple-choice quiz.\n\n\n\nTo date, there are 4489 registered participants on course 1, from 175 countries different countries. Of the registered participants, 28% were from the UK. \n\n\n\nOne of the aims of the project was to develop a high quality course to support decision-makers in LEDCs. The success of this is evidenced by that fact that, of the 175 countries, 139 are LEDCs though in terms of total numbers of participants, this represents 46%. India represents the largest single country in terms of users with 20% of the LECDs participants coming form there. \n\n\n\nOf those that completed the evaluation form, 100% said they would recommend this course to others, citing the use of videos and the clarity of explanations as being key factors to their enjoyment. They also commented that the fact that it was online was a big advantage to them. \n\n\n\nWhen asked what they would like to see more of in the future, students asked to have more video content as well as broadening out exemplars to reflect a more global cohort of participants. \n Professionals participating on this course have said that the understanding and knowledge gained has directly influenced their work, including: informing how an adaptation strategy can be written, embedding a deeper understanding into the climate modelling and informing policy development. Cultural,Societal,Economic ","person":"Marion Catriona Manton","coPersons":["Myles Robert Allen"],"organisation":"University of Oxford","findingsText":" The Reciprocate project aims to encourage the sharing of high quality information about climate science, modelling and the interpretation of climate change modelling experiments, by offering two online courses and supporting an online forum in regional climate prediction. The first course &quot;An Introduction to the Science of Climate and Climate Change&quot; is freely available online at http://climateeducation.net and has been accessed by over 4000 users from 171 countries. The second course &quot;Constructing and Applying High Resolution Climate Scenarios&quot; is run for tutored cohorts, who require more in-depth information in this area due to their professional practice in countries where such education is not easily available. This course commands a fee with bursaries available to students from developing countries. This ran for the first time in the last year and had 18 students from 11 countries including, Nepal, Eritrea, Bangladesh, Malaysia, India and Mozambique. The free online course &quot;An Introduction to the Science of Climate and Climate Change&quot; is designed to be suitable for self-study for the general public. The free online course &quot;An Introduction to the Science of Climate and Climate Change&quot; can be accessed by anyone with an internet connection at: http://climateeducation.net . The materials are also available in an easily downloadable version for those without a reliable internet connection. We would be interested in discussing possible routes to offering these materials in other languages. Education,Environment","dataset":"gtr"}