{"id":"A8C148EF-5DBB-485E-AE64-D4DEEF6941EE","title":"Current-Driven Domain Wall Motion in Multilayer Nanowires","abstractText":"The study of spin-transfer torque at a magnetic domain wall continues to be one of the most vibrant areas of research in spintronics, motivated by the prospect of novel memory and logic systems and devices. At heart, the phenomenon is based on a fundamental law of nature: conservation of angular momentum. As an electron moves, as part of a flow of electrical current, through a magnetic domain wall, the direction of magnetisation around it will rotate from that in the first domain to that in the second. The magnetic moment on that electron, which arises from its spin angular momentum, will have to rotate accordingly. This results in a change of angular momentum on the electron by a single quantum unit. This change is compensated for by an equal change in the magnetisation of the metal that is carrying the current. The outcome is that if enough electrons pass through a domain wall, the 'electron wind' will push the wall along, just as a sail is blown along by wind in the atmosphere. The potential for using this effect to write and manipulate data represented magnetically in the next generation of nanoelectronics has lead to proposals for device architectures such as IBM's racetrack memory. At present, research in the field is overwhelmingly dominated by a single material and sample architecture: the lithographically patterned Permalloy nanowire. (Permalloy is a magnetically soft alloy of nickel and iron.) This is in spite of the fact that such nanostructures will probably not form the basis of any eventual device: the domain walls within them are too wide, too complex, and insufficiently rigid. Very high current densities, within an order of magnitude of the point of wire breakdown through electromigration, are needed to move them. From the point of view of basic research, it is clear that only a very restricted number of the possibilities for domain walls in nanowire systems has been investigated with any rigour. We will carry out a wide-ranging study of nanowires fabricated from multilayer films, drawing on years of experience in the preparation and study of such materials. Our attention will be focussed on two main classes of magnetic multilayer. The first class is the so-called synthetic antiferromagnet. Here two magnetic layers sandwich a thin metal spacer layer, through which they are coupled so that their magnetic moments prefer to lie in opposite directions. The lack of a net magnetic moment means that such structures are impervious to moderate magnetic fields and can be packed densely together on a chip without interacting, both attractive for spintronic technologies. Moreover, we have carried out preliminary micromagnetic simulations, which predict narrow, simple domain walls in such structures. The second class is multilayers in which the magnetisation lies perpendicular to the film plane. Recent results that we (and others) have obtained on these systems show that the efficiency of the spin-torque effect is roughly one hundredfold larger in these materials than in Permalloy - but that the defects in the materials lead to wall pinning effects that are larger by the same amount, so that huge current densities are still required. Here we will study the nature of the defects and so learn how to eliminate them, allowing such devices to operate with currents up to one hundred times smaller, leading to ten thousand times less power consumption. We will also investigate the control of the spin-torque effect using local electrical gates, making use of another recent discovery: the fact that in such thin perpendicular layers, a suitable structure incorporating an interface with a dielectric can give rise to electric fields acting as effective magnetic fields on moving electrons, giving rise to a new spin-torque effect through spin-orbit interactions. This will give control of domain wall pinning with a fine spatial and time resolution using voltages, giving the prospect of novel device architectures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I011668/1","grantId":"EP/I011668/1","fundValue":"665184","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  Too soon to say. We are still writing up the main discoveries of this research. Digital/Communication/Information Technologies (including Software) Economic","person":"Christopher Hugh Marrows","coPersons":["Gavin  Burnell","Thomas  Moore"],"organisation":"University of Leeds","findingsText":" We have found an ultra-low depinning field for DWs in a synthetic antiferromagnet nanowire. To build energy efficient racetrack memories. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}