{"id":"A8D398A3-2045-494A-ADFE-A5B9CE7E1ECC","title":"Assembly of electronic components with Optoelectronic Tweezers","abstractText":"In this project we will use a method of controlling electrical forces with light patterns to move and assemble small electrical components into circuits. This is in contrast to the current techniques used where a robotic arm with a vacuum tip on the end is used to pick up and place these components onto printed circuits. We aim to produce a step change in the size of the smallest components that can be handled from the current smallest standard component size of 400x200 microns (0402 metric) e.g. less than half a millimetre across, down to components a few microns across and even nanostructured components (based upon graphene, nanowires or nanotubes, for example). This will be accomplished by developing a radically new assembly strategy based on a touch-less opto-electro-fluidic technique known as optoelectronic tweezers (OET). OET use a photoconductive device to turn patterns of light into patterns of electrical field. By designing the device so that a liquid layer experiences a larger bias across it where it is illuminated, electrical gradients are created which create forces on any particles within the liquid through dielectrophoresis. Changing the light pattern changes the pattern of electrical forces allowing the continuous movement and hence positioning of microparticles.\nProof of concept experiments showing the movement of electronic components 600 microns long have already been demonstrated and during the 18 months of this project the aim is to take this research and to develop the technique to a degree where we are able to incorporate it into an automated process flow. \nThe electrical components we will be assembling are common in all consumer electronic equipment with, for example, 400 to 500 being present in a typical smart phone. The size of the components is constantly shrinking so that they take up less space and add less weight to portable products such as laptops, cameras and phones. As the components get smaller the reliability of the vacuum tips on robotic arms decreases but it becomes increasingly easier for contactless techniques such as OET to move them. \nIn its first instance we will assemble electrical components into specific positions within a circuit created by patterning metal wires onto an OET device and then fix them into place by heating the solder which comes on each component. This test system will allow us to assess the speed, positional accuracy and reliability of this methodology whilst demonstrating the flexibility of this approach to assemble multiple components in parallel (something not possible with a robotic arm). By demonstrating the assembly of standard components this project will demonstrate its immediate applicability to industry. \nIn the next phase of this project we will demonstrate how OET can create a real step change in the assembly industry by placing components smaller than the current smallest standard. We will start with the new range being released in 2013 by muRata which are 250x125 microns and are expected to create a new standard. We will then extend the size range downwards by creating model components of the whole size range from 1000 microns in length down to 1 micron long.\nAfter demonstrating the advantages of using OET to place small components we will then investigate how to do so onto a conventional printed circuit board (PCB). We will also investigate the innovative approach of using the OET device itself to create the wires in the circuit by patterning conductive metallic nanowires into lines in order to connect the discrete components.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L022257/1","grantId":"EP/L022257/1","fundValue":"217131","fundStart":"2014-12-14","fundEnd":"2016-06-13","funder":"EPSRC","impactText":"","person":"Steven Leonard Neale","coPersons":["Jonathan  Cooper"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}