{"id":"A8E1181D-3699-4EA1-A2C7-0D1E7AEF25E8","title":"Casimir Force between Dielectric Bodies of Arbitrary Geometry","abstractText":"The progress of nanotechnology in recent years has made it possible to make miniature mechanical devices, and in no time we will be able to make such small machines that are actually capable of performing a variety of functions. This means that we are going to need a new generation of mechanical engineers who are equipped with design packages that know about the mechanical properties of matter and the interactions involved down in nanometre scale. Not only that, the new engineers should also train their ``intuitions'' to know about the non-intuitive world of quantum physics that is ruling in the nano-scale, as it is well-known that in addition to technical skills and creativity good engineers must have very good intuitions too. To develop such knowledge, all we need to do is understand the structure of vacuum and how it interacts with matter. As ironic as it may sound, this is actually true! The reason is that in the quantum world vacuum is not as uneventful as it is depicted to be in classical physics. Instead of being empty, in fact it looks more like a boiling soup of photons (and other particles) that are constantly being created and annihilated ``before we notice.'' When material bodies are placed in such a medium, the so-called quantum fluctuations of vacuum are modified due to their presence, which in turn induces an effective interaction between these bodies. This interaction, which is named after H.B.G. Casimir (who was both a brilliant scientist who cared about the most fundamental issues in theoretical physics as well as a leader of industrial research at Phillips Laboratories), appears to be the dominant interaction in nano-scale. It can make the various parts in small machines stick together inadvertently, while it can also be harnessed and put to good use.A conspicuous feature of the Casimir interaction is that it is not pair-wise additive, meaning that one cannot find a localized force law that can be attributed to small domains of matter interacting from a distance so that when summed up over two larger bodies it will account for the interaction between them. In other words, to work out the interaction between objects of any shape one should start from scratch, and it is not possible to break objects into simpler shapes for which the interactions are known and compile that knowledge to deduce the desired interaction. It is for this reason that developing the kind of design packages that the future nano-mechanical engineers would need, as well as training their intuitions for that matter, is far from being a trivial task. What we are proposing to do here is research that would enable such developments, by providing a deep fundamental understanding of the interplay between geometry of material objects and the Casimir interaction. We will develop theoretical tools that enable systematic calculations of the Casimir force, and will use them to analyse a collection of different cases in terms of shape and dielectric properties. This will unveil various characteristic properties of the Casimir interaction, and could be a key milestone towards the development of the futuristic ``Casimir calculator.''","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E024076/1","grantId":"EP/E024076/1","fundValue":"328015","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Ramin  Golestanian","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}