{"id":"A8EE0190-E29A-448D-8414-B27C10FB41E1","title":"Holomorphic Poisson structures","abstractText":"The idea of quantizing a space is to replace the commutative ring of functions by a non-commutative one which is supposed to be realized (&quot;quantized&quot;) as an algebra of linear operators on some Hilbert space. &quot;Replacement'' means finding a non-commutative multiplication on the same space of functions with a parameter h (an abstraction of Planck's constant) which when h=0 gives the ordinary multiplication of functions, the classical limit. The term to first order in h (the &quot;quasi-classical&quot; limit) defines a mathematical structure called a Poisson structure. It can be defined independently in differential geometric terms and in fact Kontsevich over 10 years ago proved a powerful theorem which said that at least formally (as an expansion in h) one could go from the Poisson structure back to a quantization, yet very few Poisson structures have yielded to explicit noncommutative deformations. \n\nOn the other hand non-commutative algebra structures on vector spaces were defined many years ago by the theoretical physicist Sklyanin using elliptic functions, and these induce holomorphic Poisson structures on projective space. We thus have a general principle relating non-commutative geometry and Poisson geometry, but few examples and little understanding of how wide or narrow is the world of Poisson manifolds which admit explicit quantizations. \n\nPoisson geometry has been pursued for many years at an international level, but the questions that were posed seemed not to interact well with algebraic geometry, which is what this proposal is mainly concerned with. It is intended to advance our understanding of the relationship between holomorphic Poisson manifolds and their possible non-commutative deformations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K033654/1","grantId":"EP/K033654/1","fundValue":"272056","fundStart":"2014-01-13","fundEnd":"2017-01-12","funder":"EPSRC","impactText":"","person":"Nigel James  Hitchin","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}