{"id":"A8EFB4D7-75DE-4E8A-A641-8A9C9FB4EBDE","title":"Evaluating the impact of coagulation factors on gene delivery using pseudotyped adenoviruses: receptor usage bioavailability and immunogenicity","abstractText":"The use of viruses to delivery genetic therapy has been widely tested in the pre-clinical setting and some clinical progress has been made. Adenoviruses, a very commonly used type of virus for this procedure, shows excellent potential since it can achieve very efficient gene delivery to cells in cell culture systems but in the body it shows some toxicity that limits its application, particularly when delivered through the bloodstream. The most commonly used adenovirus is derived from serotype 5 but there are many more serotypes that are currently under evaluation. The use of adenoviruses derived from other serotypes is useful for delivery of cells to tissues that are refractory to gene transfer mediated by the traditional serotype 5 form. Of the virus proteins on the surface of the virus (the virus capsid) the fiber protein (that projects from the capsid surface) is the main determinant of how a virus interacts with receptors on target cells. Many serotypes bind different receptors therefore one can exploit this profile to engineer gene delivery systems for specific applications e.g.in cancer, cardiovascular disease, or for vaccination. When delivered via the bloodstream adenovirus serotype 5 vectors predominantly infect liver and spleen and we have recently identified a new pathway that dictates this infectivity profile - essentially the virus binds very tightly to a distinct family of coagulation factors that circulate in the blood and this interaction targets the virus to specific receptors in the liver and spleen. This interaction is mediated by the fiber protein. We now show that this is a very common pathway in that many other fibers from different serotypes of adenovirus also bind these coagulation factors. This has broad implications for the use of these alternate adenoviruses as gene delivery vectors in gene therapy applications and characterisation of this is the central theme of our current grant application. We have worked with Crucell, a biotechnology company based in the Netherlands, to assess the influence of the coagulation pathway on adenovirus infectivity on viruses being developed for cancer, cardiovasccular disease and vaccination (adenoviruses derived from subgroups B and D mainly but also from A and F) and have preliminary data showing that (A) coagulation factors bind directly to each adenovirus, that (B) this influences in vitro infectivity of liver-derived cells lines and (C) pilot data in vivo to show that modulating coagulation factor levels in the blood strongly influences the distribution of the viruses when delivered intravenously. In this study we therefore wish to characterise fully the influence of this pathway on the biology, infectivity and toxicology of these alternate adenoviruses using a range of in vitro and in vivo experiments. Description of this will broadly impact researchers and clinicians working on the use of these viruses in gene therapy and vaccination procedures and further our understanding of adenovirus-host interactions that strongly dictates the use of these viruses in the clinical setting. Ultimately, we believe that modulating the coagulation factor:virus interaction will improve gene delivery profiles in vivo and severely reduce the dose limiting toxicity observed to date in some adenovirus clinical trials using systemic delivery of virus. In turn, this will make the adenovirus vector a more attractive virus for clinical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E02145X/1","grantId":"BB/E02145X/1","fundValue":"29864","fundStart":"2007-07-01","fundEnd":"2008-04-30","funder":"BBSRC","impactText":"","person":"John Henderson McVey","coPersons":[],"organisation":"MRC Clinical Sciences Centre","findingsText":"","dataset":"gtr"}