{"id":"A8F6C9E1-7D4F-417E-A7FD-EBCC30A2B1D4","title":"Degradation of dissolved complex polysaccharides in estuarine littoral zones","abstractText":"Degradation of complex dissolved organic matter (DOM) in estuaries plays an important role in coastal and oceanic carbon cycling. DOM is chemically and structurally diverse and a large fraction consists of polysaccharides that are both produced within the estuary (e.g. exudates of estuarine diatoms) and imported from other systems (deposition from the river or sea). Little is known about the precise nature of these dissolved carbohydrate components and in particular the role and fate of this matter in estuarine carbon cycling. High molecular weight carbohydrate polymers can be exported from the estuary or broken down by microbial extracellular enzymes before being assimilated by bacteria. Carbohydrates may also undergo photodegradation during exposure to ultraviolet radiation. Environmental conditions across the intertidal zone are highly variable with increasing environmental stress (temperature, salinity, desiccation, ultraviolet radiation) towards to the upper saltmarsh area. We have only limited knowledge about the changes in microbial communities, organic matter degradation, carbohydrate dynamics and enzymatic activities across this environmental gradient. This proposal sets out to investigate shifts in microbial community composition across the intertidal zone, in both water and sediments, in relation to organic matter degradation under increasing environmental stresses. We propose a combined approach of field survey work at a typical mid estuary intertidal site in the first year of the project, and laboratory experiments using both intact sediment cores in tidal mesocosms and sediment slurry enrichment-degradation experiments in the first and second year. The findings from survey work and laboratory experiments will form the basis for the design of a series of final year field experiments. We will employ a range of techniques from biochemical to molecular, with the aim of identifying the key members of the microbial community responsible for organic matter degradation along the intertidal gradient. We will investigate how these bacteria are affected by the main environmental stresses in the system (temperature, salinity, desiccation and ultraviolet light) and how physiological adaptations allow their survival in extreme conditions (e.g. 'special' extracellular enzymes). This project will elucidate changes in carbohydrate fractions in both structure and monosaccharide composition during sequential organic matter breakdown. In this context the role of photolysis will be assessed with reference to biodegradation and biavailability of organic matter. The results of this research project will benefit scientists investigating benthic-pelagic coupling and carbon fluxes in both temperate and tropical coastal systems. Responses of ecosystems to environmental stresses are increasingly important, with increasing perturbations to coastal marine systems likely over the next 50 years, with demographic changes in society, pressure of coastal resources and climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D003598/1","grantId":"NE/D003598/1","fundValue":"267152","fundStart":"2006-05-11","fundEnd":"2010-04-10","funder":"NERC","impactText":"","person":"Graham  Underwood","coPersons":["Terence  McGenity"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}