{"id":"A8F72C4A-8832-4A93-9387-825E882EBF94","title":"Realizing the potential of population information from seal photo-ID studies","abstractText":"Over the past two decades, seal populations around Britain have undergone substantial changes in distribution and abundance. Most of the UK's grey and harbour seals live in Scottish waters, but significant parts of both populations also occur fragmented throughout the Irish Sea (including Wales), the southwest (Cornwall, Scilly Isles, Brittany), Norfolk, Lincolnshire and Northumberland. Ireland also has significant seal populations around its south and west coasts. Tracking studies have shown that seals are quite capable of moving great distances in a matter of days; conversely breeding colonies are characterised by seals that remain faithful to previous breeding sites and even to where they were born. Recent changes in UK seal population trends have focussed attention on the fact that the 'degree of connectedness' between seals in different areas remains unclear. A large amount of data from different areas has been collected on seal populations, using the technique of photo-identification (photo-ID), as seals have unique patterns allowing individuals to be identified. In addition to SMRU photo-ID research, locally based studies of these seal populations have created their own photo-ID catalogues, ranging greatly in number of images, geographic extent and duration of survey. Because of the large number of seals in the population and the large quantity of data collected, computer-aided matching is needed to make useful comparisons. Existing software for matching images doesn't deal with a large number of existing images and new software is required. This project aims to form a network of partners involved in seal photo-ID and update their knowledge and skills in photo-ID through training workshops and web-based resources. New image processing software will be developed to allow inclusion of many old images previously unavailable. Partners will benefit from the increased efficiency of their photo-ID programmes and databases which will in turn inform the science community. There is also the potential for benefits to extend to local economies through ecotourism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G008930/1","grantId":"NE/G008930/1","fundValue":"497474","fundStart":"2009-06-01","fundEnd":"2012-11-30","funder":"NERC","impactText":"","person":"Paddy  Pomeroy","coPersons":["Sean  Twiss"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}