{"id":"A8F82221-DFFA-4C24-958C-A248A2726DE2","title":"SPONSORSHIP AWARD: Urban-scale Building Energy Network","abstractText":"The Climate Change Act 2008 requires a 34% cut in 1990 greenhouse gas emissions by 2020 and at least an 80% reduction in emissions by 2050. Residential and commercial buildings account for 25% and 18% of the UK's total CO2 emissions respectively and therefore have a significant role to play in a national decarbonisation strategy. As the UK has some of the oldest and least efficient buildings in Europe, there is substantial scope for improving the efficiency of energy end-use within UK buildings. However efforts to improve building energy efficiency, specifically the thermal efficiency of the building fabric, have to date focused primarily on the analysis and assessment of single properties. The slow uptake of insulation measures through the Green Deal and Energy Companies Obligation testifies to the difficulty of achieving these changes on a house-by-house basis. If the UK is to achieve its energy and climate policy targets, then a more ambitious whole-city approach to building energy improvements is needed. Technical innovations in remote sensing and infrared thermography mean that it is now possible to conduct building efficiency surveys at a mass scale. The challenge is how such data can be improved (for example moving from 2D plan imagery to 3D models of the built environment) and combined with systems analysis tools to inform effective retrofit strategies.\n\nThe Urban Scale Building Energy Network will investigate this research challenge by bringing together five academic co-investigators with disciplinary expertise from across the building retrofit value chain from remote autonomous sensing to building physics, energy systems design, consumer behaviour and policy. Working with two experienced mentors from the fields of energy systems and building energy services, the co-investigators will undertake a series of activities in collaboration with project partners from industry and government to better understand the research challenge and develop roadmaps for future research. The activities include:\n- Two workshops and a series of bilateral meetings for the academic team to learn about each other's expertise and how it can be coordinated and brought to bear on the research challenge. The project mentors will play a crucial role here, helping the co-investigators to create personal development plans that will build both technical and non-technical skills for successful careers.\n- A workshop with over 20 representatives from government and industry to discuss previous experience and the perceived obstacles to more ambitious building energy retrofits.\n- An active online communications strategy incorporating a project website, YouTube videos, and a Twitter hashtag campaign in order to engage the general public and understand how households and commercial building occupants understand the challenge of transforming the UK's building stock.\n- A feasibility study to summarize the state of the art in new sensing technologies and analysis techniques for building thermal energy performance assessment and to identify major outstanding challenges for future research proposals.\n\nThe proposed network will therefore facilitate collaboration between academics, industry, government and the general public to address a question of great national importance. The project outputs will help to create a wider understanding of the specific challenges facing the UK's aspirations for the transformation of its building stock as well as highlighting potentially fruitful avenues for research. The network therefore aspires to build upon this twelve-month programme of work and develop significant long-term research collaborations with benefits for academic knowledge, society and the wider economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L026686/1","grantId":"EP/L026686/1","fundValue":"23281","fundStart":"2014-05-30","fundEnd":"2015-05-29","funder":"EPSRC","impactText":"","person":"James  Keirstead","coPersons":["Ioannis  Brilakis","Sara Louise Walker","Piotr  Skworcow","Celine  Garnier"],"organisation":"Imperial College London","findingsText":" Research still on going. New funding applications will be submitted. Construction,Energy","dataset":"gtr"}