{"id":"A8FD81CB-181B-429A-984D-DE327C745DFB","title":"Anaerobic quaternary amine degradation: from single bacterium to salt marsh ecosystem.","abstractText":"Quaternary amines (QAs) such as glycine betaine (GBT) are ubiquitous in marine organisms. GBT is used by marine organisms as a compatible solute in response to changes in environmental conditions, such as increasing salinity, because GBT does not interfere with cell metabolism. QA compounds are frequently released into the ocean ecosystems due to environmental changes, such as viral attack and grazing. The degradation of these compounds, especially in intertidal coastal areas, contributes significantly to the production of climate-active trace gases. These include the potent greenhouse gas methane and volatile methylated amines, which are thought to be involved in cloud formation in the marine environment. \n\nCoastal sediments are estimated to contribute approximately 75% of the global oceanic methane emissions (8-13 Tg per year) and much of this is likely to be derived from the degradation of QAs. Although we know that microorganisms are mainly responsible for the degradation of GBT to methane and volatile methylamines, we know little about the genes and enzymes involved in the degradation pathway. Furthermore, the identity of those microorganisms responsible for the transformation has not yet been determined. Our current knowledge of these two aspects remains speculative, at least partially due to the lack of definitive research.\n\nThis timely proposal aims to fill in this major gap in our knowledge of marine carbon cycle. \n\nUsing cultivated model microorganisms, we aim to define the key genes and the encoding enzymes in the anaerobic degradation of GBT. \n\nUsing molecular ecology techniques and the resultant data from the study of the model microorganisms, we aim to further determine the key microbial players involved in the anaerobic production of methane and methylamines from GBT in the marine environment. \n\nThe work will generate novel knowledge about our understanding of microbial GBT transformations and will therefore fill in a serious gap in our knowledge of the marine carbon cycle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I027061/1","grantId":"NE/I027061/1","fundValue":"344524","fundStart":"2012-04-01","fundEnd":"2015-12-31","funder":"NERC","impactText":"","person":"Yin  Chen","coPersons":["John Colin Murrell","Kevin J  Purdy"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}