{"id":"A9016A99-357D-4E50-B83C-7E45D2CC6C33","title":"Is Bcr-Abl expression relevant for the survival of cancer stem cells in chronic myeloid leukaemia","abstractText":"CML has an incidence of 1.3 per 100,000 of the population with 750 new cases per year in the UK. CML begins when a stem or founder bone marrow cell develops a genetic change during division. This change results in the Philadelphia chromosome and the Bcr-Abl cancer protein being found in all CML cells, including the stem cells. The Bcr-Abl protein is an enzyme called a tyrosine kinase and tyrosine kinase inhibitors (TKIs) have now been introduced for the treatment of CML. Imatinib mesylate (IM), the first of these drugs to reach the clinic, is now the standard of care for 85% of CML patients in the early stages of the condition. When started at diagnosis this drug has induced remission in 80% of cases, leading to absence of the Ph chromosome, and has reduced the annual rate of progression from 10-15%, before the introduction of IM, to only 2-4%, with patients now expected to survive at least 10 years from diagnosis and possibly much longer. However IM does not cure CML and all patients still have CML stem cells present. We have recently shown that the amount of Bcr-Abl cancer protein is greatly increased in CML stem cells and we were the first to show that CML stem cells are resistant to killing by IM. Our current work is investigating whether IM, or new generation stronger TKIs, achieve high enough levels inside the CML stem cells to effectively overcome the very high levels of cancer protein and whether drug pumps, on the surface of CML stem cells, limit the build up of these drugs inside cells. The question we wish to address in this proposal is whether the activity (whether it is on or off) of the Bcr-Abl cancer protein is the major determinant of whether these stem cells survive and divide to sustain leukaemia in patients or undergo a process called programmed cell death when the protein is switched off. We are confident we have the expertise to investigate and answer this question. If CML stem cell survival does not require Bcr-Abl to be on at all times then we need to develop new approaches, other than TKIs, to kill these cells. Our overall aim is to understand what keeps CML stem cells alive and find new ways to kill these cells so that patients may be cured and come off all drug therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600782","grantId":"G0600782","fundValue":"588175","fundStart":"2007-03-11","fundEnd":"2010-09-10","funder":"MRC","impactText":"","person":"Tessa  Holyoake","coPersons":["Valerie  Brunton"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}