{"id":"A904D5BE-BA1C-45DE-986B-2EDC659793C3","title":"Behavioural and neurophysiological effects of schizophrenia risk genes: a multi-locus, pathway based approach","abstractText":"Schizophrenia is a major mental disorder, which affects between 0.5 and 1% of the population and has substantial impact on patients' wellbeing and life expectancy. Although medical and psychosocial interventions can bring some relief, the causes of the disease are poorly understood and no causal treatments are available. Because schizophrenia is highly heritable one hope is that identification of genes that contribute to disease risk will help elucidate the causal mechanisms and thus enable the development of new treatments. Over the last years, large scale genetic studies, many of which were led by investigators from Cardiff, have identified hitherto unknown genetic variants associated with schizophrenia. It has emerged from this work that most patients with schizophrenia probably carry many risk variants, each of which only contributes a small amount to disease risk, and different genes and thus different aspects of the brain's biology may be affected in different patient groups. Understanding the effects of these genes on the brain will likely reveal more about the causal mechanisms of schizophrenia and also whether subgroups of patients need to be diagnosed and treated in different ways (&quot;stratification&quot;). However, very little is yet known about the effects of these variants on brain and behaviour and how they contribute to clinical symptoms. We therefore plan to investigate these effects, bringing together expertise in the molecular genetics of schizophrenia and in the investigation of brain substrates of cognition and psychological symptoms. \nIn order to fulfil our aim of elucidating the effects of schizophrenia risk variants, alone and in combination, we will conduct brain scanning with magnetic resonance imaging (providing high spatial resolution) and magnetoencephalography (providing high temporal resolution) on 200 healthy individuals. The reason for investigating healthy individuals rather than patients in the first place is that these genetic variants are common in the healthy population as well, and here they can be studied without the confounding effects of medication and other consequences of suffering from an illness. We will recruit participants from an existing cohort of 10000 young adults in the Bristol area (the ALSPAC cohort) who are representative of the general population and have been followed up from birth. Genetic information is already available from this cohort, and we can thus recruit 100 individuals each with high and low genetic risk for schizophrenia. We will investigate imaging measures that have previously been associated with abnormal brain processes in schizophrenia and tap into core cognitive functions such as learning and memory. We will also obtain detailed cognitive profiles of these individuals. Our expectation is that individuals with high genetic risk scores for schizophrenia will show similar abnormalities to patients on these measures. We also expect to see genes that affect specific biological pathways, for example brain development, to be associated with particular imaging measures, for example those probing the connections between brain areas. This information would help us identified biological subtypes of schizophrenia. The next step would be to validate these measures in patient groups, for which we have lined up collaborations with groups who already have relevant data from patient studies. \nPotential applications of this work include the stratification of patients with schizophrenia into different biological groups, which could be tested for different responses to particular drugs in clinical trials. This could improve the targeting of existing medication. Another application, based on the better understanding of the biological pathways affected by the genetic risk variants would be to suggest brain mechanisms that might be targeted by new drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K004360/1","grantId":"MR/K004360/1","fundValue":"795641","fundStart":"2013-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"David Edmund Linden","coPersons":["George  DaveySmith","Krishna Devi Singh","Michael Conlon O'Donovan","Michael John Owen","Stanley  Zammit","Derek  Jones","Andrew Jonathan Pocklington","Peter  Holmans","Jeremy  Hall"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}