{"id":"A9065271-69E2-4682-8AED-45CC442D56F4","title":"The historic Islamic baths of North Africa and their survival into the 21st century","abstractText":"The Islamic public bath or hammam has been an important public facility in Islamic cities. The need to pray five times a day, and carry out major ablutions, meant that hammams were available in various parts of the Islamic city and carefully integrated into the urban fabric. Their importance and size varied according to their location: those next to major mosques, bazaars and theological teaching centres would be large in size whereas those integrated within the tight urban fabric of residential clusters would be smaller and usually located next to neighbourhood facilities such as the public oven, the Coranic School and the neighbourhood mosque. Their location and number within any city was also affected by the existing water distribution system and/or the availability of wells and natural springs. \n\nAs an institution, the Islamic public bath has been in decline since the 19th century. Many historic hammams have been closed, fallen into disrepair or have been completely destroyed as the result of new urban developments. \n\nThis research project is an extension of the work already carried out by the applicant on the historic public baths of Fez, Damascus and Aleppo (funded by AHRC, listed page 5). These previous research projects documented the surviving and still operating historic public baths and revealed variation in the internal organisation of spaces, the architectural features and the way these buildings are used and perceived today. \n\nThis research aims to document the few surviving examples of historic Islamic public baths across North Africa, extending the research to a much wider geographic area. Five Word heritage cities, one in each of Egypt, Libya, Tunisia, Algeria and Morocco are selected as case studies in order to provide an understanding of the development of this building type from the 11th to the 19th century across a continuous geographical area. As such the research will highlight and explain regional variations in the development of this building type and the way it is used and perceived in the 21st century. The five world heritage North African cities that have been selected are: Cairo, Tripoli, Tunis, Algiers and Marrakech. It is important to note that this research does not deal with archaeological sites but rather with historic examples of public baths that have managed to continue to operate into the 21st century (or have very recently been closed). \n\nThe research will be conducted by the applicant (who is fluent in French and Arabic) and a full-time post-doctoral research assistant. A period of four continuous weeks will be spent in each of the five cities by the research team and field work will be carried out with the assistance of two local technicians who will be recruited from the local organisations dealing with the conservation and rehabilitation of the city being studied. \n\nPhysical surveys will be carried out to produce measured drawings of the buildings. This will be complemented by a comprehensive photographic survey of the buildings and their spaces. Face-to-face interviews will be carried out with the building users and managers in order to investigate current perceptions and practices associated to the historic public baths. Archives and historical records of these buildings will be consulted at the Awqaf authority which is the religious endowment authority that owns most of these structures. \n\nThe results of this research will be relevant to a wide audience of architects, architectural historians, sociologists, anthropologists and urban planners as well as international organisations with an interest in the safeguard of the Mediterranean heritage such as the UNESCO and the EU. The research will also address a major academic research gap in the area of public baths and will help various stakeholders in developing future strategies for the sustainable conservation, rehabilitation or adaptive re-use of this building type.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503019/1","grantId":"AH/D503019/1","fundValue":"243706","fundStart":"2006-12-01","fundEnd":"2010-02-28","funder":"AHRC","impactText":"","person":"Magda  Sibley","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}