{"id":"A9162A1A-5C19-4DD4-A5D5-8A3664CB7ABB","title":"Catholic reform in print during the French Wars of Religion","abstractText":"The AHRC research leave will allow the submission of four refereed journal articles that will explore how a Catholic agenda of reform was pursued in print through a corpus of works of Catholic theology for the layman. It is important to understand what kind of Catholicism was being promoted in those works at a time when opinions were split over whether to fall in with an agenda promulgated at the Council of Trent or an idiosyncratic 'Gallican' agenda that had its roots in an earlier medieval tradition. \\nThe French Church was torn between preserving its Gallican liberties against Papal absolutism and aligning itself with Rome in its fight against the Protestant Reformation. These hesitations were no less acute for the crown which was torn between contradictory policies of repression and conciliation with Protestantism. Meanwhile, France's secular courts or parlements followed their own agenda which centred on the strict observance of the law and a diffuse but powerful sense of Gallican identity. The majority of the population remained nonetheless staunchly Catholic in the face of a well organized campaign of evangelizing orchestrated from Geneva and the hesitations of the French elite. \\nThis requires an explanation that can be found in the corpus of vernacular works that actively promoted Catholicism at a time where it was politically and doctrinally under threat. The French Wars of Religion were 'make or break' for the confessional future of France which was torn between the Protestant North and the Catholic South of Europe. This period witnessed an explosion of vernacular books that can serve as a barometer of the religious makeup of France. \\nThe role of the historical agents involved in the production of these works is largely unknown: the authors, many theologians of the universities, but also more humble members of the clergy, parish priests and even laymen who did not shirk away from taking up the quill to defend their faith. The printers, of course, took an active interest in the public life of these works, out of commercial self-interest but also from personal commitment to the Catholic cause. A case in point, Nicolas Chesneau, first syndic of the Paris corporation of printers, was a committed Catholic who pledged himself to the defence of the faith, built his business around the promotion of Catholicism, collaborated in producing Benoist's Catholic Bible and was first to publish the canons of the Council of Trent in a political context hostile to their registration. \\nThe intended audience of these works, their silent recipient, nonetheless played an equally important role in shaping their content. The violence of the Wars of Religion demonstrates that contemporary Frenchmen and women were passionate about their faith, and had a strong sense of 'what it meant to be a Catholic'. Printing presses did not function as propaganda machines, their responded to the market as well as to the intentions of the authors and printers.\\nThe works printed for the first time during this period reflect a new market that requires deconstructing. The variety of genres adopted by published religious works need to be placed in a continuum of controversy where an ostensible work of devotion in one context can become a polemical tract in another.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003532/1","grantId":"AH/E003532/1","fundValue":"24039","fundStart":"2007-09-24","fundEnd":"2008-01-23","funder":"AHRC","impactText":"","person":"Luc  Racaut","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}