{"id":"A9195430-E555-44D7-A625-21AA4B6EE88F","title":"Energy Materials Research Facility at the Harwell Research Complex","abstractText":"This proposal sets out to establish an Energy Materials Research Facility (EMReF) in the Research Complex at Harwell. Energy issues, both nationally and internationally, are among the most urgent and important global challenges. Energy storage and efficiency, CO2 mitigation and reducing our dependence on limited fossil fuel supplies for energy conversion are all recognised as major challenges and there is a strong expectation that these issues will be addressed in large part by new scientific developments and technological solutions. EMRef will make important and timely contributions to this effort.\n\nEMReF is the initial step in forming a consortium of UK academics with expertise across the field of energy research. Central facilities such as the Diamond Light Source and the ISIS Spallation Neutron Source, collocated on the Harwell Science and Innovation Campus alongside the Research Complex, and HECToR, the supercomputer based at Edinburgh, form a significant sector of the UK research base.\n\nOur VISION is to transform the impact of these central facilities in energy research. EMReF cuts across traditional subject boundaries and plans to link into a number of the Engineering and Physical Science Research Council's Sustainable Power Generation and Supply (SUPERGEN) consortia. It will also foster close links with industry and organisations such as UK Energy Research Centre, National Physical Laboratory and the Energy Technologies Institute. EMReF will impact on a broad range of energy research and technology from materials discovery and the fundamental understanding of physical processes through to systems performance, material scale-up and pilot plant assessment. \n\nIn addition to establishing the Research Complex, Diamond and ISIS together as the premier location worldwide for central facilities energy research, our OBJECTIVES are (i) to foster synergy and collaborations with academia, industry and government agencies in the UK, Europe and beyond through shared development programmes, collaborative experiments and an extended visitor programme, (ii) to train a new generation of scientists in an exciting and challenging multi-disciplinary environment in energy-related projects that span the physical sciences and engineering and involve the biological sciences, (iii) to develop new generations of solutions for immediate energy-technology requirements and plan long-term programmes across energy research that include energy storage (batteries, hydrogen), energy harvesting (photocatalysts, photovoltaics and electrocatalysts for fuel production) and energy utilisation (fuel cells) and (iv) to promote and communicate scientific results and advances via high level publications, workshops, conferences, outreach and extensive knowledge-transfer activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J006173/1","grantId":"EP/J006173/1","fundValue":"24671","fundStart":"2011-10-26","fundEnd":"2012-10-25","funder":"EPSRC","impactText":"","person":"William Ian David","coPersons":["Martin Owen Jones","Tim  Mays","Samantha Kim Callear"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}