{"id":"A9231873-B929-4FE3-BBDF-803FAD25649B","title":"Digital Multi-channel Tibial Implants in Orthopedic Medicine","abstractText":"Clinical and translational research to develop enhanced treatments for fractures would be greatly facilitated by the use of a valid and reliable measure of fracture healing. In preclinical studies, the gold standard is the measurement of bending or torsional stiffness; these are direct measures of the restitution of the key property of bone. This can only be performed in humans if the fracture is treated conservatively (without fixation) or by means of an external fixator. However the tibial shaft fracture (the fracture most likely to give problems clinically) is most often treated by intramedullary nailing. With an IM nail in situ, stiffness measurement is considered a waste of time, since it reflects the stiffness of the nail, as well as the bone, to an unknown extent. This project aims to overcome that problem by directly measuring strains in the nail in response to well-characterised loading of the bone-nail construct, thus allowing the stiffness of the bone itself to be deduced.The alternative approach to the monitoring of fracture healing is by radiographic imaging. With conventional radiographs this is apt to be misleading, though that is what clinicians use on a day-to-day basis. In this study, 3-D images from spiral CT will be processed by finite element analysis (FEA) to calculate the strength and stiffness of the healing fracture and this technique (which would not be realistic for routine use) will be used to validate the results obtained by the new telemetric method.We will take modified tibial nails, 11mm in diameter, supplied by our industrial partner and instrument them with 36 strain gauges distributed at three circumferential sites at three levels, together with the circuitry to read the strains and transmit them as radio waves. The electronics will be powered inductively through a coil enclosed in a ceramic ring on the end of the nail, preserving the cannulation of the whole nail which allows its insertion over a guide wire. Each instrumented nail will be calibrated to allow measurement of force with six degrees of freedom, and also bending deflection.Nails of several appropriate lengths will be instrumented for insertion into nine patients who are having surgery for delayed union of tibial shaft fractures, with a variety of fracture configurations at different levels in the tibia. The nails will be double-locked top and bottom with threaded screws so that the mechanical link between nail and bone will be rigid. At intervals following surgery we will examine the patients by gait analysis with simultaneous telemetric readings of strain from the nail. A 3D lower limb biomechanical model will be developed to allow the determination of forces acting on the tibia-nail construct, taking into account the forces generated in the construct by the patient's muscles. The forces and deflections experienced by the nail will be processed to yield the contribution of the bone to the whole construct. Simpler static loading protocols will also be explored. At the same time points, spiral CT images of 0.3mm slice thickness will be acquired and the datasets used to feed material properties of the bone and fracture callus into FEA software, excluding the nail, from which structural stiffness of the healing bone will be calculated. We will also apply validated scales of lower limb function.Using the FEA-derived structural properties of the bone as our comparator, we will validate the stiffness measurement based on analysis of the nail readout and loads. We will then use principal component analysis to determine the minimal strain gauge configuration and simplest loading protocols that yield sufficient information, in order to refine the system for commercialisation and clinical use. As well as providing an outcome measure for clinical trials, the system will be useful in routine treatment to guide rehabilitation and receive earlier warning of the need for secondary interventions such as bone graft.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G002320/1","grantId":"TS/G002320/1","fundValue":"424967","fundStart":"2009-02-16","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"","person":"Stephen James Taylor","coPersons":["David Russell Marsh","Gordon  Blunn","Ian David McCarthy"],"organisation":"University College London","findingsText":"","dataset":"gtr"}