{"id":"A927ED4A-8467-472F-A2A2-56DD4F28DA60","title":"Laboratory Astrophysics: new atomic and molecular data for astrophysics applications","abstractText":"Summary: This research is a programme of laboratory studies to give new accurate atomic and molecular data for astrophysics applications. The Imperial College laboratory spectroscopy group has a long history of high resolution spectroscopic studies using our high resolution Fourier transform spectrometers, and also through international collaborations. Studies of astrophysical objects in many cases involve analyses of spectra which require an atomic and molecular data base for their reliable interpretation. New high resolution spectrographs on both ground and space-based telescopes have allowed astronomers to observe astrophysical spectra of unprecedented quality, and have led to an urgent need for atomic data of sufficient accuracy and completeness to analyse these spectra. Particularly important are the abundant, line rich spectra of the iron group elements (Ti, V, Cr, Mn, Fe, Co, Ni). Although there has been great improvement in the atomic data in recent years, there remain key missing data, that are incomplete or inaccurate, and in the case of the infra red spectra of neutral and singly ionised species are often missing entirely. Using our unique visible-ultraviolet Fourier Transform (FT) spectrometer at Imperial College and the infrared-visible FT spectrometers at NIST (National Institute Standards &amp; Technology, USA) and Lund University (Sweden) we will study high resolution spectra of these elements. The advantages of using an FT spectrometer are that we can measure the spectrum of a particular species at high resolution over a wide spectral range. We will focus on measurements leading to at least order-of-magnitude improvements in wavelength accuracy, atomic energy levels, oscillator strengths (needed for determining abundances of elements in astrophysical objects), and hyperfine structure. Astronomers use these atomic data in analysing astrophysical spectra. Once measured the atomic data will be used immediately in specific astrophysics projects we are collaborating on, examples include: chemical composition of the solar photosphere and low metallicity stars, studies of Galactic chemical evolution, low mass stars, brown dwarfs and extra solar planets, hot stars, and chemically peculiar stars. In addition to the program of atomic data measurements, we plan a new project of high resolution molecular spectroscopy of diatomic sulphur, which involves spectroscopic measurements in the ultraviolet, to yield molecular data urgently needed for a variety of studies including: atmosphere and volcanic plumes of Io, a moon of Jupiter; the atmosphere of Jupiter, and cometary comae. All the new laboratory atomic and molecular data we produce is incorporated into databases and model atmosphere codes, benefiting astronomers worldwide in addition to those in the UK. The new laboratory data we provide to the astronomical community means that analyses of expensively obtained modern astrophysical spectra will no longer be limited by the quality and quantity of atomic (or molecular) data used in their analyses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002010/1","grantId":"ST/G002010/1","fundValue":"187882","fundStart":"2009-11-09","fundEnd":"2011-11-08","funder":"STFC","impactText":"","person":"Juliet  Pickering","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}