{"id":"A933036F-DB6A-4EA3-886E-AB713F5CCAE6","title":"Monastic Archives: enhancement of typology and database","abstractText":"The overriding aim of this proposal is to equip users of the existing web-based English Monastic Archives database (www.ucl.ac.uk/history/englishmonasticarchives) with the expertise required to make the best use of the treasure-house of data that it structures. These records are of a volume and range that are unmatched in Britain save by the records of the Crown, despite being widely dispersed and, in part, destroyed at the dissolution of the monasteries in the 1530s and subsequently, They are correspondingly in need of explication if their full value is to be brought out.\\n\\nIn a previous project, an estimated 88% of the records were located and described, and the catalogue descriptions were made available on the internet. The present proposal seeks to build on that in three ways.\\n\\n1. We will create on-line interpretative guides to the different categories of material (Building Accounts, Foundation Charters, commemorations of the dead, etc.) structured by the 'genre' searches which are the most exciting features of the existing database. The guides will make clear to the researcher both the historical and archival framework within which the database was constructed (i.e., what the different categories comprise) and also how the various types of document can most fruitfully be used. \\n\\n2. Concurrently, the researcher (Dr Ramsay) will write a guide of 70+ pages on English Monastic Archives for the British Records Association's Archives and the User series. The content of this paper volume will overlap with the online guides to categories of sources, but it will be give an overview to supplement the more fragmented genre analyses, and provide leads to continental parallels, giving readers an overall understanding of the basic structures of record generation and record keeping in monastic orders. \\n\\nA score of source genres will be surveyed in this way. On average, we estimate slightly less than a week for each genre to be described. The entries for individual genres will be put in to the database as they are written, and brought together for the printed guide at the end. Three weeks should suffice to write the general introduction to the published guide.\\n\\n3. Finally the project will complete work on the remaining fraction of the material: this is for the Benedictine and Cluniac monasteries of Norfolk (3 months), Suffolk (3 Months), Northamptonshire (2 months) and Worcestershire (2 months). The Cistercian houses in these counties have already been done. The first two counties will take longer because of the large amounts of material surviving from Norwich Cathedral Priory and Bury St Edmunds Abbey. The value of the existing resource would be hugely enhanced if this small but important gap could be filled.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E008577/1","grantId":"AH/E008577/1","fundValue":"112052","fundStart":"2008-03-01","fundEnd":"2010-05-31","funder":"AHRC","impactText":"","person":"David  D'Avray","coPersons":[],"organisation":"University College London","findingsText":" See Final Report for AHRC and RCUK, after which the project was rated 'Excellent'. In a nutshell, the outcome was a tool for searching in a variety of ways for data on documents generated by medieval English monasteries, which were a crucial social form in the period. See my Final Report for RCUK Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}