{"id":"A93B9813-9E7A-40C4-B8E0-969C549B2A8E","title":"The role of the apelin receptor in the HPA axis: a combined genetic and pharmacological approach","abstractText":"The neuropeptide apelin is found in the hypothalamus, a specialised part of the brain. This peptide acts through a receptor, the apelin receptor (APJR). The physiological roles of APJR are not fully known but we have shown that the receptor may be involved in the control of stress responses and that it may mediate its effects through regulation of the release of two factors, vasopressin (VP) and/or corticotropin-releasing hormone (CRH). VP and CRH are also synthesised in the hypothalamus and are involved in the body's response to stressful situations by regulating adrenocorticotrophin (ACTH) release from the anterior pituitary gland, which results in the release of the hormone cortisol from the adrenal gland into the blood. It is this hormone which is principally responsible for the body's response to stress. The relative importance of VP and CRH in this response appears to change depending on the type of stress. We have an animal model in which APJR is not functionally active and we propose to use this model to study the role of the receptor in the stress response. If APJR is critical to hypothalamic function, removal of the receptor will affect stress responses (ACTH secretion) in the mutant animal. We also have a compound, an antagonist, which will block the action of the peptide. We propose to use both methods - pharmacologically, using the selective antagonist, and genetically, using mice that lack the APJR, to investigate APJR involvement in acute stress. By using both receptor antagonists and receptor knockout mice, any developmental changes that may result from removal of the receptor gene in the animal will be able to be distinguished from the effects of receptor blockage. We will look at a number of different short term stressors to see if the type of stressor is important for an effect on the APJR. We also want to determine whether apelin mediates its effects through regulation of VP and/or CRH release. We will investigate this by looking at the effect of apelin both in an animal model in which VP can no longer function and also in a situation where the action of CRH is pharmacologically blocked. If apelin exerts its actions through VP we should see a change in the stress response in the non-functional VP animal model. Similarily, if apelin exerts its actions through CRH, we would expect to see a change in the stress response in the situation where CRH is no longer active. This work will result in a deeper understanding of the regulation of stress responses critical to life and will provide unique information about a likely new target system (apelin) that may serve as a novel site for pharmacologic intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D00196X/1","grantId":"BB/D00196X/1","fundValue":"340131","fundStart":"2006-02-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"  Practical developments from a basic science proposal usually take years to come to fruition. Due to the rising prevalence of obesity, type 2 diabetes and associated comorbidities worldwide our research on the novel apelin receptor APJ will directly benefit those in the commercial private sector and may have important implications on policy making processes in the public sector and the general health and well-being of the wider public in general.\nTo date the findings from this research, resulting in publications with more than 130 citations, have been used by the academic community to aid in furthering their research. Outside academia, our studies will have benefitted neuroscience and endocrinology programmes within the pharmaceutical industry, where there are interests in the role of apelin analogues in the treatment of cardiovascular dysfunction and obesity-linked diabetes. \n\nThis work resulted in a deeper understanding of the regulation of stress responses critical to life and provided information about the apelinergic pathway that may serve as a basis for the development of apelin analogues for use in pharmacologic intervention. Education,Pharmaceuticals and Medical Biotechnology ","person":"Anne-Marie  O'Carroll","coPersons":[],"organisation":"University of Bristol","findingsText":" Although not generated as part of this project, the apelin receptor knockout mouse was brought into the United Kingdom through funding provided for this proposal and will be of major benefit to those U.K. scientists working on the role of apelin in a number of physiological systems.\n\nIn the research funded on this grant we have shown:\n\n\n(1) that central apelin administration elicits a significant activation of the HPA axis and that a basal HPA axis parameter i.e. the diurnal rise in circulating CORT is intact in APJ-KO animals.\n\n\n(2) that the published APJ antagonist, reported to block the action of the peptide, does not inhibit apelin-induced stress\nresponses (increase of adrenocorticotrophin (ACTH) or CORT secretion). Therefore, for our purposes this compound did not act as an APJ antagonist.\n\n\n(3) that the apelinergic system is important in stress-induced HPA axis activation. Exposure to stress stimulates activity of\nthe HPA axis. Five types of acute stress, which activate stress-specific central pathways, were studied to determine whether global blockade of APJ alters the HPA axis response to acute stress. We have shown that APJ is required for the normal pituitary response to some, but not all, acute stressful stimuli as detailed below:\n\n (a) APJ plays a significant role in the ACTH response to acute immune (lipopolysaccharide) and change of environment\n(CoE) stressors. LPS- and CoE-induced ACTH release in APJ-KO mice was markedly reduced compared to that found in\nwild-type mice following LPS or CoE treatment.\n\n (b) APJ is not required for the acute restraint- or insulin-induced hypoglycemia-induced elevations in ACTH and CORT\nsecretion. There was no significant difference between ACTH and CORT values in wild-type mice and those obtained for\nAPJ-KO mice.\n\n (c) APJ plays a role in the plasma CORT response to the acute forced swim test. This response, in the absence of a reduced ACTH response in the APJ-KO, was unexpected and presently cannot be fully explained. It may be that other hypothalamic factors, perhaps AVP from activated AVP mPVN neurones, compensate for the loss of APJ in maintaining the normal response to this stress.\n\n\n(4) that the in vivo effects of central apelin on HPA neuro-endocrine function are mediated through both CRF- and AVP dependent mechanisms. Apelin-induced increases in ACTH and CORT levels were reduced by pre-treatment with a CRH receptor antagonist and also in AVP KO mice indicating that apelin, mediating its effects through activation of paraventricular CRF and AVP neurones, requires both CRF and AVP for a full ACTH and CORT response. The absence of an ACTH response in AVP KO mice suggests that the stimulatory effect of apelin on CRF release cannot by itself manifest a full ACTH response to apelin administration and neither CRF nor AVP can compensate for the loss of the other in maintaining a normal HPA axis response to apelin. Our results emphasise an interaction between apelin and paraventricular AVP and CRF and suggest that the integration of neurobehavioural responses to stress is more complicated than previously envisioned. We have shown that apelin, acting through APJ, has direct actions on the stress response that are mediated through both CRF- and AVP dependent mechanisms . The actions and mechanisms by which these processes occur provide additional avenues of research into the apelinergic system. The precise nature and mechanisms of the signalling cascades involved requires further investigation.\n\nAPJ KO mice have been used as a key tool in investigations on the apelinergic system, in part due to the lack of Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}