{"id":"A941445E-47E8-48AD-B195-99778FD74411","title":"Incorporating MM Polarization in hybrid QM/MM calculations","abstractText":"Computer simulation now plays a major role in understanding biological systems and in the design of molecules as new materials and new pharmaceuticals. In cases where it is important to study the molecules in atomic-level detail so that the distribution of electrons within the molecules can be understood, then quantum mechanics is the method of choice. In cases where the environment surrounding these molecules affects this distribution of electrons, then hybrid quantum mechanical / molecular mechanics (QM/MM) methods are used. The QM means that the molecule of interest can be studied accurately; the MM means that the environment that this molecule is in can also be taken into account, albeit at a lower level of accuracy. Within the MM part of these calculations, it is assumed that the electrons have a fixed distribution that does not change in response to the QM region of interest. Here we propose to introduce new computer methods so that the polarization of the electron distribution within the MM region can be taken into account. A simple illustration should highlight the importance of this effect. When a drug binds to an enzyme, the structure of both the drug and the enzyme must flex to accommodate each other. A similar accommodation is occurring in the spatial distribution of the electrons. Ignoring this redistribution (i.e. polarization) is therefore rather like attempting to put on a glove that is almost frozen solid. A significant part of the project will involve work to ensure that these methods can be readily used by other scientists. Applications of this new method will enable increased atomic and molecular level understanding of biological processes. The scientists that will benefit will not only include theoreticians but also enzymologists, those involved in drug design, bioinorganic chemists, photochemists, material scientists, plant scientists, spectroscopists, and those involved in biotechnology software companies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000719/1","grantId":"BB/G000719/1","fundValue":"101782","fundStart":"2009-02-02","fundEnd":"2010-11-01","funder":"BBSRC","impactText":"  The prime way in which these findings have been used beyond academia is in drug design. Specifically, virtual screening now plays a major role in hit identification but the standard docking approaches tend to use a rigid or semi-rigid enzyme, and while the ligand is usually flexible, the charge distributions on the ligand and the enzyme are usually fixed. Through use of the methodology developed here, it is possible to permit polarization of both the ligand and the enzyme, thus minimizing one of the major errors in molecular mechanics-based methods. Our methods have been modified for inclusion in Schrodinger's Glide, which is probably the best docking software available; thay have also been modified for use with Autodock. The new methods tend to halve the error in Glide, and when the method fails it is usually due to issues beyond the scope of our BBSRC research program, e.g. inappropriate assignment of protonation states or failure to include tightly bound water molecules. The method has been used by GSK as part of an Industry Interchange Programme. Pharmaceuticals and Medical Biotechnology Economic","person":"Christopher Arthur Reynolds","coPersons":[],"organisation":"University of Essex","findingsText":" The search for a new drug may start on the computer by 'docking' potential molecules into a structure of the drug target, which is typically an enzyme or a receptor. Molecules that are calculated to fit well can therefore be made and tested experimentally, while those calculated to have a poor fit can be ignored, thus saving time and expense. However, these calculations do not always work well. These calculations usually assumes that the atomic charge distribution on the molecule and the enzyme does not change when the molecule approaches the enzyme even when the charges on some of the atoms are quite high and might therefore affect each other, i.e. one molecule might polarize the other. We have developed a method of including enzyme polarization and ligand polarization in docking that can be combined with standard state-of-the art docking software. This should greatly reduce one of the main errors in docking. Inclusion of polarization by this method typically halves the proportion of compounds incorrectly docked using GLIDE, a state-of the art docking program and therefore has the potential to facilitate the drug design process. It has since been proposed that water molecules play a far bigger role in drug design than was previously envisaged, as a drug will benefit energetically from displacing an 'unhappy' water molecule (i.e. one that binds weakly to the protein), but will not benefit from displacing a 'happy' water molecule. Jon Mason, Heptares, is one of the main proponents (as judged by frequency of conference talks) of the importance of this effect in drug design. Certainly, we observe greater improvement from our methods when appropriate water molecules are included, but the key question is which water molecules to include. The natural extension to our work is to investigate the energetics of water placement within protein active sites by including polarization, so that more accurate inclusion of 'happy' water molecules can be used to give improved docking results. At one level this is trivial, but we have opened discussions with Dr Mason (and also with Schrodinger who produce relevant software) to test these ideas on public domain structures that are nevertheless pharmaceutically important and where the subtleties of ligand binding are well-understood. Collaboration with Schrodinger or pharma is likely to ensure that the methods are well-focused to have the maximum impact. Agriculture, Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}