{"id":"A946218F-7E02-4C38-8DE7-3A152814B5F6","title":"Investigating the role of the E5 viroporin of human papillomavirus (HPV) in transformation and the virus life cycle","abstractText":"Cervical cancer is a leading cause of death worldwide and is almost universally associated with infection with the human papillomavirus (HPV). In addition, HPV infection is also associated with an increasing number of other cancer that can affect both sexes; these include cancer of the head and neck. Not all people who are infected with HPV will develop cancer but it is thought that some of the protein building blocks produced by the virus are responsible for changing the nature of the cells that they infect so that they may eventually develop into cancerous cells. HPV expresses three of these &quot;oncoproteins&quot;. Out of the three, the E5 protein is the least understood. This is probably due to the difficult nature of this protein that makes it hard to study.\nWe have recently shown that E5 is able to form ring-like structures that act as a channel with a central pore that forms holes in artificial membranes that we can use to mimic the inside of cells. It is thought that this pore must allow small molecules and ions to pass through it, and perhaps this causes changes within the environment of the infected cell. We used computer based simulations of the channel to design small molecules that could block this pore and we found that these inhibitors were also able to prevent some of E5's known effects in cells.\nWe now want to take this research further to try and understand how this channel works, what makes it open or close and can we build better inhibitors to switch it off. In addition, we want to know what the channel does in cells and whether the virus needs this channel for its life cycle. For these studies we will use cell culture experiments in the laboratory and focus on some well know effects of expressing E5 in cells.\nThese studies should give us a clear picture of whether the E5 channel is essential for the HPV life cycle. If so then this opens up the possibility of targeting this protein for anti-viral therapeutics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K012665/1","grantId":"MR/K012665/1","fundValue":"458166","fundStart":"2013-02-13","fundEnd":"2016-05-12","funder":"MRC","impactText":"","person":"Andrew  Macdonald","coPersons":["Richard  Foster","George Eric  Blair","Stephen  Griffin"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}