{"id":"A94EA2C5-3084-4516-A6CB-7E9954C88943","title":"Judging images: the making, management and consumption of judicial images","abstractText":"This project will examine the relationship between judges, judgment and visual media. The judge is an important figure in our society, epitomizing key values and virtues associated with good decision making, fairness, justice and legitimate authority. The media and visual media in particular play a crucial role shaping and communicating representations of judges and judging. Studying their content, production, management and consumption provides new opportunities to examine popular and official representations of good judgment, fairness, and legitimate authority. To do this we will bring together a variety of scholars, practitioners and users to open up new debate about how images of judges and judging are managed, made and consumed. \n The topic is multi-dimensional. One element is the long but largely neglected history of judicial image making. This ranges from 14th century funeral monuments, to painted portraits, etchings, photographs and most recently screen images. The architecture and theatre of the courtroom central to the staging and performance of judicial authority and judgment are other elements. \n 24 hour multichannel TV and view on demand facilities now make watching and scrutinizing judges and judgment an intimate, enduring and ever present possibility in the comfort of the home. Some representations are fictional: domestic and imported courtroom drama. Some are factual, the live streaming and YouTube summary judgments of the UK Supreme Court , TV broadcasts of sentencing decisions currently limited to Scotland and footage of real trials mainly from the US. Others, such as reality TV judges, be it 'Judge Judy' or the judges on Strictly Come Dancing, blur fact and fiction. New technologies (mobile phones, tablets, internet platforms) also create potential for new producers of images, such as 'citizen journalists' to enter the field and new ways of viewing. \n Television's apparent preoccupation with judges and judgment potentially creates new levels of 'legal knowledge', new confusions and expectations both realistic and unrealistic about the nature and qualities of good judging. Initiatives to improve the quality of representations, redesigning courtrooms, new court communication initiatives, reforms to allow cameras in courts and debates on the media's role in promoting and undermining confidence in courts are all the subject of intense debate. \n The time is ripe for a new multidisciplinary engagement with the nature of judicial images, their production, management, and their effect, particularly their capacity to enhance 'openness', achieve greater 'transparency' or promote 'accountability'. Our aim is to explore the how and why of the production and use of such images. The project will involve three themed symposia; image making, image management, image consumption. One key objective is to use these events to build an international network of leading and early career academics from different disciplines such as law, art history, semiotics, media and communications studies to discuss the current state of knowledge and identify methodological innovations for future research. Another is to bring to the network practitioners in the field such as judges, court communications staff, architects, artists, curators and filmmakers from across jurisdictions, organisations and practices to explore the lived experience of production and consumption. We also seek to break away from traditional academic papers to include site visits and active use of visual media to enhance the work of the symposia.\nKey practical benefits of this project will include raising stakeholder awareness of the historical and contemporary nature and significance of visual imagery in the communication of ideas about judges, judging and justice. It will contribute to citizen awareness and education. Finally it seeks to increase the efficiency and effectiveness of public communications relating to the judiciary and confidence in the judiciary.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007290/1","grantId":"AH/L007290/1","fundValue":"35767","fundStart":"2014-01-01","fundEnd":"2016-05-31","funder":"AHRC","impactText":"","person":"Leslie  Moran","coPersons":["Linda  Mulcahy"],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}