{"id":"A9598060-1943-4B8D-A42B-CD8E8F21BEF3","title":"Mathematical and Experimental Investigation of Confined Viscous Gravity Currents","abstractText":"The flow of a viscous liquid, either across a horizontal plane or down an incline, occurs frequently in industrial and natural situations. Examples include the manufacture of molten glass, the spreading of honey on toast and the hazardous propagation of lava. Such fluid motions are described by the Navier Stokes equations, solved in the lubrication limit, for which variations along the thin flow are on a much larger length scale than those normal to the lower boundary surface. The Principal Investigator and an undergraduate student, working together over the summer of 2006, started to develop the mathematics to consider the effects of a flow in a constrained channel (Takagi &amp; Huppert 2007), in contrast to the now well-understood unconstrained spreading of a viscous liquid above a plane at any angle to the horizontal, including zero (studies initiated by Huppert 1982a,b).We aim this summer to study the effects of a time varying injection of viscous fluid into a channel whose cross sectional area or angle made with the horizontal varies spatially in the downstream direction. We will derive the appropriate governing differential systems and boundary conditions and then obtain appropriate solutions using similarity analysis or numerical integration as appropriate. At the same time we will conduct experimental investigations to obtain data to compare with the theoretical predictions. The experiments will also be used to probe the stability of the front of the propagating current. If there is time we will also examine in detail the influence of contact line effects at the front of the current.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F029411/1","grantId":"EP/F029411/1","fundValue":"5887","fundStart":"2007-12-01","fundEnd":"2008-02-29","funder":"EPSRC","impactText":"","person":"Herbert  Huppert","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}