{"id":"A95C2CF9-A65E-4D91-BCA2-3F7846765828","title":"Chronic illness and online social networking: expectations, assumptions, and everyday realities","abstractText":"Although differences in Internet access still exist among demographic groups, the substantial growth in the use of social networking sites, such as Facebook, MySpace or Twitter, by individuals and organisations has recently revitalised policy and academic debates on the role of the Internet in health care. However, while marketing, clinical and practitioner literature on online networking and health is proliferating, social science has only just begun to address these issues. Given the recognised importance of social networks in health and wellbeing, the current rise in popularity of online networking affords a timely opportunity to learn more about their role in self-care associated with long-term conditions. Focusing on diabetes as one of the most pressing healthcare priorities, and Facebook as currently the most popular social networking site, this project will examine political and professional expectations surrounding the use of social networking sites in chronic illness management, and compare them with actual patterns of online experience. Bringing expertise from our previous research on public perceptions of health risks, and the use of new interactive media, we aim to provide access to the contextual factors that shape knowledge, attitudes and practices in relation to social networking sites and diabetes, and pinpoint potential 'gaps in understanding' which may lead to gaps in envisioning solutions in policy and practice.\n\nWe adopt an interdisciplinary approach that combines linguistic and sociological frameworks, asking what online networking does and means for people with diabetes. The Facebook site allows its users to create textual and visual content, connections, organisational and individual pages, and groups, and in this way facilitates creation and maintenance of different network types (e.g. between relatives, partners, friends as well as wider circles). Our contextual study of Facebook use by people with diabetes will therefore help us understand the role of these different networks, and of the Internet, in shaping and supporting self-care practices outside formal healthcare organizations.\n\nPractitioners in both the diabetes education sector and broader health care sectors will be able to gain insights into how people with diabetes understand and use various networking and content-creating Facebook features in the everyday, how they evaluate their experiences, and what bearing it has on their lives and coping. The results will inform development of policy and practice initiatives aimed at provision of support for long-term conditions in the Web 2.0 age.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005103/2","grantId":"ES/K005103/2","fundValue":"93809","fundStart":"2014-09-01","fundEnd":"2015-07-31","funder":"ESRC","impactText":"","person":"Nelya  Koteyko","coPersons":["Barrie  Gunter"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}