{"id":"A96EEC62-1CA8-45B3-96C7-4890FC463493","title":"Yotta - exploring routes to the ultimate intensity regime","abstractText":"The year 2010 marks 50 years since the invention of the laser and during this time lasers have undergone several major advances with far reaching impact on science and industrial/every-day applications. Historically each advance in laser performance (whether pulse duration, power or wavelength) was quickly followed by corresponding leaps in scientific progress. New regimes accessed with increasing intensity were non-linear optics, strong field physics and relativistic plasma science. Currently, the highest power lasers available are rated in Petawatt (10^15 W) units but on the horizon (5-10 years) systems are being designed to operate at the Exawatt (10^18 W) level with focused beam intensity exceeding 1024 Wcm-2 (Yotta = 10^24). This latest step change will unlock the door to the next predicted regime encompassing the exotic, unexplored world of non-linear QED (Quantum Electro-Dynamics) where electric fields are sufficiently large that it becomes possible, for example, to create particles (electron-hole pairs) from the vacuum. The over-arching strategic goal of this proposal is to ensure that the applicants' research grouping, within the Centre for Plasma Physics at QUB and known as PLIP (Plasma and Laser Interaction Physics), can build on its prominent international position in ultra-intense laser physics and on its current research interests and grow into a world leader in this emerging field. Interaction of high power lasers with matter generates a wide range of effects ranging from the generation of beams of multi-MeV particles to coherent beams of kilovolt photons. Increasing access to ultra-intense lasers allows the study of laser-plasma interactions in the relativistic regime and this opens up exciting opportunities to study and understand many non-linear processes. The general topic area has the potential to provide new approaches to many related areas including tumour therapy, space science and warm dense matter. The PLIP group covers the major research areas in the field and combines theory and experiment. Current topics include proton acceleration, harmonics from relativistic plasmas, warm dense matter (WDM), X-ray lasers (XRL) and plasma simulation.The group has recently established an internationally competitive laser facility. The TARANIS (Terawatt Apparatus for Relativistic and Non-linear Interdisciplinary Science) dual beam laser delivers 30J pulses in 1 nsec or 20J pulses in 1 psec synchronously from either beamline. Focussed intensities &gt; 10^19 Wcm-2 enable a range of pump-probe type experiments to investigate phenomena on ultrafast timescales. Home-based work is used as a platform to access larger lasers, including FEL and XFEL systems, at national and international facilities and this approach has led to over 40 publications in Nature/Science/PRL in the last five years. There is scope to develop TARANIS to provide even higher intensity and during the platform grant period we will explore options to extend the specification to include a synchronised beamline delivering several Joule pulses with sub 10-fsec duration. Internationally, there are several very large projects (eg ELI, which promises Exawatt power levels) under development which offer access to even higher focussed intensities, approaching the regime (&gt;10^24 Wcm-2) where non-linear QED effects are expected to become observable. Our main strategic aim is to use the flexibility of Platform Grant funding to explore some of the theoretical physics, practical problems and characterisation problems associated with this new era of scientific opportunity. A platform grant will provide a stable base within the PLIP group and the opportunity to plan ahead and engage in more speculative experiments which might otherwise not be funded. It is envisaged that we develop and consolidate a major team which will be seen as a strategic investment for UK science in the non-linear QED activity looming on the horizon.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I029206/1","grantId":"EP/I029206/1","fundValue":"1439150","fundStart":"2011-06-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"  Two central and coupled goals in the original proposal were presented as: \n(i) Specifically, the over-arching strategic goal of this proposal is to ensure that the applicants' research grouping can build on its prominent international position in ultra-intense laser physics and on its current research interests and grow into a world leader in the emerging field of non-linear quantum dynamics (NL-QED)\n(ii) The base level objective is to maintain and enhance the current levels of high quality research output in the areas of ultrafast X-rays, proton acceleration etc and to evaluate and exploit opportunities to link this to NL-QED progress through both modelling and experimental approaches. This will require us to augmenting PG funding with appropriate Responsive Mode funding.\nEvidence that these have been achieved include: \n(a) The original PLIP grouping has strengthened due to permanent appointments during the period of the Platform Grant. This has included FT academic positions funded by the university (QUB) for Dr B Dromey (CI on grant with EPSRC Career Advancement Fellowship status), Dr G Sarri (PDRA in group who initially won a Leverhulme Trust Early Researcher Fellowship during the PG period) and Dr S Kar (PDRA in group who also won an EPSRC Career Advancement Fellowship). In addition, two other FT academic appointments were made through university schemes since the grant started - Dr D Jung and Dr B Reville - to support the general activities of the Platform Grant programme (ie PG known as YOTTA)). These appointments, coupled with a strong PDRA cohort funded by the PG and a vibrant stream of PhD students motivated and attracted by the potential of the YOTTA programme augmented the original group numbers to a &quot;critical mass&quot; level. There are currently about 30 group members, including 10 academics in PLIP, actively involved in the YOTTA PG programme. \n\n(b) The Institute (ie QUB) recognizes the importance of our activities and international standing. This has been reflected through academic appointments (listed above) in a time of decreasing resources and by allocation of funds for infrastructure improvements (eg a recent, summer 2014, subsidy of ?200K for an overhaul of the environmental, air-handling control systems for the in-house TARANIS laser to improve beamtime access; this represents continued confidence after an initial injection of ?750K towards the original installation about a decade ago to support EPSRC funds). Recently the university has also agreed to make Dr G Nersisyan a permanent member of staff at the end of this grant - this is extremely important as he not only effectively contributes to our science programme but is an expert on the laser system TARANIS.\n\n(c) The fact that more than 50% of the nearly 60 listed journal publications arising, to date, from the PG YOTTA are in the PRL/Nature/Science groups is indicative that the group is operating at a very high level in terms of international competiveness. All publication outputs reflect significant, novel contributions to science in the areas outlined in the original proposal. This general impression is re-enforced by the fact that group members deliver at least one invited talk per month at international conferences/workshops (with some examples listed elsewhere under Awards and Recognition). Education,Energy,Healthcare,Other Societal,Economic","person":"Ciaran  Lewis","coPersons":["K Matthew Zepf","Michael  Geissler","David  Riley","Marco  Borghesi","Brendan Hugh  Dromey"],"organisation":"Queen's University of Belfast","findingsText":" The platform grant has been extremely valuable in allowing the group to act in a coherent way with several main lines of research clearly identified yet at the same time coupled through science, manpower and longer term objectives. Some highlights of achievements to date are listed below.\n\nIon acceleration: We have identified theoretically and demonstrated in experiments an hybrid regime of radiation pressure acceleration in multi species targets coexisting with the standard sheath acceleration mechanism. Narrow-band peaks are observed in the spectra of the lighter species. The dependance of the peak energy on key parameters (laser fluence and target areal density) allows predicting how the process will scale with next generation laser sources to reach energies of interest for medical applications. A further series of experiments performed using nanometer thin foils shows that under certain conditions an intense driving laser can interact volumetrically with the target to provide ion acceleration in the relativistic transparency regime. Understanding this regime is critical for next generation ultrafast pulsed ion and x-ray sources that rely on the use of nanometer thick foils for their production.\nKey papers: B.Qiao et al, Phys. Rev. Lett., 108, 115002 (2012); S.Kar et al, Phys. Rev. Lett., 109, 185006 (2012) ; S. Palaniyappan, et al. Nature Phys. 10, 763 (2012); D. Jung et al. New Journal of Physics 123035 (2013);D. Jung et al. New Journal of Physics 023007 (2013)\n\nHigh dose-rate radiobiology: We have progressed our programme of research by carrying out the first cell irradiation experiments employing protons at dose rates of 10^9 Gy/s (many orders of magnitude higher than seen before). The results show that, even at these extreme dose rates, the biological response of the cell is consistent with known results in radiobiology, a first step towards the validation of laser-driven protons as a future source for cancer therapy. \nKey papers: D. Doria et al, AIP Advances, 2, 011209 (2012)\n\nLaboratory astrophysics research: This is an emerging area of research in our group, in which the extreme conditions generated by the interaction of intense laser-pulses with plasmas are used to recreate phenomena scalable to astrophysical conditions. Highlights in this area include: \nThe observation of the initial stages leading to the formation of collisionless shocks in tenuous plasmas, of relevance to supernova remnants; Studies clarifying the role of magnetic fields in the formation of jets in Young stellar objects; Production of quasi neutral jets of high-energy electrons and positrons, which open up novel opportunities for experiments investigating the interaction of astrophysical jets with background media. \nKey papers: B. Albertazzi et al, Science, 346, 325 (2014) H.Ahmed et al, Phys. Rev. Lett., 110, 205001 (2013) G.Sarri et al, Phys. Rev. Lett. 110, 255002 (2013)\n\nFast electron transport: Fast electron transport and generation are key issues in fast ignition fusion and in the generation of new photon and particle sources. We have used TARANIS to study the generation and transport of fast electrons in the relativistic regime. By use of K-alpha spectroscopy with both spatial and spectral resolution we have investigated the divergence of beams of fast electrons at energies of 100s keV which are generated by intense laser-solid interactions. With layered targets, manufactured in-house, we have studied the role of refluxing of fast electrons from the rear of irradiated foils. In further experiments we have studied the angular distribution of hard x-rays in the &amp;amp;gt;25keV regime. We have observed anisotropic emission that is a signature of beam like behaviour with divergence consistent with conclusions based on the K-alpha measurements. We clearly observed the role of electron refluxing in removing the anisotropy for the first time. In external work with the ASTRA laser we investigated the role of a pre-plasma in inhibiting the penetration of fast electrons into a solid target in the femtosecond pulse regime.\nKey papers: M Makita et al Phys. Plasmas 21 023113, 2014; G Nersisyan et al Phys. Rev. E 85 056415, 2012; FY Khattak et al Eur. J. Phys. D 66 298, 2012; K McKeever et al submitted PRE.\n\nUltrafast X-ray sources: The use of relativistic laser plasmas as a medium to support the generation of intense attosecond pulses forms a key part of our strategy to produce ultra intense laser plasma interactions. We have worked in several new regimes developing Coherent synchrotron emission and using relativistic laser produced electron bunches to upshift fundamental frequency laser pulses coherently into the extreme ultraviolet region of the spectrum. These results shed new light on the relativistic laser plasma interaction in general and indicate a clear path towards realising our goal to produce high energy density interactions on timescales of the atomic response.\nKey papers: B. Dromey, et al., &quot;Coherent synchrotron emission from electron nanobunches formed in relativistic laser-plasma interactions&quot;, Nature Phys. 8, 804-808 (2012); D. Keifer, et al., &quot;Relativistic electron mirrors from nanoscale foils for coherent frequency upshift to the extreme ultraviolet &quot;., Nature Comm. 4, 1763 (2013); A. Pirozhkov, et al. &quot;Soft-X-Ray Harmonic Comb from Relativistic Electron Spikes&quot; Physical Review Letters, 135004 (2012); A. Pirozhkov et al. &quot;High order harmonics from relativistic electron spikes&quot; New Journal of Physics 093003 (2014)\n\nNon linear quantum electrodynamics (NLQED): Ultraintense lasers are entering this exciting and fundamental domain, where the laser intensity is sufficiently intense to test non-linear interactions between the laser and the quantum vacuum and electrons. During this period, novel theoretical work has identified phenomena such as quantum-radiation reaction for future experimental study. We have also conducted some of the first studies with laser-electron beam collisions demonstrating non-linear Thomson Scattering, the production of intense positron beams. These studies show that the field of non linear QED is indeed opening up to the experimental investigation of some of the most fundamental effects in nature (such as pair-production from vacuum, which will be tackled in the coming years).\nKey papers: D.Green and C. Harvey, Phys. Rev. Lett, 112,164801 (2014); Gonsokov et al. Phys. Rev. Lett.111,060404 (2012); Gonsokov et al. Phys. Rev. Lett. 113 014801 (2013); G. Sarri et al. Ultrahigh nonlinear brilliance multi-MeV \\gamma-ray beams from nonlinear relativistic Thomson scattering Phys. Rev. Lett. (accepted 2014); G. Sarri et al., Phys.Rev. Lett. 110, 205001 (2013) To be added Education,Energy,Healthcare,Other","dataset":"gtr"}