{"id":"A970BDEF-512A-4817-9B3A-54FED5E1E2BE","title":"Detection and Tracking using the 802.11 Wireless Network (Resubmission)","abstractText":"Accessible communications are becoming an important part of most peoples everyday life. Both business and private users increasingly expect to be able to contact people and get information from any location, not just while at the office or workplace. The incredible success of the mobile phone has further increased the expectations of users in this area. To cater for this demand, a new generation of connectivity possibilities based on wireless local area networks (LAN's) named Wi-Fi is being established.Wi-Fi, or Wireless Fidelity allows you to connect to the Internet from your chair at home, a bed in a hotel room or a conference room at work without wires. Wi-Fi is a wireless technology like a cell phone. Wi-Fi enabled computers send and receive data indoors and out; anywhere within the range of a base station. It's several times faster than the fastest cable modem connection and is rapidly being installed in many locations, such as corporate facilities, in airports, hotels, coffee shops and other public areas equipped with Wi-Fi access.Wi-Fi is based upon an Industry standard technology known as the IEEE 802. This is relatively easy and inexpensive to implement and is being widely deployed in many public areas and commercial settings. It has been estimated that over 30 million Wi-Fi cards would ship in 2004 illustrating the impressive rate of growth of this technology. Wi-Fi transmissions can thus be viewed as a future, widely available local area signal. Apart from the communications aspect, these signals have the potential to be used for other purposes. Particularly of interest is the possibility of detecting objects and people using the principles of Radar. In conventional Radar pulses are transmitted and received by the same equipment. In its simplest form this allows the user to detect whether a target is present and how far away from the radar it is by the time delay before the pulse is returned. IF the transmitter and receiver are separated then the processing is slightly more complex but the basic principles still apply.Using Wi-Fi transmissions for this purpose could lead to the development of a surveillance capability from a ubiquitous and accessible source. All the transmissions would already be available and a relatively simple receiver systems could be designed to carry out this task. Such a system could have be used for many purposes including improving internal and external security and identification and tracking of goods and people.There are, of course, many problems to be overcome in applying these realtively simple principles in a real world situation. This short study is inended to demonstrate the feasibility of the basic principle and investigate also investigate the newer 802.15 and 802.16 technologies. This research will aim to demonstrate that a surveillance system based on wireless LAN's is a viable technogy and outline a plan for full scale research and development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D032172/1","grantId":"EP/D032172/1","fundValue":"55382","fundStart":"2006-03-01","fundEnd":"2007-02-28","funder":"EPSRC","impactText":"","person":"Karl  Woodbridge","coPersons":["Ingemar Johansson Cox","Chris  Baker"],"organisation":"University College London","findingsText":" This project has successfully demonstrated the feasibility of using wireless network in a passive radar detection system. The first ever detection of people and objects using this technique has been achieved. This work has fully achieved its main objectives and laid out a clear foundation for further development of this technology. Further grant funding will now enable an in-depth investigation of the research issues highlighted in this study. . A number of applications have already been identified and, with the aid of project partners it is expected that these will be exploited as part of the development of a prototype passive wireless detection system Aerospace, Defence and Marine,Healthcare,Retail,Security and Diplomacy,Transport","dataset":"gtr"}