{"id":"A985ED0D-FD95-4AC1-863B-A8C5DDC77413","title":"Filtered Rayleigh scattering for multi-parameter fluid flow analysis","abstractText":"In aerospace test facilities, for example wind tunnels, gas turbine compressors and combustion experiments, it is necessary to obtain data about the fluid flows in these experiments to improve performance thus reducing harmful emissions and noise and to gain a better understanding of the fundamental fluid processes. The data required includes the density, pressure, temperature and velocity of the flow. Presently available techniques allow the measurement of these flow properties but have limitations: multiple techniques may need to be used to measure the different properties. The techniques may be limited to making single point measurements, requiring an expensive and time-consuming scanning mechanism to 'map' the flow. Additionally some of the techniques for measuring flow velocity require small 'seed' particles to be added to the flow which may result in inaccurate velocity measurements if these seed particles do not follow the flow accurately. Also, the addition of 'seed' particles to the flow is limiting in some applications, causing optical windows to become fouled limiting the measurement time and increasing the expense of the technique.Filtered Rayleigh scattering (FRS) is a promising optical technique that can potentially measure multiple properties (temperature, pressure, density and velocity) of the flow simultaneously. The measurements are made non-intrusively, so the flow is not changed by the measurement. Measurements can be made at a single point, or more significantly at multiple points over a plane defined by the laser light sheet in the flow. In FRS the properties of the flow are determined by measuring the Rayleigh scattered light. This is light scattered from the molecules of the gas itself, and as such no 'seed' particles are required. When the light is scattered from the gas molecules it will have its spectrum altered by the properties of the gas. The density of the gas can be found from the scattered intensity. The temperature can be found from the width of the scattered spectrum and the velocity from the shift in frequency compared to the optical frequency of the laser. Both of these effects are due to the Doppler shift, with the flow velocity causing a shift from the illumination frequency and the temperature provide a widening of the spectrum due to the Doppler shifts from the thermal motion of the molecules. Finally the pressure can be found by looking at the shape of the spectrum.The research proposed is the development of FRS instrumentation as a multi-parameter measurement technique for application in wind tunnels, gas turbine compressor and combustion facilities. Trials of the instruments constructed will be made, but not sustained measurement campaigns, rather the capabilities and limitations of the technique will be disseminated to end-users and industry for subsequent collaborative programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G033900/1","grantId":"EP/G033900/1","fundValue":"416494","fundStart":"2009-03-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  The Range-resolved interferometry scheme developed under this grant has been used by Oxford Instruments plc. to make multi-surface vibrometry measurements assisting in the development of a new cryostat product (Jan 2014).\n(RCUK economic and societal impact category - &quot;Enhancing the research capacity, knowledge and skills of public, private and third sector organisations&quot;) Manufacturing, including Industrial Biotechology Economic","person":"Ralph Peter Tatam","coPersons":[],"organisation":"Cranfield University","findingsText":" The project developed several frequency modulation signal processing schemes for use in flow measurement instrumentation.\no The application of Frequency Division multiplexing to full-field imaging instrumentation and interferometry was investigated, both for flow measurement instrumentation and similar imaging instrumentation for full-field strain measurement for non-destructive testing. This work led to two journal publications and international conference presentations.\no A novel signal processing scheme for range-resolved interferometry for application in flow measurement/LIDAR was also investigated although this signal processing scheme using a pseudo-random code to encode range information, was initially applied to the multiplexing of large gauge length strain sensors in optical fibre for condition monitoring of large engineering structures such as wind turbine blades, aircraft wings, railways or bridges. The technique, termed Fibre segment interferometry (FSI), has great potential for application in Fibre optic strain measurement offering cost-effective solution for quantitative and high-speed measurements of the OPD change of long-gauge length fibre sensors, that bridges the gap between localised strain sensors like Fibre Bragg Gratings (FBGs) and distributed techniques like Rayleigh and Brillouin scattering. This resulted in a journal publication and an international conference paper. The scheme also has potential for encoding range information in LIDAR measurements.\no A second range-resolved interferometric signal processing scheme was also developed for similar applications in LIDAR and FSI. This scheme using sinusoidal optical frequency modulation of an inexpensive continuous-wave laser diode source allows highly linear interferometric phase measurements in a simple, self-referencing setup and is the subject of a current patent application. This scheme also has the potential for application in a number of optical instrumentation areas (LIDAR, FSI, fibre pressure sensors, robot manufacturing sensors) which are the subject of further current investigations. \no In addition this work proved increased research capability which will be of benefit to future projects, via training and skills achieved in the programming and operation of field programmable gate arrays (FPGAs) The investigations in novel signal processing schemes undertaken during the project has led to the development of techniques which have potential applications in a number of areas both academic and non-academic. The frequency multiplexing Frequency Division multiplexing technique can be applied to instruments used by researchers in academia and industry, in fields such as flow measurement and non-destructive testing. The Fibre segment interferometry (FSI) technique developed as an outcome of this project has applications in a wide range of areas such as condition monitoring of large engineering structures such as wind turbine blades, aircraft wings, railways or bridges, high-bandwidth, low cost sensors for robotic manufacturing, and aerospace pressure sensors, many of which are in the process of further investigation. Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}