{"id":"A9851C3E-C2AC-4E97-B81F-472913F04760","title":"Visible Light Harnessing Transition Metal Oxide Cages and Low Dimensional Structures","abstractText":"Titanium dioxide is capable of absorbing light and using the stored energy to drive a variety of interesting and potentially very useful chemical processes such as the destruction of environmental pollutants or the production of hydrogen from water. The latter is especially attractive as it offers the prospect of entirely carbon-free energy generation from sunlight. However, titanium dioxide itself can perform these functions only when irradiated with ultra violet light, which corresponds to just ~4% of the sunlight reaching the earth's surface. As a result, solar powered applications based on titanium dioxide are too inefficient to be of practical use. If we could modify titanium dioxide so as to harvest the visible light from the sun, huge gains in efficiency would result, enabling practical applications.A good way of achieving visible light photoactivity is to dope the titanium dioxide with small amounts of foreign atoms such as boron, carbon, nitrogen or sulphur. But for this approach to be useful, the method of doping must be (i) controllable (ii) reproducible (iii) capable of being scaled up for the production of kilogram quantities (iv) low cost. None of the methods that have been devised thus far meets all these criteria/most fail on at least two counts.Recently, we showed that straightforward application of inexpensive wet chemistry could produce highly effective N-doped titanium dioxide photocatalysts that meet all the above criteria. The present project is aimed at building on this achievement by taking a big step forward. We propose to make a series of novel cages consisting of titanium and oxygen atoms with a variety of organic functional groups at their peripheries. By varying the cage size and by doping them with foreign atoms we shall be able to vary their properties in a systematic and reproducible way. In addition, we shall (i) tether the cages to solid surfaces (ii) cross-link them to make cage polymers of a variety of shapes and sizes (iii) convert them to surface-supported doped nanoparticles and thin films. The wide variety of structures and compositions that this strategy will make accessible should allow us to find systems that exhibit visible light photoactivity superior to anything previously achieved. Moreover, we should be able to do this with a degree of reproducibly and on a scale that make practical applications a real possibility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F00253X/1","grantId":"EP/F00253X/1","fundValue":"644075","fundStart":"2007-10-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"","person":"Dominic  Wright","coPersons":["Richard Michael  Lambert"],"organisation":"University of Cambridge","findingsText":" The project was successful in developing new strategies to mixed-element cages which can be used as single-source precursors to doped TiO2 films. In particular, although not originally foreseen in the proposed research, new transition metal TixOy cages were prepared which have now been shown to be excellent precursors to metal-doped TiO2 films. We are now exploring the applications of these films in water splitting, There are now some very exciting applications for this work in water splitting. Water splitting catalysts for H2 / O2 generation. We have four papers which we are about to publish on this area. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Construction,Electronics,Energy,Transport","dataset":"gtr"}