{"id":"A98B8F10-D53D-46CC-A702-6715CD2DC005","title":"A Pragmatic Approach to Adiabatic Quantum Computation","abstractText":"The quantum world is innately parallel. Quantum objects may exist in many places at the same time and in general have a superposition of attributes that would be mutually exclusive for an object on the everyday classical scale. In 1982 Richard Feynman suggested that one might attempt to use this parallelism to speed up computation and in 1982 Peter Shor discovered an algorithm that could, theoretically, make use of it in a calculation.\n\nSince these early theoretical works, there has been a dramatic effort in the theory of quantum computation while at the same time trying to find a physical system where these ideas could be realized. Taking the queue from the success of digital, gate-based, classical computation, much of this effort has focused on gate based digital quantum computation. There is an alternative, however, which harnesses our understanding of physical process rather more directly. \n\nNature is rather good at solving problems such as finding the most efficient way to arrange a collection of atoms into a crystal. Nature achieves this by gradually reducing the temperature of a system so that it can eventually settle to its lowest energy state - a process known as thermal annealing. This is used in a range of classical optimization algorithms.\n\nA quantum version of this, originally known as quantum annealing - now known as adiabatic quantum computation - may ultimately prove to be more effective for quantum computation than the gate based model. Indeed, a Canadian company, D-wave Systems, has attempted to make just such a computer with some promising initial results. Interpreting such attempts is difficult, however, since the failure mode of an adiabatic quantum computation is a classical thermal anneal. \n\nThis project aims to develop a systematic way to test whether an adiabatic quantum computation has taken place using a pragmatic, physics based approach. In doing so, new insights into how to optimize the performance of such a system will result.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K02163X/1","grantId":"EP/K02163X/1","fundValue":"163251","fundStart":"2013-01-01","fundEnd":"2014-06-30","funder":"EPSRC","impactText":"  We have used the notion of Langevin evolution on a variational manifold to reveal the underlying quantum and classical processes involved in adiabatic computation, and how to separate them. This approach has now been adopted by other researchers in the UK (eg under the recently awarded grant EP/M007065) and elsewhere (eg Bauer Microsoft Station Q, private communication).\n\n Our published work lays the foundation for a fuller understanding of the performance of adiabatic quantum computation and its potential utility. It has also laid bare the intellectual steps that are required to further this understanding - we are doing this by developing various algorithms to simulate the evolution of weakly entangled states in higher dimensions. Digital/Communication/Information Technologies (including Software),Education Societal","person":"Andrew George Green","coPersons":[],"organisation":"University College London","findingsText":" The scientific world is currently witnessing a global effort to use some of the unusual effects of quantum mechanics to perform faster or more powerful computation. Attempts to do this are in their infancy. One thing that has become apparent - particularly in a type of computation known as adiabatic - is that when one has a system that you think might be using quantum mechanics, it is often very hard to really quantify this. In this work we have provided a conceptual and analytical framework in which to answer this question. in developing the conceptual framework in order to address the question of how much quantum mechanics is used in a calculation we have revealed both a gap in our existing analytical skills - a gap that we are actively working to fill - and possible ways to enhance the performance of adiabatic computations. Digital/Communication/Information Technologies (including Software),Education,Electronics","dataset":"gtr"}