{"id":"A98D054B-7D40-458F-BCEE-59496472D182","title":"Development of an intelligent software controlled system for the diffusion of electroacoustic music on large arrays of mixed loudspeakers.","abstractText":"The University of Birmingham is host to an internationally recognised system for the presentation of electroacoustic music: Birmingham Electroacoustic Sound Theatre (BEAST). Recently refitted (along with our electroacoustic music studios) using funds from a &pound;500,000 HEFCE SRIF-2 Grant, BEAST is arguably the best equipped and most extensive system of its kind in the world. This system, along with the potential of freely available computer languages capable of spatialising extensive amounts of audio in real-time, has presented us with the possibility of exploring a relatively new area of activity, composition for audio systems which are mutli-channel to an extent hitherto largely unexplored in the electro-acoustic genre (potentially using as many as 100 discrete channels of audio, or even more). Given that 8 discrete channels has been a common practical maximum over the past decade or so, this represents an order of magnitude in difference.\\n\\nThe present project proposes to create a system for managing the diffusion and spatialisation of audio using arrays of loudspeakers. (In layman's terms, this is related to the field of 'surround sound'.) This will be done through a process of software development and empirical testing. The heart of this system will be software developed in the DSP and computer music language SuperCollider, and will consist both of a series of applications, and a class library allowing users to easily develop their own approaches both as standalone applications or as an integrated component of real-time pieces.\\n\\nA primary goal of the project will be the development of new techniques for use when composing for the type of large-scale multichannel audio systems described above, as well as the adaptation of existing techniques to this newly emerging idiom. Crucial to this development will be a process of empirical testing, in which the BEAST system will be set up for two days at a time, during which various technical implementations, approaches ad layouts will be tested and assessed.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D00120X/1","grantId":"AH/D00120X/1","fundValue":"60100","fundStart":"2006-11-01","fundEnd":"2008-10-31","funder":"AHRC","impactText":"","person":"Scott David Wilson","coPersons":["Jonty  Harrison"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}