{"id":"A98FBEA5-924F-43F8-9257-8569AAE0696E","title":"The Role of the Efferent System in Auditory Gain Reduction","abstractText":"The ability of the human ear to detect small differences in sound level relies on the response properties of the basilar membrane (BM) within the cochlea of the inner ear. When sound waves enter the cochlea, they cause the BM to vibrate, with each place on the membrane responding most to a sound of a particular frequency (its characteristic frequency ). The BM response is amplified for sounds with a frequency close to that of the characteristic frequency. This amplification or gain varies with the level of a sound, with more gain applied to the BM response to low-level sounds than to higher-level sounds. Since the amount of gain applied in response to a sound varies with its level, the applied gain is described as level-dependent . Although we now understand to some extent how gain varies with sound level, we still do not fully understand how gain varies with the duration of a sound. Behavioural studies on humans suggest that the gain is greatest at the start of a sound compared to the end of a sound. This reduction of gain is thought to be due to neural feedback of information from higher auditory centres in the brain, and is often referred to as the efferent effect. Previous behavioural studies on humans involving sound presentation by headphones, have attempted to measure the gain variation with sound duration using a technique called simultaneous masking . In this method the detectability of a sound (signal) is measured in the presence of a masking sound (masker) presented at the same time. If the signal and masker are of the same frequency and signal detectability is measured for a range of sound levels, an estimate of the change in gain at the characteristic frequency of the BM can be obtained for different masker durations. However the interpretation of such studies may be confounded by the presence of other complex interactions on the BM and so may not reflect an accurate estimate of the gain and efferent effect. The present study uses a technique called the additivity of masking which involves forward masking . In forward masking signal detectability is measured for a signal presented soon after a masker. Since the signal and masker are not present at the same time, this method reduces the involvement of other complex interactions along the BM which could affect the true estimate of the gain. The present proposal will use the additivity of masking technique to find i) how the gain increases and decreases with the duration of a sound; ii) If the frequency of the sound affects how the gain varies with duration; ii) How increases in sound level affect the variation of gain with sound duration. The findings will increase our understanding of the efferent effect in normal-hearing individuals. One key area that would benefit from an increased knowledge of the human efferent effect is that of the treatment of hearing impairment. The efferent effect is vital for detecting and understanding speech. However many individuals with hearing impairment lack an efferent effect. By obtaining accurate estimates of the efferent effect for a range of auditory stimuli we will be able to improve signal processing strategies for hearing aids and cochlear implants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H022732/1","grantId":"EP/H022732/1","fundValue":"413029","fundStart":"2010-08-31","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"  The findings of this study have been presented at a number of National and International conferences.\nThe findings have also been published in peer-reviewed journals. \nThe output of this research has been used to investigate means by which hearing aids can be improved and applications for further funding are being submitted. Digital/Communication/Information Technologies (including Software),Electronics,Healthcare Economic","person":"IFAT  YASIN","coPersons":["Christopher  Plack"],"organisation":"University College London","findingsText":" The processing of sounds by the inner ear can be affected by top-down feedback of neural information from the auditory brainstem. \nThis research has developed a novel type of hearing test that can be used to obtain key information about how this top-down processing affects sound processing in the inner ear. A precursor sound (that initiates this top-down feedback) can be presented before the test sound to study the key aspects of this feedback. The results of these tests show that inner ear (cochlear) gain (amplification) and compression is reduced by this top-down neural feedback. The effect of this feedback on cochlear gain and compression is dependent on the level, duration and frequency of the precursor sound. We can also measure how the effect of this feedback on cochlear processing decays with time. The research findings will be important for improved modeling of the auditory periphery (which often does not take into account the effects of top-down processing).\nAn increased understanding of the role and effect of top-down feedback on inner ear processing of sounds will be of importance in the development of improved hearing aids. Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}