{"id":"A9971011-A5B6-4191-B40C-0F104396A354","title":"Aberrant first trimester placental endothelial cell biology in fetal growth restriction","abstractText":"The size we are born should be determined by the genes we inherit from our parents, however many babies are born smaller than they should be. Some of these babies may suffer from a form of starvation during pregnancy, not receiving the vital oxygen and nutrients they need from their mother. It is thought that babies suffering the effects of starvation during pregnancy are not only more likely to have problems at birth but these stay with them throughout their life with long lasting and damaging consequences. Smaller babies are more likely to suffer from health problems in later life, including an increased risk of cardiovascular disease and diabetes. Estimates suggest that this affects up to 3 million individuals in the UK alone and, over their lifetime, this places a huge financial burden on health services. In order for a baby to receive the nourishment it needs from its mother during pregnancy it must have a healthy placenta with a rich network of blood vessels. This network develops early in pregnancy long before the time when an accurate measure of the baby's growth can be made. Failure of the placental blood vessels to develop into this network is a common feature of pregnancies with small babies. With the help of our clinical colleagues we have used a technique called uterine artery Doppler ultrasound to identify pregnancies that are likely to result in a small baby and have found that the placental blood vessels are different to those from pregnancies with a normal sized baby. The aim of this project is to look more closely at why these cells are different. We will look at the ability of the cells that form blood vessels to grow and form vascular networks. We will also see why cells from pregnancies that would result in small babies are more sensitive to factors that result in their death. It is only by understanding, why the cells from some pregnancies are different that we may one day be able to develop ways of managing these differences. Having babies that are born the right size will help them in early life but also help keep them healthy for longer as an adult.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M02184X/1","grantId":"MR/M02184X/1","fundValue":"506957","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"MRC","impactText":"","person":"Guy St John Whitley","coPersons":["Judith Eleanor Cartwright","Basky  Thilaganathan"],"organisation":"St George's University of London","findingsText":"","dataset":"gtr"}