{"id":"A99944C9-0840-4B4C-A189-E0F42AE56F16","title":"Astrophysics and Cosmology at the University of Sussex","abstractText":"This grant supports a rolling programme of research at the University of Sussex with 3 main themes: * Cosmology Observations of the cosmic microwave background radiation (CMBR) with the WMAP satellite have placed strong constraints on cosmological models, including those of inflation. Future experiments will probe gravitational wave production in the early universe. Sussex has been, and will continue to be, at the forefront of this field. Models of hybrid inflation end in phase transitions at which topological defects can form, including strings, textures and semi-local strings. We will make predictions for their effect on the CMBR. We have developed a rigorous framework for model comparisons. We will apply this to inflationary models, the reionisation history of the Universe, survey design, etc. One of the key questions in cosmology is the nature of the dark energy that dominates the energy density of the Universe. We will explore this question both theoretically and using data from the Dark Energy Survey (DES), Sloan Digital Sky Survey (SDSS), UKIRT Infrared Deep Sky Survey (UKIDSS) and ESO VST and VISTA surveys. * Clusters We will combine large observational and simulated cluster surveys to provide strong constraints on both cosmology and the physics of galaxy and cluster formation. Sussex is leading the XMM Cluster Survey (XCS) that has over 2000 cluster candidates and is expected to produce the largest ever homogeneous cluster sample, including many at high redshift. The evolution and large-scale distribution of clusters will provide strong constraints on cosmological models. The Millennium Gas simulations are the largest ever hydrodynamical simulations of clusters and provide an unrivalled catalogue of mock clusters for comparison with the observations. A variety of physical models for energy injection into the intracluster and intergalactic media can be tested, including supernovae/galaxy formation and active galactic nuclei. * Galaxies We are major contributors to a large number of deep surveys of forming galaxies. The most notable of these is the Herschel Multi-tiered Extragalactic Survey (HerMES) that consists of 6 separate surveys of different depths and areas. Roughly half the light emitted by stars in the Universe has been absorbed by dust and re-radiated in the far infra-red. HerMES will provide a legacy study of the far infra-red galaxy populations and characterise the contribution of different redshifts, luminosities and environments to the star-formation history of the Universe. Complementary near-infrared data, essential for estimating reliable photometric redshifts, will be provided by UKIDSS DXS/UDS and VISTA VIDEO surveys. We are embarking on a new programme of 'hybrid modelling' that combines observations and theoretical models of galaxy formation using techniques borrowed from observational cosmology. We will use bayesian parameter estimation and models selection to constrain the models by direct comparison with observations, eliminating the need for intermediate phenomenological models such as luminosity functions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002858/1","grantId":"ST/F002858/1","fundValue":"2377880","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"","person":"Andrew Robert Liddle","coPersons":["Sebastian James Oliver","Duncan  Farrah","Anita Katherine Romer","Jonathan  Loveday","Mark  Hindmarsh","Peter  Thomas"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}