{"id":"A9A14879-D1B3-43F3-8B80-2BC60C481ECD","title":"Analysing Sensitivity in Basins of Attraction using a Local Contraction Criterion","abstractText":"In this project we will consider time-periodic ordinary differential equations (ODEs), which are a major modeling tool in all sciences, for example mechanical systems in physics with periodic forces, population dynamics in biology with seasonal influences or periodic movements of the human muscle-skeletal system like walking. A periodic solution is a solution that repeats itself after a certain time. Both for deriving the model and for its analysis, it is crucial to understand the dynamical properties of an ODE. \n\nDynamical systems are interested in the long-time behaviour of solutions. In particular, we want to determine and analyse the basin of attraction of a certain periodic solution consisting of all trajectories that finally show the periodic behaviour of this periodic solution. In particular, we will use a local contraction criterion which indicates whether trajectories of adjacent solutions approach each other with respect to a given notion of distance, called a Riemannian metric. Moreover, the metric indicates points which are particularly sensitive to perturbations. The challenge is to find a suitable Riemannian metric for a particular equation.\n\nThe main purpose of this project is to derive an algorithm that can always construct such a Riemannian metric. The main idea is to formulate the problem of constructing a Riemannian metric as a convex optimisation problem and to use algorithms to solve it. The new method will be studied theoretically and, moreover, be implemented into a computer program. \n\nFurthermore, we will investigate how the information obtained by the Riemannian metric can be used to gain further insight regarding the sensitivity. This will enable us to identify sensitive points of the motion which need particular attention or control. Finally, we will apply the results to human walking and compare them to real-world experiments. The results will lead to a method which can guide researchers to tell athletes, or patients who relearn walking, at which point in the motion cycle they need to pay particular attention in order to maintain stability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014532/1","grantId":"EP/J014532/1","fundValue":"23587","fundStart":"2012-08-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"  The problem of finding a Riemannian metric have successfully be transformed into the framework of CPA (continuous piecewise affine) metrics, and been formulated as a semidefinite programming problem. The performance limits of SDP (semidefinite programming) solvers to solve this optimization problem have influenced new approaches to solve the construction problem and has led to a successful application for a joint EPSRC-University of Sussex funded PhD studentship &amp;quot;Algorithmic Construction of Finsler-Lyapunov Functions&amp;quot;. In this project we express the Riemannian metric as a Finsler-Lyapunov function, again in the CPA framework, which will lead to a linear programming problem, for which much more powerful solvers are available. \nConcrete economic and societal impact has not yet materialised from this project.  ","person":"Peter  Giesl","coPersons":[],"organisation":"University of Sussex","findingsText":" In this project we have considered time-periodic ordinary differential equations (ODEs), which are a major modeling tool in all sciences, for example mechanical systems in physics with periodic forces, population dynamics in biology with seasonal influences or periodic movements of the human muscle-skeletal system like walking. A periodic solution is a solution that repeats itself after a certain time. Both for deriving the model and for its analysis, it is crucial to understand the dynamical properties of an ODE. \n\nDynamical systems are interested in the long-time behaviour of solutions. In particular, we wanted to determine and analyse the basin of attraction of a certain periodic solution consisting of all trajectories that finally show the periodic behaviour of this periodic solution. We have used a local contraction criterion which indicates whether trajectories of adjacent solutions approach each other with respect to a given notion of distance, called a Riemannian metric. Moreover, the metric indicates points which are particularly sensitive to perturbations. The challenge was to construct a suitable Riemannian metric for a particular equation.\n\nThe main purpose of this project was to derive an algorithm that can always construct such a Riemannian metric. The main idea was to formulate the problem of constructing a Riemannian metric as a semidefinite optimisation problem. The new method has been studied theoretically and, moreover, has been implemented into a computer program. \n\nIn particular we have\n\n- transformed the problem of constructing a Riemannian metric satisfying a local contraction criterion into a semidefinite optimisation problem\n\n- proved the equivalence of the two problems, i.e. a feasible point of the optimisation problem defines a contraction metric and if the dynamical system has an exponentially stable periodic orbit, then the optimisation problem has a feasible point\n\n- derived an objective function for the optimisation problem which provides a bound on the rate of exponential attraction to the periodic orbit\n\n- developed an algorithm and written a computer program to solve the above optimisation problem, using the SDP solver PENSDP\n\n- the SDP solvers were not able to solve very large problems in high dimensions The method can benefit a variety of users: researchers in applied disciplines such as physics, biology, medicine, chemistry and many more who study dynamical systems, decision makers in environmental agencies to derive and study biological and chemical models, policy makers in the public sector to study economic models or, for example, disease transmission in animal or human populations.\n\nAnother potential application area of the research is human walking. One could use the information obtained by the Riemannian metric to identify sensitive points of the motion which need particular attention or control. This could lead to a method which can guide athletes, or patients who relearn walking, at which point in the motion cycle they need to pay particular attention in order to maintain stability. Moreover, this could also lead to the development of training programs for paralysed patients to regain movement patterns; for patients with missing limbs, prostheses could be developed to take over the function of the muscles, and they could be fitted individually to the patient. We have derived the first constructive method for a contraction metric. This approach can be generalised to many other situations, where a local contraction metric needs to be computed. These situations include the basin of attraction of an equilibrium in autonomous systems, the basin of attraction of a periodic orbit in autonomous systems, and many more.\n\nThe application of semidefinite optimisation to dynamical system is a growing area and further collaboration between these fields, beyond this project, will have a strong influence on both dynamical systems and optimisation, in particular on the algorithmic side. After the findings of the limits of SDP solvers for large problems, new directions of research became obvious, like using other numerical methods to solve the construction problem. Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy,Healthcare","dataset":"gtr"}