{"id":"A9A71129-70B8-42DF-9D59-7DD66D90AC1D","title":"Organometallic Synthesis of Reactive Nanoparticles for Radically New Solder Materials","abstractText":"Most conventional electronics works reliably at operating temperatures of around 100C or less. However, high temperature electronics needs to function at temperatures of 125C or higher. In the past, solders consisting mainly of lead (Pb) have been used for connecting components to printed circuit boards (PCB's). However, EU environmental legislation eliminated lead from most electronics, and is set to remove lead from even high temperature electronics by 2010. This presents a problem for oil and gas drilling equipment manufacturers in particular, as oil and gas wells are getting deeper and hence hotter (150-200C). Schlumberger, a key equipment manufacturer for oil and gas drilling, and Dynex Semiconductor, a key producer of high power electronics equipment for transport are keen to collaborate with Henkel (a supplier of solder material) and King's College London to find an alternative to lead based solders.One method of improving the reliability of lead free solder joints is to add a reactive component, such as aluminium to the solder. The aluminium reacts strongly with the surfaces on the electronic component and the PCB that are to be joined. Once the aluminium has reacted to form an intermetallic compound (IMC) layer between the solder and the joining surfaces, this IMC layer remains stable. By contrast in a normal solder joint, the IMC layer continues to grow at high temperatures and, being brittle, becomes the weakest link in the solder joint. So why not just add aluminium to the solder to form a new alloy? Many groups have tried, but all have failed until now. It turns out that the very properties that make aluminium attractive as an additive to solder, make its practical use in solders difficult. The high reactivity of aluminium causes the solder to oxidise before the solder joint can form during the soldering process. This means that the solder does not wet and adhere to the circuit board at all. What is needed is a method of releasing the aluminium into the solder after the solder has wetted the joining surfaces. The key innovation of this project is the use of nanoparticles of aluminium, coated with a metal which is easily wetted by the molten solder during soldering (e.g. silver). The coating will dissolve in the molten solder, and rapidly release the aluminium into the solder after the solder has wetted the joining surface. Only then will the stable aluminium based IMC be formed. Producing and coating the nanoparticles before the aluminium oxidizes will be challenging but should be possible with the organometallic synthesis routes chosen. This project will determine the optimum composition and morphology of the particles and will assess their impact on reliability. If the project is successful, then there will be a sizeable market for the nanoparticles engineered in the project. Henkel have already stated their wish to buy in the nanoparticles rather than to produce them in-house so the formation of a spin out company to produce the nanoparticles is one of the key project objectives. There may also be applications outside of high temperature electronics, especially in the mobile electronics area where miniaturisation of solder joints is causing reliability concerns.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G054339/1","grantId":"EP/G054339/1","fundValue":"649673","fundStart":"2009-07-06","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"  This study on the interactions between nanoparticles, micro-scale particles and solder materials during solder processing have led to a new type of improved solder material that could enable one industrial partner, Henkel, capture a larger share of a ?60M high-temperature solder market while potentially increasing the reliability and performance of oilfield drilling and monitoring tools for another, Schlumberger. Henkel have successfully manufactured the new solder paste and confirmed that it ca Economic Economic","person":"Samjid  Mannan","coPersons":["Mark  Green","Mchael Paul Clode"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}