{"id":"A9B38B36-824B-43F1-A008-F21C74EDEF1B","title":"A therapeutic approach to 'freezing' in Parkinson's disease","abstractText":"Freezing of gait has been described as one of the most disturbing and least understood symptoms of Parkinson?s disease. In its severest form it can stop patients in their tracks and render them completely immobile for 10 s or so as they urge themselves to walk. It is profoundly detrimental to patients? independence, quality of life, and health. It can often be a cause of falls leading to fractures, hospitalisation and social isolation. Freezing of gait is a common problem and difficult to treat. Conventional treatments for Parkinson?s disease, such as levodopa or deep brain stimulation, can abolish freezing in some patients. However, there are many other patients for whom freezing episodes persist after treatment. The present proposal targets this latter category of patient and suggests an alternative therapeutic approach based on non-invasive electrical stimulation techniques. Our hypothesis is that freezing results from a failure of the postural adjustment that has to occur before a foot can be lifted from the ground to take a step. Our plan is to evoke the postural adjustment by activating a reflex that is intact in Parkinson?s disease. This will be done by passing a small electrical current through the skin behind the ears, which stimulates nerves from balance organs in the inner ear and causes a reflex body sway. The body sway will act as a surrogate postural adjustment and free the leg for stepping. In addition, we shall electrically stimulate leg muscles to assist the subsequent stepping movement. We suggest that this sequence of stimulation will break the freezing episode and allow the gait cycle to continue. The results we obtain in our planned laboratory-based experiments will provide a starting point for designing a simple prosthetic device that can be used outside the laboratory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0502136","grantId":"G0502136","fundValue":"309570","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"MRC","impactText":"","person":"Brian Leslie Day","coPersons":["Patricia  Limousin"],"organisation":"Institute of Neurology","findingsText":"","dataset":"gtr"}