{"id":"A9B8066A-B77C-4371-B020-6A6AAE842ABA","title":"Food Marketing Regulation and Childhood Obesity Prevention","abstractText":"Obesity, or excessive fatness, is not a new phenomenon. What is startling is the recent increase in overweight and obesity prevalence in almost every country in the world, including low and middle income countries. As obesity carries with it a wide range of health problems, it has also an adverse economic impact, imposing a cost not only on affected individuals and their families, but also on society as a whole. The challenge facing governments and health authorities is to deliver a sustainable response to overweight and the obesity 'pandemic' by putting in place effective multisectoral strategies dealing with the many determinants of obesity.\n\nAs the regulation of food marketing is seen as a cornerstone of effective obesity prevention strategies, the 193 Member States gathered at the Sixty-third World Health Assembly in 2010 unanimously endorsed a set of Recommendations intended to guide efforts by Member States in designing new and/or strengthening existing policies on food marketing to children (the Recommendations) through adoption of Resolution WHA 63.14. Since then, the World Health Organization has commissioned a Framework Implementation Report which I co-drafted with a view to putting some flesh on the bones of the Recommendations and provide guidance to Member States on how best to implement them. \n\nThe project is a follow up to the adoption of the Recommendations as interpreted by the Framework Implementation Report. It seeks to provide further guidance to Member States on how these Recommendations could help to improve the regulatory framework at a national level. It is therefore intended to assist policy makers and other stakeholders in developing the legal skills required to design food marketing policies. This will, in turn, contribute to the adoption of more effective childhood obesity prevention strategies.\n\nThe project is divided into three distinct, closely related phases. The first phase consists of a six-month placement at the headquarters of the World Health Organization in Geneva, in the Unit dealing with population-based prevention for diet and physical activity as two major risk factors for non communicable diseases. Using the Framework Implementation Report I co-drafted, I will provide direct support to a selected number of Member States from across the WHO Regions, including the UK as well as a range of low and middle income countries, to identify potential barriers to implementation and develop potential solutions. I will work on developing a specific evaluation tool which the selected Member States will use to identify the barriers for implementation and develop strategies to overcome them.\n\nThe second part of the project consists of the organisation of a one-day workshop in London which will focus on what the UK should do to fully comply with the Recommendations. This workshop will be designed specifically for all stakeholders directly or indirectly involved in the decision-making process and will ensure their participation at all stages of the workshop, from its preparation to its delivery and dissemination.\n\nThe third and final part of the project consists of the publication of a book in English on the regulation of food marketing to children which will capture existing knowledge on this issue and allow for its broad dissemination. It is therefore intended to support the development of effective childhood obesity prevention strategies at both national and international level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020761/2","grantId":"ES/J020761/2","fundValue":"73555","fundStart":"2013-04-01","fundEnd":"2013-12-31","funder":"ESRC","impactText":"","person":"Amandine  Garde","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}