{"id":"A9BBD7E8-41D6-43D8-BC3E-F98B9E8A76B9","title":"Localism, Narrative and Myth","abstractText":"There can be can no doubt that the current Government aim to increase the ability of local communities to make decisions for themselves. The 2011 Localism Bill currently making its way through Parliament promises to give communities 'a right to challenge' the ways in which public services are currently provided, a 'right to buy' community assets if they are threatened with closure and a 'right to build' if sufficient votes can be gathered in local referenda. Yet there is no legal definition of either 'communities' or 'the local' in the 2011 Localism Bill and there was no White Paper discussing the context or rationale for the legislative intervention. Instead, the concept of 'the local' and the political logic of localism are assumed to be widely understood. It is this apparent understanding, which is rarely evident on a closer examination of legal and administrative practice, which forms the basis of enquiry for this research. \n\nUsing the 'data' gathered from stories, films and photographs created for this project, we will investigate whether there are any common themes or recurring understandings that inform ideas of 'the local' in the arts. In particular, we will consider whether the construction of 'the local' is singular and unitary as the Localism Bill and other legal and administrative provisions seem to suggest or whether, as research in social science indicates, ideas of locality are relational, multiple and dynamic. We will consider whether 'the local' can be enclosed, with each locality atomistic and separate from the next, or whether localities are relational, integrating with each other and places and sites of decision-making at regional, national and global scales. \n\nThe iterative methodology we will use to investigate these research questions is innovative and has been designed to reflect this tension between the unitary and overlapping understandings of the local. Drawing on the narratives of the local, both oral and visual, the analysis and results from the semi-structured interviews with the creative participants we will determine whether these representations of 'the local' are different and/or better conceptions of the local than those routinely employed in policy and media debates. Given the saliency of this political project, we will also investigate whether narrative constructions of 'the local' can give any political justification for the logic of localism, that communities should make local decisions. \n\nIn addition to two co-authored academic papers and a project report, our research findings will be presented on the blog to be established under Antonia Layard's ESRC Fellowship on Localism, Law and Governance. This includes both the findings from the research and (with the creative participants consent) the visual and oral renditions of the local. Visitors to the blog will be able to watch the films and hear the stories as well as reading how we have analysed them, see the questionnaire and read a summary of the findings. In this way we intend to make the research process transparent and, by providing a facility for comments, interactive.\n\nWe will disseminate the report to policymakers and practitioners concerned with localism and narrative (including with the RTPI, Centre for Cities, CABE, the New Local Government Network, the National Association of Local Councils (NALC), Shelter, CPRE, the Historic Towns Forum, Arts Councils, Creative Partnerships and the BBC). We already have links with many of these organisations and we will incorporate our findings into the policy and dissemination events that are already to be coordinated for the PI's Fellowship. This will add value to this AHRC research as well as providing productive linkages across Research Councils programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006602/1","grantId":"AH/J006602/1","fundValue":"31945","fundStart":"2012-02-14","fundEnd":"2012-08-31","funder":"AHRC","impactText":"","person":"Antonia  Layard","coPersons":["Hamish  Fyfe","Joe  Painter"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}