{"id":"A9C21FEB-2CD1-4D8A-BC82-11030EBDA3FE","title":"A descent representation theory of the symmetric group","abstractText":"There is a famous card trick in which a magician takes a deck of cards, applies four perfect riffle shuffles, and then deals the cards in the usual fashion. Each player is astonished to find on picking up their cards they have a single suited hand. The trick relies on the pack being fresh (and so arranged in a standard order); the magician's apparently random shuffle engineers the rearrangement of the cards needed to make the trick work.Mathematicians call shuffles permutations . An important property of permutations is that one can combine two permutations to get a third one. This merely states the obvious fact that if one performs one shuffle, and then another one, the result is still some sort of shuffle. The collection of all permutations of a deck of cards forms a symmetric group .The symmetric groups encode the symmetries of many real life phenomena. Indeed, the study of symmetries plays a fundamental role in many areas of mathematics, physics and chemistry. Think of a physicist who is trying to predict the behaviour of a system of N identical atoms, which we may label 1, 2,...,N. His or her model depends on the position and the energy of the atoms; its solutions describe the possible states of the system. A relabelling of the identical atoms, that is, a permutation of 1,2,...,N, will not affect the possible states of the system, nor the solutions of the model. Thus we turn one solution into another by applying a permutation --- we summarise this fact by saying that the model is a representation of the symmetric group .Such representations of the symmetric (and other) groups have been studied extensively for more than 100 years, at an abstract level, where the symmetric group is represented as permutations of an arbitrary space. The general aim is to understand the basic building blocks out of which all representations are constructed, and to find ways to decompose an arbitrary representation into these building blocks. This compares to the integers, where one needs to know about prime numbers (the building blocks), and to find ways to factorise efficiently an arbitrary number into primes. Although much practical information about the representations of the symmetric group is now available, there are still a large number of fundamental questions which have remained unanswered. The general aim of this project is to approach these questions in a new way. We can attach to any permutation its descent set . To give some idea of this concept, a high quality shuffle would have a large descent set, whereas a shuffle that merely rearranged the order of two cards would have a very small one. Louis Solomon (and others after him) discovered in 1976 that the study of the set of descents of a permutation leads to surprising results not only about the symmetric group, but also in many other areas. There is evidence that suggests his ideas should have a deep impact on representation theory as well. The general concept is to lump together all permutations with the same set of descents, that is, to study a representation not as a representation of permutations, but as a representation of descents . We hope that this descent representation theory can help solve some of the fundamental problems which have remained open to date.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D054664/1","grantId":"EP/D054664/1","fundValue":"109115","fundStart":"2006-08-01","fundEnd":"2008-07-31","funder":"EPSRC","impactText":"","person":"Tomasz  Brzezinski","coPersons":["Francis W Clarke","Manfred  Schocker"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}