{"id":"A9C5B07E-AA61-4DBF-8A67-2114D99D223F","title":"Lagrangian Floer cohomology and Khovanov homology","abstractText":"Most of modern geometry studies some kind of space. The spaces considered in differential geometry are called manifolds , spaces which locally look like n-dimensional Euclidean space but globally have an interesting shape. A manifold is compact if it is closed up, with no edges. The surface of a doughnut is a compact 2-dimensional manifold. A submanifold N of a manifold M is a subset of M which is itself a manifold, usually of smaller dimension than M. There are two kinds: embedded submanifolds, which may not intersect (cross) themselves, and immersed submanifolds, which may.One usually considers manifolds with some extra geometric structure, such as a Riemannian metric , which tells you the lengths of paths in the manifold, or a symplectic structure , which tells you the areas of 2-dimensional submanifolds. Symplectic manifolds are the foundation of the mathematical formulation of mechanics, and so of much of classical physics. They are also very interesting in their own right. Mathematicians like them as they are one of very few structures with an infinite-dimensional amount of symmetry, which gives symplectic geometry an unusual, entirely global flavour. Lagrangian submanifolds are a special kind of submanifold of a symplectic manifold. Given two compact, embedded Lagrangian submanifolds L, L* of a symplectic manifold M, one can under certain conditions define the Floer cohomology groups HF(L,L*), which are roughly speaking finite-dimensional vector spaces. The definition is very difficult. To do it, one chooses an auxiliary complex structure J on M and counts J-holomorphic 2-dimensional discs D in M with boundary (edge) in the union of L and L*. The remarkable thing about HF(L,L*) is that it is independent of the choice of J, and is also unchanged by moving L and L* around amongst Lagrangian submanifolds. It encodes some mysterious, nontrivial information about Lagrangian submanifolds one cannot get at in any other known way. It is a powerful tool in symplectic geometry. In previous EPSRC-funded research, the PI and Akaho extended the definition of HF(L,L*) from embedded to immersed Lagrangians. The PI also developed new technology ( Kuranishi (co)homology ) which will simplify and streamline the definition of HF(L,L*).This proposal will exploit these ideas. We will first develop a new, simpler and more general formulation of HF(L,L*), for immersed L,L*, using the PI's new technology. Then we will apply this new formulation to four problems. The first problem will prove a conjecture about HF(L,L*) when L,L* are complex Lagrangians in a hyperkahler manifold . The point is that the new version of HF(L,L*) will have technical features which make this proof much easier than with current definitions of HF(L,L*).The second and third problems concern knot theory: the study of knots (essentially, loops of string) in 3-dimensional space. Two knots K,K* are the same if you can deform K to K* without cutting the string. It is a difficult problem to compute whether two knots are the same. Mathematicians define knot invariants , numbers etc. one can compute for a knot K, such that if the invariants of K,K* are different then K,K* are different. Two such invariants are Khovanov homology KH(K), and symplectic Khovanov homology SKH(K), which is defined by SKH(K)=HF(L,L*) for Lagrangians L,L* in a symplectic manifold M defined using K. We aim to prove the Seidel-Smith Conjecture, that KH(K)=SKH(K). This will give new insight and methods of proof in knot theory.The fourth problem uses the new version of HF(L,L*) to strengthen results of Wehrheim-Woodward relating Lagrangian Floer theory in different symplectic manifolds M_1,M_2, using Lagrangian correspondences . It shows this relation is associative , that is, going from M_1 to M_2 to M_3 is the same as going from M_1 to M_3. Here working with immersed Lagrangians is important, but current results deal only with embedded Lagrangians.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H035303/1","grantId":"EP/H035303/1","fundValue":"373791","fundStart":"2010-03-29","fundEnd":"2014-05-28","funder":"EPSRC","impactText":"","person":"Dominic  Joyce","coPersons":[],"organisation":"University of Oxford","findingsText":" I began developing a new theory of derived differential geometry, involving &amp;quot;d-manifolds&amp;quot; and &amp;quot;d-orbifolds&amp;quot;, derived smooth manifolds, with a view to applications in symplectic geometry.\n\nWith postdoc Joana Amorim employed on the grant, and a collaborator Yohsuke Imagi, we proved a uniqueness result for certain special Lagrangian submanifolds (&amp;quot;Lawlor necks&amp;quot;) and Lagrangian Mean Curvature Flow expanders in C^m, using Fukaya category techniques.  Other","dataset":"gtr"}