{"id":"A9C6A11F-6AFB-4F63-B6F1-703699CFF605","title":"Staging Beckett: The Impact of Productions of Samuel Beckett's Drama on Theatre Practice and Cultures in the United Kingdom and Ireland (1955 - 2010)","abstractText":"This ambitious project will set out to comprehensively map, record, archive and bring to light all extant productions of Beckett's plays that have been professionally staged in Britain and Ireland since 1955. It will also attempt to assess how British and Irish theatre practitioners - from directors and actors to designers - have attempted to shape Beckett's work to the specific historical and cultural conditions within Britain and Ireland since 1955 in order to produce a distinctive 'aesthetic' for the work. The project will seek to evaluate the impact of producing Beckett's drama on the work of those practitioners, on contemporary practices of theatre directing, designing and performance, and on British and Irish theatre cultures (theatre programming, reviews etc). \n\nSamuel Beckett's theatre has had a major international impact not only on playwrights such as Edward Albee, Harold Pinter, Sarah Kane and Suzan-Lori Parks but also on mainstream and experimental contemporary theatre practice. His work attracts high profile directors (such as Peter Brook, Luc Bondy, Peter Hall, Yukio Ninagawa, Deborah Warner and Robert Wilson); West End and Broadway productions with star casts; and experimental interdisciplinary performance (such as the Mabou Mines' adaptations of Beckett or Katie Mitchell's installation programme of Beckett's late theatre). It has also featured on the programmes of touring and regional theatres. All of the above categories include many British and Irish productions, but influential studies such as Jonathan Kalb's Beckett in Performance (1989) and Lois Oppenheim's Beckett Directing / Directing Beckett (1997) tend to focus on Beckett's practice as a director of own work, on directors or productions undertaken in the United States (such as Alan Schneider or Joanne Akalaitis's controversial production of Endgame), or occasionally on productions by some European directors, such as George Tabori. \n\nIn contrast, very little critical attention has been paid to the many productions of Beckett's work in Britain and Ireland. While some scholarship exists on a few directors - notably Sir Peter Hall's longstanding engagement with Beckett since the first British production of Waiting for Godot in 1955 - these accounts are frequently subjective and anecdotal. Much recent critical attention has focused on Beckett as an Irish writer with recent monographs including Emilie Morin's Samuel Beckett and the Problem of Irishness (2009) and Sean Kennedy's Beckett and Ireland (2010), but there are many gaps in research on productions of Beckett's theatre in Ireland and Northern Ireland. Some of these were included in an issue of the Irish University Review in 1984, and, more recently, work has been done on the Pike Theatre premiere of Godot (1995) and on the Beckett on Film project (2001), in which 19 of Beckett's stage plays were filmed and which featured a number of Irish directors including Neil Jordan, Enda Hughes and John Crowley. This grew out of the Gate Theatre Dublin Festival of nineteen of Beckett's plays launched in 1991. However, there is much scope for further research on the range of productions of Beckett's theatre in the United Kingdom and Ireland, and on the impact of such productions on the development of a Beckett aesthetic or style in UK and Irish theatre, or on acting, directing or designing practice (as in the work of Jocelyn Herbert). Moreover, hardly any research exists on regional or touring productions of Beckett's drama in Britain and Ireland. This project will offer substantial new data and insights into British and Irish theatre in the second half of the twentieth century. \n\nOur project aims to rectify such gaps and omissions in this area of Beckett scholarship through recognising and disseminating to the public, academic and theatre communities a detailed and critically robust study which will examine the long tradition of theatrically realising Samuel Beckett's work in the UK and Ireland.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004774/1","grantId":"AH/J004774/1","fundValue":"668144","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"AHRC","impactText":"","person":"Anna  McMullan","coPersons":["Graham James Saunders","David  Pattie"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}