{"id":"A9C94EAB-4A86-4613-8558-43876A4C1F69","title":"Advanced Electromagnetics Simulation","abstractText":"This proposal recommends the support of an outstanding opportunity for inward investment from the US to the UK through collaboration between Tech-X and the Cockcroft Institute to provide massively parallel electromagnetic computational solutions for 'high tech' UK businesses. Success will give UK industry the edge in the development of a whole range of high power RF and microwave systems. The inward investment will strengthen UK science by the provision of a world leading capability for the analysis of other problems in electromagnetics including laser plasma interactions. Through collaboration with NW-GRID and the proposed Hartree Centre the Daresbury Science and Innovation Campus (DSIC) will be strengthened as a centre of excellence in high power computing. The engineering of particle accelerators and microwave tubes depends heavily on the use of simulation software for analysis of the electromagnetic fields in cavity resonators, slow-wave structures and related components. Powerful computer codes are routinely used for this purpose. Many of these codes incorporate Particle in Cell (PIC) solvers which allow the interaction between charged particles and radio-frequency electromagnetic fields to be studied. However, it is found that it is frequently impossible to model real problems because of the limited capacity of even powerful workstations. Problems which cannot be modeled using these codes include the following important cases: Non-linear performance of microwave tubes in the time domain; Radio-frequency vacuum discharges; and Collimator wakefields. For problems such as these a PIC code which is designed to be run on massively parallel (grid) computers is required. The project will employ the Tech-X code VORPAL which has been designed to run on massively parallel computing systems. This code has already been used to model problems in plasma physics and particle accelerators including accelerating structures, plasma wakefield accelerators and radio-frequency discharges in superconducting cavities. This project will use NW-GRID to model experimental data on the topics mentioned above generated in previous funded projects. The work will be carried out jointly by the Cockcroft Institute for Accelerator Science and Technology, though the High Power RF Engineering group at Lancaster University, and staff employed by a newly created UK subsidiary of Tech-X based on the Daresbury Science and Innovation Campus. The project will facilitiate the establishment of Tech-X UK and the associated inward investment on Daresbury Science and Innovation Campus by the parent company. It will assist Tech-X with the development of its products in ways that will be valuable to UK and European customers. In particular, the Cockcroft scientists bring valuable knowledge about critical modeling needs for RF component design and about the process of RF component design. The project will also enhance the ability of the Cockcroft Institute to use state-of-the art computational methods in its research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H003932/1","grantId":"ST/H003932/1","fundValue":"116956","fundStart":"2010-04-01","fundEnd":"2011-02-28","funder":"STFC","impactText":"","person":"Richard Geoffrey  Carter","coPersons":["Amos Christopher Dexter","Graeme  Burt"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}