{"id":"A9D1E6C9-AB5E-4AFE-8A0A-981EF8BA9798","title":"Instabilities in non-thermal plasmas","abstractText":"It is important to understand instabilities in plasmas since these play a crucial role in the behaviour of schemes for controlled nuclear fusion, the performance of devices for generating high power radiation and in phenomena taking place in the earth's magnetosphere, stars and more exotic astrophysical objects. In many cases these instabilities are generated by beams of high energy electrons, and the main objective of the present work is to study such beam driven instabilities in a laboratory experiment and support this study through detailed theoretical and computational analysis. This research builds on the foundation of our earlier work which concentrated on an instability of relevance to the onset of parasitic oscillations in powerful radiation sources, to auroral radio emissions and a variety of other astrophysical phenomena. Experimental results showed good agreement with the observations of auroral radiation and with theory. Now the range of the research is being significantly extended to an ambitious programme aimed at the study of a variety of instabilities driven by different distributions of energetic electrons in varying experimental geometries. This entails substantial modifications of the original experimental facility to introduce extra flexibility in the generation of the fast electrons, modifications to the magnetic field structure which guides them and the introduction of a background plasma.We will generate well-controlled plasmas in which the growth and eventual saturation of the unstable oscillations can be studied in detail. The results will be compared with computer simulations and with theoretical modelling with a view to checking their accuracy. We will investigate different aspects of these instabilities relevant to a range of applications including for example tokamaks. In these toroidal devices which confine plasmas are hoped to reach fusion conditions, schemes for radiofrequency driving of current produce an important population of electrons with a high velocity and energy. The stability of these populations and how they evolve in response to instabilities needs to be understood. In schemes for fusion involving laser compressed targets, beams of fast electrons moving into the central region of the target are very important and the understanding of their behaviour is largely based on computer simulation. The relation between simulation results and reality will be more easily seen in our large scale experiment. Generation of high power RF radiation, which has a wide range of applications ranging from RaDAR to medical treatment, largely depends on the instability of high power electron beams and the conversion of their energy into electromagnetic waves. Our work should give an enhanced understanding on some of these processes, in particular on the production of parasitic radiation from unintended instabilities. Finally, beams of high energy particles are very common in space and astrophysical plasmas, ranging from the earth's magnetosphere to pulsars and gamma ray bursters. The understanding of the basic physics of instabilities derived from this research will give confidence in the application of theoretical and numerical techniques to other real plasma environments, including Fusion experiments.The project brings together a team with extensive expertise in experimental beam plasma systems, together with wide experience in theory and computational modeling applied to magnetically confined plasma, laser produced plasma and space plasma. The experiment, designed to allow the investigation of a wide range of conditions and to isolate particular instabilities of direct importance to magnetic and inertial fusion schemes and high power radiation generation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042500/1","grantId":"EP/G042500/1","fundValue":"356975","fundStart":"2009-04-01","fundEnd":"2013-05-31","funder":"EPSRC","impactText":"","person":"Robert Alan Cairns","coPersons":[],"organisation":"University of St Andrews","findingsText":" The project has looked at a variety of plasma instabilities driven by electron beams, providing theoretical support to experimental work carried out at the University of Strathclyde. Following on from earlier work on a cyclotron maser instability relevant to auroral kilometric radiation (AKR) we have investigated the effect of a background plasma on the original instability and possible competition with the two-stream instability. More detailed work on the instability has provided explanations for some of the details of AKR. We have also carried out some work on the anomalous Doppler instability, looking at the possibility of generating it using the Strathclyde apparatus.  ","dataset":"gtr"}