{"id":"A9DC513D-24F5-47F7-8818-40D5478D338E","title":"Are iron nanoparticles in wet deposition a potential source of bioavailable Fe to marine algae?","abstractText":"Summary\n\nMineral dust provides nutrients such as iron and phosphorus to marine ecosystem, which is a major sink for atmospheric carbon dioxide. These nutrients have been shown to promote the growth of CO2-fixing marine microorganisms such as phytoplankton, and therefore indirectly affect the climate system. A quantitative understanding of this effect is essential to model the Earth's climatic systems and therefore to predict climate change. However, this effect is currently inadequately modeled because the bioavailable iron flux from atmospheric depositions (both dry and wet), a key parameter to link two major components of earth system models (i.e., AEROSOLS and ECOSYSTEMS components in HadGEM2), is poorly quantified. The bioavailable iron flux to the ocean is dependent on (1) the total dust deposition flux, (2) total iron content in the dust and (3) bioavailability of iron in the dust. In these three parameters, iron bioavailability is the most uncertain one. \n\nAs a significant and sometimes predominant source of iron to the ocean, we choose to focus on wet deposition in this work. Currently, models often assumed that all the measured dissolved Fe in the wet deposition is bioavailable. However, a large proportion of Fe in the 'dissolved' fraction of rainwater is present as nanoparticles, which have been identified (and visualized) in one of our recent studies. Therefore, to improve the model estimates of the bioavailable iron flux to the global ocean, it is essential to quantify the bioavailability of iron nanoparticles in the rainwater. \n\nThe goal of this work is to determine how bioavailable are the Fe nanoparticles in natural rainwater to a model organism Thalassiosira pseudonana, a typical marine phytoplankton (centric diatom). This will contribute to a more accurate estimate of the bioavailable iron flux to the global ocean for earth system models. The specific objectives of this project are:\n 1) To demonstrate that laboratory synthesized Fe nanoparticles with organic coatings can provide bioavailable Fe to Thalassiosira pseudonana\n 2) To quantify the bioavailability Fe nanoparticles in laboratory-processed mineral dust (after simulated acid and then cloud processing) to Thalassiosira pseudonana \n 3) To quantify the bioavailability of Fe nanoparticles in natural rainwater to Thalassiosira pseudonana\n\nThese objectives are designed to answer questions of three levels of complexity. The experiment to realize each objective will provide data to interpret the more complex and more environmentally representative later experiments. These objectives will be met by laboratory nanoparticle synthesis, nanoparticle separation and characterization as well as laboratory marine algal culturing. State-of-the-art techniques such as Scanning Transmission Electron Microscopy, nanoparticle tracking analysis, Flow Field Flow Fractionation and Cross Flow Ultrafiltration available at the NERC Facility for Environmental Nanoscience Analysis and Characterisation (FENAC) will be used for nanoparticle separation and characterization. The geochemical and microbiology laboratories in the University of Birmingham will be used for nanoparticle synthesis and marine algal culture. The expertise of the investigator in atmospheric chemistry and global biogeochemical cycles is complemented by that of Named Researcher, Dr. Michala Pettitt, in microbiology. Our expertise is further enhanced by those of Prof. Jamie Lead and Prof. Roy Harrison in nanoscience and environmental sciences at the University of Birmingham. \n\nThe scientific results will be published in international peer-reviewed journals and fed to global models such as UK Chemistry and Aerosol Model (UKCA) to improve the estimation of atmospheric bioavailable iron deposition flux, which can be readily fed to and Met Office Earth system model (HadGEM3) to predict the impact of atmospheric nutrient input on ocean productivity and climate in the present and the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K000845/1","grantId":"NE/K000845/1","fundValue":"72839","fundStart":"2013-07-01","fundEnd":"2014-12-31","funder":"NERC","impactText":"  The findings on the response of a marine diatom to the nutrient (iron) addition are used to show to the young people how iron deficiency in the ocean affect the growth of phytoplankon, a key plant producing half of the oxygen in the air we breathe. The impact is achieved through posters during a University Community Day events as well as demonstrations to observe the phyotoplankton and the zooplankton. Environment Societal","person":"ZB  Shi","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}