{"id":"A9DD80B1-59F9-41D6-A5F3-F70898F7C059","title":"Monitoring Marine Mammals from Autonomous Underwater Vehicles","abstractText":"Shelf exchange creates the main supply of nutrients onto the continental shelf and is therefore vital to the health of on-shelf ecosystems. The FASTNEt programme will study shelf exchange mechanisms at a higher spatial resolution than has been previously possible and also throughout all seasons of the year. This will allow the development of high resolution models of shelf edge processes. \nMuch of the FASTNEt data will be collected using Autonomous Underwater Gliders carrying sensors measuring standard oceanographic parameters. Using additional data, our proposed program of work will enable us for the first time to investigate relationships between these low level processes and their effect on animals feeding at higher trophic levels which are ultimately dependent on these exchange processes. \n\nCetaceans are traditionally surveyed using visual line transect methods. These are expensive to implement and can generally only be conducted during the summer months. Passive acoustic monitoring (PAM) offers a real alternative because many species make distinctive calls. Recent advances in PAM technology also mean that it is now possible to produce sensor packages which are ideally suited to glider deployment, being small and able to carry their own power pack for deployments of weeks or even months. \n\nModelling techniques are well-established for estimating cetacean abundance and, to a lesser extent, for investigating habitat use. Covariate data used for this modelling are generally not collected at the same time and place as the whale abundance data. In addition, oceanographic data are typically limited to the upper few cm of the ocean (e.g. sea surface temperature), whereas the animals are feeding at depth. For the species we propose to study here, we can not only identify calls to species, but we can identify sounds associated with foraging. These data identifying locations where animals are actually feeding can be used to fine-tune habitat models. We hypothesise that models of cetacean abundance that incorporate parameters measured at the same depth and the same time as the cetacean data will show a marked improvement over current surface data only models. \n\nWe will deploy sensor packages for gliders capable of measuring the presence and abundance of cetaceans using PAM. These will be based on low power animal borne sensors developed by two of the project proposers Johnson and Tyack. During the first year we will make use of existing sensors but over the course of the year, we expect the next generation of PAM devices to become available with lower power and enhanced on board processing capability. \n\nWhen combined with other oceanographic and biochemical parameters measured on the Ocean Shelf Exchange programme this will lead to greater understanding of how shelf exchange directly affects biological activity at high trophic levels. By using the vocalisations (calls) of whales and dolphins, instead of visual observations, as measures of their presence and abundance, and by fitting models to fine scale in situ data on their environment, we aim to develop more detailed species-habitat models that will improve our understanding of cetacean ecology. \n\nUnderstanding the processes that influence the distribution and behaviour of whales and dolphins is important both because cetaceans form a major predator group that potentially has a large impact on the structure of the marine environment through top-down forcing, and because their slow life histories make them particularly vulnerable to human activities. Determining the most appropriate conservation measures for these species depends crucially on knowledge of how they utilise the available habitat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020176/1","grantId":"NE/J020176/1","fundValue":"111115","fundStart":"2012-04-02","fundEnd":"2016-10-01","funder":"NERC","impactText":"  Using detection of calls or marine animals to estimate presence and abundance is used to monitor populations, used to mitigate the effects of intense sound, and for research on effects of anthropogenic sound (e.g. naval sonar, shipping, airguns used for seismic survey, pile driving for marine renewables) on marine mammal.s Aerospace, Defence and Marine,Construction,Energy,Environment Economic,Policy & public services","person":"Peter Lloyd Tyack","coPersons":["Philip Steven Hammond","Mark  Johnson","Douglas Michael Gillespie"],"organisation":"University of St Andrews","findingsText":" Two miniature DTAG-based sound recorders have been developed for this project. A recorder was installed in a Seaglider for a test deployment in November. Results from this deployment were reported in a phone conference with FastNet collaborators. Findings on detections of calls of marine mammals might be used for monitoring marine mammal populations, for mitigation of impacts of intense sound sources, and for studying effects of anthropogenic sound on marine life Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}