{"id":"A9E31FBF-4187-457B-922D-7836EE856B7F","title":"M-Theory, Cosmology and Quantum Field Theory","abstractText":"The STFC research programme of the Theoretical Physics Group at Imperial College London is focused on the interrelated fundamental problems of M-theory, quantum field theory and cosmology. M-theory, which subsumes string theory and supergravity theory, is our central approach in attempting to unify Einstein's theory of General Relativity with the Standard Model of particle physics. One of the most interesting features of M-theory is that it incorporates dual descriptions of non-perturbative Yang-Mills theories in terms of strings leading to profound connections between black holes and thermal quantum field theory and new insights into strong coupling phenomena such as confinement. These connections will continue to be explored in a number of different ways, including using novel geometric techniques and exactly integrable quantum field theory models. Exploration of string theory on backgrounds which cannot be described by conventional geometry will be carried out, both to deepen our understanding of the structure of the space of vacua of M-theory with applications to particle physics phenomenology and also to provide hints as to the fundamental degrees of freedom of M-theory. There has been a great deal of progress in understanding the quantum properties of black holes in M-theory. Using both analytical and numerical techniques we will construct and study black holes with novel horizon topologies and with possible applications to both quark gluon plasma and poorly understood systems in condensed matter such as high temperature superconductors. Connections between M-theory black holes and measure of quantum entanglement will also be explored. In the area of cosmology and related aspects of quantum field theory, key clues to the structure of the big bang origin of the universe are to be found in the non-Gaussian corrections to the cosmic microwave background. This is an important indication about the origin of density perturbations in the early universe and of the formation of galactic structures. On the one hand we have established participation both in observational programmes such as Planck, Spider and BPol, and also in the analysis of this data. On the other hand, fully developed models are needed for the evolution of quantum fields in the early universe and their effect on the evolution of early universe structure. So, in parallel with the analysis of observational microwave background data, we will pursue computational modelling of early-universe field dynamics and structure formation. There is a deep synergy between the broad strands of our research, with work on the non-perturbative aspects of Yang- Mills gauge theories informing both supergravity and superstring theory on the one hand and the study of high- temperature fields in the early universe and the computational modelling of early-universe density fluctuations on the other.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J000353/1","grantId":"ST/J000353/1","fundValue":"1514430","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"STFC","impactText":"","person":"Jerome  Gauntlett","coPersons":["Michael James Duff","Joao  Magueijo","Toby  Wiseman","Arttu Kalervo Rajantie","Amihay  Hanany","Kellogg S.  Stelle","Arkady  Tseytlin","Christopher  Hull","Carlo Riccardo Contaldi","Fay  Dowker","Daniel  Waldram"],"organisation":"Imperial College London","findingsText":" The research area is blue skies theoretical research into the fundamental structure of matter and spacetime. \nSignificant results were obtained in two broad projects. The first was string/M-theory and applications to quantum\nfield theory. String theory is a promising approach to unifying all the forces of nature. It has a rich mathematical\nstructure and applications to condensed matter and geometry were also explored. The second main project was\ncosmology and quantum field theory. In this project the principal objective was to seek ways of testing innovative particle physics\nand quantum gravity theories against astrophysical data, such as the cosmic microwave background. The results continue to have a significant impact on the academic community and there are potential long term technological applications. Education,Energy","dataset":"gtr"}