{"id":"A9E770E2-5DAE-4180-BCFC-9F61968C88B4","title":"The Italian Academies 1530-1650: a themed collection database","abstractText":"Aims\\nThis project aims to enhance access to resources for research on the Italian learned Academies of the sixteenth and seventeenth centuries. These Academies were the earliest such institutions, which were subsequently found throughout Europe. From the outset they were international in membership, and in correspondence with scholars and institutions in other European countries. The interests of the Academies ranged widely across the disciplines, from art and literature to the experimental sciences, often within a single Academy. They were responsible for promoting interest and research in many areas, e.g. language, natural sciences, astronomy, technology, the humanities and music. Their membership included pioneering scientists, literary polemicists, political thinkers and representatives of all social classes. In addition to their intellectual pursuits the Academies had a more playful aspect, devising amusing names for the Academy, its members and its activities, often represented visually in punning illustrations and devices. This range of interests and the very large number of Academies active in Italy in the period makes the study of them central to our understanding of and research on Renaissance and early modern culture in Italy and beyond. As the dissemination of the Academies' ideas was principally through printed works, books associated with them, and their connections with the book trade are fundamental to research in this period.\\n\\nResearch Context\\nThere has been surprisingly little research either on Academies in general or on particular Academies, with the exception of the two best known, the Accademia della Crusca (Florence) and the Accademia dei Lincei (Rome). The only comprehensive study is that by Michele Maylender, Storia delle Accademie d'Italia, Bologna, 1926-1930. Much of the information this work contains is very brief, and in need of updating to take account of material discovered subsequently. Maylender's bibliography does not give information about library holdings, and only infrequently about publications produced by Academies.\\n\\nApplications to scholarship\\nArguably the finest holdings of publications produced by Italian Academies and their members are located in the British Library. Much of this material is catalogued in ways which do not permit easy access by scholars working on a particular Academy or on Academies in general. The relevant material may be contained in multiauthor volumes and miscellanies. For example, a volume produced under the auspices of an Academy containing 25 discrete items by 25 authors is recorded in the BL General Catalogue as a single record. A publication by an Academician contained in a miscellany may not mention the Academy. Thus a significant volume of relevant research data is currently hidden from view and may be overlooked in research. The creation of a Themed Collection of data relating to Academies in the named centres aims to overcome this obstacle and open up the Library's holdings to new research. The Themed Collection will enhance the catalogue data currently available by including a very much larger range of keywords (24) than the BL Integrated Catalogue and allow for searches by each single keyword. It will be accessible through the BL website.\\n\\nThe usefulness to scholars of enhancing access to these resources is illustrated by the research of Lorenza Gianfrancesco on Basile. This has revealed how much information in the printed works examined is not recorded in the existing catalogues. The wealth of data about Basile's involvement in several Academies and his extensive networks of cultural exchange, on which new research can now be conducted, will considerably enhance understanding of late Renaissance culture in Naples. But the process of information gathering has necessarily been time-consuming. When completed, the Italian Academies Themed Collection database should permit further research of this kind to be conducted much more expeditiously.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D00117X/1","grantId":"AH/D00117X/1","fundValue":"356852","fundStart":"2006-09-01","fundEnd":"2009-10-31","funder":"AHRC","impactText":"  The Italian Academies Database, phase 1, has since been incorporated into the second phase of AHRC funding, and significantly developed in that phase.\nFor all other aspects of impact and achievement under this award, please see the Final Report filed at the conclusion of the grant and subsequently approved by the AHRC. Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections Cultural","person":"Jane  Everson","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" Construction and publication of themed collection database\nEnhanced BL catalogue resources; improved access to scholars and the wider public by locating and recording in the database a considerable volume of material not readily discoverable through the main BL catalogue.\nPromoted new research on the Italian academies, their members and their activities.\nInititated new research in this field, and contributed to related research fields of current interest such as the r?publique des lettres, and scribal culture in the sixteenth century.\n\nDiscovered an additional 50 Academies in Naples unrecorded in Maylender\n\nIdentified previously unknown engravers working in the book trade at this time.\n\nFor further details of key findings please see the Final Report submitted to the AHRC at the conclusion of the project in 2009. The project was funded by the AHRC for a second phase in 2010. Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}