{"id":"A9EA37C4-B952-41BF-A71A-43412411C3D7","title":"UK Magnetic Fusion Research Programme","abstractText":"The purpose of international fusion research is to harness the process that heats the sun andother stars, to develop a new, large scale, carbon-free energy source without security ofsupply or major long-term waste problems. The most developed approach uses strongmagnetic fields to keep the very hot, ionised gas (plasma) away from material surfaces.The main challenges are to minimise energy losses from the plasma, keep it stable andhandle its high exhaust power, and to develop reliable materials and components that canwithstand years of high power fluxes of heat and the very hot neutrons created by fusionwhich will be the heat source for electricity generation.The 2010-2016 EPSRC-supported magnetic fusion research programme at CCFE (alsofunded by EURATOM) will respond to the findings of the 2009 RCUK review of UK fusionresearch strategy. This emphasised the need to shift gradually the balance of research fromphysics to technology, with the long-term aim to position UK industry to be a major playerwhen fusion power stations are built. The RCUK's Fusion Advisory Board has endorsed themain thrusts of this forward programme. The grant will cover UK funding for the JointEuropean Torus (JET) at CCFE, presently the world's leading fusion experiment. In the2010s, JET will be superseded by ITER, the international device under construction inFrance.The centrepiece of the UK programme is MAST. A major 30M upgrade will be implementedduring the grant period, to enable higher power, longer pulse experiments with even hotterplasmas (around 50 million degrees). MAST is a spherical tokamak, a concept pioneered atCCFE with a tighter design of magnetic bottle than conventional tokamaks like JET andITER. The main aims of MAST experiments are to (a) determine whether the ST would be asuitable basis for a compact device to test components for future fusion power stations, and(b) improve tokamak physics understanding to help optimise exploitation of ITER. Aside fromupgrading MAST, the main strands of the programme are as follows (all involve considerablecollaboration with UK universities and overseas organisations):1) Experiments on MAST, and related theory and modelling, on the stability, confinement,exhaust, start-up and sustainment aspects of tokamak plasmas2) Participation, with other European fusion scientists, in the JET programme, concentratingon assessing of the effect of JET's new metal plasma-facing wall on plasma performanceand the implications for ITER. In around 2015 there will be experiments using the fusion fuel(a mixture of deuterium and tritium) - JET is the only machine that can use tritium3) Improving structural and plasma-facing materials for fusion power stations through theoryand modelling (tested against experiments in UK universities) and assessments of theperformance of tungsten and beryllium in the new JET wall4) Designing specialist heating and measurement technologies for ITER, and facilitating theinvolvement of UK industry in the procurement of these and other ITER systems5) Gradually moving from ITER technologies to those needed for a demonstration fusionpower station to follow ITER, contributing to joint European design studies - some of thiswork will assist the less-developed laser-based inertial approach to fusion power stations,studied at the Rutherford-Appleton Laboratory, which would need similar neutron-captureand high heat flux technologies6) To help all of the above, tapping relevant UK university expertise in plasma and materialssciences and technology, with student training in many disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I501045/1","grantId":"EP/I501045/1","fundValue":"184590000","fundStart":"2010-04-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Steve  Cowley","coPersons":["Martin  OBrien","Derek  Stork"],"organisation":"EURATOM/CCFE","findingsText":"","dataset":"gtr"}