{"id":"A9F8C48C-259F-4067-AD3A-7EBC6ABE3271","title":"The Stat3 pathway in self-renewal pluripotency and the germline","abstractText":"The goal of our research is to understand how certain cells have the ability to make all other types of cell. This property is call pluripotency. Pluripotency normally exists only in cells of the very early embryo. In each generation pluripotency is transiently recreated from the germ cells after fertilisation. It is possible to capture the pluripotent state in the laboratory in the form of stem cells derived either from early embryos or from germ cells. Recently a remarkable discovery has been made that allows scientists to convert normal adult cells back to a pluripotent state by genetic manipulation. A common feature of all truly pluripotent stem cells appears to be regulation by a specific signalling pathway called JAK/Stat. This makes the stem cells responsive to their environment. Scientists maintain pluripotent stem cells by activating this pathway with appropriate signals. The specific purpose of the research proposed here is to identify what activated JAK/Stat does inside pluripotent stem cells to control other genes. We will use technologies based on genome sequencing to identify all genes that are directly controlled by Stat3. We will then study the most interesting of these genes in detail to understand how they contribute to pluripotency. The experiments will primarily be performed in cultured mouse stem cells and developing mouse embryos but we anticipate that the results will be transferable to human. Ultimately we hope to understand in complete detail how pluripotency is created and maintained. This should bring close the use of pluripotent stem cells as a resource for drug testing and for cell therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G015678/1","grantId":"BB/G015678/1","fundValue":"1192210","fundStart":"2009-06-01","fundEnd":"2013-05-31","funder":"BBSRC","impactText":"","person":"Austin  Smith","coPersons":["Paul  Bertone","Jennifer  Nichols"],"organisation":"University of Cambridge","findingsText":" Molecular mechanisms that maintain stem cells For research purposes Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}