{"id":"A9F90A72-86D5-45BE-B6E5-272C1F28B36C","title":"Global Biodiversity Resource for Monocot Plants (eMonocot)","abstractText":"This is a proposal to build a novel biodiversity web-resource for monocot plants. The site would grow to contain a taxonomic treatment of all monocots with rich associated biodiversity information; it would also be a platform on which new taxonomy can be published and new biological information collected and collated. Monocot plants constitute approximately 20% (70,000 species) of all higher plants and include numerous groups of the highest conservation, ecological and economic importance (for example grasses, sedges, orchids, palms and aroids). The web-resource will be based on an existing checklist prepared by consortium members. Considerable information content will be provided by the consortium, but also by the project providing the tools for the world community of monocot taxonomists to contribute in their areas of expertise. Though the major deliverable of the project will be the first Web-based taxonomy of the monocots, all the ICT tools developed in the project will be fully generic and applicable to other groups of plants. We shall also make sure that they can be used in zoological taxonomy (which have different nomenclatural requirements) by testing them on an animal group for which a Web taxonomy is already available. Finally, we shall work with the Encyclopedia of Life project to ensure that the content we generate can be used by the very broadest spectrum of end users. If our project is successful we shall have revolutionised the way the core of biodiversity science is organised and accessed. We will have radically changed the type of fundamental and applied biodiversity science that is possible and we argue will have made a major contribution to one of NERC's seven major thematic priorities, the science of biodiversity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H021817/1","grantId":"NE/H021817/1","fundValue":"1031100","fundStart":"2010-11-01","fundEnd":"2014-08-31","funder":"NERC","impactText":"  eMonocot had 119, 771 pageviews in 2013, 52, 964 unique. January-September 2014 has seen 203, 007 pageviews, 126, 025 unique. Average time on page has increased from 19 seconds to 62 seconds, with bounce rate steady at ca 62%. These use figures show the growing scale of interest in eMonocot by all user communities for monocot names, information, images and distribution data (for example).\nLarge scale eMonocot datasets are currently being used in projects investigating monocot plant macroecology and lifeform evolution and the drivers of monocot diversity. We anticipate our aggregated data and content will increasingly be used to enable biodiversity science research by UK and international research teams. Creative Economy,Culture, Heritage, Museums and Collections,Other Cultural,Societal","person":"Paul  Wilkin","coPersons":["David Alan Simpson","William John Baker","Abigail  Barker"],"organisation":"Royal Botanic Gardens Kew","findingsText":" Data contributed to eMonocot by over 30 taxonomic communities via scratchpad and other websites is made available to all through a web &quot;portal&quot; designed to meet the needs of both biodiversity scientists and other user groups. The scratchpads have been developed via eMonocot's programme of engagement with taxonomists. Involvement in and ownership of the scratchpads by expert community members is a vital element of the sustainability of eMonocot. . The portal provides identification tools and taxon pages for all monocots, presenting data on their biology and conservation status (where available) and links to DNA sequences. Our users can search geographically or add filters to searches to explore the content in novel ways, providing answers to scientific questions in just a few clicks. Results of searches can be easily downloaded or displayed in graphical visualisations. eMonocot will spearhead Kew and the UK's contribution to the international effort to produce an online world flora via a project named Plants of the World Online Portal (POWOP). The end result will be a web-based treatment of all known plants, scheduled for completion in 2020 . \nThere is a growing scale of interest in eMonocot by all user communities for e.g. monocot names, information, images and distribution data .\nLarge scale eMonocot/POWOP datasets will increasingly be used to enable biodiversity science research. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}