{"id":"AA021DCC-840D-4DF1-AF46-49A69C2EFA21","title":"WRG Phase III: The White Rose Grid e-Science Centre","abstractText":"The White Rose Grid (WRG) is a successful and long-standing partnership (formed over 6 years ago) between the three Yorkshire Universities of Leeds, Sheffield and York research communities as well as service providers (ISS at Leeds and CICS at Sheffield) engaged in innovative computational projects and related activities. This initiative has established a production grid that underpins a broad range of e-Science projects and high performance computational research. In total so far over 8.1m (excluding specific project grants) has been invested in the WRG which provides substantial computational and data storage resources. The WRG is a key enabling platform for experiments and a key vehicle for advancement of e-Research. It provides a host environment for developing proof of concepts and novel technology demonstrators. The current Centre is involved in a spectrum of activities including development, application and adoption of advanced methods and technologies as well as WRG and NGS users support. It works with computer scientists, application scientists and service providers. This proposal will build the capacity of the WRG e-Science Centre, which forms a crucial part of the successful WRG project. The Centre will offer improved access to WRG resources and provide more effective support to users engaged in e-Research. It will expand e-Research use and embed its methodologies, techniques and technologies into the White Rose Grid research community. It will develop further its world-leading research and share its extensive expertise, knowledge and skills of e-Research with the larger community of researchers within White Rose, and beyond that with national and international communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F057644/1","grantId":"EP/F057644/1","fundValue":"643499","fundStart":"2008-05-01","fundEnd":"2013-10-31","funder":"EPSRC","impactText":"  The WRG Phase III grant has been a continuation of the highly successful &quot;White Rose Grid&quot; e-Science centre project, involving the Universities of Leeds, Sheffield and York. The centre has been at the forefront of UK e-Science research and outreach, and continues to promote e-Science research (in both Grid and Cloud computing). Most recently, the WRG centre helped to run the UK All Hands Meeting conference, attended by over 200 of the UK's top experts in Grid and Cloud. Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology,Transport,Other Policy & public services","person":"Jie  Xu","coPersons":["Peter John Fleming","James  Austin"],"organisation":"University of Leeds","findingsText":" The WRG Phase III grant has been a continuation of the highly successful &quot;White Rose Grid&quot; e-Science centre project, involving the Universities of Leeds, Sheffield and York. The centre has been at the forefront of UK e-Science research and outreach, and continues to promote e-Science research (in both Grid and Cloud computing). Most recently, the WRG centre helped to run the UK All Hands Meeting conference, attended by over 200 of the UK's top experts in Grid and Cloud. With an appropriate economic model in place, the facilities provided by WRG could help to train businesses in how to best exploit HPC computing (especially Cloud Computing), and even help to host their calculations and computing demands. The WRG project has supported many research projects; perhaps one of the most important services it provides is the &quot;WRG Grid&quot; - a high-performance computing cluster located at sites in Leeds, York and Sheffield. This allows research projects to run complex tasks and calculations that would be infeasible without such a facility. The outreach performed by the WRG has promoted both UK e-Science and raised awareness that such a facility is available, across departments in Computing, Engineering and Arts &amp; Humanities. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Transport,Other","dataset":"gtr"}