{"id":"AA046FD8-E88A-4443-842F-953EE4C56ECC","title":"Cryo-EM analysis of ribosomal frameshifting","abstractText":"Cell proteins are encoded in DNA, the cell's genetic material, and expressed from so-called messenger RNA copied from DNA. This process of expression involves reading a triplet nucleotide code and translating it into an amino acid polymer, the protein. The process of translation involves structures called ribosomes. These move along the messenger RNA decoding the triplets and adding one amino acid for each triplet to the growing amino acid chain. Viruses that infect cells carry their own genetic material and occasionally, they make messenger RNAs that contain a specific signal (called a frameshift signal) that tells the ribosome to stop making one type of triplet and to start making another. The result is that one messenger RNA can make two proteins. This is typical of viruses; as their own genetic material is usually relatively small, they use all sorts of tricks to maximise the number of proteins they can make. In this project, we wish to examine what happens to the ribosome when it encounters a frameshift signal. The question is 'what happens to the ribosome that makes it misbehave?' To answer this, we will purify ribosomes caught in the act of translating through the frameshift signal and study them by microscopy. The microscopy technique we will use is based on electrons rather than light, so is extremely powerful, and is called cryo-electron microscopy. It is 'cryo' because the samples are frozen in aqueous solution before examination to keep them in a natural and stable state. The images we obtain will hopefully tell us something about how the frameshift signal interferes with the ribosome, and should also be informative about how ribosomes work during normal protein synthesis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D013305/1","grantId":"BB/D013305/1","fundValue":"194960","fundStart":"2006-09-15","fundEnd":"2009-09-14","funder":"BBSRC","impactText":"  Our work suggested a simple mechanical model for how ribosomes translating mRNAs are caused to slip backwards 1 nucleotide, a strategy employed in particular by viruses. Several groups around the world have used our findings as the basis for further work, or have interpreted their data on the basis of our work, see:\n\n\n\nHansen et al., PNAS 104, 5830-5835 (2007)\n\nChen et al., PNAS 106, 12706-12711 (2009)\n\nQu et al., Nature 475, 118-121 (2011)\n\nTholstrup et al., Nucleic Acids Rec 40, 303-313 (2012)\n\nRitchie et al., PNAS 109, 16167-16172 (2012)\n\nMouzakis et al., Nucleic Acids Res 41, 1901-1913 (2013) Our work suggested a simple mechanical model for how ribosomes translating mRNAs are caused to slip backwards 1 nucleotide, a strategy employed in particular by viruses, and other groups have used our model to interpret their data on this. Education Cultural","person":"Robert John Gilbert","coPersons":[],"organisation":"University of Oxford","findingsText":" -That a mechanical model can be developed for -1 frameshifting in which the stability of the frameshift-inducing pseudoknot determines the frameshift frequency.\n\n-That translocation can also be understood mechanically as subject to a &quot;Brownian ratchet&quot;, on that basis. Has the potential to be applied as a therapeutic target in disease caused by viruses such as HIV and coronaviruses. Education","dataset":"gtr"}