{"id":"AA08700B-2EF7-47CE-B730-76E4F0BE6F1C","title":"Profinite topology on non-positively curved groups","abstractText":"Geometric Group Theory is a vast area of Mathematics that combines ideas from Algebra, Analysis, Geometry and Topology and makes important contributions to all of these subjects. This area has been rapidly developing during the last 20 years, and has become popular among mathematicians all around the world. One of the principal themes of Geometric Group Theory is the study of non-positively curved groups. A group G is non-positively curved if it acts by transformations (in a sufficiently good manner) on a space X, whose geometry is similar to the geometry of a Euclidean or Hyperbolic space. In the presence of such an action, the properties of X give a lot of information about the structure of G and vice-versa.One of the most natural ways to study an infinite discrete group G is to look at its finite quotients. However, in general much of the information about G cannot be recovered this way; e.g., there exist infinite groups which have no non-trivial finite quotients at all. This is the classical reason for introducing the following two properties of G. The group G is said to be residually finite if for any two distinct elements x,y in G, there is a finite quotient-group Q of G such that the images of x and y are distinct in Q. And G is called conjugacy separable if for any two non-conjugate elements x,y in G there is a homomorphisms from G to finite group Q which maps x and y to non-conjugate elements of Q. Residual finiteness and conjugacy separability are natural combinatorial analogues of solvability of the word and conjugacy problems respectively. Indeed, a classical theorem of Mal'cev asserts that a finitely presented residually finite [conjugacy separable] group has solvable word problem [conjugacy problem]. Many groups are easily shown to be residually finite; on the other hand, proving that a group is conjugacy separable is a much more difficult task. Until recently, conjugacy separability was known for only a few families of groups.The proposed project aims to prove conjugacy separability for large classes of non-positively curved groups and establish residual finiteness for their automorphism groups. Its outcome will improve our understanding of the connection between geometric and algebraic properties of non-positively curved groups, and will shed some light on outstanding open problems in Geometric Group Theory.In a recent paper the PI proved that right angled Artin groups, forming an important subclass of non-positively curved groups, and all of their finite index subgroups are conjugacy separable. The significance of this algebraic theorem becomes clear after combining it with geometric results of Haglund and Wise, which provides an abundance of new examples of conjugacy separable groups. Several powerful tools for studying residual properties of a group were discovered and developed by the PI in this work. In the first part of the project we intend to use these tools and introduce new ones in order to establish conjugacy separability of many more groups. The second part will be dedicated to investigation of residual finiteness of outer automorphism groups for certain non-positively curved groups. Our approach here will be based on the theorem of Grossman, providing a connection between conjugacy separability of a group G and residual finiteness of Out(G), together with the structure results about automorphisms of relatively hyperbolic groups which were obtained by Bowditch, Levitt and the PI-Osin.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H032428/1","grantId":"EP/H032428/1","fundValue":"100925","fundStart":"2010-11-17","fundEnd":"2012-06-15","funder":"EPSRC","impactText":"","person":"Ashot  Minasyan","coPersons":[],"organisation":"University of Southampton","findingsText":" During this project our research was focused on studying algebraic and geometric properties of non-positively curved groups that constitute the main subject of Geometric Group Theory. \n\n\n\nThe PI and the PDRA succeeded in developing a number of structural theorems for graph products of groups, discovering many useful techniques. The PI together with co-authors studied naturally occurring groups acting on non-positively curved spaces (including large classes of relatively hyperbolic groups and Coxeter groups), proving that their outer automorphism groups can be approximated by finite groups, in other words, they are residually finite. \n\n\n\nIn fact, we have been successful in tackling most of the originally proposed research questions. In view of other recent developments in the field these results will undoubtedly have significant impact in many areas of mathematics. The results and techniques we developed will certainly be used in the future both by us and by other mathematicians working in the area of Group Theory. Other","dataset":"gtr"}