{"id":"AA0CCC5A-C3C5-4A7F-B528-7043CBC3A379","title":"Bass culture in Scottish musical traditions","abstractText":"Scottish traditional music is one of the most popular and widely-known aspects of British culture around the world, where it is used to express cultural identity, ancestry and political allegiance.\n\nA common assumption about the folk music of Britain and Ireland is that it is based entirely on melodies, that is, tunes and songs. These are generally considered to be the core of the tradition, which can be presented with accompaniments which are optional, less important, and less historically grounded.\n\nHowever, study of the notated sources presents a different picture of past practices. Rather than a variety of accompaniments being generated from a more-or-less fixed melody as happens today, hundreds of different melodies were derived from a few standard bass patterns. Even now, most of the music played at the World Pipe Band Championships is based on only four grounds. These grounds originally served as the basis for improvisation and composition, and as an aid to memory and the classification of pieces.\n\nFrom the 18th century to the early 20th there was a strong tradition in Scotland of 'bass fiddling' on the cello, which also built on these patterns. Its existence has previously been hidden because the cellists were also referred to as fiddlers: they were 'bass fiddlers', alongside the 'small fiddlers' who played the violin. The similarities between patterns which underlie fiddle music and those in pibroch have not yet been explored.\n\nScotland's musical traditions have been highly literate as well as oral, and there is a large surviving body of written and printed evidence for these practices. But while performers of traditional music now as a matter of course consult 20th-century field recordings, it is much rarer for them to engage with the earlier records that predate the history of recorded sound. \n\nThis project will investigate sources from the 17th to the 19th centuries, including pibroch in written canntaireachd notation, and newly-discovered fiddle manuscripts, to determine how and to what extent grounds were the primary means of generating repertoires and characterised their performance. Classification of these sources by function, and analysis of their musical content to unravel layers of fixed structures and possible techniques of improvisation, will help to demonstrate how pipe and fiddle melodies were generated, and what bass fiddlers played.\n\nBeyond this scholarly work, a team of specialist musicians from the worlds of traditional and early music will develop historically-informed performance styles and practices, finding vocabularies of fiddle accompaniment and of improvisation that find their inspiration in the historical evidence. In performances, recordings, formal workshops and informal sessions, the musical results will be shared with today's professional and amateur musicians, encouraging them to develop their skills in new ways consistent with the history of their traditions, and to contribute feedback and interaction with the research as it progresses, resulting in richer musical choices for players and audiences.\n\nOne of the barriers to understanding the wealth of history behind traditional music is the difficulty that the non-specialist musician or busy touring professional has in accessing original historical material. The project will therefore provide a substantial web resource of musical sources and their interpretation, with a focus on making the unfamiliar and challenging aspects of the inheritance accessible to all. The contrast between past and present realities only underlines the music's vigour and adaptability, through changing climates in society and culture.\n\nThe aim is to enable creators of music in all traditions to develop a deeper understanding of the structures that underpin Scottish fiddle and pipe music, and to empower the traditional music industry to develop its distinctive character through a deeper, more widespread appreciation of the diversity of its roots.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J008613/1","grantId":"AH/J008613/1","fundValue":"375794","fundStart":"2012-10-15","fundEnd":"2015-10-14","funder":"AHRC","impactText":"","person":"David  McGuinness","coPersons":["Susan  Rankin","John Anthony Butt"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}