{"id":"AA0D3287-5BCF-4DBC-8E6A-2427CB80276F","title":"Multi-Scale Self-Assembly of Nanotube Structures","abstractText":"Carbon nanomaterials such as carbon nanotubes (CNTs), and graphene are entering a fascinating era where their physical properties and synthesis methods are understood well enough to attract industry's interest. The latter is best quantified by the production capacity of CNTs, which is increasing exponentially, and has now reached several thousand tons per year. The success of these materials is fueled by applications including CNT-reinforced composites, and battery electrodes. While impressive, these products typically comprise random mixtures of CNTs whose overall properties are limited compared to what is observed in the constituent individual nanotubes. In part, this is because today's CNT products are processed with traditional manufacturing capabilities, such as injection molding and spray coating. Unfortunately these processes do not enable any structural control over the nanoparticle arrangement, resulting in limited material properties. Future commercial success of new nanocarbon applications will largely depend on our ability to engineer the organization of nanoparticle assemblies. \n\nIn this EPSRC first grant, we hypothesize that understanding of physical and chemical interactions between CNTs underlies the self-assembly of new material architectures with properties superior to random mixtures. More precisely, we aim at developing a methodical hierarchical manufacturing approach where nanoparticle organization is systematically optimized at nanoscale, microscale and macroscale dimensions. For this process to be successful we will first seek understanding of the physics and chemistry of inter-particle forces between CNTs. A self-assembly process will then be optimized which uses these inter-particle interactions as a driving force. More precisely, this project builds on a top-down lithographic process previously developed by the PI, and complements this with a new bottom-up self-assembly approach enabling well-defined nanoparticle organization over large substrates. \n\nWe envision that the materials developed in this project will be particularly interesting for a variety of diffusion limited processes. These are applications such as battery electrodes, water filters, and catalysis, where the performance of the device is limited by the ability of certain components to diffuse rapidely through the developed material. This can for instance be Li ions in the case of batteries, or water in the case of filters. Unique to the process developed in this project is that it allows for large scale fabrication of CNT assemblies with exceptional control of nanoscale morphology, and micorscale porosity, which is key to engineer the diffusion path. While in depth investigation of for instance battery applications is outside the scope of this project, we will perform preliminary experiments to assess the performance of the developed materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025531/1","grantId":"EP/L025531/1","fundValue":"99087","fundStart":"2014-11-03","fundEnd":"2016-01-02","funder":"EPSRC","impactText":"","person":"Michael Franciscus Lucas  De Volder","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}