{"id":"AA0D247D-4D86-44C8-9BB5-33FC051FD825","title":"Identification validation and therapeutic potential of cis-trans interactions that direct coordinated gene expression in Plasmodium falciparum","abstractText":"This research proposal asks a simple question that has wide ranging implications to our understanding of malaria pathology - how does the malarial parasite Plasmodium falciparum control the molecular process that turn its genes on and off as it progresses through its complex life cycle. Malaria kills over two million people each year, yet this devastating statistic only represents the tip of the 'malaria iceberg' - with over 500 million cases each year resulting in significant health and financial burdens to malaria endemic regions. Processes that are essential to the parasite such as infection and development in humans, drug resistance and immune evasion all rely on the concerted control of the 5300 genes present in the parasite's genetic make-up. We already know that the molecular control of malarial gene expression is coordinated and intimately linked to different stages of parasite development; yet the molecular mechanisms (or more likely their combination) that drive this coordinated process still elude us. What we do know is that they are quite distinct to those present in humans. It is the nature of these differences, and how they control parasite-specific adaptations that interest me as they offer an attractive opportunity - differences can be exploited! My hypothesis is that genes that encode proteins that are turned on together and work together are also controlled together. I want to establish how this happens. The research will start with a computer-based investigation that exploits the product of the malaria genome project - we know all the DNA sequences that could possibly contain gene regulatory elements, we just don't know where they are. Modelling experiments in my laboratory have identified areas of the genome most likely to contain regulatory motifs involved in the coordinated control of gene expression (the process of turning a gene 'on'). This enriched pool of DNA sequences will be searched to find common sequence motifs that we predict will direct coordinated expression. At this point, the project moves into the laboratory. Here we will test these computer-based predictions in genetically-modified parasites where we will replace, delete or mutate these proposed regulatory sequences to see what effect they have on gene expression - specifically, what is their impact in altering the level and/or timing of gene expression. We will also characterise the nuclear proteins that bind to these proposed regulatory sequences, thus attempting to complete our understanding of the relative contributions that different molecular mechanisms make in controlling the flow of genetic information in this organism. This study is important. I want to not only to better understand how the molecular mechanisms that control gene expression come together to drive parasite development in humans and mosquitoes, but also help establish the contribution that this programme of gene expression make to the pathogenicity of the host-parasite interaction. But how can this information be translated into a new drug or therapy? The process of rational drug design is fundamentally underpinned by this type of descriptive research, as is perhaps best exemplified by the adage 'know thine enemy'. Towards this end, this proposed investigation aims not only identify the component parts of the gene regulatory process, but also to dissect at the molecular level how they work together. In this way, I want to better understand the dynamic interplay in gene regulation as the parasite infects, colonizes and often ultimately causes pathogenesis of its host, identifying how these processes may be subverted for much needed alternative routes to treat this devastating human disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H002405/1","grantId":"BB/H002405/1","fundValue":"342745","fundStart":"2010-02-15","fundEnd":"2013-02-14","funder":"BBSRC","impactText":"","person":"Paul Daniel Horrocks","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}