{"id":"AA13C194-EFD4-4CF0-91BC-484757BF5ED4","title":"Expansion of human mesenchymal stem cells in aqueous / aqueous two phase systems","abstractText":"In order that people can live longer and more active lives there is a need to develop new affordable and effective medicines. In some cases cells that we have within our own bodies can be used to repair damaged tissues. However, in adults, this repair mechanism is very limited and often inefficient. Stem cells produced by the body are those that can go on to make all of the different types of cells in the human body and these so called 'stem cells' when harvested have the potential to repair many types of diseased tissue in adults. Although stem cells can now be grown in laboratories, one highly trained person can only grow a few million cells in a week. Since it takes 5 billion heart cells to repair the heart muscle of a heart-attack patient, growing these cells at laboratory scale is useful for research but not for treating multiple patients in practise. This project aims to combine the expertise of both biologists and engineers, to create scalable systems for the &quot;manufacture&quot; of large numbers of stem cells so the potential of stem cell therapies can be realised. Once enough stem cells can be routinely grown and harvested, it is more likely that they can begin to treat a variety of diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K010999/1","grantId":"BB/K010999/1","fundValue":"348776","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"Chris  Hewitt","coPersons":["Karen  Coopman"],"organisation":"Loughborough University","findingsText":" We have discovered that stem cells can be grown and harvested in conventional stirred tank bioreactors similar to those used for brewing and for the production of antibiotics. These might be taken forward to realise the potential of stem cells to revolutionise medical treatments. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}