{"id":"AA160F51-1101-4A1C-8796-B9DFFF7D55DC","title":"Genomic imprinting and the epigenetic control of developmental processes","abstractText":"A large number of serious diseases, including type2 diabetes and cancer, are caused by a combination of our genetic make-up (our DNA) and environmental influences. We believe that our DNA can be directly influenced by the environment in which it finds itself. Sometimes the effect of the environment is part of normal change that a cell goes through. In particular we study how the environment influences how DNA is normally packaged into chromosome inside the cell. This process of DNA packaging is not haphazard but highly regulated and is different between young cells and old cells, brain cells and muscle cells. \n\nUnderstanding how the environment signals to cells and causes them to become abnormal is a difficult problem to address. One way to do this is to study a system where cells normally have to respond to their environment and change their behavior. A good system to investigate in this is through the study of cells known as stem cells, that are changing in the normal process of developing into body parts such as the brain, fat or muscles. These developing cells are good models because these are the types of cells that can go wrong in cancer so results generated from studying them in normal development can be compared with results generated when they are behaving abnormally. \n\nHere we will study the relationship between the DNA and the regulatory processes that package it into chromosomes while stem cells are developing. We will learn how this affects the behavior of genes encoded by the DNA and what happens to these genes in different cell types and in different environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J001597/1","grantId":"MR/J001597/1","fundValue":"1483950","fundStart":"2012-05-15","fundEnd":"2017-05-14","funder":"MRC","impactText":"","person":"Anne  Ferguson-Smith","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}