{"id":"AA1981BC-4A62-45A2-BD66-3A0CDE93D404","title":"Developing a novel proxy for Southern Hemisphere Holocene climate change: stable isotope analysis of restiad peat cellulose","abstractText":"The study of how and why climate has changed in the past is an important element in the scientific drive towards understanding and predicting how it may change in the future. We can answer a range of questions about past climate by studying one of a number of environments that hold a record of past changes. There are answers to our questions in ice cores, the varying width of tree rings, the growth rate of stalagmites in caves or in the make up of sediments such as those at the bottom of lakes or in peat bogs.\n\nPeat sediments develop steadily over thousands of years and in the type of bog we study, the growth of plants on the surface is related directly to the prevailing climate. So if the climate gets wetter, the plants change in response. Then, if the climate gets drier, they change again. As the bog grows upwards, a record of all of those changes is preserved, so we can now stand on the surface, take a core back through all the layers and analyse what's been happening.\n\nThere are many methods we can use to do this. We can look at the plants themselves, or at amoebae that live on the bog surface. Another method that has only recently been applied to studies of peat bogs is to look at changes in the ratios of different isotopes captured in the plant remains.\n\nIsotopes are atoms of the same element that contain the same number of protons, but a different number of neutrons. Isotopes can be either stable or radioactive, but here we are just interested in the stable isotopes. Oxygen, for example, has three different stable isotopes known as oxygen-16, -17 and -18. More than 99% of all oxygen is oxygen-16, which contains eight protons and eight neutrons. Only about 0.2% is oxygen-18, which has two extra neutrons, making it heavier than oxygen-16.\n\nThe isotope signal in bogs comes from the precipitation that plants use to construct cellulose, an organic compound that forms their cell structure. We can relate the record to past climate because, under different climatic conditions, lighter or heavier oxygen isotopes are more common in precipitation.\n\nPrevious studies of changing isotope ratios from peat bogs have used a particular type of moss, called Sphagnum, from which to derive their measurements. This is effective, but is also limited, both to geographical areas where Sphagnum occurs and also to the parts of a core where Sphagnum is present; nobody wants gaps in their record.\n\nWe want to address these two issues by testing the applicability of studying isotopes in a different type of peat that is found in regions where Sphagnum is less common. In the Southern Hemisphere, bogs are generally dominated by higher, or vascular, plants rather than mosses; these are plants that can actively control the movement of water and nutrients in their tissue. Bogs dominated by higher plants are widespread globally, but because of the differences in biology between them and mosses, we can't be certain that the isotope method is applicable without rigorous testing. Our initial results suggest that a reliable record of past climate can be derived from these bog types, but to be certain, more research is needed.\n\nWe will use bogs in New Zealand, dominated by a species of rush, to perform further tests. We will study the rush on different sites over the course of a year to fully understand how the isotope signal is incorporated into the plant remains. If we can demonstrate that the isotope method can be applied to this peat type, it will be a big step forward; the method would be applicable over a much wider geographical area and we will be able to address pressing research questions about past climate change more so than at present.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J013595/1","grantId":"NE/J013595/1","fundValue":"52064","fundStart":"2012-10-31","fundEnd":"2014-07-31","funder":"NERC","impactText":"  We have developed a new technique for reconstructing past climate variabilty from vascular plant dominated peatlands. Outside of the immediate science impact these findings have been used in environmental eductaion and cultural values and understanding in a New Zealand indigenous group. They have also engaged with a range fo scienctists involved in environmental and climatic researc in new Zealand and led to new collaborations with these groups. in new Zeakland Electronics Societal","person":"Dan  Charman","coPersons":[],"organisation":"University of Exeter","findingsText":" We have developed a new approach to reconstructing past cliamte change on vascular plant dominated peatlands. This technique can now be taken furtehr and applied to resolving qustions concerning past cliamte change and atmospheric circulation change over long (&gt;100 year) time periods in New Zealand but also other parts of the world. We will be using this approach to testign hypotheses about atmospheric circulation in the Southern hemisphere over long timescales. This work is collaborative with researchers in New Zealand and plant physiologists who are interested in understanding the interactions and feedbacks betwen plants, climate and water supply. Financial Services, and Management Consultancy","dataset":"gtr"}