{"id":"AA1FCA3B-7BEC-45EB-BE72-10010539CBAD","title":"Pre-clinical In-vivo Functional Imaging for Translational Regenerative Medicine","abstractText":"Acquired or congenital diseases can cause marked damage in organs (heart, muscles, bones, brain, liver, vessels, etc) and represent a huge burden on health outcome and NHS costs (over &pound;1bn/year in the UK). Currently, it is possible to send these sick patients for special scans that allow doctors to gather fine details about the type of damage and the degree of loss of function in diseased organs. It is based on the outcome of these scans that most of the treatments are initiated in patients. \n\nStem cell researchers carry out experimental pre-clinical work in fish, mice, and/or pigs models of disease to attempt restoring organ structure and function to rectify disease. This is done with a view to use these new discoveries to treat sick patients. However, in this stem cell experimental research most of the scientists are still looking at histology i.e. the animals are sacrified and samples from relevant organs are analised under the microscope to ascertain if treatments have been safe and/or effective. Although this approach is valuable, the information gathered from it has poor relevance to how the type and extent of disease is evaluated and measured in patients. This lack of alignment in methos of evaluation between experimental and clinical research is an issues in the UK and it leads to poor applicability of experimental knowledge to patients and to obvious delays in bringing new stem cell treatments to the bed side.\n\nPerforming quality in-vivo imaging scans in animals undergoing stem cell research treatments (similar to the imaging scans done in patients) will provide key clinically relevant information on safety and efficacy boosting and fast-tracking its application in patients. \nAt the University of Bristol we have world class espertise in stem cell research spanning from outstanding experimental work to several world first trias in patients with cardiac, brain and muscle-skeletal severe disease. We now wish to invest in quality pre-clinical in-vivo imagingto increase our changes to bring new experimental discoveries in stem cell research into the NHS for the benefit of patients. We are requesting four in-vivo imaging items for our experimental platform including: (i) a multi-photon microscope, a special microscope that allows to track stem cells live in zebrafish; (ii) a micro positron emission tomography, a modern scan that track stem cells and small particles in mice in-vivo; (iii) a micro-computed tomography, a key type of in-vivo scan allowing to image the damage in whole organs; (iv) and a 3T magnetic resonance imaging, a special scan that allow to measure in-vivo in pig the amount of organ damage and its impact on function; and how this is affected by stem cell therapies. We have already in our clinical NHS settings similar quality imaging for our patients; hence these four imaging items for our pre-clinical work will allow synergic alignment. \n\nThanks to these items we will be able (i) to establish the immediate fate of stem/progenitor cells (on the day of delivery); (ii) to improve modes of cell delivery and retention in the damaged area; (iii) to establish the long-term effect of these novel therapies (weeks to months); (iv) to design design experimental studies using the same scan-based measures used in patients; (v) in additon, by taking in-vivo imaging scan we will be able to follow up the same animal in the long-term, hence reducing makedly the number of animals to be sacrified.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L012723/1","grantId":"MR/L012723/1","fundValue":"2770000","fundStart":"2014-04-01","fundEnd":"2015-03-31","funder":"MRC","impactText":"","person":"Raimondo  Ascione","coPersons":["Paul  Martin","Anthony  Hollander","Joanna  Price","Paolo  Madeddu","Neil  Scolding","Chiara  Bucciarelli-Ducci","Costanza  Emanueli"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}