{"id":"AA221F63-A7D2-4371-916F-F3E139900086","title":"Nanoscale organisation of water and ions at bio-interfaces: consequences on anti-infective peptide adsorption","abstractText":"Recent findings have shown that water and simple metal ions can spontaneously create correlated, ordered networks at the surface of minerals in solution. Preliminary results based on atomic force microscopy (AFM) suggest that similar effects occur at the surface of lipid bilayers. Due to the soft nature of biointerfaces, the existence of ordered interfacial water/ion structures would have deep implications for regulating biomembranes' mechanical properties, shape and local fluidity. It would also have implications in mediating the interactions of membrane-binding molecules such as biomarker, drugs and peptides, and for charge transfer in bioenergetics.\nThis proposal exploits recent advances in the field of AFM to explore the interplay between the local structure of the interfacial liquid (water and ions) and the behaviour of model membranes when undergoing a phase transition. The study will be conducted by AFM in solution and with molecular or single hydrated ion precision. The results will provide sub-nanometre maps of interfacial liquid structures, track their evolution locally as the membrane undergoes a gel to fluid transition, establish their influence on the membrane properties (elasticity, fluidity), and quantify their implications in mediating the adsorption of anti-invective peptides. \nIn the first part of the project, specific regions of the bilayer surface will be imaged and probed (mechanical properties mapping) by AFM while the temperature of the solution is progressively increased using a precise environment controller. The mutual effect that the melting membrane and the interfacial ionic structures have on each other will be monitored throughout the process, including upon subsequent cooling of the membrane. The proposed research examines the influence of parameters such as membrane lipid composition and the type of ions present in the solution on the formation and evolution of interfacial structures. Interfaces involving binary mixtures of dissimilar lipids will also be studied in order elucidate the role played by membrane physical and chemical singularities such as domain edges on interfacial processes.\nSubsequently, the influence of interfacial effects on membrane-binding peptides will be studied in biologically relevant conditions. Experiments will be conducted in the presence of antimicrobial/anti-infective peptides (Temporins) known to insert into the membrane. The goal will be to determine whether the interfacial effects observed in the previous phases of the project can influence the nanoscale interactions between antimicrobial peptides and membranes, in particular the binding and subsequent insertion of single peptides. The process will be carefully monitored, starting from gel-phase membranes (no insertion) to fluid membranes, paying particular attention to the spatial location of inserting peptides and a potential temporal correlation with a prior interfacial singularity. \nThe findings of this project will be highly novel and are likely to provide the first direct observation of interface-mediated processes at biointerfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023915/1","grantId":"EP/M023915/1","fundValue":"98396","fundStart":"2016-01-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Kislon  Voitchovsky","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}