{"id":"AA25EADD-00A8-4899-82E5-E72152D8F8DD","title":"The Impact of Cocoa Processing on Flavanol Content Absorption and Health Effects","abstractText":"Representing one of the most important lifestyle factors, diet can strongly influence the incidence of cardiovascular disease and thus a healthy diet is crucial for healthy ageing. Recent dietary intervention studies, in particular those using wine, tea and cocoa, have demonstrated beneficial effects on reducing cardiovascular disease risk, including an ability to lower blood pressure and to prevent blood vessel ageing. While such foods and beverages differ greatly in chemical composition, nutrient content and calories per serving, they have in common that they are amongst the major dietary sources of a group of plant compounds known as flavanols. The beneficial effects of flavanols have been attributed to their potential to be absorbed into the blood and to exert direct actions on blood vessels. Whilst flavanol-rich foods can be regarded as being protective against cardiovascular disease, the content of active flavanols is significantly reduced during industrial processing. This is because during heating and storage, the flavanols react with to varying degrees with sugars to form new products known as flavanol-Maillard conjugates. At present, information regarding the absorption of these new conjugates and whether they possess similar beneficial properties to native flavanols is lacking. This proposal is designed to address these questions and to unravel the significance of industrial food processing on their inherent health properties. On completion of the proposal, we will be in an excellent position to advise manufacturers of flavanol-rich foods on the best processing conditions required to produce foods with optimum beneficial cardiovascular effects. Building on existing human work conducted in our laboratory, this multidisciplinary study is designed to: 1) investigate the formation of flavanol-Maillard products during the processing of a common flavanol-rich food, namely cocoa; 2) determine the fate of these compounds in the human stomach, small intestine and large intestine; and 3) assess their ability to exert beneficial effects human cells. The first objective will inform us of the major flavanol-Maillard conjugates formed in the flavanol-rich foods during the processing, in this case heating of the cocoa beans during roasting. Although we will study cocoa, heat processing is relevant to many other flavanol rich-foods and therefore will have wider relevance. Secondly, we will examine the absorption of these conjugates, along with native flavanols by feeding processed cocoa to human and measuring them in blood. This will tell us whether heat processing reduces the absorption of native flavanols and also whether the flavanol-Maillard conjugates are absorbed by humans. We will also investigate their metabolism in the large intestine and whether they have a beneficial effect on the balance of the gut microflora, akin to changes seen with pre-biotic functional foods. Lastly, we will examine the beneficial effects of the conjugates in cellular models of human colon cancer and cardiovascular disease using state-of-the-art molecular techniques. We predict that this proposal will help determine the optimum industrial processing conditions required to generate flavanol-rich foods capable of exerting the strongest cardiovascular protection. It will inform both industry and the consumer and will help us develop future strategies to maximise flavanols in our foods. The proposal will broaden understanding of the role that diet plays in the prevention of cardiovascular disease and will help provide evidence for new and promising dietary strategies for tackling cardiovascular disease. The results of this study therefore have important implications for an ageing population where an improvement in healthy ageing is greatly desired. Moreover, the potential benefits in terms of quality of life are relevant to the population as a whole, as are the potential savings in health care costs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G005702/1","grantId":"BB/G005702/1","fundValue":"319463","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Jeremy Paul Spencer","coPersons":["Glenn Robinson Gibson","Donald Stewart Mottram"],"organisation":"University of Reading","findingsText":" Dietary flavanols are well reported to induce beneficial effects on the human vascular system and thus reduce the risk of cardiovascular disease. As such, there is interest in developing food products that are rich in these natural food components. Cocoa is an excellent source of flavanols and improves blood perfusion and lowers blood pressure on consumption. However, during industrial processing the levels of flavanols in cocoa are reduced, in part due to their reaction with carbohydrates pres  ","dataset":"gtr"}