{"id":"AA2EB92D-8B8F-4A65-BDC0-82F08F47D0D8","title":"HECToR-enabled Step Change in Turbulent Multiphase Combustion Simulation","abstractText":"Over the past few years, we have concentrated efforts on a relatively new class of turbulent multiphase combustion, that is, turbulent combustion diluted by a liquid phase. Such diluted combustion is different from the conventional spray combustion (e.g. in diesel engines) and has applications in several low-emission high-efficiency energy systems and fire safety. Through a systematic approach and a series of jounral and conference publications, we have established a computational prototype of the phenomena, which is generic, phenomena-rich, scientifically interesting yet computationally amenable (on HEC!) and efficient. HECToR Phases 2a and 2b offer unprecedented opportunities for advanced simulations in turbulent multiphase combustion. The new Baker system, in particular, will have a peak speed of about 340 Tflops and 60 TB available, which is anticipated to consist of 44,544 cores (2x12 core chips and 32GB memory per node) giving a theoretical peak of around 340TF.We aim to conduct landmark simulations of turbulent multiphase diluted combustion on HECToR in order to make a step change in our understanding of key phenomena and potentially optimize applications of the technology. On the Baker system, we will conduct DNS of turbulent combustion diluted by evaporating droplets in order of increasing size and sophistication on up to 12,000 cores. Thereafter, the Lattice Boltzmann Method will be dynamically coupled with DNS to form a multi-scale simulation of fully resolved droplets in turbulent combustion. The results will be published in top international journals, promising to advance fundamental knowledge and impact on society and industry in the longer term.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000801/1","grantId":"EP/I000801/1","fundValue":"97845","fundStart":"2010-09-30","fundEnd":"2012-02-12","funder":"EPSRC","impactText":"","person":"Kai Hong Luo","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}