{"id":"AA2E128D-1A20-4BA0-AF65-687B96C727A7","title":"Turbulent flows over rough walls","abstractText":"Fluid flows over surfaces that are rough (like the atmospheric flow over the earth's surface, the water flow over a barnacled ship's hull, or oil flow through industrial pipework) might be expected to differ from those over smooth surfaces. It has for decades been believed that all the roughness does is to effect a change (usually an increase) in the surface drag, without changing significantly the structure of the flow away from the surface. There is increasing evidence that this is not always true and, clearly, for sufficiently large surface protruberances it is intuitively most unlikely. There has never been a concerted effort to explore under what precise circumstances this 'classical' view is inadequate and what are then the distinguishing differences between the rough-surface and smooth-surface flow, for both external flows (boundary layers) and internal flows (pipes &amp; channels) . We aim to do just that and thus to explore (i) how processes affected by details of the turbulence (e.g. scalar dispersion or heat transfer) might be influenced and (ii) how the usual modelling of surface effects in prediction techniques becomes inadequate and how it might be improved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036771/1","grantId":"EP/D036771/1","fundValue":"374528","fundStart":"2006-04-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Ian P  Castro","coPersons":[],"organisation":"University of Southampton","findingsText":" Many industrially and environmentally significant fluid flows occur adjacent to a solid surface, so that thin boundary layers form. The surface is often rough, so what is called a 'rough-wall boundary layer' forms - an extreme example is the wind flow over the earth's surface. There are numerous questions concerning the characteristics of such flows and the extent to which they differ from boundary layer flows over smooth surfaces. Some of these questions are important in the context of being able to model such flows - for design purposes, for example. We have undertaken a comprehensive study of such rough-wall flows and have made significant progress in characterising both the mean and turbulent features. Although we have made significant progress, there remain further questions, so that we have ourselves continued work in this area, as have other researchers both in the UK and abroad. Aerospace, Defence and Marine,Environment","dataset":"gtr"}