{"id":"AA301864-7D0F-4967-B6C3-5E30EDC6F38D","title":"Understanding Solvation Using High Throughput Physical Organic Chemistry","abstractText":"Most chemistry of practical utility and all of biology takes place in solution, yet our fundamental understanding of the role of solvent in these processes remains at a rudimentary level. Qualitative concepts, such as like dissolves like ,d empirical parameters, such as solvent polarity, are widely used to interpret solvents effects on molecularinteractions and reactivity. However, we are currently unable to make quantitative predictions of molecular properties such as solubility or the stability of intermolecular complexes. The applicant recently proposed a new quantitative framework for understanding solvation effects based on pairwise molecular interactions, and this approach shows promise as a predictive tool. The aim of this proposal is to explore the full implications of the model, both experimentally and computationally, to establish methods for making quantitative predictions of solvent effects.The experimental part of the programme will focus on developing a new protocol for measuring interactions between functional groups in a wide range of different solvents. The proposal is to use a chromatographic (hplc) version of the chemical double mutant cycle experiment previously developed by the applicant. This has several advantages over solution-based methods for studying molecular interactions: high solubility is not required, so the range of solvent and functional group combinations that can be studied is greatly expanded; weak interactions that are difficult to detect in solution can be quantified; the system can be coupled to robotic sample handling equipment, so that experiments can be run in an automated high throughput format to generate huge amounts of data rapidly. These experiments will provide the data required to test and refine the basic solvation model discussed above.The computational part of the programme will focus on methods for predicting the experimental behaviour. Two approaches will be investigated: prediction of the intrinsic interaction parameters for functional groups based on calculations on isolated molecules; prediction of interaction energies based on calculations on intermolecular complexes. The data generated in the experimental part of the programme will be used to identify the most promising computational methods, and these will then be refined, guided by the experiments.The ability to make quantitative predictions of solvent effects will have a significant impact in many fields of science and technology, where interactions between molecules are the all important determinants of structure, properties and selectivity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C545842/1","grantId":"EP/C545842/1","fundValue":"488678","fundStart":"2006-01-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Christopher Alexander Hunter","coPersons":[],"organisation":"University of Sheffield","findingsText":" Most chemistry of practical utility and all of biology takes place in solution, yet our fundamental understanding of the role of solvent in these processes remains at a rudimentary level. Qualitative concepts, such as &quot;like dissolves like&quot;, and empirical parameters, such as solvent polarity, are widely used to interpret solvents effects on molecular interactions and reactivity. However, we are currently unable to make quantitative predictions of molecular properties such as solubility or the stability of intermolecular complexes. The applicant recently proposed a new quantitative framework for understanding solvation effects based on pairwise molecular interactions, and this approach shows promise as a predictive tool. The aim of this proposal was to explore the full implications of the model, both experimentally and computationally, to establish methods for making quantitative predictions of solvent effects.\nThe experimental part of the programme explored a variety of new high throughput methods for measuring interactions between functional groups in a wide range of different solvents: a chromatographic (hplc) chemical double mutant cycle was used to characterise interactions of molecules in solution with H-bond donors and acceptors anchored to a solid support: an automated NMR titration experiment was used to study the H-bond properties of solvents that are conventionally regarded as non-polar; an automated UV-Visible titration experiment was used to examine the effects of solvent on the interactions between a carefully selected set of probe complexes. These experiments have shed new light on the factors that govern intermolecular interactions in solution and crucially the role played by the solvent environment. A major new development is the exploitation of robotic sample handling equipment which means that the experiments can now be run in an automated high throughput format to generate huge amounts of data rapidly.\nThese experimental data have provided key insights that we have used to refine the basic solvation model discussed above. In the computational part of the programme, we have developed reliable ab initio methods to calculate intrinsic interaction parameters for functional groups based on the properties of isolated molecules and extended this to provide a complete description of the entire surface of the molecule. This has allowed us to develop models for molecular solvation shell and hence make predictions about phase transfer properties like solubility that are of fundamental practical significance eg in the pharmaceutical industry. In addition, the experiments on mixed solvents have shown how these potentially complex systems can be handled in a surprisingly straightforward manner computationally. The ability to make quantitative predictions of solvent effects will have a significant impact in many fields of science and technology, where interactions between molecules are the all important determinants of structure, properties and selectivity. The ability to make quantitative predictions of solvent effects will have a significant impact in many fields of science and technology, where interactions between molecules are the all important determinants of structure, properties and selectivity. Chemicals,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}