{"id":"AA35979C-45A4-44DE-ABD8-EBC54AA0C172","title":"PATT Linked Grant for Durham 2008-10","abstractText":"The Durham University Physics Department has three very active groups of observational astronomers working in the building of astronomical instruments, extragalactic astronomy and Gamma-ray astronomy. Each of these three areas involves frequent trips of observatories in remote areas (Hawaii, Chile, Australia, Nambia). In order to fund these trips PPARC provide funds to cover all the observing trips made by one university group rather than fund each trip individually. We are applying for continued funding for our grant to do this with empahsis on our links with the twin 6.5m Magellan telescopes in Chile and the HESS Gamma-ray telescope array in Namibia with which we have a close involvement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F007817/1","grantId":"ST/F007817/1","fundValue":"60443","fundStart":"2008-04-14","fundEnd":"2010-04-13","funder":"STFC","impactText":"  The data collected from the observing runs to telescopes funded on this grant have been the foundation for many peer-reviewed papers, active, international research collaborations and public outreach activities. Education,Other Cultural,Societal","person":"Alastair Clouston Edge","coPersons":["Gordon  Love","Richard Gwyn Bower","Shaun  Cole","David Mark Alexander","Carlton  Baugh","Richard Michael Myers","Timothy Paul  Roberts","Ray Martin Sharples","John  Lucey","Stephen Mark Rayner","Chris  Done","Simon Leo Morris","Jeremy  Allington-Smith","Paula  Chadwick","Adrian  Jenkins","Thomas  Shanks","Tom  Theuns","Richard  Wilson","Nigel  Metcalfe","Vince  Eke","Ian  Smail","Carlos  Frenk","Martin  Ward","Thomas John McComb"],"organisation":"Durham University","findingsText":" The funds from this grant have been used to send astronomers to telescopes around the world to collect data from distant galaxies to understand their formation and evolution. Through the peer-reviewed papers that we have written. Education,Other","dataset":"gtr"}