{"id":"AA395657-8C0B-4D9D-8D88-469976837499","title":"In-flow Preparation and use of Diazo Compounds for Heterocycle Construction","abstractText":"Heterocyclic compounds, ring structures in which one or more carbon atom is replaced by nitrogen, oxygen or sulfur are of vast importance. They account for well over half of all known organic compounds, and many classes of natural products, as well as a large majority of commercially important medicines, agrochemicals and reprographic materials, contain heterocyclic rings. Hence the synthesis and study of such compounds is a subject of immense significance, both in academia and industry. The commercial relevance of heterocyclic compounds is amply demonstrated by the list of best selling pharmaceuticals - for the year 2006, six of the top ten best sellers were nitrogen heterocycles with combined sales of $41 billion. This proposal, which has the full support of Pfizer, seeks support to develop efficient in-flow routes to heterocyclic compounds, based on the versatile chemistry of diazo compounds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G027919/1","grantId":"EP/G027919/1","fundValue":"253824","fundStart":"2009-05-28","fundEnd":"2012-05-27","funder":"EPSRC","impactText":"","person":"Christopher James Hayes","coPersons":["Christopher  Moody"],"organisation":"University of Nottingham","findingsText":" The main aim of this research was to develop new chemical methods for the safe generation, and use, of highly reactive chemical intermediates called diazocarbonyls. In order to achieve this we have shown that new continuous flow chemistry can be used to transform safe starting materials (sulfonylhydrazones) into the very reactive diazo compounds, and that these materials can be immediately converted into a wide range of useful products, without having to isolate or handle any hazardous materials.\n\nThis project was performed in collaboration with industrial colleagues from Pfizer, and we have shown that diazocarbonyl chemistry can be performed safely in both an academic and industrial setting, thus opening up new possibilities for the synthesis of new chemicals for use in the pharmaceutical and related industries. Our research will be if interest and use to a wide range of synthetic chemists in academia and also in industry. Our research opens up new avenues for the safe, and rapid, construction of a range of useful molecules. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}