{"id":"AA3AD719-27D4-4FC6-8951-7430E199E6C9","title":"Organizations and Society: Historicising the theory and practice of organization analysis","abstractText":"Management and Organizational History (MOH) is an emerging research area that is developing new ways of understanding the role of organizations in society from a perspective of their historical evolution and embeddedness. While a historic turn has been discussed in organization studies since the 1990s (Clark &amp; Rowlinson, 2004; Kieser, 1994; McDonald, 1996) it has only been in recent years that disillusionment with existing approaches to understanding the nature and purpose of organisations has led social scientists to engage more deeply with the insights from the humanities and specifically history (Durepos &amp; Mills, 2012; Suddaby et al., 2010). However, the treatment of time, process and the unfolding of decision-making within the wider context of interest groups, ideas and power structures is often presented in organization studies through highly mechanistic and a-historical models which reflect long-standing theoretical and methodological differences between the social sciences and humanities. \n\nIt is only in the last decade that a variety of scholars from history as well as organization studies have sought to bridge the interdisciplinary gap by either extending theoretical insights from recent developments in sociological theory (institutional theory, actor-network theory, and post-structuralist approaches) or codifying historical methodology (which has changed significantly in the past decades as a result of the post-modern challenge). This interdisciplinary project is beginning to consolidate under the name of MOH, and its evolution was significantly furthered by the creation of a new journal in 2004 by the same name. Recently there have been a number of publications (McLaren et al, forthcoming; Bucheli &amp; Wadwhani, 2014) that are providing a new synthesis of the early research in the area. Most significantly among these is an article written by the team of investigators (Rowlinson, Hassard, Decker, forthcoming) that has been published by the major theory journal in management studies, Academy of Management Review (impact factor 7.8), which is likely to change the status of the field within business and management schools in the English-speaking world and beyond. Hence we believe that the time has come to review the various research streams that make up MOH. These seminars will bring together for the first time the leading academics from North America (Mills, Suddaby), the UK (Cook, Gabriel, Harvey, Hassard, Holt, McKinlay, Rowlinson) and continental Europe (Hansen, Mordhorst). These events will be central in consolidating and systematizing existing work and will facilitate the exploration of avenues for further investigation and methodological developments that will put the UK at the centre of an increasingly influential area of research.\n\nThe seminars will focus on three intersecting themes, each under the leadership of one of the investigators:\n- Theory and practice of archiving (Stephanie Decker)\n- Organizational remembering (Michael Rowlinson)\n- New alternatives to organizational analysis (John Hassard)\n\nSix seminars will be hosted at different universities over a period of two years which will explore these themes separately and in interaction. Particularly the first two themes will engage non-academic users heavily, as it seeks to engage with the future of organizational archives for the UK's heritage. Moreover the seminar series will facilitate exchange with academics and non-academic partners in continental Europe by connecting some of the English-language research with research debates in other countries that have clusters of MOH research, such as Denmark, Sweden, the Netherlands, Germany and Italy. The participation of CBS is thus a crucial factor for creating a network of researchers and practitioners that can explore avenues to gain European funding to support future research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002160/1","grantId":"ES/M002160/1","fundValue":"29369","fundStart":"2014-12-31","fundEnd":"2016-12-30","funder":"ESRC","impactText":"","person":"Stephanie  Decker","coPersons":["John Stewart Hassard","Michael  Rowlinson"],"organisation":"Aston University","findingsText":"","dataset":"gtr"}