{"id":"AA43D23F-6703-4BEF-BF6C-FE66C5B4C8AE","title":"Oxyfuel Combustion - Academic Programme for the UK","abstractText":"If the carbon dioxide produced when coal is burnt to make electricity can be collected in a concentrated form then it can be compressed into a dense liquid and squeezed into the pores between rock grains a kilometre or more underground. By putting the carbon dioxide (CO2 ) in places where the porous rocks are sealed by layer of non-porous rocks we can be very confident that most of it will stay there for tens of thousands of years, so it won't increase the risk of dangerous climate change. But current coal power stations don't release the CO2 in a concentrated form; it is mixed with about five times its volume of nitrogen and oxygen, from the air used to burn the coal. One way to avoid this is to burn the coal in pure oxygen instead of air. We know this can theoretically be made to work, but if pure oxygen - or really a 'synthetic air' made up of oxygen and recycled combustion products instead of nitrogen - is used to burn coal then many things would be different from using air. This project will develop the scientific understanding that power plant builders and operators need to predict and cope with these differences.To help develop a better scientific understanding of oxyfuel combustion we will undertake experiments in a 150 kW laboratory burner. This is small (1% of the size!) compared to real power plant burners, but it will use the same oxygen/flue gas mixture. Computer models will be developed to analyse how the coal burns in the laboratory scale burner. These models can then be applied to full scale burners. Using the power available from modern computer systems it is now possible to track the behaviour of all of the swirling gases and particles in a flame ands see how they move and react over very small intervals of time. It's possible - but we are still learning how to do it properly. To help us do this we are taking high speed (1000 frames per second) video recordings of our laboratory oxyfuel flames to see how they really flow and flicker and using the bright and precise beams from laser to help track how particles move and to tell us what sort of gas mixtures are present.We are also reproducing just some of the things that happen in flame in special test equipment so that we have simpler things to measure. These measurements then go into the computer models. How coal particles first catch alight and then how they char and burn are particularly important. We are also interested how the ash in the coal will behave. It can cause problems coating the walls of air-fired power plants, but after a lot of experience we know how to avoid that. Some of those lessons are probably going to have to be re-learned for oxyfuel combustion and the experts who help to sort out air combustion are now starting to do that on our project. We are also looking at how oxyfuel combustion products might attack the steels used in boilers; new materials might be needed, especially in hot or dusty locations.Finally, we need to have trained scientists and engineers to help design and build these new types of power plants. Our project will help to train a number of these, and also build up the experience in the academic community that can be used to advise industry when they come to build and operate new oxyfuel plants. We will also have developed some of the new measurement techniques that can be used to help tune the first plants to give the best possible performance.But no project can do it all. So we are working closely with other groups in the UK and overseas - the IEA Greenhouse Gas Programme coordinates an excellent network that we belong too. And as we learn more we also expect to come up with more questions that need to be answered plus some good ideas for ways to do that.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G062153/1","grantId":"EP/G062153/1","fundValue":"1737740","fundStart":"2009-11-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"  The OxyCAP-UK (Oxyfuel Combustion - Academic Programme for the UK) programme was a &pound;2M collaboration involving researchers from seven UK universities, supported by E.On and the Engineering and Physical Sciences Research Council. The programme, which ran from November 2009 to July 2014, has successfully completed a broad range of activities related to development of oxyfuel power plants. The project output and use of findings include:\n(1) Experimental data was used to validate sub models developed for commercial CFD codes.\n(2) Development of novel radiation model to be integrated within commercial CFD codes.\n(3) Integrating part of the facilities developed during this project within the National pilot scale center. Energy,Environment,Government, Democracy and Justice Economic,Policy & public services","person":"M  Pourkashanian","coPersons":["Andreas  Kempf","Simone  Hochgreb","Gang  Lu","Colin Edward Snape","John  Oakey","Jonathan  Gibbins","Yong  Yan","Paul  Fennell","William  Nimmo","Stuart Ashley Scott","Lin  Ma","John  Dennis"],"organisation":"University of Leeds","findingsText":" 1. Development of UK research pilot test facilities for oxyfuel applications.\n2. flame imaging systems for monitoring, analysis and diagnostics of flame in coal fired power plants to improve efficiency and reduce environmental impact.\n3. Fuel characterisation of biomass and coal for oxyfuel combustion applications.\n4. Ash transformation/deposition in oxyfuel combustion systems to reduce the cost of boiler maintenance and reduce repair cost. \n5. identify materials performance and corrosion in oxyfuel power plant; and\n6. Development of advanced virtual reality simulation that can be used for improving performance of the power plant and training. 1. Journal publications\n2. Conference proceeding.\n3. Focused workshop for industry (06/2014)\n5. Contact with industry via Industrial Advisory Committee.\n6. International collaboration (partnership signed with China on oxy-fuel combustion technology) Energy,Environment","dataset":"gtr"}