{"id":"AA461677-D071-482A-9517-7F391C79382C","title":"Creative Territories: Exploring Innovation in Indie Game Production Contexts and Connections","abstractText":"The Creative Territories Research Network will bring leading international and UK scholars, indie game developers and creative industry stakeholders into dialogue to support the development of scholarship and creative practice within this fast-developing field of video games production.\n\nThe UK video games industry contributed &pound;947m to UK GDP last year, and grew by 4% with numbers of studios increasing from 329 to 448. This growth is underpinned by the micro business and small-to-medium enterprise sector that has developed out of major studio rationalisations post-recession. New technologies and markets - especially in apps for mobile and tablet - have also provided the conditions for this emerging indie games production. This research network will examine this transformation of the young but highly significant - economically and culturally - video games industry to identify how it makes possible new kinds of cultural production, collaboration and creativity. Its principal task will be to evaluate the dynamics of this lively collaborative game production activity as a response to changing technological, media cultural and economic conditions. The goal of the research is to formulate and to 'map forward' the key processes and connections that represent commercially viable, creatively sustainable and culturally valuable pathways for the development of this sector so that it lives beyond its early 'bubble' and makes a significant difference in video game production as both economically and culturally valuable form.\n\n'Creative territories' is the theme and focus of the network's exploration. Indie game developers are self-organising in collaborative and sometimes co-located relationships - such as that of project partner, the recently established Bristol Games Hub. The network will examine these collaborations in different places around the UK and internationally (in the Netherlands in particular) to identify and assess the practices and values that sustain creativity oth commercially and as an inherently cultural and social activity. Creative Territories will identify the quality and cultural value of relations between actors, involved participants and constituents in the overlapping local, regional and wider territorial levels in which creative cultural production takes place.\n\nThe research network will stage an international and interdisciplinary dialogue, gathering participants around three workshops to examine two related aspects of indie game collaboration: 'Commerce, Culture, Creativity' takes commercial, practical, technological and social aspects of indie game collaborations to analyse how the three C's are co-constitutive for their sustainable elaboration; 'A Maturing Industry' examines how indie games' transformed design and production practices can change the significance, aesthetic possibilities and status of video games as a major digital media cultural form. The first workshop will be hosted by the Bristol Games Hub and will examine indie game collaboration close up, providing a comparative case study for considering other developments. The second will be hosted by academic project partner, Professor Joost Raessens of the University of Utrecht, bringing network participants into contact with researchers and games networks in the Netherlands such as the Dutch Game Garden. The final workshop will take place at the University of the West of England, Bristol's Digital Cultures Research Centre, and will concentrate on engaging key creative industry organisations and stakeholders in the network's dialogues concerning a viable and maturing indie games sector.\n\nThe Creative Territories Research Network will stage a timely and relevant cross-disciplinary dialogue. It will build and consolidate nascent relationships between indie game researchers and between academia and industry. Network activity will produce insights and support the development of collaborative research proposals and future projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L00903X/1","grantId":"AH/L00903X/1","fundValue":"31407","fundStart":"2014-02-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"  Project in progress -- no major outputs to date  ","person":"Patrick  Crogan","coPersons":["Helen Wendy Kennedy"],"organisation":"University of the West of England","findingsText":" Project still underway; no major outcomes to date To be determined Creative Economy","dataset":"gtr"}