{"id":"AA489EFF-3913-4096-8603-FF0E802E3BB3","title":"Higher Order Problems in Geometric Analysis","abstractText":"Many problems in modern geometry are formulated in terms of nonlinear partial differential equations (PDEs), the analysis of which requires a high degree of expertise in the theory of PDEs as well as geometric insight. Since geometric principles or geometric constraints are often used in theoretical physics, engineering, or other sciences, the combination of analytic techniques with geometric ideas is also of tremendous interest outside of mathematics. Geometric analysis has thus always been interlinked with the theory of differential equations and with mathematical physics as well as geometry. But recently, interest in geometric PDEs has further increased through the work of Perelman, who solved a long-standing problem by proving the famous Poincare conjecture with a PDE-based approach, thereby increasing our understanding of three-dimensional spaces considerably.\n\nThe bulk of existing work in the area is concerned with equations of order 2, but there is increasing interest in higher order problems. Typically these require completely new methods, because much of the second order theory relies heavily on the maximum principle, which is not available for higher order equations. We propose to hold a workshop on `Higher Order Problems in Geometric Analysis', bringing together some of the leading experts on problems of this sort. We envisage a meeting that not only allows an exchange of the latest ideas within the geometric analysis community, but also generates interactions with geometers, applied mathematicians, or engineers. Furthermore, PhD students and other young researchers should have the opportunity to learn about questions, ideas, and techniques that they may rarely encounter otherwise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004383/1","grantId":"EP/J004383/1","fundValue":"17296","fundStart":"2012-01-27","fundEnd":"2012-07-26","funder":"EPSRC","impactText":"  We have no information on this, because the participants of the workshop may have used them in various ways without our knowledge.  ","person":"Roger  Moser","coPersons":["Hartmut  Schwetlick"],"organisation":"University of Bath","findingsText":" A group of researchers with various backgrounds have met for a workshop, exchanged ideas and learned from each other. Ideas generated through this workshop may have applications. Other","dataset":"gtr"}