{"id":"AA514B24-3D2C-4865-90AC-0B31147B75DE","title":"14-ERASynBio: BioMolecular Origami","abstractText":"The overall objective of synthetic biology is to make the engineering of biological systems easier, more predictable, and, ultimately, applicable to real-life applications. Molecular structures assembled from biopolymers, such as proteins and nucleic acids represent the basic functional units crucial for all branches of synthetic biology. Whilst, many approaches in this field use &quot;plug-and-play&quot; strategies to engineer naturally evolved biological parts (primarily genes and functional protein domains), the grand challenge of synthetic biology is not only to combine the existing natural structures but to assemble de novo molecular structures unseen in nature that could embody new functions and be produced sustainably for different applications. To realize this challenge we need to develop the fundamental tools to program the sequences of nucleic acids and polypeptides to to control self-assembly into defined three-dimensional (3D) nanostructures. The primary objectives of this proposal are to develop an understanding of these basic processes and tools to apply it. We will concentrate on the most versatile biomolecules, polypeptides, which are also the most difficult to control. We will test and demonstrate tools for the design and engineering of new polypeptide and nucleic acid-polypeptide hybrid systems. This will pave the way to unprecedented control over the construction of, and applications for, biomolecule-based nanostructures and materials.\n\nBiopolymers can self-assemble into complex structures defined at the nanometer scale. There is also a considerable potential for their sustainable large-scale production in cell factories. Both properties make them highly desirable for diverse technological applications. More specifically, proteins provide masterful examples of complex self-assembling nanostructures that have versatile functionalities beyond the reach of any manmade materials, including catalysis, molecular recognition, assembly of cellular scaffolds and many others[1]. However, our ability to engineer native protein-like structure and function de novo, although improving, is limited. In contrast, in recent decades, DNA has been spectacularly repurposed by bioengineers to form designed structures based on complementary base pairing. Now, we can design nucleotide sequences to form almost any 2D or 3D nanoscale structures, from boxes to spheres, with a feature resolution of few nanometers. Although engineered nucleic acid-based nanostructures have been functionalized via chemical modifications,[2] compared to proteins their range of functionalities is extremely limited. This proposal aims to combine the advantages of polypeptide and nucleic-acid systems and circumvent the limits of both. We have now reached the threshold of considerable advances in synthetic biology to harvest the potentials of polypeptide-based design of nano-scale structures. In order to achieve this goal, this project aims to translate concepts and technologies between different subfields of synthetic biology, combining methods of structural biology, DNA nanotechnology, mathematics and large scale gene synthesis.\n\nThe BioOrigami consortium comprises seven groups that are pioneers in molecular synthetic biology based on nucleic acids, peptides and proteins. We plan to progress the design of protein structures beyond folds present in nature and bridge the gap between the elegant, but largely non-functional self-assembled nucleic-acid nanostructures and the exquisite functionality and scalability of protein assemblies. This project is supported by the power of large-scale gene synthesis and screening.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M005615/1","grantId":"BB/M005615/1","fundValue":"333189","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Dek Neil Woolfson","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}