{"id":"AA5876FD-709E-4DB6-B315-4541FBB20018","title":"Programmable Superconducting AC Machine (PSAM)","abstractText":"The magnetic circuit design is fundamental to the success of the final solution. To reduce the risk of developing the superconducting enabling technology the demonstrator design will be based on using standard magnetic steels and geometry architectures to achieve a doubling of the air-gap flux density. Some magnetic materials characteristics are known at cryogenic temperatures but the availability of particular key data such as ac electrical, Curie point and saturation flux density is very limited. The University of Cambridge will initially support the project by directing the selection of the most suitable conventional magnetic steel for use in the demonstrator, along with guidance on unidentified material data for use in modelling the demonstrator performance. The optimisation of magnetic materials is key to enabling the full benefits of a totally superconducting machine to be realised. For the programmable magnets the main challenges are the optimisation of the Currie and saturation point of the materials and how this impacts the preferred charging cycle and the actual magnet operating temperature. This in turn directs the preferred location of the magnetising jig. A significant challenge to an optimum magnetic material has been identified as the quality of the manufacturing process, heating treatment and the chemical composition of the material. The chemical composition affects the Curie temperature and the charge carrier density. The heat treatment profile affects the diffusion of the ions into the oxygen lattices and the manufacturing method affects the homogeneity and uniformity of the material. For the superconducting stator the main challenges are maximising the flux linking the superconducting coil by creating a low reluctance path. The prevention of flux leakage that will reduce both the flux linkage and the operating point of the superconductor can be achieved using a high permeability material. Although Proposal original proforma document\nPage 3 of 9 Date printed: 16/02/2011 09:39:22\nTS/J001082/1 Date saved: 15/02/2011 15:49:48\nextremely limited mechanical, thermal and magnetic material property data currently exists at the cryogenic temperature of interest 25K, it has been observed that the use of iron at cryogenic temperatures has yielded benefits for dc superconducting magnets. However, for cryogenic ac magnetic systems, this convention needs to be re-visited. The ability of magnetic material to provide a low reluctance path whilst providing very low loss densities will need further consideration. There is a significant risk that conventional steels at cryogenic temperatures will incur significant eddy current losses (due to the increased electrical conductivity) and higher hysteresis losses leading to an impractical cryogenic solution. The loss density, thermal and magnetic performance as a function of frequency of a range of magnetic steels needs to be understood. Work should also consider alternative non-conventional room temperature materials that may also exhibit enhanced permeabilities at cryogenic temperatures. This work by its nature must also consider the long-term stability of the material under thermal and mechanical stresses. It is likely that the result of this study may lead to different machine constructions such as the location of the permanent magnet fixture jig, the cooling circuit construction and the overall machine topology such as an inside machine to be considered. This work will used to guide the full-scale outline design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J500756/1","grantId":"EP/J500756/1","fundValue":"183977","fundStart":"2011-07-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"  We are continuing to develop the all superconducting motor and at the same time there is continuing interest from all the industrial partners Aerospace, Defence and Marine,Energy,Transport Economic","person":"Timothy Arthur Coombs","coPersons":[],"organisation":"University of Cambridge","findingsText":" A superconducting motor was developed and primary testing took place at Cambridge. the project demonstrated very successfully the efficacy of flux pumping and also of an all superconducting motor in a transport environment The project is being taken forward both within the university and through active involvement by all the project partners. There is also considerable outside interest Aerospace, Defence and Marine,Energy,Environment,Healthcare,Transport","dataset":"gtr"}