{"id":"AA70894D-3D01-434E-BEDF-D83191AA5FB2","title":"Defying the rules: How self-regulatory social systems work","abstractText":"In nature, systems self-regulate and self-stabilise through non-centralised bottom-level rules. A system that is able to adapt to (internal and external) feedback and context is self-regulatory. The dynamics of such a system modifies the environment in which it is evolving. This therefore represents a feedback loop which is an emergent structure, since it is the result of the dynamics, which in turn is determined by the interactions at the bottom-level. The feedback loop can be pictured as an engine that allows the system to develop and eventually reach sustainability through self-regulation. The seed, or the spark for the engine, is given by the rules at the bottom-level in context. These as referred to as generic rules.The aim of this project is to identify the generic rules, feedback and context that allow systems to develop and reach sustainability through self-regulation. This will be achieved by contrasting the social behaviour in three different systems, a biological social system where we know we have emergent behaviour, an artificial social system where we have full control, and human social systems where observable data is available.The biological system that we will investigate is ant colonies. This is tractable from the microscopic individual-level to the macroscopic social level. The inferred bottom-level rules will be explored and verified in totally controlled experiments with robots. This will allow us to develop a conceptual and theoretical framework for self-regulatory social systems.The theoretical framework will serve as a foundation to design self-sustainable bottom-up programmes for community regeneration and control methods for automated manufacturing.This is very timely since in the case of rural and urban regeneration, the limitations on traditional mechanistic top-down approaches to socio-economic development have been widely documented. Sponsoring multinational agencies, like the World Bank and United Nations, have recognised the importance of shifting the paradigm of development to more holistic approaches, empowering and supporting communities to lead and self-regulate their main development agendas. However, the effort made in practice has not yet achieved that goal.In the case of the manufacturing industry, the efficiency is limited due to the low performance of existing methods for controlling large collaborative multi-robot systems. Traditional, centralised, top-down algorithms are generally preferable in small systems as they can identify globally optimal solutions. In large systems, however, it is not possible to identify optimal solutions due to the complexity of the problem. As a result, behaviour-based, distributed, bottom-up algorithms which employ some form of individual learning from experience, have been studied extensively and they have been shown to have superior performance.The establishment of generic rules, giving rise to self-regulatory systems, will initiate new research worldwide. The developed conceptual and theoretical framework will provide a new approach for understanding the behaviour of dynamical systems. The potential applications within such a framework are limitless, and span over a variety of fields, for example, nanotechnology, evolutionary theory, synthetic biology, and social systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E061796/1","grantId":"EP/E061796/1","fundValue":"99743","fundStart":"2007-04-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Ana Blagovestova Sendova-Franks","coPersons":[],"organisation":"University of the West of England","findingsText":" The aim of the four projects united under the title 'Defying the rules: how self-regulatory social systems work' was to look for generic rules, the feedback and context that allow systems to develop and reach sustainability through self-regulation. We compared social behaviour in three different social systems: biological - ant colonies - where self-organisation has been demonstrated, artificial - multi-robot societies - where the rules of individual behaviour could be controlled, human - an eco-village in Ireland - where observational data could be collected.\n\n\n\nThe present project focused on the organisation of ant colonies as the biological social model system within this crossdisciplnary investigation. We studied self-regulation within the context of the division of labour in ant societies. Our main experimental paradigm was the decision-making process involved in the timing of individual exits from the colony nest. How are they regulated? How robust are they to disruption? How do individuals decide when to exit? We discovered that the decision of ants to make their 'first' (observed) exit is governed by record dynamics. This suggests that the first exit of each ant is triggered by an unprecedented high water mark in the level of an exit signal. Record dynamics also govern the decisions of ants to exit the nest when their already departed nestmates do not return. Thus, record dynamics play a role in the self-regulation of the allocation of individuals to tasks both in everyday life and in emergencies (Richardson et al. 2010. PLoS One, 5:e9621). The dynamics of several complex but purely physical systems with strongly interacting components are also based on record signals. We have demonstrated for the first time record dynamics in a social system. Moreover we did this though controlled experiments.\n\n\n\nFurthermore, we found that if social interactions are disrupted by removing parts of the society, such as the brood, or indeed by constructing a pseudomutant society that contains only individuals with the same level of experience, the record dynamics of the decisions made by ants to exit the nest are severely disrupted or disappear completely. In particular, the log-Poisson statistics typical of systems governed by record dynamics are replaced by Poisson statistics which are characteristic of systems with little or no interaction (Richardson et al. 2011. J Roy Soc Interface, doi:10.1098/rsif.2010.0286). We mapped this change in the exit dynamics onto changes in the spatial and social structure of the remaining colony members inside the nest (Richardson et al., a, in prep.).\n\n\n\nIndeed, we demonstrated that when space is explicitly included in threshold models of the division of labour, the highest level of homeostasis in the intensity of task demand is maintained when the variation in individual response thresholds for the task is highest and the stimulus level is low (Richardson et al., PLoS One, submitted). We tested these predictions with data on task performance by individuals specialising in different tasks in honey bee colonies (Richardson et al., b, in prep.)\n\n\n\nOur experimental work on ant colonies informed the Attractive Field Model (AFM) developed by our collaborators within the theoretical strand of our cluster of four projects (Arcaute et al. 2009. Ecological Complexity, 6:396-402). In the AFM tasks are represented by an attractive field, which could be regarded as a stimulus, the strength of which is inversely proportional to the distance to the task. All individuals are initially homogeneous and specialisation arises through learning and forgetting. The abstract framework for a self-regulatory division of labour provided by AFM was given a manufacturing shop-floor interpretation for multi-robot systems (Sarker &amp; Dahl 2010. LNCS 62354, pp24-35). AFM is also the foundation for a methodology to improve regeneration programs in social communities, such as self-sustaining eco-villages (Espinosa &amp; Cardoso, in prep.).  Communities and Social Services/Policy,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}