{"id":"AA75D35F-401C-41DB-A8E2-5D00462D3639","title":"Statistical methodology for meta-analysis of epidemiological studies using individual participant data.","abstractText":"An increasing number of factors are being proposed as important predictors and/or causes of chronic diseases, particularly with the advent of technologies that enable rapid measurement of large numbers of blood proteins and genetic factors. To enable a more comprehensive and powerful evaluation of the relevance of such factors, it is often necessary to pool data from different studies. If such studies can reliably demonstrate that a particular factor is relevant to a condition (such as heart disease), then this could have important implications for the prediction and prevention of disease (exemplified by measurement and modification of blood cholesterol values). We plan to advance the development of statistical methods for use in such data pooling approaches by working on detailed information previously collated on up to 40,000 cases of heart attack among 1 million participants from about 100 studies. The main aim is to develop methods that will enable more reliable conclusions to be drawn about (i) whether a straight line (or some more complicated relationship) best describes the relationship between a factor and the risk of disease, and (ii) whether associations of particular factors with disease risk are likely to reflect cause-and-effect relationships. The methods that will be developed will have applications to many different situations and to different diseases, and will become increasingly important as the trend continues towards data sharing and pooling in large, collaborative multi-centre studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700463","grantId":"G0700463","fundValue":"250561","fundStart":"2009-01-12","fundEnd":"2012-07-11","funder":"MRC","impactText":"","person":"John  Danesh","coPersons":["Simon  Thompson","Angela  Wood","Ian  White"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}