{"id":"AA75A4BD-A206-4D34-9596-523753408BA9","title":"LEGIT: Media for Open Governance","abstractText":"LEGIT: Media for Open Governance makes the case that all voices should participate in conversation around legislative material. The LEGIT project brings legal information about new and proposed Bills in India to relevant communities, opening up spaces for discussion and the creation of imaginative solutions through media production. Sound, video and animation translate the distant voice of legal text into more engaging forms. Production workshops and tactical media approaches encourage new points of view to be articulated and listened to. LEGIT researches how media and new technologies might be used to encourage active engagement with open governance in India, placing frequently updated information gathered from other websites alongside media works and open commentary.\n\nLegal writing remains aloof, accessible mostly to specialists. Much of the legal writing in India is in English, a diverse country of twenty-two official languages and approximately 398 living languages, further encouraging potential audiences to disconnect from its content. The &quot;opening up&quot; of legislative material is therefore facilitated by workshops in close cooperation with community members, helping to guide participants in playful and creative explorations of topics under consideration by proposed or recently passed Bills. At the UnBox festival in New Delhi in January 2013, LEGIT tested explorations on paper using cut-outs of iconic imagery, reassembled and reshaped through collage and drawing. Participants also worked with re-arranging large sculptural boxes covered with icons representing pressing social concerns. These methods combining movement, interaction and drawing helped opinions to manifest and be visualised in storyboard-like forms.\n\nWorking closely with communities on-site to develop media works helps to bring some of the concerns of India's non- Internet audience to the 150 million Internet users. Providing footage to journalists and television media networks allowsoices to reach those viewers not found online.\n\nVideo and animation content is also presented on the LEGIT website alongside commentary and informational updates on legal developments in India, helping to connect communities with the legislative process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L503575/1","grantId":"AH/L503575/1","fundValue":"18230","fundStart":"2013-07-01","fundEnd":"2014-03-17","funder":"AHRC","impactText":"","person":"Emile  Devereaux","coPersons":[],"organisation":"Lancaster University","findingsText":" The booster funding for production as the LEGIT team allowed us to connect with communities affected by legislative policies in India around the topics of Disability Rights, Access to Water, and Food Security. Using co-production methods including workshops, screenings of animation and video works, as well as other creative exercises, we interacted with a number of communities in three geographically distinct areas in India, generating discussions about the policy developments. These interactions tested the boundaries and limitations of working with communities using participatory media methods, and also informed us about the limits and sets of problems concerning the articulation of information about government-sponsored programmes and pending legislative policies within India. The booster funding have allowed us to develop a prototype, LawDigital, that will help us to connect these various conversations and media products through a digital cartography mapping interface. Further work to develop the project as a digital cartography interface, LawDigital, is underway. Creative Economy,Digital/Communication/Information Technologies (including Software),Environment","dataset":"gtr"}