{"id":"AA79A98A-E933-4855-879F-4FA1A453A687","title":"Centre for Secure Information Technologies (CSIT)","abstractText":"Recently the media has been awash with reports on the downloading and sharing of music files, a crisis which strikes at the economic viability of the entire global music industry. This is a startling reminder of the security challenges posed, in both the civil and criminal domains, as we move relentlessly to a world in which all Information Technology is fully connected, facilitated by the development and rapid uptake of Web 2.0. This, and its successors, will radically transform society in a way unimaginable a decade ago. However, with the accrued benefits come major threats in terms of privacy, security of information and vulnerability to external attack. Threats range, in the criminal domain, from the petty criminal stealing credit card details, through trouble making hacktivists, who attack organisations to further political aims, to the sinister cyber-terrorists, who attack strategic targets in the same way that terrorists would bomb and destroy national infrastructure. At the heart of the CSIT project is the perennial challenge of making all of the IT solutions, of today and tomorrow, secure. CSIT will be a world-class Research and Innovation centre coupling major research breakthroughs in Secure Information Technology with exciting developments in innovation and commercialisation.Information Technology in the widest sense deals with the use of electronic computers and computer software to convert, store, analyze, transmit, and retrieve information. So, the IT field covers every aspect of data processing from the banking using one's home PC with its (increasingly wireless) broadband connection, through to the complex systems which control and manage the world's aviation, maritime and telecommunications systems. As anyone who has had a virus, worm, Trojan or spyware on their home PC can readily testify, security is an essential requirement for any IT systems in order to retain privacy, integrity and trust. When electronic sensor devices and CCTV cameras are networked and combined with computer processing, IT then becomes a power enabling tool in the field of physical infrastructure protection, which includes fire monitoring, asset tracking and intrusion detection. Thus while IT security itself is often a matter of defending against automated attack by viral programs, IT for asset protection is a tool to assist the human operator. The IT systems used for infrastructure systems must themselves be secure not least because personal biometric data is increasingly being rolled out as a part of the solution.IT systems are analysed into a stack of independent layers along lines defined in international standards. CSIT staff are world leaders in academic research in these layers, an attribute which is reflected in the four initial fields of academic research: data systems, networks, wireless and intelligent surveillance. However a key distinguishing feature of CSIT is the fact that it understands, because of its history, the necessity to ultimately take a the holistic, or systems engineering, perspective in order to research and develop the creation of complete secure IT systems, which undoubtedly are greater than the sum of their layers. The involvement of many industrial partners in CSIT bears witness to this.The driving goal for CSIT is to strategically position U.K. industry at the forefront of the field of secure IT because this field is a critical, emerging and rapidly growing sector with its wider benefits for the safety and security of society. Embedded within Queen's University, with its very successful record of industrial collaboration and spin-out company formation, CSIT therefore lends itself well to a strong business and academic partnership, creating a continuous flow of knowledge transfer opportunities, with realizable shorter term milestones for transfer of the research, coupled with exciting opportunities for major breakthroughs and ensuing commercial opportunities for UK industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G034303/1","grantId":"EP/G034303/1","fundValue":"4569570","fundStart":"2009-03-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"John Vincent McCanny","coPersons":["Weiru  Liu","William Giles Scanlon","Colin  Cowan","Paul  Miller","Danny  Crookes","Máire  O'Neill","Vincent  Fusco","David  Linton","Sakir  Sezer"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}