{"id":"AA7DDF49-C98A-43BE-BFB4-DE7D8AAFEBCD","title":"Cyberselves in Immersive Technologies","abstractText":"From mystical experiences brought about through trance or psychedelic drug use, to film fantasies such as The Matrix, Avatar and Surrogates people have long been fascinated with the idea of projecting the self outside of the body, or into a different body, or even into a radically different world. In history and in literature, such an experience is often described as a life-transforming event-through transcending corporal limits, or leaving your own body entirely, perhaps to temporarily inhabit another, you might come to see and understand yourself in new and more enlightened ways. \n\nWith the development of next generation virtual reality and telepresence technologies, the possibility of experiencing the world from a point-of-view other than that from behind our own eyes is becoming a possibility for all of us. Fully immersive technologies, through which you have the compelling feeling of being in another place or body, are on the near horizon, and scientists and technologists are everyday discovering new ways to directly manipulate your experience of where, what, or even who, you are. As more-and-more people devote time and energy to life in virtual or 'cyber' realities-with different degrees of immersion-our cyberselves, the people who we become in these virtual worlds, could become as important to us as our 'real' selves. Since the technologies are advancing so rapidly, there has been little time to consider the transformative effects that widespread access to deep and prolonged immersion could have on people, their relationships, and our societies (both real and virtual); for example, the idea that the virtual world is less 'authentic' than the physical one is being challenged by people for whom their cyber-relationships are more important than those happening in 'real' life.\n\nThe &quot;Cyberselves in Immersive Technologies&quot; project considers it imperative that we examine the transforming impact of immersive technologies on our societies and cultures. To do so effectively, a multi-disciplinary approach is required that embraces methods from both the humanities and sciences. Our project includes philosophers and cultural theorists, working alongside psychologists, technologists, and cognitive scientists. We seek to explore and understand the notion of immersion both in its historical and cultural contexts, and in the 'here and now'-examining how immersive technology operates and how it effects our brains on bodies. We plan to draw from these analyses conclusions about the cultural perception and likely social impact of this technology near- and long-term.\n\nOur project will involve experimental studies using a virtual reality environment, and the comparison of immersion in this virtual world with that of experiencing the real world through telepresence (remote presence) interfaces to an advanced humanoid robot. We will use state-of-the-art motion capture, virtual reality and robotics equipment already operating at the Sheffield Centre for Robotics and the University of Pompeu Fabra, Barcelona to explore objective and subjective aspects of the immersive experience and to understand how our conceptions of our bodies may be transformed by such experience. By collaborating across disciplines and by combining this approach with cultural and ethical analyses we expect to (i) generate an improved understanding of the cultural, historical and ideological constructions around the notion of virtual reality and the projected self; (ii) transform the way that cognitive scientists investigate immersive and virtual reality technologies as a way of discovering more about the nature of the self; (iii) identify critical cultural anxieties and future societal challenges raised by immersive technologies; and (iv) promote a scientifically- and culturally- informed debate about the potential benefits and risks of living more of our lives as cyberselves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M002950/1","grantId":"AH/M002950/1","fundValue":"64117","fundStart":"2014-11-01","fundEnd":"2015-10-31","funder":"AHRC","impactText":"","person":"Tony  Prescott","coPersons":["Tom  Stafford","Fabienne  Collignon","Julian  Savulescu","Stuart Philip Wilson","Michael James Szollosy","Adam  Piette","Hannah  Maslen"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}