{"id":"AA8B597B-9664-44C5-9BDB-9FA261D8E966","title":"Towards a generic supporting framework for multiscale modelling of process systems","abstractText":"Multiscale modelling is an emerging modelling paradigm which combines the models of different resolution scales of a complex system to obtain a high-quality characterisation of the entire system which can be utilised to solve challenging scientific and engineering problems. This modelling paradigm is now widely regarded as a promising and powerful tool in various disciplines, including the broad area of process engineering. On the other hand, a multiscale model is usually much more difficult to develop than a single-scale model due to a range of conceptual, numerical, and software challenges to be addressed. Unfortunately, there has been very little support developed so far to facilitate multiscale modelling. Consequently, the application of multiscale modelling still remains a special privilege of highly skilled modelling experts and its success is established very much on a case-specific basis; the majority of scientists and engineers has yet to struggle with conceptual and practical difficulties, despite their high expectations on benefiting from this advanced modelling paradigm. This proposed research is intended to make a step change in the area of multiscale modelling by working towards a computer-based, generic and open supporting framework. This framework will provide comprehensive supports to the development of multiscale applications in all conceptual, numerical, and software aspects. It will be based on a unified theoretical framework of multiscale systems to maximise the generality of the solution in dealing with very diverse applications. Furthermore, it will adopt a three-stage strategy to multiscale modelling which allows to maximise the computer-based supports in conceptual modelling, model realisation, and model execution. This work will contribute to the transfer of multiscale modelling from the hand of experts to the much wider community of practising modellers. Our result will also offer a sound basis for researchers and commercial software vendors to advance theories and tools for multiscale modelling in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G008361/1","grantId":"EP/G008361/1","fundValue":"243730","fundStart":"2008-10-06","fundEnd":"2011-10-05","funder":"EPSRC","impactText":"","person":"Aidong  Yang","coPersons":[],"organisation":"University of Surrey","findingsText":" Exploring the possibility of developing a computer-based, generic and open supporting framework for multiscale modelling, this project has developed a range of concepts, methods, and prototypical software tools. \n\n\n\nThe first result is an unified theoretical basis of multiscale systems, expressed in the form of a generic ontology. It provides rigorously definitions to basic concepts such as system and scale as well as a number of multiscale modelling paradigms. This ontology is shared by all the tools as a common and generic conceptual basis to maximise the applicability of these tools in different cases and even problem domains. \n\n\n\nSecondly, a three-stage procedure was established to support multiscale modelling, each of which materializes in a prototypical software prototype tool. Specifically, the tools include (1) a conceptual modelling tool which supports a modeller to compose a conceptual model of a given multiscale system by incorporating the relevant domain concepts expressed as specialization of the generic concepts given in the aforementioned ontology, (2) a model realization tool which translates a conceptual model into an executable form, and (3) a model execution tool which actually executes the multiscale simulation. \n\n\n\nThirdly in developing the above tools, specific technical issues such as integration of existing software tools, smoothing of data transferred between different model scales to enhance numerical stability, and support of discrete-event systems have been addressed. \n\n\n\nIn addtion to the above specific results, the development of these tools and the tests against a number of case studies have establised that it is feasible to develop generic computer-aided multiscale modelling tools without assuming case-specific details. This is enabled fundamentally by building these tools on a common conceptualisation of multiscale systems (particularly in a form of a generic ontology as mentioned above) as the basis for implementing the &quot;general logic&quot; for multiscale modelling. The generic ontology and the methods (including the design of the software prototypes) for supporting the three modelling stages can be used by modelling software vendors to develop the new generation modeling tools which natively support multiscale modelling. Besides, the tool-integration based model execution approach provides a useful reference to end-user organisations wanting to develop or improve their in-house facilities for multiscale modelling. As the first effort of this kind, this project offers results that can be taken as the starting point of further research in this area. Specifically, the generic ontology for multiscale modelling, the three-stage procedure, and the methods for supporting individual stages, tested in the current project mainly by chemical engineering problems, can be applied by research in other areas, e.g. systems biology and ecosystems.\n\n\n\nFurthermore, the outcome of this project may be utilized by commercial organizations to develop new generation modelling software or to improve existing systems. Chemicals","dataset":"gtr"}