{"id":"AA8D6B78-C3F6-423F-B9BB-6C631ABC3D53","title":"Monetary and Fiscal Policy Rules with Labour Market and Financial Frictions","abstractText":"<p>The financial crisis has given a new impetus to the debate on how fiscal policy should be designed to complement and support price stability and growth.&nbsp;The relatively sparse literature that does exist has explored this issue using models that either ignore or treat labour- and financial-market frictions in a rudimentary fashion. </p>\n\n<p>The project aims to build a series of theoretically coherent estimated micro-founded macro-models which incorporate these frictions. They will incorporate a banking sector that will enable a number of important issues regarding banking fragility to be addressed. </p>\n\n<p>These will be used to study simple monetary and fiscal rules that are 'operational', in that they are easy for the public to monitor, but will approximate the stabilising properties of more refined but hard-to-implement optimal rules. </p>\n\n<p>The performance of these rules alongside those for macro-prudential regulation of the banking sector will also be investigated. Rules will be constructed to be robust to uncertainty about the structure of the economy. </p>\n\n<p>The novelty lies in the emphasis on the fiscal side; the study of rules in models that have a well-articulated fiscal transmission mechanism that account for labour-and financial-market frictions and the relaxation of the extreme full-information rational expectations assumption. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H028528/1","grantId":"ES/H028528/1","fundValue":"280591","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"  Scientific impact has been achieved through the dissemination of 22 papers, 4 already published, in leading journals, and two forthcoming. The remaining papers were either presented at conferences and/or are discussion papers either out or forthcoming. We presented our main findings in presentations of papers at a very successful end-of-project Conference in September, 2012. Both academics and researchers from the Central Banks of Norway, Portugal and the BoE attended this event.\n\nThe project has also received media impact. Batini et al. (2012), has received particular attention also by the broad public and enjoyed substantial media coverage. Nicoletta Batini, one of the co-authors, released an interview to the BBC 4 Radio program &quot;Today&quot; on 24 August 2012. Several leading newspapers have reported the findings of the paper (among which &quot;The Daily Telegraph&quot;, &quot;Die Zeit&quot;, &quot;L'Unita&quot;, &quot;La Stampa&quot;, &quot;Il fatto quotidiano&quot;). The paper was also the subject of discussion on internet blogs, including those of leading academics. For example, Simon Wren-Lewis at Oxford, in his &quot;Mainly Macro&quot; blog, includes the paper among those he defines as 'some of the best policy orientated empirical macro research at the moment'. \n\nScientific, policy and practical impact were also achieved through short training courses on DSGE modelling at various venues and at a one-week Summer School the University of Surrey, in September 2012. During the course of the project short courses were delivered at the University of Glasgow, July, 2011; the University of Porto, January 2012; Minho University, June 2012; the Peoples' Bank of China (PBOC), October 2012. Given that researchers from Central Banks from including the BoE, the PBOC, the ECB, the Central Banks of Portugal and Nigeria have attended these courses, these events provide an important indirect impact on the policy advice given by researchers to those setting policy. Government, Democracy and Justice Economic","person":"Paul  Levine","coPersons":["Cristiano  Cantore","Joseph  Pearlman","Vasco  Gabriel","Peter  McAdam"],"organisation":"University of Surrey","findingsText":" The project developed a series of theoretically\ncoherent, estimated macro-models suitable for studying fiscal-monetary policy interactions, Particular attention was paid to the incorporation of a financial sector and unemployment. There were three main findings from both strands of the work all with important policy implications: first, fiscal multipliers are greater than unity in terms of immediate impact and therefore at the upper end of those found in previous studies; second, fiscal consolidation should be gradual rather than aggressive and third, they should consist mainly of tax rises rather than expenditure cuts. The methodology and models are currently been developed for a FP7 project MACFINROBODS for the development of robust rules across a diversity of modelling approaches. The European Commission will put this to use in their design of policy rules. Government, Democracy and Justice","dataset":"gtr"}