{"id":"AA9718FC-0D98-495D-85A0-964F270E3B0C","title":"'Fragments, Blotches, Healing Lights': The Conversation Between Film and Poetry in the Post-War American Avant-Garde","abstractText":"The introduction will provide readers with a conceptual framework for the focus of the book: an analysis of the influence of innovative film on post-war American avant-garde poetry. Focusing specifically on those poets who cite Stein and I or H.D as crucial predecessors, and relying partly on unpublished correspondence and personal interviews, I will write individual chapters on poet Robert Duncan and filmmaker Kenneth Anger; poets Robert Greeley and Michael McClure and filmmaker Stan Brakhage; poet Allen Ginsberg and filmmakers Harry Smith, Robert Frank and Alfred Leslie; and poet John Ashbery and filmmaker Rudy Burckhardt. \nThe book will end with an epilogue studying the relationship between the work of contemporary American poet Lisa Jarnot and filmmaker Stan Brakhage. Brakhage said of Jarnot that she was one of three contemporary poets (including McClure and Ronald Johnson) 'who contribute directly to my filmmaking as powerfully as Pound, Stein, Olson, Greeley, Dom when I was young'. \nMy epilogue will look at the other end of this reciprocal relationship by studying how Brakhage's work has influenced Jarnot's poetics. I have designed my monograph in such a fashion in order to present a conceptually consistent narrative arc that begins in Modernism and ends in the present moment.\n\nThe guiding impulse behind my monograph is my belief that innovative American poetry of the twentieth century has been infonned by the practices of innovative film to a far greater extent than is currently recognized. Such recognition and analysis will provide readers with a far more integrated sense of what post-war American poetry Is In terms of its relationship to and evocation of film. Thus, a more synthesized and various view of what constitutes the lyric itself will emerge. For example, it is telling that none of the major monographs on Robert Duncan's work (Peter O'Leary's 'Gnostic Contagion: Robert Duncan and the Poetry of Illness (2002) and Mark Johnson's 'Robert Duncan' (1988)) make any mention of filmmakers Kenneth Anger or Stan Brakhage. And yet, reading Duncan's serial form (by 'serial' form I mean his practice of writing open-form poems linked by repeating themes, images, and phrases) in light of his repeated reference to film and his historical friendships with artists in the avant-garde film world practically invites us to consider how those poetics might be informed by filmic techniques including seriality and disjunction, rhythmic sequencing, and collage. My monograph, spanning from the Modernist era to our contemporary moment, will recover the untold and valuable story of the influential and aesthetically significant conversations between filmmakers and poets of the post-war American avant-garde.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D501288/1","grantId":"AH/D501288/1","fundValue":"22280","fundStart":"2006-09-01","fundEnd":"2006-12-31","funder":"AHRC","impactText":"","person":"Daniel  Kane","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}