{"id":"AA97653C-6428-4BF9-83A8-3DF909CFDBDA","title":"Megachurches and Social Engagement in London","abstractText":"In recent years the global rise of a number of very large churches, most often located in cities and their suburbs, has caught the attention of the theologians, church leaders and sociologists of religion. These churches have been labelled 'megachurches' for the sake of convenience and are normally defined as: Protestant churches attracting over 2000 attendees for the sake of worship each week. The megachurch phenomenon has been studied extensively in USA, to some extent in Asia (mostly Korea) and Africa (e.g. Nigeria) but only in a very limited sense in Europe (e.g. France). Therefore, it is extremely timely to consider the nature of these churches in the context of a global city such as London during a period of transnational movement and to understand their significance in relation to wider society and especially social engagement.\n\nTherefore, the central aim of this project is to investigate the nature of social engagement among megachurches in London and to interpret the significance of this participation for public theology, elucidating the policy implications for religious faith and society. Examples of social engagement include work with specific groups, such as youth, the elderly and the homeless, counselling and support of people with learning difficulties and mental health needs, community development and educational projects, as well as social campaigning, for example against human trafficking or in favour of local and community needs. The findings of this research will have significance for UK government as well as local government public policy. It is conceived as a project in public theology (i.e. how theology addresses issues of broader public concern outside the community of the church) that will nevertheless use theoretical insights from sociology, cultural studies and social/public policy. Data will be collected from ten case studies that constitute the megachurches of London using qualitative research approaches. This data will be analysed theoretically in relation to transnationalism, globalization, urbanization, religious social capital and theological motivations. The study will examine the nature of these churches, how they interact with different voluntary and statutary bodies and whether they contribute to the common good and if so how and in what ways. These questions are particularly timely during a period of political and economic uncertainty in Europe because such circumstances often feed into the churches' identity, broader worldview and level of social engagement.\n\nThe findings from this project will be disseminated through different media: a webpage will be developed to profile the project and inform the general public. This webpage will highlight key information on megachurch social engagement activities, and, later, podcasts from team members and key megachurch figures that explore the public and theological significance of the social engagement activities. Two conferences will be organized, one to launch the project, inviting academics, church leaders, church-based researchers and stakeholders, the Christian media and religion correspondents from mainstream news agencies. A 'Faith and Social Engagement Consultation' will be established in order to share findings through the period of the project and invite participation among representatives from the churches under study and para-church organisations and local and national government policy makers. At the second conference a report will present the main findings and recommendations for policy consideration. Finally, a two-volume co-authored book will be written based on ten case studies, contributing to the public theology debate about faith and the public sphere and in particular the role of megachurch social engagement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007920/1","grantId":"AH/K007920/1","fundValue":"574512","fundStart":"2013-12-04","fundEnd":"2016-12-03","funder":"AHRC","impactText":"","person":"Andrew  Davies","coPersons":["Mark John Cartledge"],"organisation":"University of Birmingham","findingsText":" We are discovering that some churches have extensive social engagement programmes, while others are much less developed. In all churches there is a clear relationship between spiritual motivations and concrete actions designed to assist the quality of life of individuals and communities. We are still at an early stage of research. Other researchers could certainly develop the investigation of how churches provide social-type services. In particular they could explore how churches with less human resources can engage with social need when motivated by their faith to do so. In particular they could explore how smaller churches need to collaborate more extensively and how it is configured and with whom. Other religious traditions could be usefully explored in these terms as well. Education,Healthcare,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}