{"id":"AA9A60DB-6930-4C5B-A097-4053150586F1","title":"Smart X-ray Optics","abstractText":"X-rays are useful to us in many ways: they can be used to look inside all sorts of things / including people, for medical reasons, and luggage, for security purposes / and they can also be used for therapeutic purposes, such as killing cancer cells. At the other extreme, astronomers find X-rays invaluable for understanding the Universe: because the photons are so energetic, we can see deeper into space as we need fewer of them to get a reasonable signal from a detector. X-rays are already used in lots of applications, but there could be many more / if only we could focus them properly. X-rays are can do these things for us because the individual photons have more energy than the visible light we see around us / but, like light, X-rays are electromagnetic radiation. Another way to think about light is as waves, and just as blue light has a smaller wavelength than red light, X-rays have a very much smaller wavelength still. This quality is very significant because if you want to increase the accuracy with which you can measure something, or irradiate something, then the shorter the wavelength the better / in much the same way that having more, smaller pixels on the CCD in a digital camera will give you a sharper image. Our ability to manipulate visible light is pretty good; often we are able to make systems that work at the 'diffraction limit', which means that it is the wavelength itself which determines how good a job we can do. It is the ultimate physical limit that you can achieve, and we are nowhere near that with X-rays. If visible light optics were as bad as current X-ray optics, we would all be almost totally blind, with no chance of correcting it / yet. It is the energetic nature of X-rays that also makes them much harder to handle, and our ability to produce and manipulate them lags very significantly behind their visible light counterparts, even though they are potentially so useful. If we could handle X-rays at the level we can handle visible light we could open the door to all sorts of new science and technology: *cancer doctors could target and eradicate tumours*cancer researchers could gain a better understanding of the causes of the disease*astronomers could see much deeper into the Universe and so gain a better understanding of why we are here*researchers in many fields could investigate materials in fine detail, leading to increased knowledge of, for example, the causes of diseases and the action of pollutants,to name but a few. It is clear that we need a revolution in our X-ray optical technology! The team behind this project have expertise across the disciplines that use / or could use /X-rays, including manufacturing, medicine and astronomy, and some members have already worked together to prove the feasibility of some novel ideas. We have learned a lot from this early work, and hplan to take that forward. But we are not complacent; there are some new members in the team who will complete / for now / the enormous range of expertise that we need. As our ideas mature, we have every confidence that other researchers and users of the enabling technology will emerge from the woodwork, including airport security, industrial inspection and chip manufacture.Even though X-rays were discovered / by chance / 110 years ago, and they were very quickly put to use, their full capabilities remain to be explored. This project offers the chance, probably for the first time, to realise and capatilize upon this potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D04880X/1","grantId":"EP/D04880X/1","fundValue":"3072090","fundStart":"2006-04-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Andrew Peter Doel","coPersons":["Borivoj  Vojnovic","Alan  Michette","A  Smith","Tim  Button","Richard  Willingale","John Thomas Stevenson"],"organisation":"University College London","findingsText":"","dataset":"gtr"}