{"id":"AA9E377D-BF2A-4B06-8A6C-730C14C0F84D","title":"Detergent-free extraction and purification of membrane proteins to enable structural and functional studies.","abstractText":"In modern times humanity has benefited from ever improving availability of healthcare and food. These improvements in our quality of life are built upon both scientific and technological innovations, many of which have been made possible by breakthroughs in biochemical sciences. This project aims to capitalise on a recent breakthrough in our laboratory to eventually develop safer and more effective crop protection (CP) compounds and therapeutic drugs. These will in turn increase crop yields, reducing food costs, and improve treatments for diseases, reducing side effects and increasing survival rates.\nOur ability to develop such chemicals relies on the identification and study or proteins within the cell. More often than not these proteins are found bound to the outer surface of the cell, the membrane, which poses some significant technical difficulties when attempts are made to isolate and study their function. This is in stark contrast to their functional importance in cells, for example, 40% of CP compounds and therapeutic drugs work by interacting with proteins in the membrane. \nOne of the key bottlenecks that limits the study of many cell surface proteins occurs when scientists attempt to release these proteins from the cell surface. This process is essential for investigating the structure of the protein and how it works. The current method for releasing these proteins relies on breaking up the membrane using detergents (not dissimilar to detergents you would find in your kitchen cupboard). The problem with these detergents is that although they are very good at releasing proteins from the cell (we all know how good they are at releasing food, which is high in fat and protein, from a dirty saucepan) they are also very good at scrambling the protein so it no longer functions. This means that the majority of cell surface proteins cannot be released in an active form using these existing methods.\nIn our laboratory we have developed a revolutionary new method that doesn't require detergent to release the protein from the cell surface. Our method is much less harsh than the use of detergent, allowing the production of active proteins. The method is analogous to the way a cookie cutter cuts circular biscuits from a sheet of biscuit dough. We use a simple chemical in place of the biscuit cutter which is able to cut discs (biscuits) from the cell surface (biscuit dough). These discs contain the membrane protein in an active form that can be used in biochemical studies.\nIn this project we aim to make discs that contain proteins that are targets for both crop protection and drug discovery programs. Once we have made these proteins we then aim to develop methods that will allow the structure and function of these proteins to be determined more easily than before. \nData from these studies will then be used to improve our ability to develop new drugs and insecticides.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J017310/1","grantId":"BB/J017310/1","fundValue":"423879","fundStart":"2013-05-01","fundEnd":"2016-10-31","funder":"BBSRC","impactText":"  To provide structural information on proteins important to the Agrochemical and Pharmaceutics industry Agriculture, Food and Drink Economic","person":"Timothy  Dafforn","coPersons":["Karen  Edler","Klaus  Futterer","Corinne June Smith","Cameron  Neylon","Mark  Wheatley"],"organisation":"University of Birmingham","findingsText":" We have shown that we can use the methods developed in a previous grant to provide samples of membrane proteins. \nWe have also shown that these samples can be used in the study of the structures of these important proteins Structural methods developed during the project have been disseminated to other scientists Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}