{"id":"AAAAE61C-F469-4B9A-A895-412C6F73FCCE","title":"Assessing welfare in fish: the answer is in the water!","abstractText":"Fish as second class vertebrates: Both the public and the research community have somewhat lower moral standards for scientific procedures involving fish than mammals. This is probably due to the difficulty in empathising with the evolutionarily more distant fish. The perceptions that fish do not experience feelings and emotions and do not merit quality care need to be challenged. There is a widely recognised lack of detailed manuals and guidance for care and housing of experimental fish. Currently it is unclear if fish would benefit from environmental enrichment during holding and experimentation and the majority are held in bare aquaria. Conditions are deemed acceptable if fish just survive, grow and reproduce. \nHappy fish: We believe that there is a difference between survive and thrive and we therefore wish to pursue a novel idea; the development and validation of measures of 'good' welfare (as opposed to indicators of 'poor' welfare) in fish. We believe that measurements of biochemical brain messengers (brain monoamines, BMAs) have the potential to provide such a means. Serotonin, for example, contributes to feelings of well-being in humans, is widely acknowledged as our mood hormone, and is often referred to as the &quot;happy molecule''. Dopamine also plays important roles in behaviour, cognition, voluntary movement, motivation, punishment and reward, sleep, mood, attention, working memory and learning. Adrenaline participates in the fight-or-flight response and melatonin has been shown to be effective in treating one form of depression and seasonal affective disorder. The strong relationships between BMAs and 'mood' are reflected by the fact that these molecules are the standard target for drugs to treat human depression. Research over the past 30 years has established great similarities between fish and mammalian BMA systems . Dopamine and serotonin levels (and their oxidized amine metabolites) have previously been measured in the brains of fish, with responses to stress being well-documented. \nLook in the water: Most objective methods for assessing welfare in fish (i.e. not utilising behavioural observations alone) suffer from a great drawback: the need to sample invasively (i.e. by drawing blood) or even lethally (brain tissue for measuring BMAs levels). This makes them highly unsuitable for routine assessment and monitoring. Our team at Cefas has pioneered the non-invasive measurement of cortisol, a well-documented stress hormone, as well as various sex steroids and melatonin in fish by measuring them in the water rather than the blood. We also have preliminary data suggesting that serotonin is also excreted in the water in measurable concentrations. Hence our extensive experience to date suggests that many important molecules that act within the brain and the body are excreted, secreted or leak out of fish into the water (through the gills, skin, urine and faeces) and can be measured non-invasively in the water. \nWhat is a good aquarium? Our experimental plan includes three widely used laboratory fish species (zebrafish, trout and stickleback) and three different holding conditions (standard-as per manuals and common practices; optimum- standard + appropriate environmental enrichment based on the behaviour and ecology of the species e.g. substratum, water current, shelter etc; sub-standard- standard + mild stressors such as netting, chasing, exposure to noise). \nThe science bit: Water samples will be collected and extracts will go through a number of analytical tests to identify a marker of welfare and develop a method that allows routine measurements to be made. In all experiments, the water chemistry profile will be linked to both behaviour and the levels of cortisol, a measure of stress.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/K001086/1","grantId":"NC/K001086/1","fundValue":"363346","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"NC3Rs","impactText":"","person":"Ioanna  Katsiadaki","coPersons":[],"organisation":"Centre for Env Fisheries Aqua Sci CEFAS","findingsText":"","dataset":"gtr"}