{"id":"AAB91AA7-2E01-4703-8678-FF72CA3AF48B","title":"Addressing critical barriers to control of non-communicable disease (NCD) in low, middle and high income countries","abstractText":"The burden of disease in middle and low income countries is changing, with growing numbers of chronic diseases requiring long term treatment. Yet, the available evidence, mainly on acute conditions, shows that there are large inequalities in access to care. The goal of this project is to understand the role of health systems in shaping gender, geographical, and socio-economic inequalities in access to continuing effective care for chronic diseases in low-, middle- and high income countries, by combining two unique large data sets (the Prospective Urban and Rural Epidemiology (PURE) individual cohorts and Environmental Profile of a Community's Health (EPOCH) community profiles). These contain individual-level data from a cohort of over 170,000 individuals age 35-70 in over 600 communities in 21 countries at all levels of development (Canada, Sweden, Saudi Arabia, United Arab Emirates, Argentina, Brazil, Chile, Poland, Turkey, Malaysia, South Africa, China, Colombia, Iran, Palestine, Philippines, Bangladesh, India, Pakistan, Tanzania, Zimbabwe), including their socio-economic characteristics, clinical parameters (e.g. blood pressure, ECG, bloods, urine), treatment, health care utilisation, and outcomes, and so far followed up for 3 years, as well as profiles of the communities in which they live, including health facilities and availability and price of medicines. We will identify those with or at risk of cardiovascular disease and assess their probabilities of being diagnosed, treated, and controlled, according to their gender, socio-economic status, and urban/rural residence in each country. We will seek plausible explanations for observed differences, drawing on the literature on access to care and adherence and treatment (including two systematic reviews we have recently completed), as well as research on the roles of gender, rurality, and socio-economic inequalities. In particular we will look at characteristics of the health systems, such as co-payments, price and availability of drugs, and wider characteristics of societies, such as gender empowerment. The project has strong links to policy through global and national professional organisations, thereby increasing the potential for the findings to inform global debates and will be translated into action within countries. It explicitly addresses two of the three of the ESRC's strategic priorities (and their components): how to understand behaviour and risks at multiple levels and a variety of contexts (especially on public and preventative health) and a vibrant and fair society (including internationally and by exploiting data from ongoing longitudinal studies).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L014696/1","grantId":"ES/L014696/1","fundValue":"156424","fundStart":"2014-12-01","fundEnd":"2016-03-31","funder":"ESRC","impactText":"","person":"Martin  McKee","coPersons":["Marc  Suhrcke","David  Stuckler","Bayard  Roberts","Dina Chavdarova Balabanova"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}