{"id":"AABDF321-0680-4AD8-B454-923C18E8F4FA","title":"Coding Technologies for achieving higher capacities and rates in data storage","abstractText":"As digital content, including audio, video and data, increases in size and complexity, the demand for higher capacity portable storage devices with faster access times is also increasing. The classical Single Track technology used on all optical storage disks so far seems to have come to an end, both in capacity and data rate due to physical constraints . By using two dimensional techonology where multiple tracks are present within a broad spiral, which replaces the single track of previous disks, more information can be written to disc. Further increase in capacity and rate is possible by using multilevel coding techniques on top on the two dimensional structure. In order to reach higher storage capacities, which imply more intersymbol intereference and higher likelihood of media noise through imperfections of the storage medium during manufacture, there is a crucial need to research practical, capacity approaching, error control coding (ECC) schemes particularly targeted towards applications for data storage. The route towards future optical storage technology has been taken but without a complete study on the behaviour of noise, applying channel coding and capacity approaching ECC, together with the combination of modulation, symbol detection and coding schemes in an effective form, it is impossible to estimate realistically the extent of any possible gain in capacity and rate. Prior to developing these schemes, a thorough understanding of the channel and its limitations or effects on the original data on disc during read-out is essential. Finally, once a software simulation of all the above channel modeling, detection and ECC schemes is developed, a hardware implementation can be realised to prove that the proposed system is feasible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D025753/1","grantId":"EP/D025753/1","fundValue":"134903","fundStart":"2006-01-01","fundEnd":"2007-12-31","funder":"EPSRC","impactText":"","person":"Bahram  Honary","coPersons":["Lina  Stankovic"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}