{"id":"AABDB258-9B96-4452-9153-260B91E7C193","title":"Establishing the hierarchies in regulation .... in time","abstractText":"Humans, animals, plants and even living creatures so small that we can not see them with our naked eye (such as the yeasts that make our bread and beer), can adapt remarkably well to changes in their environment. The latter include changes in temperature, food supply, and exposure to toxic chemicals such as nicotin and alcohol. The adaptation is often much better than the adaptation of man-made systems. Hence we are eager to learn from Biology how the adaptation can be so effective. One might think that this should be easy now, with 'DNA-sequencing based functional genomics' delivering so many experimental results. However, the amounts of new results are so staggering that it is hard to see the forest for the trees. The scientists are in need of straightforward ways to interpret those results in terms of what they imply for adaptation and the regulation thereof. We recently obtained evidence suggesting that biological adaptation is so effective because it invokes a succession of regulatory mechanisms. The mechanisms that come into play first may be ones that are always on stand-bye but less efficient. The ones that are onvoked subsequently, may be more effective ultimately but are too 'expensive' to keep on stand-bye all the time. We here propose a research project that will establish a precise method to prove this experimentally. The new method that we shall develop here is called time-dependent regulation analysis. It will be demonstrated completely for yeast cells that are adapting to a shortage of nitrogen (or sugar). We expect to learn how Biology still beats man-made systems in terms of subtle and efficient regulation. This has the perspective of improving man-made control systems, as well as the environmentally friendly production of beer, bread and new biologicals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D019079/1","grantId":"BB/D019079/1","fundValue":"643203","fundStart":"2006-10-30","fundEnd":"2010-04-29","funder":"BBSRC","impactText":"","person":"Hans Victor Westerhoff","coPersons":["Stephen George Oliver"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}