{"id":"AACF013F-C0D0-4445-B7A4-01BD9C9AB239","title":"Understanding and reducing artefacts in simultaneously acquired EEG and fMRI data","abstractText":"In electroencephalography (EEG), brain activity is monitored by measuring weak voltages produced at the surface of the scalp by neurons. EEG measurements can be made on a millisecond timescale and so are useful for understanding the timing of brain responses, but it is not easy to work out from where in the brain the voltages arise. Functional magnetic resonance imaging (fMRI) allows the site of brain activity to be identified with high accuracy, but fMRI does not provide much information about the timing of brain responses because it is based on effects of relatively slow changes in blood flow. The complementary attributes of EEG and fMRI mean that their combination in simultaneous EEG-fMRI is potentially very useful, but combining the two techniques is technically challenging because the voltages due to brain activity are much smaller than the artefacts produced by the large time-varying magnetic fields that occur inside an MR scanner. The largest source of artefact is the rapid switching of magnetic field gradients, needed to form MR images. The resulting gradient artefact (GA) can be 10,000 times larger than the brain signals. Since the gradient waveforms are periodic, it is possible to form an average artefact template that can be subtracted from each artefact occurrence to clean up the EEG recording. However, this average artefact subtraction (AAS) fails if the subject moves during the scanning and an EEG system with a very large dynamic range is needed to record the GA. The second artefact, which is typically 10-100 times larger than brain signals, is linked to the cardiac cycle. Several possible sources of this pulse artefact (PA) have been proposed, including head rotation and scalp expansion driven by cardiac pulsation, and Hall voltages due to pulsatile flow of blood in the magnetic field. The periodic nature of the PA means that it can also be corrected using AAS, but the PA often varies significantly across heartbeats making it difficult to completely eliminate this artefact using AAS. \n \nThe presence of residual GA and PA in EEG recordings made during simultaneous fMRI limits the application of combined EEG-fMRI, particularly in studying brain activity that produces weak or high frequency signals. The aim of the work proposed here is therefore to develop equipment and techniques which will improve the quality of EEG data acquired with concurrent fMRI, thus allowing the full potential of combined EEG-fMRI to be realised. Focusing on the GA, we will identify and reduce the contributions of different components of the EEG system to the artefact and then identify the orientation and position of the subject's head in the scanner that reduces the effect of the GA to its lowest level. We will develop and test new correction methods for counteracting the effects of changes in the GA that happen when the subject moves during a scan. Computer modelling and experiments will be used to optimise the lay-out of the wires linking to the EEG electrodes so as to reduce the GA. The benefits of adding a reference layer which experiences similar artefact voltages to those produced at the scalp will also be investigated. On the PA, we will identify the relative contributions of the different sources of the artefact and then use this information to optimise the lay-out of the EEG wires and to test the benefits of using a reference layer and information from movement sensors attached to the head in reducing the PA. The findings of the work on the GA and PA will be applied to improving methods for eliminating both artefacts in post-processing and will be brought together to identify an optimal experimental set-up which will be tested in experiments carried out in conjunction with neuroscientists. \n \nThe proposed developments will provide immediate benefit to the many researchers who use combined EEG-fMRI in studying the normal brain and changes in brain function in neurological disorders, including epilepsy and schizophrenia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J006823/1","grantId":"EP/J006823/1","fundValue":"339179","fundStart":"2012-02-01","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"","person":"Richard  Bowtell","coPersons":["Paul  Glover"],"organisation":"University of Nottingham","findingsText":" We are developing ways of improving the quality of electroencephalography (EEG) data that is acquired during simultaneous functional magnetic resonance imaging (fMRI). Grant is continuing. Healthcare","dataset":"gtr"}