{"id":"AAD2198F-E127-4CB6-8FB5-AAFD40BC3263","title":"Body Ownership - The Living Human Body As Property","abstractText":"The chief aim of this project was the completion of a book, of approximately 100,000 words, to be entitled: Body Ownership- the Living Human Body as Property. This book postulates a world in which the living human body is recognized as property. Taking the choice theory of rights (and, thus, taking the protection and promotion of personal autonomy as paramount) together with self-ownership theory, the central thesis is delineated in some detail, but not argued for. Rather, the book analyses the implications of the body ownership thesis, for medicine, for science, for the\nLaw, and for society generally. In part, this is accomplished by applying the body-as-property thesis to various exemplars: some are legal cases that, it is argued, would have resulted in fairer, final judgements had the body been considered property (e.g. the Mo cell line affair, Diane Blood's attempt to undergo artificial insemination with her dead husband's sperm). The central thesis is also examined according to its application to different parts of the body I cell lines, gametes, embryos and neonates, and solid organs.\n\nPerhaps the most discussed consequence of the body-as-property thesis is the possibility of commerce in human organs and tissues. Those who advocate legitimizing markets in human organs tend to focus solely on the potential for reducing organ transplantation waiting lists, and rarely consider the property implications in a wider context. Similarly, those who are dubious about the morality of markets in organs tend to be equally as focused, though some of the stronger anti-&shy; commodification arguments do bring surrogacy into the discussion (and surrogacy provides testing case studies in regard of embryos and neonates in this book). The final part of the book addresses the standard ethical arguments raised against proposals for a market in organs, and demonstrates that these fail. It is one thing, however, to show that a particular act is not unethical, but quite anotherto recommend its practice as a workable element in public policy. Here, the 'monopolistic market,' which, with John Harris, I originally proposed in 1994,1 is updated and applied more broadly, over three chapters, to, respectively, organs, tissues and cells, and gametes and embryos. While primarily designed to provide a regulated market system for organs for transplantation that would function ethically, essentially by confining the marketplace, and instituting one buyer within that marketplace ('monopsony'), it will be argued that this system would accommodate the property rights of individuals in a market of human cells and tissues for research, and so address the inequity of large-scale commercial concerns gaining financially from the research use of an individual's tissue while the individual herself is prevented from doing so.\n\nMuch has been written over the last two decades and more on potential markets in organs for transplantation, but relatively little has taken the wider view, or specifically put these issues within the context of body ownership. Indeed, the property foundation of buying and selling parts of the human body is all too often ignored; as it is where altruistic donation is recommended (can I donate what I do not own?). It is not expected that the ideas put forward in this book will have a dramatic impact on law or policy, but, it is hoped, it will, at least, prompt debate on what some of us view as the key issue underpinning much current bioethical thought on the status of the human body in its use in medicine and science.\n\n1. Charles A. Erin &amp; John Harris, 'A monopolistic market', in I. Robinson (Ed.), Life and Death under High Technology\nMedicine (Manchester: Manchester University Press, 1994) pp. 134-153.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505694/1","grantId":"AH/E505694/1","fundValue":"26991","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Charles A.  Erin","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}