{"id":"AAE3A68E-34B6-4869-9E18-ED3EC4BB392D","title":"INCENSE - Influencing Policy and Practice by Stimulating Public Debate about Census Data","abstractText":"<p>A collaboration between the SMART Centre and the Data Visualisation Centre within the Office for National Statistics sets out to promote the use of data from the 2011 census for public debate and for policy making.&nbsp;</p>\n\n<p>The specific foci will be:</p>\n\n<ul>\n \n\n <li>ethnicity</li>\n\n <li>religion</li>\n\n <li>health problems associated with an ageing population. </li>\n\n</ul>\n\n<p>Visualisations have been created that enable statistically na&iuml;ve people to explore rich, multivariate data. These dynamic displays can be embedded in websites, and mashups, and can be circulated electronically (eg some via mobile phones). The project aims to track and understand the flow of information and opinion, and to improve reasoning with evidence.&nbsp;</p>\n\n<p>The work will engage citizens, journalists, policy makers and students. Current and emerging tools designed to analyse the content of web traffic will be used, as well as more conventional methodologies, to analyse commentaries about census data in newspapers and on websites. Given the rapid evolution of the internet, new communication media and new research tools are certain to emerge over the course of the work; the project will respond flexibly.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K004328/1","grantId":"ES/K004328/1","fundValue":"153864","fundStart":"2012-12-31","fundEnd":"2014-06-30","funder":"ESRC","impactText":"  We hope to report considerable impact over the next 12 months; at present, impact has been modest. At the time of writing (9 November 2014) an important development has been the establishment of a research and development activity in collaboration with the House of Commons library and Nomis, designed to create a 'constituency kit' in preparation for the 2105 general election.  ","person":"Jim  Ridgway","coPersons":[],"organisation":"Durham University","findingsText":" We created an attractive, fully functioning website that presents data from the 2011 census in a variety of interactive displays (see http://www.smartcensus.org.uk/). Different data sets can be accessed via pull-down menus (e.g. population, ethnicity, religion). The website provides links to other sources of information, such as census methodology, data sets, and variable definitions. There is also a set of case studies (e.g. 'white flight'; constituency data, religion and health in Northern Ireland). \nA significant negative result was the poor use of this resource. For example, in the period April to October 2014 there were just 271 sessions which involved 162 users (about 25% of whom were from outside the UK). This failure has important lessons for other approaches to innovation in evidence informed decision making.\nFirst, a data rich website does not, in itself, attract traffic from potential users such as politicians, journalists and citizens. An important lesson is that we need to work directly with data users. Second, the technologies we develop need to be geared to the changing ways in which people use technologies. One example was our use of Macromedia Flash - a programming language not supported by most tablet computers (in particular, ipads and android-based devices). Another was the dependence on desktop technology, not mobile technology. Users are increasingly using mobile devices to access the web, and data interface design needs to take account of this development. A third lesson is the requirement to focus on specific user needs. For example, some groups need us to create (or co-create) stories, rather than to provide data; others need us to create data displays in ways that can be easily incorporated into their websites.\nA positive achievement is the variety and strength of the collaborations that have arisen from this work. These include collaborations with academics (and invitations to give keynote talks, and to take on editorial/policy roles in the area of statistics education), and statistics offices. The most significant of these is a collaboration with the House of Commons Library, and with Nomis (who publish all the labour market data for the Office for National Statistics). The purpose of these collaborations is to promote the use of interactive data visualisations in the arena of public policy. Funding has been obtained from the Library, and from the ESRC Impact Acceleration Account. Paradoxically, the research WILL be taken forward in ways that offer opportunities to meet and perhaps exceed our original objectives. We have obtained some funding from the House of Commons Library Innovation Fund, and from the ESRC Impact Acceleration Account to create a 'constituency kit' ahead of the 2015 election. Partners will be the House of Commons Library, and Nomis, and we will share resources (such as novel data visualisations) with the Office for National Statistics. This work involves the co-creation of knowledge with the HOCL, designed to shape their use of data visualisations, and (we hope) to change the ways in which data are presented in Briefing Documents, Green Papers etc.. The HOCL communicate directly with MPs, and our work will develop visualisations that work directly with ipads and other mobile devices (as well as desktop machines and android-based devices). We will make use of the House of Commons media department in our communications with journalists, and have begun discussions with other 'influencer' groups, notably Full Fact and The Conversation.\nWe are also far better prepared to explore the impact of our research, by developing skills within the team related to corpus analysis and web mining. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Government, Democracy and Justice,Transport","dataset":"gtr"}