{"id":"AAE7FEFC-F382-4E2D-B176-A7A05100B4F5","title":"A Rolling Grant Programme of Research in Solar-Planetary Physics at the University of Leicester","abstractText":"We propose a broadly based programme of research in solar-planetary physics that focuses on the outer plasma environments of solar system bodies, including Earth, Mars, the outer gas giant planets, and comets. Specifically the programme centres on the dynamic processes that occur within these environments, namely the magnetospheres and ionospheres of these bodies, and their interaction with the interplanetary medium on the outside and with the body's neutral atmosphere on the inside. The programme will consist of observational work, data analysis and interpretation, and theory and modelling within four interactive science themes. The first consists of studies of the outer gas-giant planets Jupiter and Saturn whose environments are dominated by the effects of planetary rotation and moon gas sources, though also being modulated by the highly-variable properties of the solar wind in the outer solar system. Observations of the auroras of these planets as direct indicators of plasma dynamics within these systems will be obtained from ground-based telescopes in the infrared and from the Hubble Space Telescope in the ultraviolet, as well as from remote-sensing instruments on the Cassini spacecraft in the case of Saturn. These will be combined with studies of in situ field and plasma data obtained by Cassini at Saturn, and later by Juno at Jupiter, together with theoretical modelling, to achieve a holistic understanding of the structure and dynamics of these environments that will also inform studies of related exoplanets. The second science theme concentrates on the very different plasma environments of weakly magnetised bodies exemplified by Mars and comets, in which the solar wind interacts directly with the ionised outer atmosphere of these bodies, rather than with the magnetospheres in the case of magnetised planets. Here we plan initially to study the Martian ionosphere using radio sounding data from the Mars Express mission, focusing particularly on the interfaces between unmagnetised regions and those influenced by crustal magnetic fields. Later, emphasis will shift toward cometary environments and Rosetta measurements at comet 67P/Churyumov-Gerasimenko, with particular interest in wave processes and plasma cavity formation. The third and fourth themes of the programme relate to the Earth's plasma environment, as explored through space-based and ground-based techniques respectively. In this case the dynamics of the magnetosphere are dominated by the highly variable interaction with the solar wind, mediated principally through reconnection at the magnetopause. An important theme in both programmes consists of related studies of magnetospheric and ionospheric dynamics (respectively) when the interplanetary magnetic field is directed northward, to be investigated using data from the Cluster, IMAGE, THEMIS, and other spacecraft, and from the SuperDARN ionospheric radars (respectively). Specific features to be studied that indicate major dynamical processes to be at work include transpolar arcs, nightside non-substorm flow bursts, and magnetospheric mass-loading due to dual-lobe reconnection. Additional areas in the ground-based programme include studies of ULF waves, analysis of wave injection experiment data, substorm physics, and ionospheric outflows.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H002480/1","grantId":"ST/H002480/1","fundValue":"1760270","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"  Primary impact within the international science community, but also wider cultural impact through e.g. national and international media Aerospace, Defence and Marine,Education,Environment Cultural","person":"Stanley William Cowley","coPersons":["Mark  Lester","Thomas Stephen Stallard","Timothy Kenneth Yeoman","Stephen  Milan","Darren Mark Wright","Terry  Robinson"],"organisation":"University of Leicester","findingsText":" The grant outputs have contributed substantially to understanding of the outer plasma environments of Earth and the outer planets. The advances made will be assimilated and built upon by ourselves and others in the scientific community to further develop understanding. Aerospace, Defence and Marine,Education,Environment","dataset":"gtr"}