{"id":"AAEFEB6D-F786-44C6-8396-1AA0FAC98358","title":"Understanding Urban Movements through Big Data and Social Simulation","abstractText":"This research will fundamentally alter our understanding of daily urban movement patterns through a combination of 'big data' analysis and cutting-edge computer simulation. It will develop new methods to produce data that will help us to address key issues in crime and health.\n\nA big data &quot;revolution&quot; is underway that has the potential to transform our understanding of daily urban dynamics and could have big impacts on the ways that scientists conduct social science research. Vast quantities of new data are being gathered about people in cities. New services are capturing information about peoples' daily actions from their use of social media, public transport systems and mobile telephones, to name a few. Data from these sources, although noisy, messy and biased are unprecedented in their scope, scale and resolution. This research will first develop new geographical methods that can make sense of these data and derive information about peoples' daily movements in space and time. It then proposes to develop a computer simulation of city-wide daily urban movements that will be calibrated automatically from streams of crowd-sourced data. \n\nThis research is important because previous projects that have attempted to model detailed urban movements have been hampered by a lack of high-resolution data and by methods that have difficulty in modelling the complex individual-level interactions of people that ultimately characterise cities. Large-volume sources, such as censuses, capture attributes and characteristics of the population, rather than their attitudes and behaviours. On the other hand, detailed surveys that attempt to capture this behavioural information are naturally limited by their size and scope. In contrast, new 'big' public data streams are voluminous and contain information about a user's location as well as a textual or multimedia component that often describes their behaviour or actions. The new simulation model will make use of these data to create a much more accurate picture of urban dynamics than we have had before now.\n\nThis new picture will have the capacity to alter our understanding of key social phenomena that depend on where people are at different times of day, rather than simply where they live. It will use the simulation outputs to generate new estimates of where people are and apply these estimates to two empirical areas:\n\n1. Crime. The research will re-analyse crime rates based on estimates of where groups of potential victims are, rather than simply where people live. This will then show us where crime is higher or lower than expected, given the number of people who are in the area at the time and might be victimised. This will have obvious impacts for crime reduction policies and the project will work with the police and crime-reduction experts to make the best use of the results.\n\n2. Health. The second project will calculate peoples' exposure to air pollution based on where they actually spend their time, rather than where they live. Normally, peoples' home location is used to estimate how susceptible they are to air pollution, but this ignores the fact that many people will be exposed whilst away from home (e.g. going to work, travelling to the shops, etc.). By more accurately estimating peoples' exposure, this project could have substantial impacts on EU/UK air quality laws and lead to an overall improvement in national health.\n\nIn summary, this project will make use of new 'big' data and advanced computer simulation to better understand how people move around cities. It will then apply this new knowledge to try to better understand rates of crime and to assess the impacts of air pollution on peoples' health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009900/1","grantId":"ES/L009900/1","fundValue":"247514","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"ESRC","impactText":"","person":"Nick  Malleson","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}