{"id":"AAFD773D-6798-4FB8-BE69-5BC24636DE8D","title":"19th- and Early 20th-Century Annotated Editions of String Music: Bibliographical Problems, Editorial Content and Implications for Performance Practice","abstractText":"Nineteenth and early twentieth-century annotated editions have generally been scorned in recent decades by performers, even those who specialise in historically-informed performance, and have received little attention from scholars. Greater emphasis has been placed on Urtexts, which seek to present the composer's approved notation as the authoritative text of the work. Yet the numerous editions of string music, published between c.1850 and 1930, contain not only the markings of the composers (sometimes, however, modified by the editor), but also additional technical or stylistic indications supplied by editors. These editions preserve vital clues to the performing practices that were understood by musicians of that time to lie behind and beyond the notation supplied by the composer.\\n\\nThe developing infrastructure of performance scholarship has seen a change in attitude to annotated editions. Many scholar-performers are beginning to recognise that these historically-significant editions contain much valuable information, and that intelligent, research-based performance relies upon the study not only of 'Urtext' editions but also annotated performance scores, especially where these have been made by editors closely associated with particular repertoires. Thus, the editorial content itself often provides detailed information on historical techniques and styles of playing. The practices of editors such as Ferdinand David and Joseph Joachim, and their relationships with significant composers have become the subject of detailed scrutiny. Their editorial activities can reveal much about their ways of playing, which in turn can have direct relevance to the performance of much 19th and early-20th- century repertoire.\\n\\nWhilst the perceived value of historical performing editions has increased in recent years, the state of library collections makes their use difficult. No research libraries possess systematic holdings. Many institutions with large numbers of performing parts (such as music colleges) do not fully understand the need to preserve older editions, which are subject to significant stress in use and, moreover, are often discarded in favour of modern 'Urtext' editions. In the absence of systematic collection or preservation of these editions, survival rates in publicly accessible collections are low and obtaining them is time-consuming and difficult. The increasing accessibility of early sound recordings in recent years has profoundly influenced performers; these editions are of equal importance as evidence of musical style.\\n\\nEven with an editor as well known as Ferdinand David, it is not certain what he edited or how many of his editions survive. There are also bibliographic problems: dating editions can be difficult, title pages may be re-used for anonymously revised editions, and re-issues were sometimes modified without a change of plate number, resulting in considerable uncertainty about the significance of changes to edition's markings. \\n\\nThe aims and objectives of the project are to collect and collate relevant surviving editions, to create a catalogue with all verifiable bibliographical details, and to make the editions publicly available in digitised form. Alongside this process, the editorial content of these editions will be studied and evaluated to elucidate their importance for our understanding of performing practices of the period. The output will be disseminated through conferences, lecture-recitals and publications.\\nCollecting and evaluating the editions will provide a new and valuable scholarly resource, which will have particular relevance to studies of performing practice. The accompanying analysis of the resource will increase knowledge of the function and content of these editions, providing scholars, professional performers and, through them, the general public with fresh and stimulating insights into familiar works that are central to the canon of western art-music.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F01189X/1","grantId":"AH/F01189X/1","fundValue":"502430","fundStart":"2008-09-01","fundEnd":"2012-11-30","funder":"AHRC","impactText":"","person":"Clive  Brown","coPersons":["Robin  Stowell"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}