{"id":"AB02E90C-7DE3-4CAA-9E68-96197B031029","title":"Perilous life at the xeric edge: drought-induced tree mortality in the Mediterranean","abstractText":"During the recent two decades, drought has increased in intensity and frequency in some parts of the world and, in particular, in much of the Mediterranean. While many of the drought-adapted species of the Mediterranean have been reported to show reduced growth rates, the worry lies mostly with species, such as Scots pine, which are present across many of the mountain ranges of the Mediterranean (Pyrenees, Alps, Balcans, Anatolia), but are not really drought-adapted species. As a consequence, species such as Scots pine are currently the focus of much attention, as it has been shown to suffer from extensive mortality across the whole of the Mediterranean, with reported episodes of mortality spanning from Spain, Italy, Switezerland, Austria, Hungary up to Greece and Turkey. Many of these forests are now turning into scrublands consisting of small oaks and juniper, which possess a much higher resistance to drought, but with unknown consequences on the carbon and water cycles of these new ecosystems. In addition, the mortality of these forests is expected to accelerate in future decades, because increased drought is forecast as a result of climate change. Forests carry out a very important role in these countries, by regulating the water supply to the crowded cities of the coast. Forests in countries around the Mediterranean Sea are estimated to provide fundamental ecosystem services to ~0.4 billion people. Water supply in particular is dependent on the health, structure and functioning of forests, with the number of water-poor Mediterranean people now reaching ~180 million inhabitants. We aim to study the physiological causes underlining the observed processes of mortality for Scots pine across three sites spanning the whole of the Mediterranean, i.e., Spain, Switzerland and Turkey. This is of interest because 1) we need to understand exactly why trees die, and 2) we need to learn how to represent these mortality processes in global models, which are currently only very crudely include these processes. We also aim to study the degree by which the adaptations to heat and drought of this species vary across its various populations. For example, we want to know whether some of the populations from southern Scots pine (e.g., in Spain) are more adapted to heat and drought than more Nordic populations of Poland and of Finland. Because the range of this species is forecast to spread further north, it is of interest to understand whether the existing populations at any location in Europe will be well suited to the changed climatic conditions, or whether more Sourtherly populations will have to migrate Northward as the climate also shifts Northward. The findings of this project have direct interest to the strategies of conservation for other European countries, including the UK, because almost all plant species are forecast to move their ranges poleward and upward on the mountains as a result of climate change. In many of these cases, the movement is a direct result of the increased drought and heat conditions prevailing at the so-called trailing edge of the species distribution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I011749/1","grantId":"NE/I011749/1","fundValue":"417714","fundStart":"2011-08-01","fundEnd":"2015-10-31","funder":"NERC","impactText":"","person":"Maurizio  Mencuccini","coPersons":["Patrick  Meir"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}