{"id":"AB03DB24-145A-4B8B-AAC5-E5744C8501B0","title":"Accessing implicit knowledge of textiles and design - a smart, living archive for a heritage industry.","abstractText":"Accessing implicit knowledge of textiles and design - a smart, living archive for a heritage industry (Williams et al)\n\nSummary\n\nDigital technologies provide opportunities to make available 'lost knowledge' (such as design artefacts, textiles and other objects) which may lie unutilized in disparate locations across the country. This research aims to assess the feasibility and potential impact of a smart, living archive to support knowledge access and sharing within the diverse textile design community. Objectives:\n1. to develop a small-scale demonstrator of an innovative digital approach to creating and accessing textile design knowledge, based on a self-organising digital archive \n2. to use the demonstrator as a vehicle for understanding and refining the processes required to enable providers and users to contribute to an evolving living digital collection;\n3. to probe the potential of such a system to provide more flexible, interactive and collaborative engagement by and between academic and commercial designers, practitioner and academic researchers, as well as the wider community, catering for a range of search approaches, informal as well as structured\n4. to identify the potential benefits of such a system to meet a range of research needs in practice (e.g. designers, heritage organisations, trend analysts) and academic disciplines (e.g. art and design, cultural history, etc)\n5. to develop understanding of the potential impact and value of the digital resource for designers and manufacturers as holders of untapped knowledge related to textile design and production.\nThe project addresses issues related to the Translating Knowledge theme within the field of textile design. The research also encompasses universal issues such as co-creation, collaboration, inclusivity, authenticity, heritage, exclusivity, interdisciplinarity as well as the specific material culture of textiles. \n\nThis project aims to develop a demonstrator of a smart, living textile archive which would:\n- collate a varied range of knowledge objects (e.g. designs, artefacts, narratives), selected from the contemporary and historical collections of the partner company, Johnstons of Elgin;\n- enable the community to contribute to the archive as users: the proposed demonstrator would utilise data-mining tools to learn tags and organize the designs to enable a living archive which would continuously evolve based on user responses and criteria, making and refining connections between knowledge objects. \n- offer a range of search approaches via a portal with smart search and browsing facilities, incorporating innovative approaches to tagging knowledge objects which will improve retrieval, offer suggestions and recommendations, and cater for more structured enquiry. \n\nAlthough a number of textile archives do currently exist which offer access to a range of collections, they do not offer the level of support for wider knowledge-based processes being proposed here .\n\nBy developing a demonstrator of a smart, living textile archive the proposed small-scale study would offer a foundation to address questions related to the use of digital technologies to meet key needs recognized by previous research in the arts and humanities more broadly. The study would also lay a foundation for developing understanding of the wider knowledge-based processes: an under-researched area which has not been considered the UK textile industry and has been focused within a business and organizational context rather than a wider understanding of the processes inherent in the shared development of knowledge across the wider textile community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013218/1","grantId":"AH/J013218/1","fundValue":"23974","fundStart":"2012-02-14","fundEnd":"2012-08-13","funder":"AHRC","impactText":"","person":"Dorothy Agnes Williams","coPersons":["Suzanne  Martin","Simon Matthew Burnett","Susan  Craw","Nirmalie Chandrika Wiratunga"],"organisation":"The Robert Gordon University","findingsText":"","dataset":"gtr"}