{"id":"AB036CFC-15FF-43B6-A1F0-5E19EC17CC8C","title":"Adaptive Hardware Systems with Novel Algorithmic Design and Guaranteed Resource Bounds","abstractText":"Digital processing of signals and images are frequently performed in many commercial electronic devices, including computer networks, mobile telephones and computer vision systems. A steady growth in demand for high functionality and reliability in devices such as mobile phones means that many different types of computer processors are used, from general purpose processors found in personal computers to computer chips designed to perform very specific tasks. However, at present there are no efficient design techniques that allow complex devices to be built up from a range of different computer processors. This means that current designs are often inefficient in terms of power usage and their responsiveness. Thus, a key requirement for the long-term exploitation of signal and image processing technologies lies in developing the increasingly complex processors that are required for high performance.This project addresses this need. It represents a rich inter-disciplinary collaboration between electronic engineers and computer scientists collectively aimed at overcoming fundamental challenges in high-performance computing applications. The proposed research builds on recent world-leading work in signal and image processing methods, techniques to assess the performance and complexity of computer software, and complex processor design techniques. A successful outcome to this research will allow new and efficient implementations of complex signal processing algorithms to support a diverse range of applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03072X/1","grantId":"EP/F03072X/1","fundValue":"280831","fundStart":"2008-07-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  The principal investigator organised a special session on &quot; Efficient Implementation of Complex Algorithms&quot; at the Eurasip EUSIPCO conference held in Glasgow in August 2009. The idea of this session was to present the initial research findings from the project to the research community and to discuss efficient hardware implementation issues with the audience. In September 2010, the principal investigator was invited by Dr Gunther Auer of NTT Docomo Research Labs in Germany to give a presentation on his work at the EUWIT Conference, held in Paris in Sept 2010. This presentation was given as part of a special session on future wireless technologies.\n\nBeneficiaries: Academic researchers in the field, especially those who attended the meetings described. Digital/Communication/Information Technologies (including Software) Societal","person":"John Scott Thompson","coPersons":["Ahmet Teyfik Erdogan"],"organisation":"University of Edinburgh","findingsText":" Digital processing of signals and images are frequently performed in many commercial electronic devices, including computer networks, mobile telephones and computer vision systems. However, at present there are no efficient design techniques that allow complex devices to be built up from a range of different computer processors. This means that current designs are often inefficient in terms of power usage and their responsiveness. Thus, a key requirement for the long-term exploitation of signal and image processing technologies lies in developing the increasingly complex processors that are required for high performance.This project involved a rich inter-disciplinary collaboration between electronic engineers and computer scientists collectively aimed at overcoming fundamental challenges in high-performance computing applications. The work was structured in three major work packages. The first work package developed new implementations of algorithms developed using a new computer language called HUME onto field programmable gate array (FPGA) devices. The second work package developed new efficient processor designs for algorithm implementation on FPGAs and new detection algorithms for wireless communications. The third work package studied new serial and parallel implementation techniques for Lidar systems and new wireless algorithm designs for wireless communications.More specificially, the research work at Edinburgh developed new efficient detection algorithms for multiple input-multiple output (MIMO) wireless systems, which use multiple antennas at both transmitter and receiver. These algorithms are more energy efficient than the state of the art fixed sphere decoder (FSD) algorithms. A new approach to soft-decoding in MIMO systems, called the parallel candidate scheme, was developed to reduce implementation delay compared to existing algorithms. Finally, the performance of transmitter precoding schemes for orthogonal frequency division multiplexing (OFDM) signals was studied and shown to provide a low complexity alternative to complex receiver processing algorithms such as the FSD approach. Our work in the second work package has developed new mathematical algorithms for detecting wireless communications signals in the presence of multiple antennas. The methods we have devised will be of use to other researchers and developers working on practical signal processing algorithms for this scenario. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}