{"id":"AB127262-E189-4B40-BB64-32A36181DCEE","title":"Molecular and ecological investigations into the infection process of Eurychasma dicksonii on brown algae","abstractText":"Many of the most devastating agricultural and aquacultural pathogens belong to the group of oomycetes. In addition, many oomycetes seriously impact upon the ecology of natural populations. In coastal marine ecosystems, the oomycete Eurychasma dicksonii is thought to contribute to shaping populations of brown algae. It not only has the largest reported host range among marine pathogens - infecting virtually every brown algal species tested so far, but it is also the most prevalent eukaryotic pathogen in natural brown macroalgal populations. Remarkably, virtually nothing is known about many fundamental aspects of pathogenicity, biology, epidemiology, and ecology of E. dicksonii. As part of the Oceans 2025 core strategic program, we are currently developing tools to study the impact of E. dicksonii epidemics on algal populations and coastal ecosystems. However, many unresolved biological questions are of critical importance to underpin this undertaking. Understanding why E. dicksonii has such a wide host-range, what makes this pathogen so successful, and what pathogenicity determinants and infection strategies it uses to infect its hosts will shed light on how natural brown algal populations are affected by epidemic outbreaks of E. dicksonii, and how this pathogen might influence their genetic structure. This application aims to address these issues in more detail. Identified determinants of host specificity will further be correlated to the genetic and biogeographical background of the pathogen from sites around the world. At the completion of this study, we expect to demonstrate that E. dicksonii is secreting effector molecules that may be translocated into the host cells, and that are under diversifying selection. We hope to generate precise hypotheses on their role in the biotrophic interaction of E. dicksonii with its hosts, as well as its impact on natural brown algal populations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F012578/1","grantId":"NE/F012578/1","fundValue":"256746","fundStart":"2008-08-01","fundEnd":"2012-01-31","funder":"NERC","impactText":"  Our findings have been used to educate school children and students at Universities. Furthermore public lectures have been given. Agriculture, Food and Drink,Education,Environment Societal,Economic,Policy & public services","person":"Pieter  Van West","coPersons":[],"organisation":"University of Aberdeen","findingsText":" Many of the most devastating agricultural and aquacultural pathogens belong to the Oomycetes. These oomycetes seriously impact upon the ecology of natural populations. In coastal marine ecosystems, the oomycete Eurychasma dicksonii is thought to shape populations of brown algae. It not only has the largest reported host range among marine pathogens - infecting virtually every brown algal species tested so far, but it is also the most prevalent eukaryotic pathogen in natural brown macroalgal populations. \nOur research into understanding why Eurychasma has such a wide host-range, what makes it so successful, and what pathogenicity determinants and infection strategies it uses to infect its hosts has shed light on how natural brown algal populations are affected by epidemic outbreaks. We identified determinants of host specificity and this has been correlated with the genetic and biogeographical background of the pathogen from sites around the world. Furthermore we obtained important information about what genes of Eurychasma are expressed during the interaction with its host The gene sequences that have been generated are in the public domain and are used by the scientific community Agriculture, Food and Drink,Chemicals,Education,Environment,Other","dataset":"gtr"}