{"id":"AB175648-3254-421A-B274-30ECC25D2BA5","title":"Instability of the East Antartic Ice Sheet during the Pliocene warmth?","abstractText":"Warming of the climate system is unequivocal, and evident from observations of increases in global average air and ocean temperatures. Based on projections published in the Nobel Peace Prize winning report of the Intergovernmental Panel on Climate Change in 2007, the Earth's surface is estimated to warm between 1.8 to 4.0 degree Celsius by the end of the century. Already now, we are observing the retreat of mountain glaciers, limited extent of sea ice in the Arctic Ocean, and melting around the edges of the polar ice caps in Greenland and parts of Antarctica. Projected sea level rise by 2100 ranges between 0.2 and 0.6 m. This range however does not include potential contributions from the ice caps, which today tie up a water mass equivalent to about 60-70 m of sea level change. From studying the climate in the past, we know that the polar ice caps can wax and wane with changing climatic conditions. The last time Earth climate was significantly warmer than today, for an extended amount of time, was 4.5 to 3 million years ago, during the time period of the Pliocene. Global temperatures in the warm Pliocene were about 3 degree Celsius higher than today. Sea level estimates for this time range from 5 to 40 m higher than today, with a most commonly used value around 25 m. Such an elevated sea level would not only mean the disappearance of the Greenland and West Antarctic ice sheets, but also instability in parts of the massive East Antarctic ice sheet. Data are however sparse, and models give conflicting results on whether melting only acted on the more vulnerable West Antarctic ice sheet, or also on parts of the large East Antarctic ice sheet. With our project we will try to address exactly this dilemma. We are going to analyse the chemical composition of ice-rafted sediments from the Southern Ocean off East Antarctica. This material was carried to its place of deposition by icebergs, and its geochemical fingerprint contained in mineral grains, allows us to track back the exact area of the continent where the iceberg was coming from. This in turn tells us which part of the ice margin became instable in the past. It is such evidence from the geological record that is vital to test and refine existing climate models. We will investigate which adjustments have to be made to climate models to reproduce our observational data. Once we succeed to produce a better database for understanding ice extent during the Pliocene warmth, and once we have a climate model that matches the observations of the past, we should have higher confidence to use the same type of model to foresee what may happen in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H014144/1","grantId":"NE/H014144/1","fundValue":"73969","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"NERC","impactText":"  Ice sheet modellers have taken our result aboard and revised their models to allow for ice retreat in Antarctica under Pliocene conditions, which are very similar to predicted temperature ranges for the end of this century. A follow up drilling proposal to go back to the same area is now in the system, partially motivated by our spectacular results. The publication of our Nature Geoscience paper in 2013 received great attention by the international media. Environment Societal","person":"Tina  Van De Flierdt","coPersons":["Alan Michael Haywood"],"organisation":"Imperial College London","findingsText":" The project applied the innovative method of using the geochemical fingerprint of marine sediments to trace East Antarctic ice sheet stability. By combining geochemical fingerprinting of coarse (ice-rafted) and fine-grained sediments we could successfully identify the sources of detrital sediment in over 100 Pliocene samples from two main locations in the Southern Ocean (ODP Site 1165, IODP Site U1361). \n\nThese data were supplemented by regional core-top analyses as well as by the development of an iceberg drift model to simulate Pliocene iceberg trajectories.\n\nResults indicate a very dynamic behaviour of the East Antarctic ice sheet during the Pliocene, which was characterised by environmental conditions similar to what what we expect to experience by the year 2100. \n\nThe East Antarctic ice sheet retreated repeatedly into two large subglacial basins, the Wilkes Subglacial Basin as well as the Aurora Subglacial Basin. The retreat was probably driven by increased incursions of warm waters into low-lying areas of the continent and could have contributed significantly to sea level rise during the Pliocene. For a long time it was thought that the East Antarctic ice sheet has been stable since the Middle Miocene (~14 Ma). Our new data show that this was clearly not the case, and that low-lying areas of the ice sheet may be vulnerable to future melting, in a similar way to what is observed today around West Antarctica. Our results thereby challenge some of the existing ice sheet models, demanding more refined physics to allow ice sheet retreat in these areas. Environment","dataset":"gtr"}