{"id":"AB1A1899-2E7B-4E53-A983-218EDCEF0D6D","title":"Using Layered Inorganic Structures as Precursors to New Magnetic Materials","abstractText":"There is currently enormous interest in materials with one or more nano-dimensional features, owing to the unusual properties that may result. Magnetic materials are no exception, yet it would appear that the range of structures with such features is less developed than with other research areas, despite their significance to the development of spintronics and magnetic recording technologies. This project is specifically aimed at exploring and adapting synthetic routes to produce novel 2D and 3D magnetic materials with controllable structural features at the nanometre scale. This will be achieved by the low temperature insertion of appropriate chemical species between the layers of a range of recently characterised magnetic inorganic materials and so provide a controlled route to many previously inaccessible magnetic structural architectures. The novelty in this approach is in the use of magnetic layered inorganic precursors as building blocks with which to design and construct new structures. Our confidence in the feasibility of this programme is based on our use of magnetic host materials that we have recently synthesised and characterised, and the tailoring of a number of established intercalation approaches to isolate our targets. These targets will include magnetic nano-composite structures, porous magnetic frameworks and the synthesis of nano-dimensional magnetic fragments. There is clear academic interest in developing this approach and the properties of such materials have the potential to impact significantly in a number of applications and to advance the understanding of low dimensional magnetic materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E029434/1","grantId":"EP/E029434/1","fundValue":"303283","fundStart":"2007-05-30","fundEnd":"2010-05-29","funder":"EPSRC","impactText":"","person":"Adrian Jerome Wright","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}