{"id":"AB2E2A94-322C-423E-A52D-5FE4720BC94E","title":"DRT for DRT: Developing Relevant Tools for Demand Responsive Transport","abstractText":"The rise in private car use in the UK has major implications relating to how transport more generally is provided. One problem is that conventional public transport (i.e. bus, light rail and heavy rail) is steadily becoming a less viable travel option for more and more journeys, and consequently there is an urgent need for new alternatives to be developed. Demand Responsive Transport (DRT) is one solution that almost become a mainstream mode during the 1970s and in the late 1990s/early 2000s, and would now appear to be making another attempt to become a viable transport option. The proposed research will determine the existing position of DRT in UK; the potential demand for DRT services (of some type) at a local level; the most suitable types of DRT in each of the most promising of these local areas; the potential for DRT in delivering public transport services nationally; and the barriers and possible solutions to the realisation of this potential.The purpose of this research is to Develop Relevant Tools that will determine the potential contribution of DRT to meet transport and wider (social, economic and environmental) public policy objectives in England and Wales. Initially, a state of the art review of how DRT systems have developed thus far will be conducted, both in the UK and overseas, including a literature review and an interview scoping study with key industry stakeholders. This will also include an examination of the provision of DRT from a supply side perspective, investigating operational decisions with regard to costs/revenues, vehicle type and the use of technology. Secondly, the current and future demand for DRT in the UK will be determined through a series of econometric modelling tools, at a variety of spatial scales. Thirdly, the propensity of individuals to use DRT will be estimated from a series of stated choice models based on primary survey data. This represents an enhanced demand tool based on a two-stage survey of around 2,000 respondents. Finally, the results will be synthesised to determine the UK potential for the diffusion of DRT systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005455/1","grantId":"EP/I005455/1","fundValue":"372584","fundStart":"2010-07-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  Results have been synthesised to determine the future market potential for the diffusion of DRT systems nationally, based upon geographical and socio-economic characteristics. There was a range of output events to operators of Demand Responsive Transport (DRT) services, Government and Local Authorities, and users. The primary beneficiaries have been local authorities through presentation at ATCO (Association of Transport Co-Ordinating Officers) in June 2013. Environment,Transport Policy & public services","person":"Tim John Ryley","coPersons":["Marcus  Enoch","Mohammed  Quddus"],"organisation":"Loughborough University","findingsText":" The rise in private car use in Great Britain has major implications relating to how transport more generally is provided. One problem is that conventional public transport (i.e. bus, light rail and heavy rail) is steadily becoming a less viable travel option for more and more journeys, and consequently there is an urgent need for new alternatives to be developed. Demand Responsive Transport (DRT) is one solution that almost become a mainstream mode during the 1970s and in the late 1990s/early 2000s, and would now appear to be making another attempt to become a viable transport option. The purpose of the 'DRT for DRT' project was to develop relevant tools to determine the potential contribution of Demand Responsive Transport to meet transport and wider (social, economic and environmental) public policy objectives in Great Britain. \n\n\n\nThe research determined the existing national position of DRT from an operator survey in 2011 - there were 369 existing DRT schemes from 59 organisations. The future of DRT seems to be uncertain owing to reduced funding. This could mean that DRT schemes are withdrawn either nationally in response to demand or in specific areas in response to funding. An alternative could be that DRT schemes increase, either as investment in conventional public transport declines and the voluntary sector plays a growing role in transport provision, or as public transport mobility changes in response to an ageing population.\n\n\n\nA series of basic demand models were developed to explore the effects of various socio-economic factors on the demand for DRT, using secondary data for Lincolnshire and Greater Manchester. The significant findings from these models are that potential for DRT services is higher in areas with low population density and experience high levels of deprivation. A questionnaire survey was conducted with over 400 members of the general public, split equally between an urban (Rochdale) and rural (Melton Mowbray) area, to determine the propensity to use DRT from the general population. Very few respondents had heard of DRT (although around half were aware of dial-a-ride). Most respondents were favourable towards the DRT concept, particularly the pre-booking and doo-to-door aspects. Trips with the greatest potential were to health facilities, shopping and group leisure activities (especially in the evening). Most respondents were willing to pay ?5-?10 per DRT trip (higher than bus fares but lower than taxi fares). A stated preference experiment compared DRT versus bus/car (dependent on car availability) and model elasticities stressed the importance of fare levels. Forecasts generated from linear and logit probability models using assumed service characteristics on a corridor show that 23.2% of car users and 35.7% of bus users would use DRT.\n\n\n\nIn the initial phase of the project, focus groups and interviews were undertaken to better understand the current and potential market demand for DRT. The following six market niches were then tested for national level application: a rural hopper service linking a number of rural settlements to a market town; an employment shuttle giving staff access to a large suburban employment centre; a station access service designed mainly for commuters; a shopping service serving (normally) a large supermarket; an airport access service; and a hospital access service. Finally, DRT service delivery options were mapped onto a national demand profile.  Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}