{"id":"AB2E536F-620D-4C49-A5FF-088B2D3DA05A","title":"Development of diagnostic tools for detection and quantifications of mRNA methylation","abstractText":"The information content of DNA resides primarily in the order in which the bases G, A, T and C occur along its length. Additional information may be given by the presence of a methyl group as a &quot;tag&quot; to one of the bases (in multicellular organisms Cs are almost exclusively the target). This &quot;tag&quot; or base modification may influence which stretch of DNA is copied into messenger RNA (mRNA). DNA methylation can have profound effects on gene expression, and programmed patterns of methylation help regulate normal development. However, a methylated C is used as a template for G in the normal way during transcription, and the presence of methylation within DNA does not change the amino acid sequence of the protein that is made.\n\nAfter a gene has been copied into mRNA, specific changes can be made to the bases of the mRNA itself. The most common modification within mRNA of animals, plants and yeast is the addition of a methyl &quot;tag&quot; to adenosines (m6A). The frequency of m6A in mRNA is often as high as 0.2% of nucleotides. This would correspond to an average of roughly once or twice per typical message, but we know that some messages contain several m6A sites whilst others contain none. The presence of the m6A &quot;tag&quot; does not change which amino acids are incorporated during translation and its function has remained a mystery for more than 30 years. However, in humans individuals with increased activity of an enzyme that removes this methylation from mRNA are susceptible to obesity, diabetes and Alzheimer's. In addition, we have also shown that methylation is required for normal developmental programmes in both plants and yeast.\n\nThe mechanism by which this methylation regulates gene expression is not known, but most probably acts through altering RNA protein interactions - potentially influencing mRNA translation, turnover or sub-cellular location. Unlike DNA methylation, potential sites of adenosine methylation cannot be assayed using restriction enzymes or bisulphite sequencing, and the lack of equivalent technologies is the major limiting factor in the progression of this research field. \n\nWe have generated a monoclonal antibody against m6A and we and others have recently used immunoprecipitation to identify over 7000 candidate methylated transcripts. However, currently no method exists to directly assay for metylation at a specific site or to accurately measure levels of such methylation. \n\nThis project will develop modified DNA oligonucleotide probes containing a labelled phenylselenothymine that will crosslink to a target adenosine/methyladenosine upon UV photoactivation. After digestion with appropriate nucleases, the labelled A=dT or m6A=dT dimmer can be readily detected and the ratio of these products to each other will give the proportion of messages that are methylated at that particular site. \n\nThe ability to directly assay specific adenosines for the presence of methylation and to measure how this methylation changes with different environmental and developmental conditions will fundamentally change the way in which the phenomena can be studied.\n\nClearly mRNA methylation is of ancient evolutionary origin and is playing an important regulatory role in all eukaryote Kingdoms. Major human diseases have recently been associated with mRNA methylation and developing tools to analyse these methylated transcripts will have immediate relevance and impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K013637/1","grantId":"BB/K013637/1","fundValue":"119796","fundStart":"2013-04-01","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"  We have shown that it is possible to biochemically ditsinguish adenosine from N6 methyladenosine through crosslinking to thimine phenylselenide. This is being further developed to provide a robust assay for m6A.\nIn addition we carried out further characterisation of our anti-m6A antibody, showing that it can be effectively used for separating A from m6A. A licencing agreement has now been signed with Millipore and the some of the figure generated during this characterisation will be used in the promotional material. Pharmaceuticals and Medical Biotechnology Economic","person":"Rupert George Fray","coPersons":["Christopher James Hayes"],"organisation":"University of Nottingham","findingsText":" Messenger RNA (mRNA) can be methylated at internal adenosines (A) to give N6 methyladenosine (m6A). Altered levels of this modified base are associated with various disease conditions in humans and it would be important to be able to assay the methylation status of specific sites in an mRNA, however, there were no biochemical tests for m6A available. We hypothesised that a phenylselenyl-thymine (PhSeT) would be able to base pair with an A or m6A and if activated should form a crosslink to the N6 position.\nBoth PhSeT and the corresponding phosphoramedite were successfully synthesised. The phosphoramadite allowed the production of oligonucleotides in which PhSeT was successfully located at a defined site such that following base pairing with an RNA substrate, the PhSeT was placed opposite the target adenosine.\nIn order to generate intestrand crosslinks, three approaches for PhSeT activation were tried;\n• Oxidation of selenyl thymidine\n• Radical induced cleavage of selenyl thymidine\n• Photolytic cleavage of selenyl thymidine.\nPhotolytic cleavage proved unsuccessful and was not pursued. Treatment with hydrogen peroxide resulted in the formation of an N6 crosslinked dinucleotide with adenosine, but a similar crosslink did not form with m6A, presumably due to reduced nucleophilicity of the amine. Thus, under these conditions, the PhSeT can discriminate between A and m6A.\nActivation of PhSeT through the use of a radical initiator (VA-044) induced cleavage resulted in crosslinking to both A and m6A. These two reactions show that the radical and oxidative conditions do not occur via the same mechanism. We are currently investigating if the VA-044 treated PhSeT can be used for site-specific quantification of m6A. The crosslinked dinucleotides have different retention times, and we are currently trying to determine the detection limits. Methylation of mRNA is widespread amongst eukaryotes. The primary modification is the conversion of an adenosine to N6 methyladenosine (m6A). This doesn't change the encoded amino acid, but the modification is necessary for normal healthy growth. Altered levels of methylation are associated with certain cancers and metabolic disorders in humans. Currently there are only indirect methods (such as pulldown with antibodies) to detect sites of methylation, thus a direct biochemical assay is required that allows detection and relative quantification of m6A levels. The demonstration that adenosine and m6A behave differently in crosslinking experiments with phenylselenide thymine should allow a biochemical assay to be developed. Agriculture, Food and Drink,Chemicals,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}