{"id":"AB332841-8082-441B-84A3-97CC82BDD2E0","title":"Molecular role of metal-induced complement protein aggregation in age-related macular degeneration","abstractText":"Our immune system is vital to protect us from all types of bacterial, fungal and viral infections. There are different types of immune defence in the body, and that relevant to this proposal is called ?innate immunity? in which blood proteins called ?complement? acts to destroy invading foreign bacteria. While highly effective against bacteria, complement requires tight control so that it does not attack the body?s own cells. This control is achieved by a series of regulatory proteins, and Factor H is one such protein. In recent years, Factor H has been implicated in age-related macular degeneration, the most common cause of blindness in old age. The disease, which results in loss of vision in the centre of the eye, is caused by the build up of deposits on the retina at the back of the eye called ?drusen?. Many people have a version of Factor H that leads to a high risk of developing age-related macular degeneration. Even though we know Factor H is involved in the disease, we do not understand the reasons why. However, we have made much recent progress in understanding the functioning of Factor H. We discovered that Factor H has a tendency to clump together (or form self-aggregates) when present in large amounts, and this tendency is strongly augmented in the presence of the metal zinc. Zinc is known to inhibit Factor H regulation. Interestingly, very large amounts of zinc have been reported in the drusen of patients. While zinc-Factor H interactions may not be the only reason for drusen formation, the potential involvement of zinc in this process constitutes a very plausible idea for investigation. We wish to determine the molecular basis for the zinc-mediated aggregation (oligomer formation) of Factor H by making modified forms of Factor H and testing their effect on zinc binding. If successful, we will have unravelled the first one of the molecular mechanisms that lead to drusen formation, and this will open the way for the development of novel therapeutic strategies for the treatment of age-related macular degeneration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801724","grantId":"G0801724","fundValue":"319952","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"MRC","impactText":"","person":"Stephen  Perkins","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}