{"id":"AB34AB0B-23DC-4541-A4D4-DD52F9F0F653","title":"Enhancing the coverage and quality of the Social Policy &amp; Practice social science database","abstractText":"Social Policy &amp; Practice (SPP), the UK's main database in this field, currently combines total input from the Centre for Policy on Ageing, the Social Care Institute for Excellence, and selective input from the National Children's Bureau and Idox plc (formerly the Planning Exchange). SPP provides unique coverage of grey literature (local and central government reports, policy papers etc; and research institute, think tank and consultants' reports). While its coverage of social policy is broad, it currently lacks in-depth coverage of child protection and child care. The National Society for the Protection of Cruelty to Children (NSPCC ) database holds one of the world's most comprehensive collections of research documentation on child protection and child care, and the proposed research will enhance the content and quality of the SPP database by incorporating significant content from this important source. The very high proportion of grey literature in SPP (some 30%) will be further increased by the inclusion of NSPCC database content. By this means, the project is also intended to remedy an imbalance in in many of the research reviews produced in the UK, arising from their excessive reliance upon databases produced in the United States. Whilst these sources, such as Sociological Abstracts or Social Services Abstracts, include comprehensive coverage of peer reviewed research journal content, they ignore virtually all UK produced reports and other forms of grey literature. This reliance on USA sources has led in the past to bias in the research reviews produced in the UK to addresss policy issues in central and local government and in the non-governmental sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M003078/1","grantId":"ES/M003078/1","fundValue":"20623","fundStart":"2014-06-30","fundEnd":"2014-10-29","funder":"ESRC","impactText":"","person":"Ken  Young","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}