{"id":"AB43C313-7A15-4B60-9BE5-915C9FCE1651","title":"Quantum Monte Carlo simulations on ten thousand to a million cores","abstractText":"We are living through a technological revolution, watching the world change as information technology (IT) permeates every area of our lives. Driven by the extraordinary increase in computer power over the past few decades, the IT revolution has advanced to the point that it has become almost impossible to imagine a world without computers. Science has been affected too, perhaps more than most other aspects of society, with computer simulation now playing a central role in almost all research fields. In materials science, in particular, computer simulations based on density functional theory (DFT) have had a huge impact. DFT is a relatively simple but fully quantum mechanical approach capable of providing an accurate description of the microscopic world in many cases, with no inputs other than the identities of the atoms. Applications of DFT to real-life problems span many disciplines, with recent successes including the prediction of novel catalysts, the design of improved batteries, and a better understanding of the temperature and composition of the Earth's core. However, in many room-temperature biological and chemical contexts, the approximations on which real DFT calculations are based are not good enough and the scientific community is calling for more accurate approaches. This project aims to accelerate the development of one such approach, the diffusion quantum Monte Carlo (DMC) method. Unlike DFT, DMC is normally capable of delivering the high accuracy required for most room-temperature biology, chemistry and materials science. Unlike most other accurate methods, DMC is also capable of simulating very large systems, although at a high computational cost. Our main objective is to improve the CASINO DMC code, developed primarily by Richard Needs and his group, to the point that it can be used by physicists, biologists, chemists, earth scientists, and others in much the same way as DFT is used today. CASINO is the world's most widely used DMC code, but like all existing DMC codes it lacks certain features required for real applications in materials science. For example, no DMC code can yet perform quantum molecular dynamics simulations for general systems. One of the aims of our project is to remedy this deficiency.For the past few decades, computers have become faster as processor clock speeds have increased. Today, however, clock speeds are approaching fundamental limits and computers are becoming more powerful only by the inclusion of additional processors. Personal computers often have four or six cores, and some of the supercomputers used for scientific simulations have hundreds of thousands. The bad news is that programming massively-parallel supercomputers is so difficult that the scientific community is being forced to re-think many of its approaches from scratch. The good news is that DMC is one of very few naturally parallel materials-simulation algorithms, and that CASINO already runs efficiently on machines with 10,000 processors. Once we have made the improvements described in this proposal, we are confident that CASINO will run efficiently on the million-core computers of tomorrow. We need to re-work CASINO to harness the power of the future. A few years from now, when petascale computers are becoming more common, the work described in this proposal will make it possible to use DMC to simulate phenomena that today can only be studied at the DFT level, providing the improved accuracy required to take significant steps forward in many areas of science and technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030190/1","grantId":"EP/I030190/1","fundValue":"229101","fundStart":"2011-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  This grant allowed us to improve CASINO, the world's most widely used computer program for simulating the properties of materials using the highly accurate diffusion Quantum Monte Carlo (QMC) method. At the beginning of the grant, CASINO ran with full parallel efficiency on up to a few tens of thousands of cores; now it has been run with full parallel efficiency on more than half a million cores of the Japanese K computer. Since all computers, from the K computer to multi-core smartphones, now rely almost entirely on parallelism to increase performance, and since no other quantum mechanical materials simulation method scales anything like as well as QMC, this is an important advance. In the long run, it means that QMC methods, and CASINO in particular, are likely to become more and more widely used to address important problems in materials science.\n\nOur dream is that computer simulation will one day play the role in materials science and chemistry that it already plays in structural engineering. Planes, cars and bridges are designed almost entirely on computers these days, with physical testing kept to a minimum to speed development and save money. We believe that fundamental chemical processes and new materials will eventually be designed in an analogous way, and hope that diffusion QMC, and CASINO in particular, will be at the heart of this development.\n\nVia our former PhD students and postdocs, ideas from our research are already been used in computational quantitative finance (and vice versa). Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy Cultural,Economic","person":"William Matthew Foulkes","coPersons":[],"organisation":"Imperial College London","findingsText":" We are living through a technological revolution, watching the world change as information technology (IT) permeates every area of our lives. Driven by the extraordinary increase in computer power over the past few decades, the IT revolution has advanced to the point that it has become almost impossible to imagine a world without computers. Science has been affected too, perhaps more than most other aspects of society, with computer simulation playing a central role in almost all research fields. In materials science, in particular, computer simulations based on density functional theory (DFT) have had a huge impact. DFT is a relatively simple but fully quantum mechanical approach capable of providing an accurate description of the microscopic world in many cases, with no inputs other than the identities of the atoms. Applications of DFT to real-life problems span many disciplines, with recent successes including the prediction of novel catalysts, the design of improved batteries, and a better understanding of the temperature and composition of the Earth's core. However, in many room-temperature biological and chemical contexts, the approximations on which real DFT calculations are based are not good enough and the scientific community is calling for more accurate approaches. \n\nThis project aims to accelerate the development of one such approach, the diffusion quantum Monte Carlo (DMC) method. Unlike DFT, DMC is normally capable of delivering the high accuracy required for most room-temperature biology, chemistry and materials science. Unlike most other accurate methods, DMC is also capable of simulating very large systems, although at a high computational cost. Our main objective was to improve the CASINO DMC code, developed primarily by Richard Needs and his group, to the point that it could be used by physicists, biologists, chemists, earth scientists, and others in much the same way as DFT is used today.\n\nCASINO is the world's most widely used DMC code, but like all DMC codes it lacks certain features required for real-world applications in materials science. For example, no DMC code can yet perform quantum molecular dynamics simulations for general systems. One of the aims of our project was to remedy this deficiency. The first step was to implement and test the well-known Grossman-Mitas method, in which DMC energies are evaluated along trajectories generated using DFT molecular dynamics. We soon realised, however, that this did not provide the efficiency or accuracy required for interesting applications. We next turned our attention to inventing an efficient method for calculating the forces on the atoms directly within DMC. Our breakthrough here was the development of a new DMC correlated-sampling algorithm, the first capable of producing exact results. Although this work has not been published yet, we have shown that our correlated-sampling approach is capable of yielding accurate forces at reasonable computational cost, paving the way to true DMC molecular dynamics. To improve the speed of the simulations, we have also been investigating the adjoint algorithmic differentiation technique from computer science.\n\nFor the past few decades, computers have become faster as processor clock speeds have increased. Today, however, clock speeds are approaching fundamental limits, and computers are becoming more powerful only by the inclusion of additional processors. Personal computers often have four or six cores, and some of the supercomputers used for scientific simulations have hundreds of thousands. The bad news is that programming massively-parallel supercomputers is so difficult that the scientific community is being forced to re-think many of its approaches from scratch. The good news is that DMC is one of very few naturally parallel materials-simulation algorithms and that CASINO already ran efficiently on up to 10,000 processors at the beginning of this grant. Our work since then has dramatically improved the algorithms and removed the main communications bottlenecks, allowing CASINO to be run with full parallel efficiency on 0.5 million cores of the Japanese K computer, 0.12 million cores of the Jaguar computer at Oak Ridge National Laboratory in the US, and 0.12 million cores of a Blue Gene/P machine. DFT is already used in industry to design new catalysts, investigate the failure mechanisms of structural meterials, search for new drugs, try to improve the efficiencies of solar cells, and for many other reasons. Partly as a result of our work, we hope that DMC, with its natural advantages of scalability and accuracy, will one day find similar uses. A few years from now, when petascale computers are becoming more common, we hope that the work described in this proposal will make it possible to use DMC to simulate phenomena that today can only be studied at the DFT level, providing the improved accuracy required to take significant steps forward in many areas of science and technology. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}