{"id":"AB4AA8AA-65DC-408D-A40E-2C495BF7382E","title":"MICA: Whole body 3-D imaging of cancer and inflammation in live zebrafish using optical tomography and fluorescence lifetime readouts of signalling","abstractText":"Our overarching aim is to develop a new optical technology platform to directly image mechanisms of disease throughout whole live organisms as they progress over time with a view to improving our understanding of&quot; global&quot; responses to disease progression, and to specific treatments, in order to develop new therapies. To visualise internal processes requires transparent organisms. Zebrafish embryos are particularly interesting because they are inherently transparent and are vertebrates - and so represent better human biology than other transparent organisms. They are increasingly used for biomedical research, with cellular processes being studied using microscopes, and many zebrafish disease models have been produced, including for cancer and inflammation. Unfortunately the use of embryos precludes full studies of disease progression such as tumour development or chronic inflammation and it would be useful to be able to image such processes in more mature fish. Imaging larger fish, however, is challenged by the onset of absorption and scattering of light and the lack of instrumentation for high resolution 3-D imaging through cm scale samples. We would work with non-pigmented mutations of zebrafish and develop new techniques to counter light scattering that we would implement in a novel tomographic imaging system to enable detailed 3-D imaging of changes in tissue structures, cell migration and signalling processes throughout whole juvenile and adult live zebrafish. \nSuch &quot;global&quot; 3-D imaging is important for cancer because tumour cells typically spread from their original site to other organs. This is called metastasis, which is very difficult to treat and often leads to death. Observing the growth and spread of tumour cells throughout an organism and how they grow at new sites is not possible using the mammalian disease models such as mice that are often used to study cancer biology because they are not optically accessible. Global 3-D imaging is also important for inflammation to study how the response to pollutants spreads throughout an organism, leading to chronic inflammation, and how the body's defences recruit immune cells. However, even with non-pigmented zebrafish, the established optical imaging techniques are restricted to image near the surface and are strongly compromised by optical scattering. Our approach would build on a method called &quot;optical projection tomography&quot; that is similar to x-ray tomography but works with visible light. We would combine it with novel image reconstruction software that builds on the basic physics of light propagation and advanced techniques to exploit characteristic properties of the scattered light. We will apply this novel imaging platform to the study of cancer and inflammation using genetically modified adult zebrafish. To study cancer, we would breed zebrafish in which we can either induce tumours with a chemical reagent or in which we can transplant zebrafish-derived tumours. These cancer models resemble the disease state in humans. To study inflammation, we would use adult zebrafish models that have an analogous immune response to humans and we would study the progression of inflammation resulting from chemical pollutants including cigarette smoke. The various zebrafish models would also be genetically engineered such that specific proteins found in tumour cells, immune cells or blood vessels would be labelled with fluorescent molecules to facilitate imaging of the disease-related structural changes and cell migration. We would also use fluorescently labelled &quot;biosensors&quot; that change their fluorescence properties when specific molecular interactions take place as part of the signalling processes that determine normal cellular function and which become dysregulated in cancer and inflammation. By observing when and where signalling processes are activated or otherwise, we can study the effects of potential therapies such as anti-cancer or anti-inflammatory drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K011561/1","grantId":"MR/K011561/1","fundValue":"762029","fundStart":"2013-04-01","fundEnd":"2015-08-31","funder":"MRC","impactText":"","person":"Paul Michael William  French","coPersons":["Laurence  Bugeon","Paul  Frankel","Margaret J Dallman","James  McGinty","Simon Robert Arridge","Matilda  Katan"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}