{"id":"AB4B0566-8471-4901-81AF-C98595916269","title":"Analysis of the cellular and molecular mechanisms of memory function and dysfunction in a defined neuronal network","abstractText":"Impaired long-term memory is a devastating consequence of a variety of neurodegenerative diseases affecting millions of people in the world. My laboratory focuses on the key molecular mechanisms that shape or disturb the formation of long-term associative memory. These mechanisms are intimately involved in the activation or repression of the cyclic AMP response element binding protein (CREB), a core gene-activating (transcription) factor involved in long-term memory formation in a variety of species, from molluscs and flies to mice, rats and humans. Because of the high degree of conservation between species, key molecular mechanisms of learning and memory can be very profitably investigated in relatively simple invertebrate organisms. Some of these organisms, such as molluscs, also offer the important advantage that analyses at the level of single identified neurons and synapses are much easier than in the complex mammalian brain. Our experimental system of choice, therefore, will be the well-defined neuronal network governing snail feeding behavior. This behavior can undergo associative modifications, such as operant and classical conditioning, which share important characteristics with similar types of learning in mammals, including humans. First, we will conduct loss-of-function experiments to explore the intracellular signalling pathways involved in CREB activation and the time windows during which these are crucial for memory formation after reward learning. Second, we will conduct gain-of-function experiments to explore the possibilities of memory enhancement by activating or upregulating the signalling pathways that play key roles in the activation of CREB. To achieve our goals, we will use powerful new approaches, such as the combination of advanced imaging and electrophysiological techniques, in addition to gene cloning and immunological detection. The knowledge obtained from this work will help to understand, and ultimately to prevent and treat, memory disorders or even to enhance normal memory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400551","grantId":"G0400551","fundValue":"744362","fundStart":"2005-09-30","fundEnd":"2010-12-30","funder":"MRC","impactText":"","person":"George  Kemenes","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}