{"id":"AB4DF4C7-CA8B-446B-AA2A-13530905A429","title":"ASCARIS SUUM, A NEW FUNCTIONAL GENOMICS PLATFORM FOR NEMATODE PARASITES","abstractText":"Nematodes (roundworms) are members of the Phylum Nematoda. There are &gt;25,000 species of nematodes and they are outnumbered only by the Arthropods. Their success is due to their ability to occupy a diverse range of habitats. They can either be free-living or parasites of humans, animals and plants. Nematode parasites are a common source of human disease where 1 in 4 people carry at least one nematode species. Human parasitic diseases are mainly restricted to the developing world where poverty, inadequate health care provision, and poor living conditions favour their survival. Some of the most prevalent human nematode parasites live in the gasterointestinal (GI) system feeding on human tissue, blood and gut contents. For example, Ascaris lumbricoides is one of the largest GI nematodes and can cause serious health problems associated with intestinal blockage and impaired growth, especially in children. In livestock, nematode parasites can be a significant problem as they impact not only on the health and well-being of the animal but also on the productivity and subsequent profitability of the farming industry. Haemonchus contortus and Teladorsagia circumcincta are the most pathogenic nematodes of sheep and goats. They are blood-feeders and heavy infections can lead to severe anaemia and animal death. Nematodes are also problematic to the crop industry. They can infect food crops such as tomatoes and potatoes or utility grasses including football pitches or golf courses. Meloidogyne spp are a particular problem because they infect a wide range of plant hosts. They impair plant health by setting up feeding sites in the plant root, removing nutrients needed for plant growth.\nUnfortunately the drugs that are available to treat parasitic nematode infections no longer work effectively or are environmentally toxic. We cannot continue to treat nematode infections with the current range of drugs and we must now actively seek new drug targets and develop novel drugs. This is particularly important to the UK as we have to ensure the sustainability of livestock farming for future food production.\nThis project aims to uncover novel drug targets for the treatment of nematode parasites of livestock. In this project we will collaborate with an animal-health pharmaceutical company to accelerate the chance of identifying a novel drug target at which new drugs could be directed. This approach will make use of scientific research skills and the expertise of the pharmaceutical industry in drug discovery. In order to find new drug targets for nematode parasites, we must first identify proteins that are important to nematode biology and survival. Recently there has been an increase in the availability of gene sequences for a number of important parasitic nematodes, like those described above. We will search through these sequences and find those which code for protein targets which may be essential to parasite survival. We will select sequences that are found in multiple parasites so that we can identify a drug target which could be used to treat multiple nematode diseases. We will then use a technique called RNA interference (RNAi) which allows us to switch off genes in the parasitic nematode to find out their function. For example, if we switch off a gene and the nematode dies or stops moving/feeding/reproducing then we have identified a good drug target candidate as the nematode can no longer infect or remain in its host. We will perform RNAi in a model nematode parasite (Ascaris suum) that we can easily collect from pig intestines at local abattoirs and maintain in the lab. Once we have switched off the target genes, we will determine the impact to the parasite by examining how they survive, behave, move, reproduce, and respond to stimulants. We will then select the five 'best' targets, based on their impact to nematode biology, and deliver these to the pharmaceutical industry who will develop drugs against them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M010392/1","grantId":"BB/M010392/1","fundValue":"259499","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"BBSRC","impactText":"","person":"ANGELA  MOUSLEY","coPersons":["Aaron Gordon  Maule","Nicola  Marks"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}