{"id":"AB57E2B7-DDBE-4F68-A5B6-24F41CB74AE2","title":"The Spatiotemporal Regulation of the Keap1/Nrf2 pathway","abstractText":"All living organisms have protective systems that allow their successful adaptation and survival under conditions of stress. One major way of protection is the Keap1/Nrf2 pathway. This pathway does not normally operate at its full potential, and can be activated by small molecules (inducers), some of which are present in vegetable-rich diets. Inducers react chemically with cysteine residues of the sensor protein Keap1, leading to stabilisation of transcription factor Nrf2, and consequently to increased expression of a network of genes with protective functions. Previous work has shown that activation of the Keap1/Nrf2 pathway is a very effective strategy for protection against chronic disease, but that in ageing model organisms, the ability to activate Nrf2 is progressively lost. Thus, there is a growing interest in the discovery and development of small-molecule modulators of Nrf2 activity to improve human health and delay ageing. \n\nWe have recently developed a system which has allowed us to study the interactions between Nrf2 and Keap1 in single live cells, and discovered that Keap1 uses a unique cyclic mechanism to target Nrf2 for degradation. This project aims to employ our newly-established experimental system in order to: (i) determine the impact of the sensor cysteines of Keap1 which are most commonly modified by electrophiles on the Keap1: Nrf2 complex formation at basal state as well as following inducer treatment; (ii) identify potent non-electrophilic inducers which directly disrupt the protein: protein interaction between Keap1 and Nrf2, and evaluate the ability of such inducers to protect against oxidative stress, a critical contributor to the pathogenesis of essentially all chronic diseases and ageing; (iii) establish the effect on the interaction of Keap1 and Nrf2 of modulating the levels of p21 and p62, two critical protein regulators of the Nrf2 activity which are involved in two fundamental biological processes, apoptosis and autophagy, respectively. Together, these experiments will provide detailed understanding of the mechanisms controlling the interaction between Keap1 and Nrf2. This knowledge is essential for the design and implementation of new strategies aiming the modulation of Nrf2 activity for life-long health and wellbeing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L01923X/1","grantId":"BB/L01923X/1","fundValue":"333708","fundStart":"2014-09-30","fundEnd":"2018-02-28","funder":"BBSRC","impactText":"","person":"Albena  Dinkova-Kostova","coPersons":["Geoffrey  Wells"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}