{"id":"AB5A2BC3-FF00-45CA-B561-F3E7BA62DD11","title":"The molecular basis of phenotypic evolution in social amoebas","abstractText":"Biologists want to understand how complex multicellular organisms have evolved from simple single-celled ancestors. We know in theory what happened: Spontaneous mutations in the genes of earlier organisms caused small changes in the developmental program of their offspring. This sometimes resulted in an improved adult that more successfully reproduced, and therefore gradually replaced the earlier form. However, to really understand this process and prove that it actually occurred, we have to trace back which genes were mutated and how this mutation changed gene function. We also need to know which developmental mechanisms were regulated by the mutated genes and how the altered developmental mechanism eventually produced the improved adult form. \nBecause it is not possible to obtain such detailed information for highly evolved animals like ourselves, we investigate this problem in the social amoebas. These organisms live as single cells when they are feeding, but aggregate when starved to form a multicellular fruiting body, in which a proportion of cells is preserved as spores. The other cells form a stalk and other structures to support the spore mass. This life style depends on mutual collaboration and specialization of cells. One species, D.discoideum, is used by many laboratories as a model system to understand how cells move, eat, propagate and communicate with each other. \nIn previous research, we constructed a family tree of all 100 known social amoeba species, which showed that there are four major groups of social amoebas. For each of the 100 species, we have measured 30 properties (traits), which describe their behaviours, the size and shape of their component parts and the number of cell types in which they can differentiate. By combining this information with the family tree, we have gained information in what order these traits evolved and which traits are always seen together. The earliest social amoeba formed very small fruiting bodies directly from aggregates. All cells first differentiated into prespore cells and then some changed again to form the stalk. These early species probably used a compound called glorin to aggregate and, like their ancestors the solitary amoebas, they could still form cysts from single cells to survive starvation.\nThe ability to form large fruiting bodies appeared together with an intermediate migratory &quot;slug&quot; stage that could bring the aggregates to the soil surface. Inside the slug prestalk and prespore cells differentiated in the same proportions as needed in the fruiting body. Cells also formed new structures to support the stalk and used cAMP pulses to aggregate. However, they lost the ability to form cysts. In the new project we want to understand how these traits evolved and why they evolved together. What is the connection between them and what novel mechanisms were needed to obtain more cell types and build larger structures. Secondly, we want to understand how the genes of the more advanced species were altered to make these changes possible.\nIn collaboration with a German team, we have recently sequenced the genomes of species that represent groups 1,2 and 3 of social amoebas. The genome of D.discoideum in group 4 was already sequenced before. We can now, in theory, identify changes in all the genes that occurred during evolution. However, due to the large number of genes in each organism (~12.000) this requires at first a computational approach to identify the most likely genes to be involved in the mechanisms that we want to study. Once candidate genes have been selected, we can replace the gene of a more evolved species with that of an earlier form and see whether this results in the loss of the more advanced property. The reverse is also possible. In this manner we will be able to determine the genetic mechanisms that have been used by evolution to generate the enormous variety of multicellular organisms that we see today.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000799/1","grantId":"BB/K000799/1","fundValue":"673378","fundStart":"2013-04-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"","person":"Pauline  Schaap","coPersons":[],"organisation":"University of Dundee","findingsText":" This grant is now in its second year. We improved our understanding of how a number of genes involved in cAMP signalling in the mulitcellular organism Dictyostelium such as PKA, ACA, AcrA, ACG and RegA evolved from an original role in a stress response resulting in encystment of unicellular amoebas We are using the outcome of this research in Wellcome Trust funding research to identify drugs that prevent encystation of pathogenic amoebas Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}