{"id":"AB6C1427-E049-444E-A43F-6FF6174CD181","title":"Constraining compact binary formation with gravitational wave observations","abstractText":"Black Holes and Neutron Stars are some of the strangest objects in the universe, containing more\nmass than the Sun packed into a sphere only a few kilometres across. They are formed from the\nremains of high mass stars, which burn their fuel quickly and end their lives in supernova\nexplosions which can outshine a whole galaxy. There are different types of supernova for different\ntypes of stars: their masses, spins and composition all play a role in determining their eventual\nfate, although the details are not fully understood yet.\n\nWhat is left over after the supernova is an object so dense that its gravity\nwarps the space-time around it: a neutron star is thought to contain the densest possible\nmatter, denser than an atomic nucleus, which is the only material strong enough to support the star\nagainst its own gravity. Even more extreme are black holes, which form when a star has even more mass,\nand neutron star matter cannot support its weight. When this happens the star collapses into a black\nhole, becoming so dense that not even light can escape the gravitational pull. At this point\nan event horizon forms, hiding its contents from the rest of the universe. Since black holes do\nnot emit light, they are impossible for astronomers to find unless they are actively accreting material\nfrom a companion star. But there is another way to detect them using a completely new astronomical\ntool: gravitational waves.\nAccording to Einstein's theory of General Relativity, when black holes and neutron stars are found\ntogether in a binary system, the movement of so much matter in such a concentrated space creates\nvibrations in space-time itself. These travel out across the universe at the speed of light, changing\nthe dimensions of everything they pass through, but invisible to the eye. Back on Earth, physicists\nhave long been searching for gravitational waves by making extremely precise distance measurements\nusing gravitational wave detectors.\nSo far no signs have been found, but soon the Advanced LIGO and Advanced Virgo detectors will become\noperational with a sensitivity that ought to allow us to detect the gravitational waves from binary neutron\nstars within hundreds of millions of light years from Earth, and out to even greater distances for the heavier\nblack hole binaries. The detectors are so sensitive that the change they can measure is equivalent of\nvarying the distance between the Sun and Saturn by a hair's breadth.\nEncoded in the gravitational waves is information about the sources that emitted them, which will let us learn\nabout the masses and spins of neutron stars and black holes. By measuring many signals, we will be\nable to piece together the physics that governs the evolution of massive stars, and how they end their\nlives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M004090/1","grantId":"ST/M004090/1","fundValue":"120410","fundStart":"2015-09-14","fundEnd":"2019-03-13","funder":"STFC","impactText":"","person":"John  Veitch","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}