{"id":"AB7880B5-66EC-42C0-83CE-D6A09EEC6F50","title":"Early English Laws","abstractText":"The project aims to edit or re-edit, translate, introduce and comment on all 138 early legal codes, edicts and treatises composed in England before the issuing of Magna Carta in 1215, and to make these materials available online and in a printed volume. Purely ecclesiastical texts such as council canons will not be included; penitentials, which have relevance to understanding law, are already available online (e.g., www.anglo-saxon.net). The period c.600-1215 saw the origins of England's common law, and the publication of these documents in a searchable and freely accessible form has the potential both to transform scholarship in the field and to open up a potentially difficult subject to a wider, non-specialist audience. The project website will also include the classic Die Gesetze der Angelsachsen by Felix Liebermann (1903-16), despite its problems still the standard edition cited by scholars for most early English law, and William Stubbs's Select Charters edition (1913) of the Angevin texts, as well as images of all early and important manuscript copies of the texts. All materials on the site will be marked up in XML to allowing searching and browsing, comparison of different versions (produced at different times and often in different languages), the establishment of connections between successive legal codes, and so on. In addition to this internal linkage, the documents will be structured so that they can be searched alongside other sites relating to Anglo-Saxon culture and medieval law, notably those developed by the Centre for Computing in the Humanities.\\n\\nThe need is great. Most of England's early legal texts are only available in Liebermann's edition, and neither his nor any other edition holds all of these important pre-Conquest and early common law texts. A century of scholarship on the laws has rendered Liebermann out of date. While his transcriptions of the Old English material were conscientious, his editions of the later Latin treatises and translations from the century after 1066 are flawed - his transcriptions of the manuscripts contain thousands of errors. Liebermann's own German translation in this edition is considered idiosyncratic and often less than helpful in understanding the originals. Liebermann covers not all early English law, but just Anglo-Saxon law, and included only those post-Conquest legal treatises that claimed to be reporting pre-Conquest law; he included materials that we now know are not law codes or legal texts. By excluding later original works such as those edited by Stubbs, Liebermann's collection reflected the early 20th-century belief that the common law had few to no roots in Anglo-Saxon law. Liebermann's skewing of his selection of sources made it difficult to progress beyond that view. The conventional wisdom has now changed significantly, with the recognition of greater continuity of legal practices over the Conquest as well as clearer appreciation of the specific scope of post-1066 innovations. A collection that bridges the Conquest and includes all legal texts produced during this period will allow better understanding of the origins of England's legal system.\\n\\nResearchers in many disciplines will benefit from access to a broader collection. Scholarship on these laws has grown enormously in the last quarter of the 20th century, with articles, monographs and occasional editions covering all aspects of the texts: the manuscripts preserving them, their authority, function, languages, legal jargon and relationship to both actual customs and the agendas of rulers. In addition to their use by legal and political historians, they are being mined by social and cultural historians for insight into community mores and the manifestations of power, by literary scholars as texts reflecting significant paradigms of English culture, by linguists for their evidence of lexical borrowing, dialect and language contact, and by archaeologists for comparison to excavations of execution sites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F019394/1","grantId":"AH/F019394/1","fundValue":"510563","fundStart":"2009-01-01","fundEnd":"2012-03-31","funder":"AHRC","impactText":"","person":"Bruce Roland O'BrienJane  Winters","coPersons":["Paul Joseph Spence"],"organisation":"University of London","findingsText":" One of the main aims of the Early English Laws (EEL) project is to identify what precisely are the Early English law texts, drawing on recent research. There are two places in the corpus where new identifications will appear: the royal and non-royal codes and treatises of the 10th and 11th centuries, most of which are in Old English; and the Latin texts of the 12th century. In this first stage of the project, significant new texts have been identified in the latter category. For example, two (the Holkham Leges Edwardi and the Colbertine Cnut) are now identified as separate, contrary to previous interpretation, and each now appears as an edition on the EEL website. For the Old English texts a new edition has been published which combines into one what were treated as two texts in the standard edition (Rectitudines Singularum Personarum and Gerefa). The research undertaken over the past three years has highlighted the weakness of boundaries between the laws included in the project and other kinds of contemporary legal texts, and afforded the opportunity to reassess what is and is not to be included in our corpus - most notably canon law, records of ecclesiastical councils, treaties, borough customs and case records.\n\nThe new EEL editions, and the connections to other resources made possible by their online delivery, are uncovering the original voice of the texts, and identifying nuances in the language that will suggest new connections between them. An online glossary has been compiled, derived from the newly published laws. This will evolve as editors bring to it both new words to gloss and new understandings of the meanings of those terms. Links have also been established from the project website to a range of online resources which will help users to pursue further research and ultimately contribute their own interpretations to the editions.\n\nThe meaning of the texts is further elucidated by the commentaries published on the EEL website. They provide evidence as to the sense of individual items within the texts as well as explain how those texts differ from one another. The inclusion of many versions of codes as, when justifiable, independent texts, allows researchers to chart more accurately and in greater detail the development of the law in the 12th century leading up to the early common law and Magna Carta.\n\nFinally, in order to shed light on 'what is the law?', the project has developed a classification scheme which will stimulate thought about the definition and nature of legal texts. While in the past the laws were often lumped together as texts having some sort of legal content, or, at most, were divided between royal and non-royal texts, a more refined classification system has been developed which uses 17 categories and allows for discrimination based on language and king. Editors are able to adopt multiple categories for each text, which both more accurately reflects their nature and is more likely to produce new insights into the complexity of the law. The Early English Laws project has commissioned a series of contextual essays which introduce aspects of the laws to a non-specialist audience. They deal with such subjects as women and the law in the Anglo-Saxon period, inheritance, and the development of the forest law. The new translations published on the site will also help to open up the texts to a wider constituency, including schools and the general public with an interest in history. There will be significant public interest in Magna Carta as a result of the 2015 centenary, and Early English Laws provides an important context for the celebrations. It will, for example, be a useful resource on which journalists and other media researchers can draw, notably in relation to the two manuscripts of Magna Carta published on the project website. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}