{"id":"AB83589A-B0FA-4C07-9D68-6063C5B9E094","title":"Consistent Mori-Projector Theory in Two Dimensions","abstractText":"Quantum many-body systems are traditionally studied in thermal equilibrium where the methodology of statistical mechanics has proven very successful in describing them. In recent years, an increasing number of experiments in diverse technologies including superconducting circuits, semiconductors and atomic Rydberg media are however giving rise to a new, largely unexplored class of quantum many-body systems with interacting particles in driven and dissipative, non-equilibrium regimes. These pose a new scientific challenge and thus generate a need to develop novel techniques that are capable of modelling them efficiently and accurately. I recently started to develop a new technique called consistent Mori Projectors (c-MoP) which derives coupled but non-linear equations of motion for the reduced density matrices of the subsystems of a many-body system and thus leads to an efficient description of local quantities. Starting from my promising initial results, I will in this project derive a powerful theory for the efficient description of two-dimensional systems in non-equilibrium scenarios that is based on the c-MoP concept. I expect this achievement to open up possibilities for modelling two-dimensional quantum many-body systems that hitherto defy a tractable but accurate description. As first applications that exploit these new possibilities I will employ the developed techniques for calculating stationary states and their phase diagram for driven-dissipative Bose-Hubbard and Jaynes-Cummings-Hubbard models, which play a central role among driven-dissipative quantum many-body systems. The results of the project will provide a basis for my future research plans and and will lay foundations for future technologies that exploit quantum effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N009428/1","grantId":"EP/N009428/1","fundValue":"99629","fundStart":"2015-12-31","fundEnd":"2017-02-28","funder":"EPSRC","impactText":"","person":"Michael Josef Hartmann","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}