{"id":"AB905CB7-D1EE-47C3-BAE0-049FA8EAE596","title":"NIRG: FARSPhase: a Flexible, widely Applicable, Robust, and Scalable phasing algorithm for human genetics","abstractText":"In computational genetics, phasing is the modelling of the underlying haploid structure of diploid genotypes. It is important for many genetic studies because inheritance actually takes place at the haploid level, even though we can only directly observe diploid genotypes with current mainstream technologies. In many applications haplotypes provide richer and more useful information than genotypes alone. Applications of haplotype phase include understanding the interplay of genetic variation and disease, enabling identity-by-descent models for use in heritability analysis, gene association studies and genomic prediction, imputation of un-typed genetic variation, prioritizing individuals for sequencing, calling genotypes, detecting genotype error, inferring human demographic history, inferring points of recombination, detecting recurrent mutation and signatures of selection, and modelling cis-regulation of gene expression.\nHuman genetics data sets that will likely be phased in the future can be categorised into: (i) huge populations of nominally unrelated individuals (e.g. 500,000 individuals, UK Biobank); (ii) smaller subsets of such populations (e.g. data collected in individual studies); (iii) large (e.g. 50,000 individuals) or small (e.g. 1,000 individuals) data sets collected from isolated populations with high degrees of relatedness within them (e.g. Orcades - Orkney, deCODE - Iceland, VIKING - Sweden); (iv) data sets with and without pedigree information; (v) data sets that combine several of these features (e.g. Generation Scotland); and (vi) data sets with different types of genomic information (e.g. single nucleotide polymorphisms, low- or high-coverage sequence, short or longer sequence reads, etc.).\nThere are many phasing methods for human genetics data and these can be broadly classified into two groups: (i) heuristic methods (e.g. Long-Range Phasing (LRP)); and (ii) probabilistic methods (e.g. Hidden Markov Models (HMM)). Phasing is computationally intensive and the size and features of different data sets make them more or less suited to particular methods. LRP is computationally fast in comparison to HMM, but is only applicable to situations where individuals share relatively recent ancestry (e.g. within 10 generations) and thus share relatively long haplotypes (e.g. 5 to 10 cM length). Isolated populations (e.g. as in Orcades, Orkney) are ideally suited to LRP but huge populations with hundreds of thousands of nominally unrelated individuals may also be suitable (e.g. UK Biobank). Application of current HMM to such huge populations is computationally intractable. However, HMM are more suited to subsets of such populations than LRP because HMM only require that individuals share short haplotypes (e.g. &lt;1 cM) due to sharing very distant relatives (e.g. 50 to 100 generations ago).\nLRP and HMM methods are complementary in many ways. One models long haplotypes, the other short haplotypes. HMM methods are more flexible and can better model uncertainty in the data. LRP methods are computationally much more efficient and are also more accurate in scenarios to which they are suited. LRP methods are also more amenable to incorporation of pedigree information. A combined algorithm could exploit this complementarity.\nThe objective of this proposal is to develop FARSPhase: a Flexible, widely Applicable, Robust, and Scalable, phasing algorithm for human genetics that combines the best features of LRP, other heuristics, and HMM methods into a single framework. As well as meeting the phasing needs for small data sets, if successful, this research will enable huge data sets be phased and thereby opening the possibility of more powerful analysis. The developed algorithm will be combined into a user friendly software package built using best practices in software engineering and its performance will be tested in a wide range of simulated and real data sets that reflect the likely future phasing scenarios for human genetics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M000370/1","grantId":"MR/M000370/1","fundValue":"377991","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"John Micheal Hickey","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}