{"id":"AB9555B6-116F-4BE0-A667-4C31922182BA","title":"Symmetry Breaking in Molecular Crystal Structures","abstractText":"This project aims to understand and manipulate crystal packing effects and crystal structure based on a parameter termed Z'. Broadly, Z' represents the number of molecules it takes to produce a building block that will tesselate in space to produce a crystal structure. For most molecular compounds Z' = 1 and hence the few that have Z' &gt; 1 (8.8% of known structures of small organic molecules) are exceptions in some way. We believe that the exceptions prove the rule. Why is it that this subset of compounds do not pack in a normal way? What is special about them? It is the primary focus of this proposal that in order to understand crystal packing it is not merely instructive, but vital to go beyond space group prediction and surveys, and to examine on a chemical basis, cases in which more than one molecule occupies the crystallographic asymmetric unit (Z' &gt; 1). By definition, interactions between such molecules are not of the usual crystallographic symmetry and thus indicate cases in which a supramolecular synthon (a crystal packing interaction of predictive utility) is sufficiently robust to buck the trend. Moreover, these structures can sometimes be interpreted as 'fossil relics of the fastest growing crystal nucleus' and hence can also provide fundamental insight into crystal nucleation and growth processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E031153/1","grantId":"EP/E031153/1","fundValue":"308403","fundStart":"2007-04-04","fundEnd":"2010-04-03","funder":"EPSRC","impactText":"  Findings are fundamental insights into crystal structure and have recently (2014) been summarised in an article submitted to Chemical Reviews Chemicals,Pharmaceuticals and Medical Biotechnology ","person":"Jonathan William Steed","coPersons":["Andres Eduardo Goeta"],"organisation":"Durham University","findingsText":" Key insights into the crystalline structure of organic crystals Insights into pharmaceutical crystal structure Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}