{"id":"AB97E009-DB81-465F-9227-E0F6354A6C15","title":"Regulation of Thermo-TRP Ion Channels by Protein Signalling Complexes and Ubiquitinational Modification","abstractText":"The sensation and discrimination of ambient temperature are initiated by somatosensory neurons which convey thermal information from the skin and peripheral tissues to the brain, from sensory neurons a group of ion channels, termed as thermo-TRP channels, were identified and recognized as the thermosensors responsible for the detection of a wide range of temperature ranging from extreme cold to extreme heat. Six thermo-TRP channels has been reported including TRPV1, TRPV2, TRPV3, TRPV4, TRPM8 and TRPA1, with TRPV1 serving as the heat sensor; TRPM8 as the cold tranducer and TRPA1 as the extreme cold mediator. Thermo-TRP channels also enable us to detect environmental irritants, and are implicated in diversity of pathological processes including thermal, mechanical hyperalgesia, inflammatory and chemical-induced pain, which is believed to be mediated by TRPV1 and TRPA1 ion channel; and cold analgesia, which is caused by the activation of TRPM8 ion channel. You may have such an experience of immersing your burning hands into cooling water to have a relief, a process involving activation of TRPV1 and TRPM8 ion channel, respectively. During inflammation and tissue damage released inflammatory mediators such as NGF, bradykinin sensitizes TRPV1 and TRPA1 ion channel, explaining the most aspects of heat hyperalgesia and inflammatory pain. In contrast, bradykinin instead inhibited TRPM8 ion channel and thus making pain getting worse by sensitizing TRPV1 and inhibiting otherwise TRPM8 mediated analgesic effect. We will be interested in finding out how bradykinin produced inhibitory effect on TRPM8 channel; particularly we ask whether it?s caused by G protein signalling complexes. Remarkably we also identified PKCbeta as the endogenous TRPV1 binding protein to inhibit TRPV1 channel maturation and function, and found several thermo-TRP channels had constitutive and regulated modification of ubiquitination, a form of protein modification and acting as a sorting signal destined for degradation. We will be interested in dissecting out how PKCbeta downreguates TRPV1, and how ubiquitination regulates thermo-TRP channel trafficking and function with an ultimate aim to understanding how those thermo-TRP channels are differently modulated by even the same inflammatory mediators and signalling molecules, understanding their molecular determinants underlying those processes would provide fundamental basis to develop attractive novel drugs for the pain relief and treatment of hyperalgesia. We will investigate those queries using a combination of molecular biological, cell biological, electrophysiological approaches together with confocal imaging in both transfected HEK293 cells and DRG neurons.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801387","grantId":"G0801387","fundValue":"504807","fundStart":"2009-06-01","fundEnd":"2013-05-31","funder":"MRC","impactText":"","person":"Xuming  Zhang","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}