{"id":"AB9D39FB-9152-459C-A7EA-9CED09B49082","title":"Oxford Quantum Condensed Matter Theory Grant","abstractText":"Condensed matter physics is the science of the material world around us. When one examines materials on the smallest scales - their atoms and electrons - inevitably, quantum mechanics comes into play. The study of how properties of matter depend on quantum physics is the purview of quantum condensed matter theory, and the topic of this research programme. Over the last hundred years, many of the most important advances in technology owe their existence to fundamental breakthroughs in quantum condensed matter theory: The invention of the transistor, which resulted in the modern computer industry, depended on an understanding of the quantum theory of electrons in solids; the development of the laser, which resulted in modern optical communication networks, relied on the understanding of quantum properties of light in solids; magnetic resonance imaging, a key tool of modern medicine, came only after many years of study of the properties of magnetism on the quantum level. Perhaps the central question in this field, and in all of condensed matter physics, is how to describe physical systems with many constituent pieces -such as many electrons in a solid - which are all interacting with each other. While such systems with many pieces are impossibly complex - it is entirely hopeless to describe the motions of all of the pieces - the last century of physics has taught us that simplicity and structure is frequently behind the complex. It is 'just' a matter of finding the right description. Surprisingly, the simple structure which arises from the many interacting pieces can be radically different from the structure of the underlying constituents. Such so-called emergent phenomena , are a major focus of condensed matter theory in general. A dramatic example of this is given by fractional quantum Hall physics, where a fluid made up entirely of electrons, quantum mechanically conspires to produce particles with only a third of the charge of a single electron. The implications of emergent phenomena are far reaching, and raise questions about the ubiquity of the reductionist philosophy that has implicitly dominated much of physics for most of the last century - the view that the best route to understanding is to divide and study pieces individually. The Oxford quantum condensed matter theory group applies a wide range of theoretical approaches to some of the most important outstanding questions in the field. While the individual projects may differ in detail, they are deeply connected by the search for emergent structure and simplicity in otherwise complex quantum many-particle systems. They are further united by several common sub-themes: (i) The study of non-equilibrium quantum many-body systems, i.e., quantum mechanical systems of many particles where the well-known and well-understood theoretical structures based on thermodynamics fail to apply. (ii) The study of collective behaviour of electrons in nanoscale systems, where strongly interacting many-particle physics meets the quantum world on the near-molecular scale.(iii) The study of unconventional orders, which are emergent structures, like the fractional quantum hall effect, where new structure (or order ) arises that is very different from that of the constituent pieces. We firmly believe that continued study in these exciting theoretical directions will lead to the opening of new possibilities for the technologies of the future - in the same way that the last century of theoretical condensed matter physics has unquestionably done.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I032487/1","grantId":"EP/I032487/1","fundValue":"1268200","fundStart":"2011-08-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  Other physicists have used the approaches we have devised to study new problems, and mathematicians have recognised the new perspectives we have offered on problems they are concerned with. Education,Culture, Heritage, Museums and Collections Cultural","person":"J  Chalker","coPersons":["David Edwin Logan","Steven H. Simon","Fabian  Essler"],"organisation":"University of Oxford","findingsText":" We have advanced the basic scientific understanding of quantum matter. Our techniques have been adopted and applied by other research groups in the field. Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}