{"id":"ABACE897-44B0-4BBA-88D9-3C1918AD9CC1","title":"Nuclear Futures - a seminar series to re-make sociotechnical research agendas","abstractText":"Geological disposal (GD) of radioactive waste, in deep underground repositories, was first proposed in the US in the '50s yet rarely has final disposal of waste been at the forefront of government and industry concerns. Much waste has been in 'interim storage' for decades. Meanwhile, more is produced through ongoing energy production. The GD approach to civil waste has crept up national policy agendas following an EU Directive in 2011 and the EU's Technology Platform determination that first disposal operations should begin somewhere in Europe by 2025. At various speeds, EU Member States are conducting further scientific research, progressing decisions on where to site GD and undertaking various forms of public engagement. Many countries have made limited headway or have deferred implementation decisions, while Finland has made 'most' progress against the Directive targets and now holds permission to start construction of disposal facilities. The publication of the UK Government White Paper 'Implementing Geological Disposal' in July 2014 (IGD2014) sets out a process to decide on the siting and building of a UK facility. Learning from earlier policy breakdowns the new policy promises to &quot;provide a permanent solution&quot; for the UK's existing and planned higher activity radioactive waste.\n\nThe implementation of geological disposal - like many topics on nuclear matters - prompts numerous questions of social, technical, political and ethical character. The Series' primary focus is on nuclear waste, its management and proposed final disposal. However, radioactive waste is interwoven with multiple other concerns including: government policy on building new nuclear plants as part of an energy mix and a low carbon future; and ongoing and future decommissioning projects. For some, these discussions cannot be separated from military affairs, further entangling issues up for debate.\n\nSocial science academics have written on nuclear topics in the past and under different policy conditions. However, it is timely to question these earlier works and to enlarge the arena of debate, expanding the social perspectives and including the technical. The goal is to transform thinking to address radioactive waste as a sociotechnical matter and to vitalise our research capacity. \n\nThe proposed Series will build on an ESRC initiative in multi-disciplinary research training funded in 2013. That scheme enabled an experimental collaboration between social scientists associated with the White Rose DTC and engineers from the EPSRC-funded Nuclear First CDT. We now seek to expand this research potential beyond training provision and expand to include policy implementation concerns.\n\nIn 7 meetings, over two and half years, the Series will bring social scientists from different disciplines together, alongside academic engineering communities, policy and industry bodies.\nEach meeting will involve talks from academic and non-academic partners, small group discussions, plenary sessions and activities. The seminars will provide opportunities for social science academics to connect directly to technical research communities and to non-academic bodies involved in GD policy. Policy bodies and engineering researchers will experience the process of social science debate and be exposed to critical thinking on their technical concerns. The meetings will thus enable knowledge exchange between groups that do not regularly interact, including social science researchers with technical policy implementation bodies. Meetings will be concurrent with specific aspects of the IGD2014 policy process: the possibility to inform ongoing implementation work makes the Series particularly timely.\n\nThe significance and importance of the Series is evidenced by letters of support from key non-academic bodies and the substantial co-funding of the proposal.\n\nOutput will include academic talks and papers; policy briefings; reports and designs for engagement activities","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N009444/1","grantId":"ES/N009444/1","fundValue":"28889","fundStart":"2015-11-01","fundEnd":"2018-02-28","funder":"ESRC","impactText":"","person":"Susan  Molyneux-Hodgson","coPersons":["Peter  Simmons","Phil  Johnstone"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}