{"id":"ABACBE79-6A20-41C1-BBE9-DE8E668CB425","title":"Sustainable Thermal Energy Service Partnerships (STEPs)","abstractText":"The research we propose will address the challenge of thermal energy service delivery in rural areas of developing countries, where it is projected that more than 2.6 billion people could remain without service in 2030. The research will study the existing experience in providing thermal energy for cooking, space heating and sanitation using different approaches. The research will study a particular business model called &quot;fee-for-service&quot; (where users pay for the energy service delivered) and different energy delivery options to provide thermal energy in rural places. The fee-for service approach relies on the delivery of a service by a private provider against a small monthly fee. The private provider makes the investment and the end-users can benefit of a service without having to pay large sum up-front. This is of particular importance in rural areas where people cannot afford to pay for a Solar Water Heater. \n\nThe fee-for-service approach has been quite successfully used for the dissemination of Solar Home Systems (and also LPG) in a number of African countries. This research will build the conditions to replicate this to the sector of thermal energy services. \n\nThis research will study applicable energy conversion and end-use application technologies, analyse institutional arrangements, develop business and enterprise models which needs to be implemented to promote thermal energy services in rural areas developing countries The research will analyse the respective role of government and private partners to form Public-Private-Partnership (PPP) models for energy services like thermal energy in rural areas. It will study innovative financing models that are relevant to the issue. All these components are linked and contribute to the sustainability of the model. \n\nBased on these extensive research the description of a sustainable model for thermal energy services will be developed as a generic Public-Private-Partnership model. Scholarly publications and reports will be written on the research findings to address the research gap in this area. The fee-for service thermal energy service model will be used to influence the implementation of a rural energy pilot project in Lesotho and support will be provided by the team of researchers to the government of Lesotho during implementation. Lessons will be drawn from the implementation and possibility for replication will have been explored in a second developing country -Kenya.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002655/1","grantId":"EP/L002655/1","fundValue":"659629","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Tadj  Oreszczyn","coPersons":["A. S. Bahaj"],"organisation":"University College London","findingsText":"","dataset":"gtr"}