{"id":"ABB4E376-0EB2-4CB9-9748-E6A1ED865031","title":"The present and future greenhouse gas budget of energy crops in the UK","abstractText":"Bioenergy is a key component of the UK Government's plans for tackling climate change. One of the major causes of increased atmospheric CO2 levels is the burning of fossil fuels releasing carbon that has been stored for centuries back into the atmosphere. In order to cut our use of fossil fuels we can grow crops for energy. Bioenergy (or 'biomass') crops are 'carbon neutral'; when burned to generate electricity they only release the same amount of CO2 back into the atmosphere as they fixed. Thus no 'extra' CO2 is released into the atmosphere. Miscanthus and short rotation coppice (SRC) willow are the dominant bioenergy crops grown in the UK. They differ from more traditional current arable crops in terms of their physiology, nutrient requirements and management. The impact of such differences on biogeochemical cycling and soil microbiology, particularly in relation to the production and oxidation of the greenhouse gases nitrous oxide (N2O) and methane (CH4), is unknown. It is essential to determine this in order to underpin future management of bioenergy cropping systems and to accurately project future greenhouse gas inventories. In this project we will measure emissions of CO2, CH4 and N2O from Miscanthus and SRC willow, and compare these to emissions from adjacently growing conventional crops. We will further investigate the processes producing N2O and quantify CH4 oxidation rates using stable isotope techniques under a range of controlled environment and managment conditions, and using molecular techniques will link these emissions to any differences or changes in the microbial population responsible. This information will be used to develop the JULES community model of CEH, parameterising water, energy, carbon and greenhouse gas balances for these bioenergy crops, and to simulate greenhouse gas emissions for UK land if converted to growing Miscanthus and SRC willow under present and future climates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F015682/1","grantId":"NE/F015682/1","fundValue":"177778","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"NERC","impactText":"","person":"Elizabeth  Baggs","coPersons":["Peter  Smith"],"organisation":"University of Aberdeen","findingsText":" Isotopic labelling studies showed that a) Denitrifcation was the main source of N2O and nitrifier N2O accounted for less than 10% of the emitted N2O in pots containing willow and Miscanthus. b) The N2O/N2 ratio was smaller from pots planted with willow compared to un-planted soil, which suggests that willow plants enhance denitrifier reduction of N2O to N2. c) Field studies showed that N2 was the main product of denitrification from Miscanthus and oil seed rape plots, N2 emission rates were the same for both, but N2O emissions were much smaller for miscanthus than oilseed rape.\nDenitrifier genes (NarG, NirK and NosZ) and bacterial and Archaeal ammonia oxidation genes (AmoA) were quantified in pot experiments with and without Willow. AmoA gene copy numbers correlated with soil N2O emission only in Willow planted soil, not in un-planted soil. This suggests that ammonia oxidisers (Bacteria and Archaea) are involved in soil N2O production. In contrast denitrifier gene copy numbers showed no relationship with soil N2O and N2 emission, possibly due to denitrifiers being phylogenetically far more diverse than ammonia oxidisers. Implications for management of bioenergy crops to lower emissions of greenhouse gases. Agriculture, Food and Drink,Environment","dataset":"gtr"}