{"id":"ABB7C297-6204-4C81-9CE9-3B20672CD294","title":"GABAB receptors in the hippocampus: allosteric modulation and receptor isoforms.","abstractText":"The GABAB receptors belong to a family of specialised brain signalling molecules sensing the inhibitory neurotransmitter GABA. The GABAB receptors have been shown to participate in essential functions of the nervous system, like pain sensation, reward and learning and memory, and are hence important therapeutic targets for various diseases, including spasticity, epilepsy, pain and addiction. Baclofen (Lioresal), a molecule that can activate the GABAB receptors, is a muscle relaxant and currently used clinically to treat spasticity. Recently, molecules were also identified to enhance the function of the GABAB receptors by an alternative way of allosteric modulation, and these molecules were found effective in treating addiction and anxiety in animal models. These GABAB receptor potentiators may, thus, become a new class of therapeutics for psychiatric and neurological disorders. However, the detailed mechanisms underlying the actions of these new GABAB potentiators are still poorly understood. In this basic scientific project, we designed a series of experiments aiming to elucidate the mechanisms of the GABAB potentiators in neuronal signalling. Detailed electrophysiological and pharmacological characterization combined with genetic manipulations on GABAB receptor expression will be carried out in the context of neuronal signalling in brain tissues. The further understanding of the GABAB receptor functional modulations will aid the development of newer and more effective drugs for psychiatric and neurological disorders with reduced side effects. Major pharmaceutical companies have shown keen interests in this new drug target.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010296/1","grantId":"BB/E010296/1","fundValue":"379529","fundStart":"2007-03-19","fundEnd":"2010-03-18","funder":"BBSRC","impactText":"  communicated in a number of scientific conferences. Published journal papers. communicated with pharmaceutical industry. Trained a number of young scientists and undergraduate students. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Ying  Chen","coPersons":[],"organisation":"University of Surrey","findingsText":" We found that the two variants of a receptor in the brain called the GABAB receptor play different roles in synaptic modulation and induction of seizures. By targeting the variant responsible for regulating seizures selectively, a new anti-seizure drug can be developed.\nWe have also developed a novel mathematical analysis to detect and quantify epileptiform activity. Pharmaceutical industries can use the findings to develop anti-seizure medicines.\nHealth care professionals can look into GABAB receptor variants as a genetic cause of seizures in patients. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}