{"id":"ABC4F103-5A08-49E1-9902-2CFEEB608500","title":"A biomarker goldmine in Wilkes Land, Antarctica: nuggets from the Eocene Greenhouse (BIGWIG).","abstractText":"Summary for General Public: The aim of Integrated Ocean Drilling Programme (IODP) expedition 318, to the Wilkes Land margin of Antarctica, is to decipher the long-term climate and environmental Antarctica: from the pre-glacial Greenhouse world, through the history of multiple growth and collapse of the East Antarctic Ice Sheet (EAIS) and related sea-level changes. The expedition used the specialist drill ship, the Joides Resolution, to recover deep sea sediments. There has been a continuous process of erosion of rocks and soils from the Antarctic continent and deposition of these sediments in the receptive environment of the deep ocean, where layer upon layer of sediment can be laid down in undisturbed succession. These sediments are a repository of information on past environmental and oceanographic changes. Abundant organic molecular fossils (biomarkers) and organic walled microfossils were found in the sediment cores recovered by the IODP 318 expedition. Certain compounds (especially lipids) are quite resistant to decay, so after the producer organisms expire, the biomarkers are preserved in sediments. These biomarkers can be extracted, measured and used to reconstruct changes in parameters such ocean and land temperature over thousands to millions of years; allowing us to quantitatively reconstruct past changes in climate and environments. In expedition IODP 318 these fossils are most abundant is cores dating from the Greenhouse period before ice-sheets were present on Antarctica (the Early Eocene Period, 48 to 55 million years before the present). The presence of the biomarker fossils and organic walled microfossils offers a unique opportunity to study the pre-glacial Antarctic during the critical Early Eocene period, which was characterised by high atmospheric CO2 and mean global temperatures that reached a long-term maximum. Moreover, superimposed on this long-term warmth were a series of relatively rapid (less than a few tens of thousands of years), extreme warm events known as hyperthermals. We will combine state-of-the-art molecular organic biomarker techniques and palynological (organic-walled microfossils) analyses to reconstruct, at high-resolution, changes in land and sea temperatures, atmospheric CO2, carbon cycle changes, terrestrial evaporation/precipitation, marine productivity and salinity. Study of this Greenhouse period and the hyperthermal events is crucial because, since industrialisation, atmospheric concentrations of CO2 have grown to be higher now than at any time in the last 2 million years (Myr). Over the same period, concentrations of other greenhouse gasses (GHGs: methane, nitrous oxides etc) have increased markedly due to human activity. If emissions continue unabated, by 2035 we will have effectively doubled the amount of carbon dioxide in the atmosphere (550 ppm CO2e), compared to the preindustrial period. In other words, atmospherically speaking, we are rapidly heading back towards the Eocene period during which the planet was warmer, planetary ice volumes were much lower and sea-levels much higher than present. We request funding which will allow the PI, James Bendle to co-ordinate project team and lead in the multi-proxy, molecular biomarker analyses. If UK science is to take competitive advantage of the IODP 318 moratorium period (which expires in June 2011), then funding from the April 2010 NERC UK-IODP call is critical to facilitate our proposed analyses and outcomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I00646X/1","grantId":"NE/I00646X/1","fundValue":"420885","fundStart":"2010-11-22","fundEnd":"2012-10-27","funder":"NERC","impactText":"  Media Impact Based on our publication in Nature: \nJ&ouml;rg Pross, et al. (2012), Persistent near-tropical warmth on the Antarctic continent during the early Eocene epoch. Nature 488, 73–77 doi:10.1038/nature11300.\n\nThe work was part of a major international research project to examine the Earth’s climate during the ‘Greenhouse world’ of the early Eocene epoch, between 48 and 55 million years ago.\nThe story was the main feature in BBC News Online Science and Environment section on the 2nd of August (&amp;amp;gt; 70,000 hits) and was featured on the 6pm news on Radio 4 (from 26min 50s). Dr Bendle was also interviewed on the BBC World Service and Radio 5 Live (from 22min 30s) and BBC Scotland.\nEnglish language print media to carry the story include The Times, The Independent, The Sun, Daily Record, Herald, Daily Mail, Metro, The Scotsman, The Irish Sun, and MSN. \n\nFor example: \nBBC News\nPalm trees ‘grew on Antarctica’\nhttp://www.bbc.co.uk/news/science-environment-19077439\n\nBBC News \nAudio from Radio 5 Live with James Bendle\nhttp://www.bbc.co.uk/news/science-environment-19095522 \n\nBBC News Glasgow\nFossilised pollen shows palm trees grew on Antarctica\nhttp://www.bbc.co.uk/news/uk-scotland-glasgow-west-19080850\n\nDaily Mail\nPalm trees in Antarctica?\nhttp://www.dailymail.co.uk/sciencetech/article-2182505/Scientists-reveal-green-lush-past-Antarctica--warn-return.html \n\nMetro\nAntarctica used to be covered in palm trees, study reveals\nhttp://www.metro.co.uk/news/world/907108-antarctica-used-to-be-covered-in-palm-trees-study-reveals \n\nTelegraph\nPalm trees could grow in Antarctic if climate change continues, scientists say\nhttp://www.telegraph.co.uk/earth/environment/climatechange/9445825/Palm-trees-could-grow-in-Antarctic-if-climate-change-continues-scientists-say.html \n\nIndependent\nPalm trees and forests? A new future for the Antarctic \nhttp://www.independent.co.uk/environment/climate-change/palm-trees-and-forests-a-new-future-for-the-antarctic-7999475.html \n\nPlanet Earth\nAntarctica’s tropical past is revealed\nhttp://planetearth.nerc.ac.uk/news/story.aspx?id=1262 \n\nLondon Evening Standard\nAntarctica sunburn…And you think global warming is bad now?\n http://www.standard.co.uk/news/world/antarctica-sunburnand-you-think-global-warming-is-bad-now-8000854.html Environment Cultural,Societal","person":"James  Bendle","coPersons":["Anthony  Fallick","Vernon Roger Phoenix"],"organisation":"University of Glasgow","findingsText":" We significantly advanced knowledge of the climatic evolution of the southern high latitudes under greenhouse conditions as the Earth last experienced during the early Eocene. No previous studies had documented terrestrial climate conditions and vegetation on Antarctica during this critical time interval. \nOur unique new data from IODP Expedition 318 make a strong case for near-tropical climate conditions that supported paratropical rainforests on the world’s most southern land mass. The novel insight for understanding high-latitude climate dynamics during greenhouse conditions and their significance for global climate had a major impact on the academic community and on the public (through media coverage). Our work will attract the attention of a wide audience of (palaeo)climatologists, (pa- laeo)ecologists, (palae)oceanographers, geochemists, climate modelers, palaentologists, palynologists, and other scientists interested in global warming. Energy,Environment","dataset":"gtr"}