{"id":"ABC6C0CE-8D45-4962-9ADB-6963BF31AAC7","title":"Deciphering the enigmatic expression mechanism of the newly discovered PIPO gene in the Potyviridae family of plant viruses","abstractText":"Plant viruses are one of the major causes of crop loss world-wide, with revenue lost due to reduced yield amounting to some US$60 billion annually. Revenue is also lost due to the implementation of costly control strategies (e.g. chemical control of insects that transmit viruses between host plants, destruction of infected orchards). More importantly, virus-induced crop failure exacerbates famine and ruins livelihoods in developing nations and communities that rely on subsistence farming. Thus, providing effective control measures for plant viral diseases is a crucial component of strategies for maintaining food security both in the UK and worldwide. This is particularly important, now, as populations continue to expand and natural resources including arable land are further depleted.\n\nThe largest and most economically important group of plant viruses are the potyviruses. This virus family encompasses almost a third of known plant virus species and is responsible for around half of viral crop damage worldwide. Potyviruses that are of great agricultural significance include potato viruses Y and A, turnip mosaic virus, soybean mosaic virus, sweet potato feathery mottle virus, zucchini yellow mosaic virus, papaya ringspot virus, and plum pox virus. Plum pox, for example, is considered the most devastating viral disease of stone-fruit species such as plum and apricot (estimated costs amounting to 10 billion euro over 30 years). Turnip mosaic virus is particularly important in the UK and worldwide, infecting a huge variety of crops including many brassicas (oilseed rape, cabbage, cauliflower, turnip etc), lettuce, courgette, rhubarb and radish. Meanwhile, sweet potato feathery mottle potyvirus presents a dire threat to food security in sub-Saharan Africa.\n\nWe are interested in the mechanisms by which viruses replicate and spread within plants - a drama that unfolds at the molecular level. The central 'dogma' of molecular biology, articulated by Nobel Laureate Francis Crick in 1958, describes the transfer of information between the three major classes of information-carrying biological chemicals: genetic information passes from one generation to the next via the replication of DNA and, within an organism, genes encoded within the DNA genome are 'transcribed' into 'messenger' RNA molecules that are used ('translated') to direct the synthesis of proteins. The roles of DNA and RNA are predominantly as carriers of genetic information, while proteins can have varied roles, for example catalyzing important chemical reactions ('enzymes'), or helping to form the architecture of the cell and its contents. Remarkably, however, most plant viruses, have tiny genomes that are made up of RNA instead of DNA. In most cases, the RNA genome serves directly as a messenger RNA for translation of the viral proteins by pirating the host cell's protein synthesis machinery. Some of these virus proteins are enzymes that the virus uses to replicate its genome, while other virus proteins are used to make the protective capsids that protect the viral genome as it is ferried from one host to another.\n\nBecause most plant virus genomes serve directly as messenger RNAs, plant viruses have evolved a variety of unusual mechanisms for controlling gene expression at the level of protein translation. Some of these mechanisms are extraordinarily different from mechanisms used by host plant genes, and are therefore potential targets for virus control strategies. We aim to decipher a completely new and unsuspected translational mechanism that we recently discovered in the potyviruses. The translational mechanism is essential for potyvirus infectivity, but appears to involve completely novel mechanisms, that are not known to be used by any other virus or organism. By figuring out this mechanism, we hope to learn new ways of sustainably controlling potyviruses. We also hope to learn new mechanisms for controlling gene expression that will be useful in biotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015652/1","grantId":"BB/J015652/1","fundValue":"344651","fundStart":"2012-10-15","fundEnd":"2015-10-14","funder":"BBSRC","impactText":"","person":"Andrew Edwin Firth","coPersons":["John Peter Carr"],"organisation":"University of Cambridge","findingsText":" Grant still in progress. Grant still in progress. Agriculture, Food and Drink","dataset":"gtr"}