{"id":"ABCB9D41-1E54-44C5-B6A7-51FF47C5E02C","title":"Tropopause folding, stratospheric intrusions and deep convection","abstractText":"Deep convection brings heavy rain, flooding, strong winds and fire risk from lightning. Forecasting these events accurately is therefore a priority for meteorologists. Deep convective storms have many causes, some of which are relatively easy to predict, but others of which are more subtle and not well understood. One example of the latter is the effect of stratospheric intrusions and layers of stratospheric air on the development of convection. The processes by which weather systems form involves distortions of the tropopause, bringing stratospheric air to altitudes normally found in the troposphere. It has long been known that these intrusions promote convection, essentially by introducing cold air aloft, but recent research has suggested a more complex picture is possible, with convection in some cases being suppressed. The picture gets even more complex when the evolution of these stratospheric intrusions is considered - layers of stratospheric air flow into the troposphere and become detached from their parent trough, travelling many thousands of miles before dissipating. In most cases such layers inhibit convection but in certain circumstances they appear to initiate lines of thunderstorms. This proposal seeks to clarify the overall impact of stratospheric intrusions and layers on convection. The proposal will use a combination of statistical studies using past data, dedicated case studies and numerical modelling. Two novel datasets not applied to convection research previously will be exploited in the statistical studies - the database of European ozonesonde profiles gathered since 1990 and the NERC MST radar which has operated continuously since 1996. From the ozonesondes we will learn how frequently layers which can affect convection and are of stratospheric origin are measured, and from the radar the vertical structure of tropopause-level disturbances and their associated convection. These will provide context for the next stage of the project, which is to conduct a series of case studies (5-6 cases), using the MST radar together with lidars to measure ozone and water vapour. We will seek cases which span the continuum from tropopause-level disturbances through tropopause folds to detached layers, where convection has occurred and where it has not. Satellite data and rain radar data from the Met Office (available from BADC) will provide the observations of convection for these case studies. Measurements will be compared with ECMWF and UM analyses to determine how well the convection was represented in the models. The case studies will be used to guide a series of numerical modelling experiments based on the WRF model, to pinpoint the physical processes involved in the interaction between stratospheric intrusions and layers on the one hand and convection on the other. Questions to be addressed will include the mechanism whereby bands of showers form at the leading edge of stratospheric layers (is this merely a coincidence?), the initiation of convection by stratospheric intrusions (is this just a misnomer?) and the transition between convective initiation and suppression as a layer evolves. By changing the initial conditions in the model and rerunning the model, we will be able to understand the sensitivity of the resulting convection to the stratospheric layers. The results from the project will inform weather forecasters of the importance of representing stratospheric features correctly for convection forecasting, and bring a rather disparate area of the scientific literature to a focus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H008225/1","grantId":"NE/H008225/1","fundValue":"358362","fundStart":"2010-10-01","fundEnd":"2013-12-31","funder":"NERC","impactText":"  Three lectures given to the EUMETCAL series on cyclonic storms, June 2012 EUMETCAL is an on-line training portal for weather forecasters. In June 2012 they organised an intensive week's course on cyclonic storms. We contributed three hour-long lectures, which were delivered to about 60 forecasters across Europe, and very well received. Education,Environment Societal","person":"Geraint  Vaughan","coPersons":["David Michael Schultz"],"organisation":"The University of Manchester","findingsText":" We have demonstrated the relationship between convection and tropopause folds. Basically, convection is more prevalent, and more organised on the eastern side of an upper-level trough that the western side THey will be used to improve meteorological forecasting Environment","dataset":"gtr"}