{"id":"ABCD6F16-D7EE-4905-8824-5CE21E7084A1","title":"Expert Workshop on Amateur and Voluntary Arts","abstractText":"The project proposes a PI Dr Jane Milling, and CI Angus McCabe as provocateurs of the discussion process and report writers, bringing the benefit of expertise across the arts and humanities and the social sciences. \n\nDr Jane Milling is Senior Lecturer at the University of Exeter, where she works on a variety of AHRC-funded projects centrally concerned with participation in cultural and aesthetic activity by non-professional makers. She co-authored the review of the current scholarship, grey literature and policy documentation around amateur, voluntary and grassroots arts participation for the scoping study The Role of Grassroots Arts Activity in Communities that feeds directly into the deliberations of the expert workshop. Currently, she is working on the large-scale Understanding Everyday Participation project that seeks a radical re-evaluation of the relationship between participation and cultural value, exploring the meanings and stakes people attach to their hobbies and pastimes, informal and amateur arts participation. For Amateur Dramatics: Creating Communities in Time and Space, she is examining the social and cultural significance of the craft, creative practice, and twentieth-century heritage of amateur theatre in England as part of the cultural ecology of many communities. In these projects Dr Milling has been responsible for the supervision of post-doctoral staff and co-delivery of report writing emerging from research findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M504130/1","grantId":"AH/M504130/1","fundValue":"7851","fundStart":"2014-02-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"  As part of the larger project, run by Prof Geoffrey Crossick. Creative Economy Cultural,Societal,Policy & public services","person":"Jane  Milling","coPersons":[],"organisation":"University of Exeter","findingsText":" Within the amateur arts sector there are diverse modes of participation in making and creating culture. This creative and cultural activity is vital to the commercial and subsidised cultural sectors. Amateur cultural resources are a key part of local cultural ecologies. The expression of cultural value in the process of making and experience itself requires us to reconfigure the debate about intrinsic value. Evaluation or investigation into the value of cultural experience of participants in this sector needs to be proportionate, and is enhanced by methodologies drawn from the arts and humanities. Demonstrating the significance of the amateur and voluntary cultural sector more effectively to policy and funding bodies. Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}