{"id":"ABCE5454-1A9A-48EA-A751-4AB17B060D1D","title":"Probing the dynamics and structure of soft matter and out-of-equilibrium materials using 3D-photon correlation spectroscopy","abstractText":"The aim of this proposal is to set up a state-of-the art so called 3D photon correlation light scattering spectroscopy (3D-PCS) facility, unique to the UK, that will be accessible the UK research community. The use of light scattering to study both the motions and structure of material building blocks is a powerful way to learn about materials. However, in order to investigate a material using light the material normally needs to be highly transparent to light. Unfortunately, most materials are not transparent, but show various degrees of optical turbidity. If one attempts to study such a turbid material using light scattering, the result is normally very difficult or even impossible to interprete. However, the particular light scattering technique termed 3D-photon correlation spectroscopy gets around this problem by using a trick. \nGenerally, when studying a material by the use of light, a laser beam is focused upon your material of interest, light is scattered and you detect the scattered light for some particular scattering angle. By analyzing the time-varying intensity of the scattered light you can work out how the units within your samples that are responsible for the scattering move and by studying how the time-averaged intensity of scattered light varies with the scattering angle you can work out how the scattering units are arranged or what shape they have. The problem comes, as mentioned above, if the sample is turbid. This means that light is generally scattered many times before it exits the sample and the information about the scattering event gets lost. The trick utilized in the 3D-PCS technique, is that the incoming beam is divided into two and each of these two beams is focused into the same sample volume. Here, they both undergo scattering and by analyzing both these scattering events simultaneously, one can find those scattering events where light was only scattered once within the volume and thus no confusion will remain in terms of interpretation. \nThis powerful light scattering technique is thus excellent for studying turbid materials such as many gels, emulsions, biological materials. In fact, materials where it is important to understand the motions and structure of the building blocks over a wide range of time- and length-scales, but where the materials are not optically clear are so common that researchers within physics, chemistry, biology, medicine, engineering etc are interested in having access to this technique. Moreover, since industrially relevant materials are perhaps even more likely to be turbid than the more 'purified' materials used in university labs, the interest in applying this technology to study materials relevant for industrial products such as plastics, pharmaceuticals, personal care products, or advanced materials for drug delivery or batteries is huge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K005073/1","grantId":"EP/K005073/1","fundValue":"157822","fundStart":"2012-11-09","fundEnd":"2017-11-08","funder":"EPSRC","impactText":"  The range of projects that are utilising the 3D-photon correlation spectroscopy equipment provide impact for materials understanding and design with a particular focus on turbid matter, for out-of-equilibrium materials, for research and development on complex formulations and biological materials. Agriculture, Food and Drink,Education,Pharmaceuticals and Medical Biotechnology Societal","person":"Karl Johan Linus  Mattsson","coPersons":[],"organisation":"University of Leeds","findingsText":" A 3D-photon correlation spectroscopy facility has been established in Leeds. This light scattering technique is used for the study of a wide range of soft matter systems where turbidity and thus multiple scattering of photons is a problem. This experimental technique makes it possible to perform full angular dependent light scattering investigations even in highly turbid media. The technique is being used on concentrated colloidal suspensions to study their structure and dynamics as well as in polymer gels, biological aggregating systems and a wide range of concentrated particulate or polymeric systems both of fundamental and applied and/or industrial importance. - we are actively interacting with the equipment manufacturer LS-instruments to further improve the technology Agriculture, Food and Drink,Chemicals,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}