{"id":"ABD91BD2-6BC1-4017-A9AA-2CD19F002AB3","title":"Adult Determinants of Late Life Depression, Cognitive Decline and Physical Functioning - The Whitehall II Ageing Study","abstractText":"The number of older adults with mental health problems, such as depression and dementia, is rapidly increasing. In 15 years time, over 4.3 million people in the UK will be affected. Together with physical limitations, this escalating burden of age-related disability will have a profound impact on the capacity for independent living, as well as major social and health care implications. \n \nThe voluminous and informative research into age-related disability has largely focused on determinants measured in old age. In order to better separate cause and effect, and to identify novel targets for intervention before the onset of age-related disability, we propose to study risk factors and functioning from mid-life to old-age in the Whitehall II (WII) cohort. WII is perfectly placed for this research as the study has collected an array of data across the adult life course on a cohort of 10,308 London-based civil servants recruited in 1985. Our proposed programme of work includes the collection of a new wave of clinical data (clinic 7) to cover the age range of 65-85 and to extend the wealth of information already available from the WII cohort. \n \nThere is a striking overlap between the risk factors for late-life depression and the decline in cognitive and physical functioning. This may be due to shared causal pathologies and/or shared lifestyle, social and behavioural factors. The proposed programme examines these issues within a single, cohesive analytic framework. The assets for discovery in WII include data on a wider range of adulthood risk factors than any other large-scale UK cohort study. These have been measured repeatedly at regular 4-5 year intervals since 1985. Another major advantage is the high-resolution measurements of depressive and anxiety symptoms, cognitive and physical functioning. \n \nThe proposal requests resources for a combination of infrastructure (core funding for data collection) and research over the period 2013-2017. Our objectives cover various domains of midlife risk and protective factors for old-age mental health and functioning. Using 30 years of prospective follow-up, we will examine the role of socioeconomic status, social engagement and cognitive reserve as contextual influences ('the causes of the causes') and quantify the importance of lifestyle factors, with attention to the role of changes in health behaviours. We hypothesise that mid-life trajectories of inflammatory, vascular, and metabolic factors will make a major contribution to later life depression, cognitive impairment, and functional health. Findings from WII will be replicated using other large-scale studies. We will then translate any observed effects into impact on the prevalence of functional limitations and disability-free life expectancy using projected risk factor distributions in the general population. \n \nThis programme will contribute to public health policy, health and social care, and will have societal impacts. With effective data-sharing policies already in place, the new data will contribute to the wider scientific community advancing gerontological, neuroscientific, medical, psychological, epidemiological and genetic research, including cross-sector collaborative ventures. Our active research collaboration with universities and research institutes in the UK and abroad enable capacity building for future researchers in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K013351/1","grantId":"MR/K013351/1","fundValue":"3325940","fundStart":"2013-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Mika  Kivimaki","coPersons":["Archana  Singh-Manoux","Klaus Peter Ebmeier","Eric John Brunner","Aroon Dinesh Hingorani","Meena  Kumari","David  Batty"],"organisation":"University College London","findingsText":"","dataset":"gtr"}