{"id":"ABE50F3E-4BCC-47C5-B95B-C8186EE3009E","title":"The Emily Hobhouse Letters: South Africa in International Context, 1899-1926","abstractText":"Emily Hobhouse (1860-1926) is celebrated in South Africa as a heroine of the South African War (1899-1902), but her wider involvement in South African affairs and international campaigning are largely unknown. Meanwhile in Britain she has been disregarded, her controversial attempts at relief work and international reconciliation during the First World War never properly accounted for. The Emily Hobhouse Letters project is an international research project centrally concerned with recovering Hobhouse's transnational epistolary network of activists, writers, journalists and politicians, in doing so offering a necessary re-internationalisation of early twentieth-century imperial and South African history and correcting her neglect in Britain. \n\nIt will be led by a UK-based Principal Investigator, who will work alongside Co-Investigators in the UK and South Africa, and in partnership with archivists and museum professionals in the UK and South Africa, to renew scholarly and public engagement with Hobhouse's legacy and to ask why, for Hobhouse and her circle, South Africa became the test-case of early twentieth-century liberal imperialism and liberal internationalism. The project will produce a joint-authored monograph and journal articles, and an international exhibition (touring to the Bodleian, Hull History Centre, the Liskeard Museum, the War Museum, and Smuts House Museum), which will focus on Hobhouse's mobilisation of an influential and interlocking transnational epistolary network of Quakers, international suffrage campaigners, anti-slavery activists, colonial politicians, reformers and writers, members of the Indian and African National Congresses, New Liberals and socialists in Britain. These will highlight the formative experience of Hobhouse and her circle's work for reconciliation in South Africa during an era of war, reconstruction, labour disputes, and arguments over national self-determination and will explore the legacy of this involvement - particularly their attitudes to race - for their approach to the politics of peace, relief and international oversight in Europe and South Africa after the First World War. \n\nThe exhibition will showcase material from the newly-deposited Emily Hobhouse papers at the Bodleian, which will for the first time be placed alongside her voluminous correspondence in archives in Britain, Geneva and South Africa in order to evaluate her strategic use of letter-writing and the behind-the-scenes influence of women's politicking. The project will employ two Research Assistants: one employed full-time to carry out research in South African archives and libraries; the other, employed on a 0.5 post for 18 months, to carry out research in the archives of international organisations such as Save the Children in Geneva. Both will be fully engaged in the project's outputs and its wider dissemination. The research team will also guide the cataloguing and selective digitisation of the Hobhouse Papers by trainee archivists and report on this to the SCOLMA conference for researchers and archivists of African history, and in its bulletin.\n\nA workshop in South Africa with the Bodleian archivist, school teachers and heritage professionals will explore the optimum ways to present this new research to multiple audiences, including secondary-school pupils, in preparation for the exhibition, associated public lectures and website launch. The project website will include dedicated 'Gateways to Learning' which will use digitised Hobhouse material as gateways to structured teaching and learning material and include downloadable museum audio-guides to items in the collections of the War Museum and Smuts House (to accompany the exhibition or for use remotely). A conference at the University of the Free State on the re-internationalisation of South Africa's imperial history will extend this commitment to engaging with the ongoing post-apartheid revisioning and rethinking of the South African past.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M011119/1","grantId":"AH/M011119/1","fundValue":"342700","fundStart":"2016-01-04","fundEnd":"2019-01-03","funder":"AHRC","impactText":"","person":"Helen Catherine Dampier","coPersons":["Rebecca  Gill","Kate  Law"],"organisation":"Leeds Metropolitan University","findingsText":"","dataset":"gtr"}