{"id":"ABF82C70-3530-4006-942C-0EE5AB92770E","title":"PROSPEcT: Ecotoxicology test protocols for representative nanomaterials in support of the OECD sponsorship programme","abstractText":"The proposed research forms an integral part of the PROSPEcT LINK project, initiated through the 'Nanoscience through Engineering to Application' programme. The project aims to provide a direct contribution to the global safety assessment of nanomaterials described by the OECD Working Party on Manufactured Nanomaterials (WPMN). The LINK project will develop essential and seminal test methods and data on two agreed nanomaterials that are of particular commercial relevance to the UK. The project will innovate the scientific foundations for adapting or creating test methods that enable the ecotoxicological hazard assessment of nanomaterials. Both particles (i.e. CeO2 and ZnO) are part of a list of 14 nanomaterials, identified as commercially relevant to the global economic impact of nanotechnology. Furthermore, the development of methods to characterize CeO2 and ZnO nanomaterials in concert with parallel and coordinated development for other nanomaterials across the OECD testing program will enablethe future establishment of QSARs (Quantitative Structure Activity Relationships) for predictive safety evaluations of novel nanomaterials.The resulting scientific advancement will help to secure an economic future for the commercialisation of nanotechnologies in and by the UK and provide crucial UK leadership and information to the OECD's global programme on nanomaterials safety assessment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G043140/1","grantId":"EP/G043140/1","fundValue":"477208","fundStart":"2009-02-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  This project picked up from the seminal work and\nrecommendations of the UK Royal Society &amp; Royal Academy of Engineering report on the opportunities and challenges posed by nanotechnologies and has provided a direct contribution to the global safety assessment of nanomaterials described by the OECD Working Party on Manufactured Nanomaterials (WPMN). It has developed essential and seminal test methods and fundamental data on two agreed nanomaterials that are of particular commercial relevance to the UK. The project has innovated the scientific foundations for adapting or creating test methods that enable the ecotoxicological hazard assessment of nanomaterials. Both particles (CeO2 and ZnO) are part of a list of 14 nanomaterials, identified as commercially relevant to the global economic impact of nanotechnology. Furthermore, the development of methods to characterize CeO2 and ZnO nanomaterials in concert with parallel and coordinated development for other nanomaterials across the OECD testing program has set the foundations for the future establishment of QSARs (Quantitative Structure Activity Relationships) for predictive safety evaluations of novel nanomaterials.\nThe resulting scientific advancement will help to secure an economic future for the commercialisation of nanotechnologies in and by the UK and provide crucial UK\nleadership and information to the OECD's global programme on nanomaterials safety assessment. Environment Societal,Economic,Policy & public services","person":"Tamara Susan  Galloway","coPersons":["Charles  Tyler","Andrew Mark Shaw"],"organisation":"University of Exeter","findingsText":" This project has:\n1. Provided a thorough review and evaluation o characterisation, toxicological and ecotoxicological data available on nano-CeO2 and ZnO, as well as methodologies that might be used to conduct tests that address the OECD\nendpoints.\n2. Created a detailed Test Dossier for the OECD endpoints testing of nano-CeO2 and nano-ZnO (including assignment of characterisation, tests, and methodologies to be developed during the PROSPEcT LINK project) within which nano-specific properties may be described.\n3. Provided detailed sampling, handling and testing protocols for nano-ZnO and nano-CeO2, with a view to sharing the protocols with the OECD Sponsorship Programme for alignment with other nanomaterials test protocols.\n4. Established the proof-of-principle for new techniques to detect nanoparticles against the background, including the exploitation of established techniques through prototyping of instruments.\n5. Comprehensively address the the OECD endpoints for ecotoxicology on nano- CeO2 and ZnO, laying the foundation for understanding nano-specific behaviour and the risk management context of subsequent OECD and UK data\ndevelopment efforts. This fundamental work could readily be taken forward into the further development of environmental risk assessment procedures for application to manufactured nanmaterials in environmental media: for example natural waters and sediments Environment","dataset":"gtr"}