{"id":"ABF95E3E-FA00-4994-AB31-04611CA5F6B3","title":"Interaction between Sox-10 and the tumour suppressor Merlin in tumours of the nervous system.","abstractText":"Tumour suppressors are the brakes of the cell that prevent abnormal cell division in our bodies. Loss of the tumour suppressor Merlin leads to tumours in multiple cell types within our nervous systems. We have two copies of a tumour suppressor (one on each chromosome we inherit from our parents), and Merlin deficient tumours can commonly arise either by sporadic loss of both copies in a single cell, or in familial cases of cancer (eg. Neurofibromatosis type 2, NF2) by inheriting one abnormal copy and the second copy been lost in a cell during our lifetime. As would be predicted in patients with NF2, the onset of disease is much earlier and patients have multiple tumours. Tumours can arise from the Schwann cells that wrap and myelinate axons (schwannomas), meningeal cells that form the membrane around the brain and spinal cord (meningiomas), and ependymal cells that line the ventricles of the brain (ependymomas). These tumours grow slowly, are resistant to chemotherapy, and require multiple difficult surgical operations to remove the tumour tissue. In NF2 patients this means multiple tumours and surgeries, starting in their teenage years and continuing through their lifetime. Patients with NF2 typically present with hearing loss and balance problems due to schwannoma tumours on the vestibulocochlear nerve which carries hearing and balance information to the brain. We use primary human schwannoma cells from patients as an in vitro model of the disease, and study interactions between Merlin and other proteins, specifically transcription factors, which bind DNA and regulate other genes, control the normal stop of proliferation and promote differentiation of Schwann cells in our peripheral nervous system. Analysis of human schwannoma tumours, both in vitro and in vivo, shows that the level of a transcription factor called Sox-10 is reduced or absent in all schwannoma tumours analysed (n=14). Sox-10 is important not only in the control of Schwann cell-axon interaction, but also in stopping Schwann cells from proliferating and drives the induction and maintenance of these cells to a differentiated, quiescent state. Re-introduction of Sox-10 alone into Merlin null human schwannoma cells allows them to induce a differentiated quiescent state. In humans, Merlin and Sox-10 lie close together on chromosome 22 and, in at least 60% of tumours, the two genes are lost together in the second 'hit' that occurs in NF2. We believe that this is one mechanism by which tumours lose Sox-10 function, but there may be others involving the regulation of the Sox-10 gene itself. We plan to comprehensively study the role of Sox-10 in the pathogenesis of Merlin null tumours in both human primary schwannoma cells and a transgenic knockout approach in mice. For the work with primary human schwannoma cells, we will study both the regulation of Sox-10 and the effects of Sox-10 re-introduction into these cells. In the transgenic mice, these offer a unique way to study the interaction between Merlin and Sox-10 proteins. Previous attempts to model NF2 in mice have shown that loss of Merlin alone induces a very different spectrum of tumours compared to the human disease; we think that the untested role of Sox-10 in these tumours may lie behind these differences. Because Sox-10 and Merlin are on different mouse chromosomes, we can remove Merlin in Schwann cells on a Sox-10 wild-type, hemizygous (only 1 copy of the gene) or Sox-10 null background both in vitro and in vivo, and truly study the effects of Sox-10 function on the pathology of these tumours. We can then correlate these findings in the mouse with our findings in primary human schwannoma cells. The endpoint of these experiments will be twofold: Firstly, to understand how loss of Merlin and Sox-10 co-operate to cause schwannoma tumours. Secondly, and more importantly, to create a new more accurate model of disease for NF2 in mice to allow in vivo testing of new compounds for treatment of these tumours.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J012785/1","grantId":"MR/J012785/1","fundValue":"334694","fundStart":"2013-04-29","fundEnd":"2016-07-28","funder":"MRC","impactText":"","person":"David Bryan Parkinson","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}