{"id":"ABFA15EF-038F-4B8C-96DC-E649689C5940","title":"Ocean Acidification Impacts on Sea-Surface Biology, Biogeochemistry and Climate","abstractText":"The burning of fossil fuels is releasing vast quantities of extra carbon dioxide to the Earth's atmosphere. Much of this stays in the atmosphere, raising CO2 levels, but much also leaves the atmosphere after a time, either to become sequestered in trees and plants, or else to become absorbed in the oceans. CO2 staying in the atmosphere is a greenhouse gas, causing global warming; CO2 entering the sea makes it more acidic, and the ongoing acidification of seawater is seen in observational records at various sites where time-series data are collected. The changing chemistry of seawater due to ocean acidification is mostly well understood and not subject to debate. What is much less well known is the impact that the changing chemistry will have on marine organisms and ecosystems, on biogeochemical cycling in the sea, and on how the sea interacts with the atmosphere to influence climate. We will look to investigate these questions in terms of how the surface waters of the world's oceans, and the life within, will respond to ocean acidification. Most of what we know about biological impacts, and the source of the current concern about the impact on marine life, comes from experimental studies in which individual organisms (e.g. single corals) or mono-specific populations (e.g. plankton cultures) have been subjected to elevated CO2 (and the associated lower pH) in laboratory experiments. These laboratory experiments have the advantage of being performed under controlled conditions in which everything can be kept constant except for changes to CO2. So if a response is observed, then the cause is clear. However, there are also limitations to laboratory studies. For instance, organisms have no time to adapt evolutionarily, and there is no possibility of shifts in species composition away from more sensitive forms towards more acid-tolerant forms, as might be expected to occur in nature. Another shortcoming is the absence of food-web complexity in most experiments, and therefore the absence of competition, predation, and other interactions that determine the viability of organisms in the natural environment. We seek to advance the study of ocean acidification by collecting more observations of naturally-occurring ecosystems in places where the chemistry of seawater is naturally more acidic, and/or where it naturally holds more carbon,as well as locations which are not so acidic, and/or hold more usual amounts of carbon. By contrasting the two sets of observations, we will gain an improved understanding of how acidification affects organisms living in their natural environment, after assemblage reassortments and evolutionary adaptation have had time to play out. Most of the planned work will be carried out on 3 cruises to places with strong gradients in seawater carbon and pH: to the Arctic Ocean, around the British Isles, and to the Southern Ocean. As well a making observations we will also conduct a large number of experiments, in which we will bring volumes of natural seawater from the ocean surface into containers on the deck of the ship, together with whatever life is contained within, and there subject them to higher CO2 and other stressors. We will monitor the changes that take place to these natural plankton communities (including to biogeochemical and climate-related processes) as the seawater is made more acidic. A major strength of such studies is the inclusion of natural environmental variability and complexity that is difficult or impossible to capture in laboratory experiments. Thus, the responses measured during these experiments on the naturally-occurring community may represent more accurately the future response of the surface ocean to ocean acidification. In order to carry out this experimental/observational work programme we have assembled a strong UK-wide team with an extensive track record of successfully carrying out sea-going scientificresearch projects of this type.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H01702X/1","grantId":"NE/H01702X/1","fundValue":"75116","fundStart":"2011-02-01","fundEnd":"2014-01-31","funder":"NERC","impactText":"  The data are currently uploaded to BODC - but also scientists at BAS have the datasets, and are preparing a paper.  ","person":"Peter  Burkill","coPersons":["David  Johns"],"organisation":"SAHFOS","findingsText":" For this grant we looked at plankton in both the Arctic and Antarctic areas, using a Continuous Plankton Recorder - this was the first time this device was used successfully in these remote areas. We have collected and analysed a large number of samples, and the data has been made available to researchers to use. One thing we did find, whilst not really novel, was how productive the seas around the Arctic are in spring. Our data are currently going into a large analysis of data from the cruises to the Arctic and Antarctic. We have provided data from areas not usually sampled in this way - and the data are open for use by scientists. Hopefully the will provide a picture of what is occurring in surface waters. Environment,Government, Democracy and Justice","dataset":"gtr"}