{"id":"ABFA5109-45E9-45AC-8C75-D0BA642C32F2","title":"AERODYNAMICS &amp; AEROACOUSTICS OF COMPLEX GEOMETRY HOT JETS","abstractText":"With the projected demand for air transport set to double the world aircraft fleet by 2020 it is becoming urgent to take steps to reduce the environmental impact of take off noise from aircraft. In the worst case noise can be more than just annoying, potentially being a contributory factor towards illnesses such as hypertension. Hence, the Advisory Council for Aeronautics Research in Europe (ACARE) has set the target of reducing perceived noise levels by 50% by the 2020. Continual reductions in permitted take-off noise levels are placing the commercial viability of more established plane models in jeopardy giving strong economic implications for the current work. The work proposed merges and extends two recently competed and highly successful EPSRC jet noise projects - GR/S43191/01 and GR/T06629/01. In GR/T06629/01 - rated tending to Outstanding - Large Eddy Simulation (LES) type predictive techniques for complex geometry jets were explored. During the previous GR/S43191/01 (rated Outstanding) project a RANS (Reynolds Averaged Navier-Stokes) based model for turbulent isothermal jet noise, based on an acoustic analogy was developed that is informed by LES. The model was proven to be more accurate for sound predictions, both for the sideline and aft angles to the jet, than previous acoustic models. It provided insights into the mechanisms of noise generation. Here we wish to extend the model to hot jets and complex nozzles, such as chevrons and co-axial jets, which will be of immediate interest to engine manufacturers. We also wish to contrast the model's performance with NASA Glenn, Southampton University and other models. There is very little understanding of the impact of the various space-time correlations of velocity and temperature or indeed the magnitude of these correlations themselves for hot jets. Hence, this flow physics element will be explored thus linking with the current research thrusts at NASA Glenn and the University of Poitiers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017771/1","grantId":"EP/I017771/1","fundValue":"436330","fundStart":"2011-11-01","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"  This project is ongoing but we have generated a range of correlation coefficients for jets under different conditions. These are currently being studied for use in analytical models. Also, the challenging measurements for velocity temperature correlations continues. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy,Environment,Manufacturing, including Industrial Biotechology,Transport Societal,Economic","person":"Paul G.  Tucker","coPersons":["Tom  Hynes","Ann  Dowling","Epaminondas  Mastorakos","Sergey  Karabasov"],"organisation":"University of Cambridge","findingsText":" This research is ongoing but we have developed confidence that large eddy simulations are useful for engine designers to predict jet noise and improve low order noise models. The simulation efforts have been useful for Rolls-Royce plc to gain confidence in the use of eddy resolving simulations for propulsive jet design, for a wider range of operating conditions, and also for use in low order noise models. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy,Environment,Transport","dataset":"gtr"}