{"id":"AC0EDF0D-58F1-4C9A-8C6F-0557EE36E3BB","title":"AN AUTOMATED IMAGE ANALYSIS AND MEASUREMENT SYSTEM FOR VIDEO-FLUOROSCOPIC EVALUATION OF SWALLOWING DYSFUNCTIONS.","abstractText":"Although swallowing is a function performed effortlessly hundreds of times daily by healthy humans, it is an extremely complex process that involves the rapid and precise coordination of numerous muscles and tissues in the human body. In stroke (that affects thousands of people every year in the UK with an annual NHS cost of 2.3 billion) and many other pathologies of the nervous system, dysphagia (abnormal swallowing) frequently occurs and can lead to fatal pneumonia. Video-Fluoroscopy (VF) is the gold-standard for diagnosing dysphagia. For a VF swallowing study, the patient is seated comfortably and given barium enriched (to become opaque in the x-ray) liquid. The patient swallows while x-ray video images of the head and neck are being recorded. This video has to be manually examined by clinicians, but this task is visually demanding, extremely time consuming and error prone, since it requires the replay of the entire video frame-by-frame in slow motion and the very careful examination of the involved anatomical areas. This has direct consequences to the diagnostic accuracy.We propose to develop a system that processes the entire video sequence automatically and calculates measurements that are critical for robust diagnosis by the clinician. Specifically, instead of the clinicians examining the video data frame-by-frame in slow motion, the system will be able to do the job automatically and provide the clinicians with the required measurements. We propose to do this through the development of image processing algorithms that segment an image to its constituent regions. These regions will be the specified anatomical areas and the liquid during swallowing. By automatically tracking all these regions during time, the system will be able to calculate all measurements needed by the clinician to perform a diagnosis. After the algorithms are developed, we plan to apply the system to normal and affected subjects, and compare the automatically calculated measurements with ones estimated manually. The proposed work will have significant benefits on patients, NHS and the scientific community. It is novel as none of the previous works attempted the proposed automation, and is timely due to the current needs for improving the effectiveness of VF-based evaluation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E004156/1","grantId":"EP/E004156/1","fundValue":"188535","fundStart":"2007-04-26","fundEnd":"2009-10-25","funder":"EPSRC","impactText":"","person":"John Yannis Goulermas","coPersons":["Maxine  Power"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}