{"id":"AC153AFF-30C7-40DA-A5A2-5B199B719C13","title":"Distinguishing pollutant-induced stresses from spatial and temporal environmental heterogeneity - a metabolomic approach to stress ecology","abstractText":"If proteins form the machinery of a cell, then small molecule metabolites are the cell's currency, forming the flows of information (signalling), energy and nutrients that regulate many of the most important biological functions. The accounting of these metabolites - by listing in an unbiased fashion all the metabolites present in a biological sample - is called metabolomics. Because of the central nature of metabolism in the control of physiology, the metabolites that are present in cells and organisms are very sensitive to environmental variation (e.g. differences in soil chemistry, climate, etc.). In recent years, the development of analytical methods to identify a large sub-set of the metabolites present in cells has held promise that such analyses could be used to establish which environmental influences were affecting an organism's health. This is important because human activity now means that in much of the developed, and increasingly the developing, world, the condition of the environment has been changed meaning that species are living within ecosystems that are no longer 'pristine'. One example of the effects of man on the environment is the presence in much of the developed and, increasingly, developing world, of a 'grey veil' of contamination resulting from domestic and industrial pollution. To date the metabolomics approach has been used mostly in laboratory-based studies to identify the responses of a range of species to environmental stresses. These stresses include pollution, as well as 'natural' factors like temperature extremes and disease. While these results have been extremely promising, a potential criticism is that it may not be as successful in the real world as it is in the lab. This is primarily because in the natural environment there are large variations in environmental factors (e.g. climate, soil/ water chemistry, interactions with other organisms), which will all also affect metabolite levels. This may make it difficult, if not impossible, to separate the effects of the factor being studied (e.g. environmental pollution) from the 'metabolic noise' created by the effects of all the other varying environmental factors. In this project we are aiming to specifically to test how reliable metabolomics can be to study the effects of soil pollution on natural populations. We will study a common British earthworm species: earthworms are good 'sentinel' species for soil contamination, as they .are both sensitive to pollution, and play an important ecological role in most soils. Initially, we will sample worms at several different times throughout the year from a wide range of clean sites across the country. This will tell us about the variety of metabolic responses that can be found in worms living under comparatively unpolluted conditions. Next we will conduct a series of laboratory experiments to understand the effects of a range of environmental factors (e.g. different soil acidity, moisture levels, soil type, temperature) on worm metabolic physiology. This will help us interpret the variations we see in our field-collected individuals: what kind of natural stresses were they under? Finally we will measure metabolites in worms collected from a set of known polluted sites (contaminated with toxic heavy metals and/or organic chemicals) at different times through the year. This will allow us to answer the fundamental question, can we reliably distinguish worms from clean and polluted sites, even though the sites themselves and the climatic condition at the time of collections are highly varied? On completion, our study will provide an extensive and high-quality dataset that could be used as a baseline for future research. Further, the results we will obtain will be of considerable academic interest to both physiologist and environmental scientists. Finally our results may, in the long run, lead to the development of methods to monitor and assess the changing state of our environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H009973/1","grantId":"NE/H009973/1","fundValue":"447432","fundStart":"2010-07-01","fundEnd":"2013-12-31","funder":"NERC","impactText":"","person":"Jacob Guy Bundy","coPersons":["Timothy  Ebbels"],"organisation":"Imperial College London","findingsText":" The grant is still in progress and the main key findings are yet to come.\n\n\n\nHowever, some key findings we have already established include:\n\n\n\n1. a validated and reliable method for measuring metabolites from earthworms to use as environmental biomarkers.\n\n\n\n2. identification of a suite of positively-charged metabolites in earthworms (betaines) that generally play a role in protecting against osmotic stress, and are not usually found in soil animals.  Environment","dataset":"gtr"}