{"id":"AC1617C4-39AB-480F-A973-CACDCF814422","title":"PARALLEL STOCHASTIC ANALYSIS FOR GEO-ENGINEERING","abstractText":"[In what follows: 1. Reliability is the probability that failure will not occur; 2. A characteristic value is that single value of a material property which, when used in a deterministic analysis, will give the same response as a stochastic analysis for a given level of reliability; 3. A reduction factor is that factor (from 0.0 to 1.0) by which the mean property value is scaled to give the characteristic value.]The proposed research concentrates on the fact that natural materials are variable and that representation of this variability appears crucial to getting a realistic understanding of certain geotechnical and geo-environmental problems. A specific problem is chosen for illustrative purposes. The investigation requires one Research Associate, who will focus on: (a) converting existing finite element codes from serial to parallel environments; (b) using these optimised codes to investigate the influence of heterogeneity on 3-D slope stability. It involves a total cost of 91k plus notional service costs of 104k, and is divided into two parts:1. The stability of cut slopes in clay. This simple (total stress) application will determine reliability-based reduction factors for undrained shear strength, from which reliability-based characteristic values may be derived. Of particular interest will be the comparison between reduction factors based on 2-D and 3-D analyses: i.e. how conservative is the 2-D approach, and what economies are to be gained through basing reduction factors on the true 3-D response? The study will also investigate the influence of heterogeneity on the evolution of failure mechanisms and on the volumes of soil involved in potential slides.2. The stability of underwater sandfill slopes (using a coupled effective stress approach). The first stage will be to compare 2-D and 3-D responses for long slopes. (Hence, the remit will be similar to that for cut slopes in clay, except that the derived reduction factors will be for soil friction angle.) The second stage will consider the Nerlerk underwater berm. This structure was designed to form part of a bottom-founded oil exploration platform in the Canadian Beaufort Sea, but failed during construction (at a height of 26 m) due to static liquefaction. This complicated 3-D application will simulate the construction of the berm, and will result in predictions of the probability of failure, the height of the berm at which failure occurs, and the geometries and volumes of potential slides. (Note that there are detailed field measurements available for comparison.) Significantly, it will provide a benchmark against which previous, current and future 2-D investigations may be properly quantified.The proposed research will demonstrate a new and more meaningful approach to representing geo-structural response, with the definition of stability (reliability) now reflecting the variable nature of the material which is being analysed. Geo-environmental applications are seen as a particular area in which parallel stochastic analysis will flourish.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D037247/1","grantId":"EP/D037247/1","fundValue":"101349","fundStart":"2006-07-15","fundEnd":"2008-07-14","funder":"EPSRC","impactText":"","person":"Michael Anthony Hicks","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}