{"id":"AC1D7C2C-D79B-4FD3-B770-F72D07E2FDB8","title":"Public Opinion and the Syrian Crisis in Three Democracies","abstractText":"<p>Recent horrific events in Syria have shocked politicians and publics alike. They also have played a key role demonstrating the importance of public opinion in foreign policy-making.&nbsp; Emphasising the effects of public opinion on foreign policy constitutes a major departure from the past. Traditionally, commentators discounted the impact of public opinion in this area, arguing foreign policy-making is largely elite-driven (eg, Allison, 1972; Ashford, 1981; Peters, 1986). However, over the past decade, there has been increasing awareness that public opinion matters (eg, Gelpi, Feaver and Reifler 2009). Very recently, the decisions by Prime Minister Cameron and President Obama to take the question of military intervention in Syria to their respective legislatures illustrate that public attitudes are now a consequential force shaping foreign policy-making in Britain and elsewhere.&nbsp;</p>\n\n<p>The proposed research investigates factors affecting public opinion about foreign policy by studying the dynamics of opinion about possible military and humanitarian aid interventions in Syria in three major democracies - Great Britain, the United States and France.&nbsp; he Syrian situation has great real-world urgency while presenting a significant opportunity to bolster understanding of how public opinion shapes and constrains the policies that elites can choose.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L011867/1","grantId":"ES/L011867/1","fundValue":"183451","fundStart":"2014-01-01","fundEnd":"2014-12-31","funder":"ESRC","impactText":"  Results from the surveys were presented at briefings at the following government agenices: DFID, the Home Office, the Ministry of Defence, and Number 10. The Gates Foundation, a major private contributor to development aid, also has expressed interest in the substantive results of the surveys. Questions have been placed on surveys and will be placed on the next round of surveys in response to suggestions from Government agencies and NGOs.\n\nThe surveys, particularly as they inform responses to the situation in the Middle East, have attracted particular attention of the media and investigators make regular appearances on major media outlets such as the BBC. Government, Democracy and Justice,Security and Diplomacy Policy & public services","person":"Thomas J Scotto","coPersons":["Harold  Clarke","Jason Aaron Reifler","Paul  Whiteley"],"organisation":"University of Essex","findingsText":" The grant remains in progress and will conclude in December 2014. Initially awarded specifically for studying the response to the Syrian crisis, the applicants fielded what was perhaps the most extensive study of public attitudes towards foreign aid in the United Kingdom, France, and the United States. Key findings:\n1) Respondents in all three nations see a moral cause for giving aid; however, there is widespread belief that aid is not effectively used and there is much wastage and corruption in aid dispersal. Researchers, government bodies, and NGOs wishing to reverse beliefs that foreign aid should be curtailed must focus on aid efficiency and effectiveness.\n2) Targets of foreign aid matter--those with different ideological outlooks will be sceptical if told aid is provided to foreign governments rather than the people in need.\n3) Scepticism surrounding national identity (e.g. Scottish Nationalism, France and Britain's position in the European Union) is correlated with attitudes towards aid. Respondents feel for those affected by the conflict in Syria but are not greatly disposed towards their nation accepting refugees from the conflict. Moreover, respondents at least partially base their acceptance of refugees on information concerning how little (France) or much (Germany) is doing in terms of accepting refugees.\n4) The amount of foreign aid the nations were providing in general or as a percentage of national budgets was seen as too much to a clear majority of respondents. Aid is a tough sell\n5) The timing of the urgency grant and fielding of the surveys coincided with the outbreak of the crisis in Ukraine. As a consequence, the investigators were able to establish that the public was divided in terms of doing nothing and imposing sanctions on Russia for its takeover of Crimea. Few were willing to see the conflict escalate to the point where the nations took military action against Russia.\n6) A successful and efficient bidding process allowed the investigators to fund a short post-European election wave; these surveys capture the Euro scepticism displayed by many British voters as they went to the polls in late May 2014. A paper on the topic is in the works and will be presented at the Political Studies Association Conference next year.\nAdditional American surveys were fielded due to a successful bid to the National Science Foundation made by co-investigator Harold Clarke. This allowed panel waves that measured foreign policy attitudes to be fielded in conjunction with the American midterm elections. Additional surveys of the British and French publics will be completed before the end of the year. As detailed in the narrative impact section, results from this project have been provided to representatives from DFID and the Gates Foundation. Findings from the project have been presented to representatives from DFID and the Gates Foundation. The key finding that respondents across the three nations studied see a moral case for aid but do not agree that money is put to good use is something that can be taken on board in public relations and advertising materials put forth by aid agencies and NGOs. The investigators have suggested to the donor agencies that emphasis be placed on aid effectiveness and emphasise that the money is getting to those who need it the most. In short, findings from these surveys inform how messages concerning foreign aid contributions should be framed to taxpayers in donor countries.\nOutreach is ongoing and the agencies have been invited to propose topics for the last round of grant funded surveys that will be fielded in late 2014. Principal Investigator Scotto is a member of the advanced impact project of the Global Uncertainties Programme, and Co-Investigator Clarke has extensive links with the Gates Foundation. These provide exceptional avenues for findings to be taken forward. Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}