{"id":"AC241B48-9146-4452-9986-0F7433DF9BF4","title":"Future Liquid Metal Engineering Hub","abstractText":"Natural resources are the foundation of our life on Earth, without which neither our economy nor society can function. However, due to continued resource overconsumption and the rapidly increasing world population, the global demand for natural resources and the related intense pressure on our environment have reached an unprecedented and unsustainable level. A shocking fact is that our cumulative consumption of natural resources over the last 60 years is greater than that over the whole of previous human history. With an anticipated world population of 9.3bn in 2050, the predicted global natural resource consumption will be almost tripled. This level of overconsumption is obviously not sustainable, and there is a compelling need for us to use our advanced science and technology to work with, rather than to exploit, nature. \n\nMetallic materials are the backbone of manufacturing and the fuel for economic growth. However, metal extraction and refining is extremely energy intensive and causes a huge negative impact on our environment. The world currently produces 50MT of Al and 2bnT of steel each year, accounting for 7-8% of the world's total energy consumption and 8% of the total global CO2 emission. Clearly, we cannot continue this increasing and dissipative use of our limited natural resources. However, the good news is that metals are in principle infinitely recyclable and that their recycling requires only a small fraction of the energy required for primary metal production. Between 1908 and 2007 we produced 833MT of aluminium, 506MT of copper and 33bnT of steels. It is estimated that more than 50% of this metal still exists as accessible stock in our society. Such metal stock will become our energy &quot;bank&quot; and a rich resource for meeting our future needs. \n\nThe UK metal casting industry adds &pound;2.6bn/yr to the UK economy, employs 30,000 people, produces 1.14bnT of metal castings per year and underpins the competitive position of every sector of UK manufacturing. Hoever, the industry faces severe challenges, including &quot;hollowing-out&quot; over the past 30 years, increasing energy and materials costs, tightening environmental regulations and a short supply of skilled people. We are now establishing the Future Liquid Metal Engineering Hub to address these challenges. The core Hub activities will be based at Brunel strongly supported by the complementary expertise of our academic spokes at Oxford, Leeds, Manchester and Imperial College and with over &pound;40M investment from our industrial partners. The Hub's long-term vision is full metal circulation, in which the global demand for metallic materials is met by a full circulation of secondary metals (with only limited addition of primary metals each year) through reduced usage, reuse, remanufacture, closed-loop recycling and effective recovery and refining of secondary metals. This represents a paradigm shift for metallurgical science, manufacturing technology and the industrial landscape. The Hub aims to lay down a solid foundation for full metal circulation, demonstrated initially with light metals and then extended to other metals in the longer term. We have identified closed-loop recycling of metallic materials as the greatest challenge and opportunity facing global manufacturing industry, and from this we have co-created with our industrial partners the Hub's research programme. We will conduct fundamental research to deliver a nucleation centred solidification science to underpin closed-loop recycling; we will carry out applied research to develop recycling-friendly high performance metallic materials and sustainable metal processing technologies to enable closed-loop recycling; we will operate a comprehensive outreach programme to engage potential stakeholders to ensure the widest possible impact of our research; we will embed a centre for doctoral training in liquid metal engineering to train future leaders to deliver long-lasting benefits of closed-loop recycling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007638/1","grantId":"EP/N007638/1","fundValue":"10138700","fundStart":"2015-11-01","fundEnd":"2022-10-31","funder":"EPSRC","impactText":"","person":"Z  Fan","coPersons":["Andrew Martin Mullis","Luiz Carlos Wrobel","Dmitry  Eskin","Xiaorong  Zhou","Brian  McKay","Yan  Huang","Geoffrey Mack Scamans","Christopher M. Gourlay","Hari Babu  Nadendla","Peter Kane Jimack","Patrick  Grant","Shouxun  Ji","Ian  Stone"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}