{"id":"AC25012E-ED42-42C7-83C6-AE9DD64E167C","title":"Development of rationally attenuated live vaccines for effective control of infectious bronchitis","abstractText":"The overall aim of this project is to attenuate the pathogenicity of infectious bronchitis virus (IBV) of poultry in a non-reversible way, whilst maintaining immunogenicity for both vaccination of chickens and for in ovo application. Control of infectious diseases and a reduction in the use of therapeutic antibiotics are two major challenges faced by the UK poultry industry. The avian coronavirus, IBV, is a highly contagious poultry pathogen prevalent in all types of poultry flocks worldwide. IBV is the causal agent of infectious bronchitis (IB) and continues to be responsible for economic loss, welfare problems in chickens and a potential risk to food security. IBV preferentially causes respiratory disease, but can also infect other organs such as the kidneys (resulting in kidney disease) or the reproductive tract (resulting in loss of egg production and/or egg quality). IBV has been reported to be responsible for more economic loss to the UK poultry industry than any other infectious disease. Although live attenuated vaccines and inactivated vaccines are universally used in the control of IBV, the protection gained by use of vaccination can be lost either due to vaccine breakdown or the introduction of a new IBV serotype that is not related to the vaccine used, posing a risk to the poultry industry. It is important that new and safer vaccines are developed for the control of IBV. This proposal seeks to develop an infectious clone system for the generation of rationally attenuated IBV vaccines, identifying two spatially distant regions of the genome that can be modified for attenuation. The project is divided into four main objectives:- 1) To produce an IBV reverse genetics system based on the pathogenic M41 strain of IBV. 2) To remove the M41 accessory non-structural genes to identify whether they play a role in pathogenicity. 3) To study the role of the M41 essential (replicase) non-structural protein genes in pathogenicity. 4) To investigate the attenuation of IBV for in ovo vaccination. This highly innovative project will be carried out by the coronavirus research group at the Institute for Animal Health, Compton which has the necessary IBV reverse genetics technology and the animal facilities to test rIBVs in chickens. The submission is in direct response to research requirements identified and agreed by the Poultry Research Committee at their meeting on the 17th November 2008. Expected benefits to the food chain: Relaxation of IBV vaccination strategies or the breakdown of vaccination, due to new IBV strains, would have a profound and devastating affect on the UK poultry industry in terms of bird welfare and production costs, with associated risks to food security. This work will pave the way for new rationally modified and safer vaccines, as they will be less likely to revert. A further expected benefit from the development of safer vaccines, is a reduction in the amount of antibiotics used to counteract secondary bacterial infections associated with IB.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H01425X/1","grantId":"BB/H01425X/1","fundValue":"810482","fundStart":"2009-10-08","fundEnd":"2014-08-04","funder":"BBSRC","impactText":"  A patent has been filed for this work and although it has ended from funding by BBSRC this is been continued by industrial support. Papers are being produced but results cannot be published due to IP restrictions. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Cultural","person":"Paul  Britton","coPersons":[],"organisation":"The Pirbright Institute","findingsText":" A major objective of this project is to develope an reverse genetics system for the avian coronavirus, infectious bronchitis virus, based on the pathogenic M41 isolate of IBV. We have generated such a system by the systematically adding and extending M41-derived sequence syntheically produced in a vaccinia virus genome using homologous trecombination. The specific outcome is a rIBV derived from a complete cDNA copy of the IBV M41 genome. Develoment of rationally attenuated IBV vaccines by poultry vaccine companies. The M41 cDNA will be modified to identify regions of the genome that may be deleted or modified for the generation of rationally attenuation for the development of a new gebneration of IBV vaccines. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}