{"id":"AC3691AD-FF22-4970-B188-C44BA138BB17","title":"Self assembly of two dimensional colloidal alloys for metamaterials applications","abstractText":"The systematic design and construction of materials and devices based on structure at the nanometer scale is a key challenge for materials science research in the 21st century. In particular, a major challenge in this area is to engineer metal/dielectric composite structures on the nanometer scale (below the wavelength of light) as this leads to a new class of materials, collectively known as metamaterials, which exhibit unusual optical properties such as negative permeability and refractive index. These unique optical properties allow us to manipulate light to an unprecedented degree, opening new areas of research such as perfect lenses, nanophotonic devices, integrated optical circuits, high efficiency solar cells, bio-sensors etc. However a serious bottleneck in metamaterials research is that the metal/dielectric nanostructures used for metamaterials applications have traditionally been fabricated using 'top down' approaches such as electron-beam lithography or focused ion beam lithography which are expensive, slow and limited in terms of the smallest features that can be made. In recent years, self-assembly has emerged as an alternative 'bottom-up' method for making micro- and nano-structured materials which is versatile, fast and inexpensive. This approach becomes particularly powerful when the self-assembly involves two or more components with a variety of optical, electronic and magnetic properties. \n\nIn a recent ground-breaking study, we showed that it is possible to obtain a rich variety of 2D binary crystal structures through the self-assembly of mixtures of hydrophobic and hydrophilic spherical silica particles at an oil/water interface. The aim of the project is to extend our self-assembly method by replacing the hydrophilic silica particles with metallic particles of different shapes (e.g., spherical and rod shaped) and sizes (micron to nanometer) in order to create dielectric/metal composite structures for metamaterials applications. In order to achieve this aim, we use a multi-disciplinary approach that integrates both theory and experiment to study the self-assembly and optical properties of mixed colloidal monolayers. \n\nSpecifically we will first study the interactions between different types of colloids at a liquid interface in order to establish the relationship between particle properties (e.g., material, wettability, shape and size) and particle interactions. This will allow us to tune particle interactions by changing particle properties. Next, we will study how these interactions control the self assembly of mixed monolayers in order to obtain the design rules for obtaining specific composite structures. We will then analyse the optical response of such mixed monolayers in order to identify the most promising structures for metamaterials applications. Finally, having identified and created the desired micro and nano scale metamaterials, as a specific application, we will deposit active materials such as conjugated polymers or colloidal quantum dots on top of these metamaterials to investigate how the metamaterial modifies the emission intensity and directionality of the active material. This will allow us to create hybrid plasmonic structures that will form the building blocks for the next generation of nanophotonic devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025078/1","grantId":"EP/L025078/1","fundValue":"654934","fundStart":"2015-01-26","fundEnd":"2018-01-25","funder":"EPSRC","impactText":"","person":"David Martin Buzza","coPersons":["Ali M Adawi","Tommy Stoilov Horozov"],"organisation":"University of Hull","findingsText":"","dataset":"gtr"}