{"id":"AC38C007-DE89-4CA2-9421-D0AE63F10BAB","title":"StoryLab: International Film Development Research Network","abstractText":"'Nations and peoples are largely the stories they feed themselves. If they tell themselves stories that are lies, they will suffer the consequences of those lies. If they tell themselves stories that face their own truths, they will free their histories for future flowerings'. (Ben Okri)\n\nOne hundred years of hegemonic dominance from Western, predominantly Hollywood, values and aesthetics may have created a long term effect on how filmmakers in the developing world, and independent filmmakers in the developed world, tell stories cinematically. Digital technology is, however, making the filmmaking form accessible, opening up opportunities for diverse individuals and cultures to express their own identities through film. The explosion of filmmaking in black sub-Saharan Africa, the emergence of a strong Latin American cinema and the empowerment of independent filmmaking evident in South East Asia are but a few examples of the consequence of the democratisation not only of production technologies, but means of distribution and exhibition. As filmmakers in the developing world become more confident about their filmmaking and their own identities, how is this growing confidence going to challenge notions of quality, visual aesthetic, narrative structure and story themes for so long set by aspirations towards Western cinema?\n\nA team of practice led researchers from leading film education institutions in each of the countries of Malaysia (Multimedia University), Ghana (National Film and Television Institute), Colombia (National University of Colombia) and the UK, led by Professor Erik Knudsen from the University of Salford, will run a series of workshops for emerging independent filmmakers in developing countries on three continents. A unique feature of this network is the lateral collaboration that it will encourage between practice led film and media researchers in developing countries across continents. This team of four researchers will collaborate with the host institutions involved to deliver these workshops over the period of the network project, followed by a summarising symposium hosted by the University of Salford at MediaCityUK.\n\nUtilising interdisciplinary approaches inspired from music and anthropology, the Research Network will develop a methodology entitled Ethnomediaology. An interdisciplinary approach inspired by practices in Ethnomusicology and Autoethnography, Ethnomediaology involves the active and immersive participation of researchers in the research culture and process, using this active personal engagement as a basis for knowledge generation, data gathering and evaluation.\n\nThe StoryLab Research Network seeks to explore the following questions: What are the consequences for the democratisation of the means of filmmaking and film dissemination on how filmmakers in the developing world tell cinematic stories and in what ways are these stories, and their mode of expression, reflecting a different perspective on living in an increasingly globalised world? In what ways may these emerging narrative developments impact cinematic storytelling in the UK and beyond?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006336/1","grantId":"AH/M006336/1","fundValue":"35151","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"AHRC","impactText":"","person":"Erik  Knudsen","coPersons":["Nico  Meissner"],"organisation":"Bournemouth University","findingsText":"","dataset":"gtr"}