{"id":"AC3FE394-EDE0-4F59-9AD0-F8BDDBEA9E56","title":"Abrupt changes in the behaviour of hybrid systems in discontinuity induced multiple attractors bifurcations","abstractText":"The fundamental question we address is: How can the study of hybrid dynamical systems inform our understanding of human balance? To answer this question we have to know \nwhat are hybrid systems, and how they can be used in the context of human balance. In simple terms, systems characterised by an interaction of continuous and discrete evolution are termed as hybrid systems. To give an example from everyday life: consider an aircraft whose position during the flight evolves continuously in time. The aircraft is controlled by microprocessors which operate on discrete inputs, and hence the whole system is a hybrid system. Another example, from outside of the field of engineering, is growth and division of biological cells. Growth is a continuous time process but division is a discrete transition. Actually, it is virtually impossible to think of any complex system, that is, a system built from a number of interacting subsystems, that does not have a hybrid characteristic in the sense of a heuristic definition given here. \nAn invaluable and a highly successful tool used for dynamical systems investigation is bifurcation analysis. In simple terms, bifurcations give information on stability boundaries of steady states (equilibrium points or periodic motions) as functions of system parameters that may vary; these parameters could be a temperature, pressure or other physical quantity. It turns out that hybrid systems, due to the presence of switches, may exhibit bifurcations (loss of stability) which are solely caused by these switches. An important feature of bifurcations (transitions) which are induced by the presence of switches is that they may lead to an abrupt change of system's behaviour. For instance, an abrupt transition from a stable oscillatory motion to a chaotic motion. It has also been shown that in hybrid systems many stable states, say oscillatory states, may originate from a single one, again due to the presence of switches. Any system operates in continuously changing environmental conditions, and if there is a possibility of different stable motions originating from a single one there are certain parameter values at which the system is highly susceptible to changing its evolution by jumping between its stable states. And if one of these stable states is undesirable, for instance from the point of view of system's performance, this may lead to a catastrophic failure of a system. Clearly, understanding this type of behaviour, that is birth of multiple attractors, is of critical importance for system designers. \n What is the link between hybrid systems and human balance and how the research on hybrid systems will be used to understand human balance? \nIn recent years, mathematical models have been used to gain insight into the problem of maintaining balance in humans during quiet standing. It is usually assumed that, as a first approximation, a human body can be modelled as a single link inverted pendulum where different control feedback laws model neuromuscular response to change in posture which then ensures the upright stance. Recently, it has been pointed out that it is impulsive like muscle movements that control upright stance, and hence it is switch like behaviour that seems to play a crucial role in balance control. By understanding the dynamics of systems with switches, routes to possible failures in their behaviour, we may then use this knowledge, for instance, to understand the mechanisms behind falling in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K001353/1","grantId":"EP/K001353/1","fundValue":"98906","fundStart":"2013-02-08","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"","person":"Piotr, Sebastian  Kowalczyk","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}