{"id":"AC40DF8C-D71C-4E6E-99A8-0599975F09B3","title":"Organometal halide photovoltaic cells: tailoring fundamental light conversion pathways","abstractText":"There is overwhelming evidence that our increasing consumption of fossil fuels and the associated emission of carbon dioxide is leading to climate change. This has brought new urgency to the development of clean, renewable sources of energy. Photovoltaic devices that harvest the energy provided by the sun have great potential to contribute to the solution, but uptake of photovoltaic energy generation has been weakened by the cost of devices based on current technology. The key to reducing cost is the development of new photovoltaic materials allowing easy, large-scale processing from solution or low-temperature evaporation that does not require costly purification and high-energy deposition. Importantly, fabrication of photovolatics on conducting plastic or metallic foil electrodes will transform the production techniques from costly semiconductor processing towards printing technology. To the great surprise of the photovoltaics community, a new generation of thin-film photovoltaic cells based on organometal halide perovskite absorbers emerged suddenly over the last 1-2 years which rapidly reached power conversion efficiencies exceeding 15% as materials control and device protocol improved. The methylammonium lead halide perovskite materials employed allow low-cost solution processing in air and absorb broadly across the solar spectrum, making them an exciting new component for clean energy generation. \nThe key aim of the proposed program is to establish the crucial parameters underpinning the workings of organometal halide perovskite solar cells. The recent remarkable progress in the power conversion efficiencies of these devices has been largely serendipitous, achieved by an initially highly successful trial-and-error approach. Obtaining a clear understanding of fundamental parameters governing light-to-photocurrent conversion now holds the clue to further development of this material class for light-harvesting technologies. Currently, the research community holds little knowledge on factors that have already been well established for most other photovoltaic materials, such as charge generation, recombination and diffusion, as well as the influence of basic material parameters such as composition, morphology, trap states and doping. The presented program is extremely timely, as it will unleash a further wave of efficiency improvements that now crucially relies on a more targeted approach to material advances. In a multi-faceted approach we will combine a study of device performance with advanced spectroscopic investigations, determining directly how fundamental processes can be tuned by materials modifications, and as a result presenting new records in photovoltaic efficiencies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024667/1","grantId":"EP/L024667/1","fundValue":"820074","fundStart":"2014-04-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Laura Maria Herz","coPersons":["Henry James Snaith","Michael Benjamin Johnston"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}