{"id":"AC41B29F-A59C-4059-B9D0-AF5EABFCE17A","title":"GRAPPLE - Iterative modelling of gene regulatory interactions underlying stress disease and ageing in C. elegans","abstractText":"Systems biology aims to model quantitatively how complex systems work, the resulting model being refined by means of an iterative loop of experimental testing and further modelling. Our project is unique in the sense that we will identify regulatory interactions underlying stress response and lifespan using a combination of natural genetic variation in gene transcription profiles, identification of regulatory and regulated genes and intensive computational modelling. The resulting networks will then be tested and refined using iterative perturbation experiments. In this way the new data will generate new, stronger network models to define genes for perturbation analysis, which in turn will furnish new data for modelling using new computational tools, and so on. The novelty and the strength of our approach is also based on simultaneous use of a variety of new methods for statistical analysis of networks, including those for network matching to be developed by the members of our team. To date, systems biology has not taken advantage of natural genetic variation in predicting the regulatory interactions underpinning important biomedical phenotypes. By combining the most powerful experimental and computational methods with the simplest model animal system, our project will significantly advance both our understanding of a complex regulatory system with direct relevance to human health and in the advancement of methodology that can be applied to other systems. Molecular and quantitative geneticists within this EU-wide group will work together with modellers to connect the dots from genome to phenotype, and on to predictive uses in biomedicine and healthcare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004718/1","grantId":"BB/I004718/1","fundValue":"210061","fundStart":"2010-11-01","fundEnd":"2013-08-31","funder":"BBSRC","impactText":"","person":"Madan  Babu","coPersons":[],"organisation":"MRC Centre Cambridge","findingsText":"","dataset":"gtr"}