{"id":"AC47FFB9-4E80-478E-911C-C78CF495D09D","title":"Developing Organisation Leaders as Change Agents in the Public Services","abstractText":"<p>This project considers major forms of external leadership development support which are sought and experienced by present and aspiring leaders of organisations providing education and health services in England. Special reference is made to support offered by national leadership development bodies covering three publicly funded service sectors (secondary schools, hospitals, and primary care trusts) and one part-public funded sector (higher education institutions). The research compares how leadership development offered by the national bodies and other agencies to acculturate organisation leaders as change agents relates to the UK government strategy for implementing public service modernisation and personalisation, and to fostering independent improvement. Discourses of public service reform, and especially the role of national leadership development bodies, are being tracked through the analysis of policy documents, websites, and accounts offered by organisation leaders, policymakers, and national body representatives and trainers. The study explores the acculturation and capacity-building processes employed by the national bodies to orchestrate the implementation of public policy and other change agendas. It seeks to determine the impact of these and other external development experiences on organisation leaders’ self-perceptions as change agents, whether for the modernisation and personalisation of their public service sector or for more autonomous change agendas.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-23-1136","grantId":"RES-000-23-1136","fundValue":"15795","fundStart":"2006-05-01","fundEnd":"2006-08-31","funder":"ESRC","impactText":"  This project transferred to Cardiff University after the first few months, and the ESRC gave it a new reference: RES-000-23-1136-A. Please see entry for Narrative Impact under that award. Education,Healthcare,Other Societal,Policy & public services","person":"Mike  Wallace","coPersons":["Mike  Reed","Jonathan  Morris","Rosemary  Deem"],"organisation":"University of Bath","findingsText":" This project transferred to Cardiff University after the first few months, and the ESRC gave it a new reference: RES-000-23-1136-A. Please see entry for Key Findings under that award. This project transferred to Cardiff University after the first few months, and the ESRC gave it a new reference: RES-000-23-1136-A. Please see entry for Key Findings under that award. Education,Healthcare,Other","dataset":"gtr"}