{"id":"AC4EC55E-E2CA-4264-9C0F-F8CB9C4D66F8","title":"Constrained low rank matrix recovery: from efficient algorithms to brain network imaging","abstractText":"The proposed research concerns the development of efficient computational algorithms to factorise matrix data into a low-rank representation, where the factors satisfy several constraints. Two scenarios are of interest:\n\n1) The entire data-matrix is known and the goal is the decomposition of the data into explanatory components that reveal underlying data structure. \n2) The data is only partially observed and the decomposition is also used to recover the un-observed data.\n\n1) is often used to remove noise from data (e.g. to clean up images ) or to decompose data into several distinct components (e.g. to separation different speakers in a recording), while 2) is used, for example, by online retailers, who use recommender system to recommend products based on previous purchases or in medical imaging, where we want to reduce a patient's exposure to radiation. In general, better matrix factorisation techniques will enable us to a) acquire data faster, safer and cheaper; b) acquire data at a higher resolution; and c) find better interpretations of data in terms of meaningful underlying factors. \n\nThese improvements will be made possible through the development and exploitation of better data models. In particular, we will develop models and algorithms that are able to utilize a range of non-convex constraints, such as sparseness, smoothness, contiguity, block structure and low-rank. Each of these constraints has been individually exploited previously and each was found to be able to capture distinct data features. For example, the usefulness of sparse data models for data recovery has attracted significant attention (e.g. in medical imaging), whilst for matrix data, low-rank models are now becoming widely used (e.g. in recommender systems). We here build on our previous work on the efficient recovery and factorization of data and develop algorithms that can exploit more than one of these constraints. Instead of imposing either sparsity or low-rank, we will develop methods that will enable us to efficiently exploit several constraints jointly. This will have a transformative impact on many applications where data structure can be captured using several constraints, but where each single constraint is not strong enough to offer substantial benefits. \n\nFor example, in radio astronomy, observations might be missing, either due to inability to monitor certain regions of the sky or due to inability to physically store the vast amount of data generated by modern radio observatories. The structure in this data is only partially captured by any one constraint and can thus not be fully recovered with current approaches.\n\nHere we are particularly inspired by our current work in functional brain imaging. Magnetic Resonance Imaging (MRI) techniques can be used to measure human brain activity whilst a person is at rest. This type of data provides crucial insights into information processing mechanisms in the living human brain and can also be used to reveal neural mechanisms underlying many brain disorders. Matrix factorization methods are already used as one of the main tools to analyse these data-sets. Current methods construct a low-rank approximation of the spatio-temporal data matrix, describing spatial regions that exhibit joint neural activity, thus revealing several distinct networks of connected brain regions.\n\nOur new methods will significantly improve on current approaches. Advanced data models will allow us to better estimate functional neuro-anatomy and will provide better recovery of under-sampled fMRI data using far fewer measurements. This will speed up data acquisition, reduce cost and provide data of higher quality. This in turn will enable us to develop better techniques to study the healthy human brain as well as to detect and study neural processes that underlie different brain diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K037102/1","grantId":"EP/K037102/1","fundValue":"94392","fundStart":"2014-01-01","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"  We have demonstrated that spatial constraints can be used successfully in the estimation of brain regions that exhibit similar functional brain activity. This makes previously developed methods more accurate and thus has the potential to allow neuroscientists to gain a deeper understanding of both healthy human brain function and failure mechanisms that lead to brain disorders. As we are still in the process of verifying the techniques, they have not yet been used outside our research team.  ","person":"Thomas  Blumensath","coPersons":[],"organisation":"University of Southampton","findingsText":" We developed computational algorithms that are better able to analyse certain brain imaging data (resting state fMRI) automatically, thus providing new tools for neuroscientists to study brain activity not directly linked to specific tasks. this has the potential to shed new light on some of the fundamental processes that underly human brain function. We intend to make our code freely available so that other research centres can use it on their own brain imaging data. This will give additional validation of the technique and allow more general uptake of these advanced brain image data analysis techniques. Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}