{"id":"AC50CCA1-4EF1-4631-80FD-B2E2F409B7B8","title":"Mechanisms and consequences of chirally selective processes at mineral surfaces","abstractText":"Biology is chiral; that is to say that many organic molecules exist in chemically identical but mirror image forms. A strong chiral preference for 'left-handed' forms of amino acids and 'right-handed' sugar biomolecules is a defining characteristic of biological systems. Similar preferences are shown for other key biomolecules. The origins of this chirality are currently the subject of much interest and the search for abiotic processes that select 'left-handed' rather than 'right-handed' molecules has profound implications for geochemical models of life's origin and evolution. Crystalline surfaces, such as the surfaces of minerals that make up the solid Earth, are not 'chirally blind'. Selective adsorption of one enantiomer ('left' or 'right' handed molecules) on mineral surfaces has profound implications; it has been cited as one possible cause of the homochirality observed in nature. Furthermore chirally selective adsorption may also have major consequences for the mechanisms by which organic material (including priority pollutants) is fixed, transported and degraded in the environment. This proposal aims to document the degree of chiral selectivity that can occur at mineral surfaces and, very importantly, shed light on the mechanisms by which this selection occurs. We will conduct a series of laboratory experiments to quantify the selective adsorption effects of different minerals and different mineral surfaces (different crystallographic orientations). These experiments will be coupled to a detailed examination of the atomic- scale interactions between organic molecules and mineral surfaces, using modern techniques of surface science, that will enable us to understand better the mechanisms by which adsorption and chiral selection occur.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C003411/1","grantId":"NE/C003411/1","fundValue":"251693","fundStart":"2006-05-08","fundEnd":"2009-12-07","funder":"NERC","impactText":"","person":"Martin Ross Preston","coPersons":["Rasmita  Raval","David John Prior"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}