{"id":"AC5209B2-B859-45B1-823E-E03D7C42CDB0","title":"International Workshop `Singularity theory, its modern applications and future prospects' in celebration of C.T.C.Wall's and J.W.Bruce's jubilees","abstractText":"Summary\n\nThis workshop celebrates the 75th birthday of C.T.C (Terry) Wall FRS and the 60th birthday of J.W.(Bill) Bruce, two leaders of the UK's very strong singularity theory community. \n\nSingularity theory arose from the studies in the 1950s and 1960s of H.Whitney and R.Thom on the classification and deep properties of differentiable functions and mappings-it can therefore be regarded as one of the most significant modern aspects of differential calculus. Singularity theory has by the present time grown to be a major discipline in its own right, interacting fruitfully with many adjacent disciplines in mathematics, and also with other disciplines such as computer graphics and computer vision, optimal control, physics and mechanics.\n\nThere are experts in singularity theory all over the world and the objective of this workshop is to bring together a number of key individuals to give talks defining the current state of affairs and, especially, promising avenues of research. Younger participants, including early career researchers and postgraduate students, will then gain a clear understanding of the most fruitful areas of research and be able to discuss these with the experts in parallel sessions and working groups. \n\nAs an additional attraction, we plan to have a popular lecture, suitable for sixth forms and schoolteachers, introducing the very remarkable Imaginary travelling exhibition (http://www.imaginary-exhibition.com/?lang=en) which is a unique implementation of the idea of interactive Mathematics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J02208X/1","grantId":"EP/J02208X/1","fundValue":"20310","fundStart":"2012-06-28","fundEnd":"2012-10-27","funder":"EPSRC","impactText":"","person":"V  Goryunov","coPersons":["P  Giblin"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}