{"id":"AC57719A-8B3F-4057-BF3A-6E24EAD81D7C","title":"A Supplement to the Electronic Dictionary of the Irish Language","abstractText":"Ireland possesses one of the richest and most extensive vernacular literatures in the medieval world stretching back as far as the sixth century, comprising both secular and religious material and an unparalleled body of narrative tales. The primary tool for students and scholars of medieval Irish literature has been the Royal Irish Academy's Dictionary of the Irish Language based mainly on Old and Middle Irish, which was published as 23 separate fascicles between 1913 and 1976. It is the most authoritative and comprehensive dictionary of Irish, containing 43,110 entries, and is widely considered of immense importance to Celtic and medieval Irish scholarship. \n\nStaff at the University of Ulster have been working on a digital edition of the original dictionary since 2003 and work is due to be completed in March 2007. This eagerly awaited edition represents a real advance for Irish scholarship as the paper Dictionary is notoriously difficult to use owing to the complex nature of Old and Middle Irish language and its nonstandard spelling systems. The team now proposes to bring the text of the electronic Dictionary up to date by incorporating scholarly corrections and additions published since the first fascicles appeared. \n\nA thorough revision of the dictionary is impractical at this time and could take up to fifty years to complete. Therefore, the proposed project will adopt a simpler, less exhaustive approach. It will gather revisions and additions published over the last seventy years by other scholars in journals and published editions of texts. They will then enter corrections, additions and further references into the digital text, producing an edition which is current and fit for purpose for twenty-first century scholarship. \n\nRevisions will be published online as a supplement to the existing electronic dictionary as work progresses so that the results of the project will be immediately available to scholars. A feedback function will allow interested users to enter comments on both revised and unrevised entries so that they can contribute to a more comprehensive and authoritative final edition. At the conclusion of the project, all revisions will appear as a separate hard-copy supplement to the Dictionary as a permanent record of the project's work. \n\nBy combining the functionality and versatility of the electronic dictionary with the latest research into early Irish lexicography, the revised edition will be an indispensable tool to scholars working in all areas associated with medieval Ireland including linguists, historians, textual scholars, archaeologists, folklorists. Indo-Europeanists, and scholars of comparative literature and religion. The revised Dictionary will be particularly useful to non-specialists and academics from allied fields who may not be fully acquainted with scholarly advances in Irish lexicography. Even specialists in early Irish language and literature will probably not have exhaustive annotations in their own dictionaries and this revised edition will provide them with ready access to a comprehensive and current lexicon of medieval Irish.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E002293/2","grantId":"AH/E002293/2","fundValue":"281698","fundStart":"2011-01-01","fundEnd":"2013-01-31","funder":"AHRC","impactText":"","person":"Gregory  Toner","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" The Dictionary of the Irish Language is a historical dictionary of Gaelic covering the period c.700-c.1650. It was compiled in the Royal Irish Academy, Dublin, and published in 23 separate volumes between 1913 and 1976. With advances of scholarship in the field during that period and since completion, portions of the Dictionary were in need of revision. The Supplement project set out to update the Dictionary to include additional material and to revise existing entries. The revision was based on a comprehensive review of scholarly articles published mainly in academic journals during the period 1932-2012. The review produced approximately 9000 revisions to 4100 entries (from a total of 35000 entries) including new definitions, additional or revised grammatical information, additional citations and/or revised translations, as well as entirely new entries on previously unrecorded words. The results of the research are published as a standalone Supplement to the original Dictionary and as an integral part of the 2007 electronic edition. The revised Dictionary has potential to contribute to the generation of new terminology in modern Irish and Scottish Gaelic. Terminologists and writers with suitable linguistic training in the earlier language can search terms in English to find old Gaelic equivalents and thereby reintroduce obsolete words into the modern languages. Users can search definitions to find the nearest equivalent for any term, and information is provided in the Dictionary on usage in context. A knowledge of the earlier language is required in order to render the medieval spelling into a suitable modern form and to grasp the nuances which may only be apparent in the examples. Communities and Social Services/Policy","dataset":"gtr"}