{"id":"AC5BF92D-6063-4E6B-9A7C-1081485732A0","title":"Drought responses of C4 plants: resolving the effects of physiological pathway from phylogenetic history","abstractText":"Plants using the C4 photosynthetic pathway dominate grassland ecosystems and cereal production in warm climates. Both the multiple evolutionary origins and abrupt geological shifts in the ecological dominance of this group have been linked with changes in atmospheric CO2 and climate. C4 plant responses to global change are therefore of fundamental importance for ecosystem resource management under anthropogenic climate change and for understanding the Earth System, both key scientific objectives for NERC. In recent years, attention has shifted from atmospheric CO2 towards water availability as a key driver of C4 plant responses to past and future atmospheric change, reinstating major unanswered questions about C4 plant-aridity relationships as research priorities. Crucially, if C4 photosynthesis is more efficient in its use of water than the C3 type, why does the fraction of species with the NADP-ME C4 sub-type decline in grass floras as rainfall decreases, whereas species with the NAD-ME sub-type show the opposite pattern? Do some sub-types of C4 photosynthesis confer drought tolerance, whilst others are linked with drought sensitivity? Or are these correlations unrelated to the inherent properties of C4 photosynthesis, but instead linked with the traits characterising the independent plant lineages where the C4 pathway originated? The proposed project aims to resolve these physiological and phylogenetic components of C4 plant water relations by linking experimental, model and field investigations within the framework of new molecular genetic classifications. Our first hypothesis, that there is a direct effect of C4 physiology on plant drought tolerance, will be tested with phylogenetically controlled experiments using congeneric C3/C4 species pairs, each representing independent C4 photosynthetic origins across monocot and eudicot groups. Controlled environment experiments have been designed within the framework of a new mechanistic model of stomatal control to develop an integrated picture of how C4 physiology per se influences plant water relations under drought. Our second hypothesis, that there is an important phylogenetic component to drought tolerance in the C4 grasses, will be tested within the PACCAD Clade, which encompasses all of the world's C4 grasses and at least four independent origins for the C4 pathway. The interaction of physiological and phylogenetic hypotheses will be quantified by extending the screening analysis to C3 groups nested within the same clade. Experiments will target key plant traits determining water uptake, transport and loss, and desiccation tolerance to test the contrasts between C3 and C4 types, NADP-ME and NAD-ME sub-types, independent grass clades, and their interactions. A multi-factorial common garden experiment in South Africa will examine the implications of these interactions for productivity and water-use in natural climate and soil conditions, using a sub-sample of the NADP-ME C4 and C3 species which together comprise a major part of the southern African grass flora.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D013062/1","grantId":"NE/D013062/1","fundValue":"359154","fundStart":"2006-11-13","fundEnd":"2010-11-12","funder":"NERC","impactText":"","person":"Colin  Osborne","coPersons":["F.I.  Woodward"],"organisation":"University of Sheffield","findingsText":" In this project, we investigated the how the type of photosynthesis used by a plant influences its drought tolerance, whilst accounting for evolutionary history. Our experimental results demonstrated that the C4 photosynthetic pathway makes plant hydraulics more efficient under mild drought. However, this effect is mediated by two interactions: first, under severe drought, the C4 pathway is more susceptible to drought-limitation than the C3 type; and second, the physiological performance of C4 grass species depends significantly on the evolutionary background of traits within each lineage. Our findings provide a new physiological framework for interpreting ecological niche evolution in grasses. Non-academic benefits are likely to be further downstream. Exploitation routes outlined above will require our basic research to be applied to climate change forecasting in natural and crop systems. It is these forecasts that will be of use for policy makers. Future exploitation of these findings could come via two avenues. Firstly, they will help us to better understand and predict the impacts of global climate change on the Earth's vegetation, especially in tropical savannas. Secondly, they will be important for scientists working to understand how crop species will be impacted by global climate change, since many of the world's most important crops, including maize, sugarcane and sorghum, use the C4 photosynthetic pathway. Environment","dataset":"gtr"}