{"id":"AC64374F-AA4D-44B2-BB21-397D6810CB1D","title":"Adventurous Research in Chemistry / Synthesis and Characterisation of Novel Nanomaterials","abstractText":"The aim is to explore an entirely novel route for producing unique varieties of nanoparticles. The premise stems from experiments already underway in the Chemistry Department in which weak interactions between molecules are being explored by encasing them in superfluid liquid helium nanodroplets (LHNDs). These droplets are characterised by an ultra-low equilibrium temperature (0.38 K) but their superfludity means that species encountering the droplets in the gas phase will stick to the droplet surface, will then move towards the centre of the droplet, and will coagulate, all within a rapid (&lt;1 ms) timescale. Although currently the tool of chemical physicists, this technology has the potential for applications in chemistry and materials science. The sequential or simultaneous addition of dopants in the gas phase will allow the synthesis of unique nanoscale objects composed of cores and layers of almost infinite choice. Furthermore, the surrounding liquid helium is ideal for soft-landing these nanoparticles intact on substrates, since the weakly bound helium atoms will dissipate virtually all of the collision energy by evaporative loss on impact.The growth of multi-layer nanoparticles will be explored using various types of helium nanodroplets, ranging from relatively small ones (tens of thousands of helium atoms) through to extremely large ones (&gt;&gt;108 atoms). The long-term aim is to show that a stable source of monodisperse helium droplets can be grown by expanding liquid helium through a pinhole nozzle into a vacuum chamber. This unique source should provide a new type of ultra-low temperature reactor for growing large and, to some extent, size-selected nanoparticles and depositing these species on solid targets. High resolution microscopy will be employed to characterise the species formed. Exotic and entirely novel nanoparticles, such as ones with fluid cores (gas or liquid) encapsulated within solid shells, can potentially be produced by this route and the feasibility of this growth process will form part of the planned project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D051452/1","grantId":"EP/D051452/1","fundValue":"51535","fundStart":"2006-05-01","fundEnd":"2008-04-30","funder":"EPSRC","impactText":"","person":"Andrew Michael  Ellis","coPersons":["Andrew  Abbott","Gregory Adam  Solan","A Rob Hillman","S  Handa"],"organisation":"University of Leicester","findingsText":" The aim was to explore an entirely novel route for producing unique varieties of nanoparticles which are difficult, or impossible, to produce by conventional 'wet' chemical synthesis. Furthermore, we sought to develop techniques that might ultimately allow these nanoparticles to be deposited in solution for practical applications. The project was not successful in all of its aims, but it set the scene for follow-up work which is well on the way to achieving all of the initial objectives. There are many potential non-academic applications and we are fully aware and consulting on IP issues as and when they arise. A postdoctoral research fellow working on this project was able to subsequently able to devise a follow-on project which led to an EPSRC Advanced Research Fellowship, and which is now just beginning to bear fruit. The long-term nature of this type of work meant that no publications were initially forthcoming, but that initial work is now strating to pay dividends and a se Chemicals,Education,Electronics,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}