{"id":"AC68432A-990E-41E0-9C7C-E8689B08FD61","title":"DEVELOPMENT OF A NON-INVASIVE STRATEGY ENHANCING HAEMATOPOIETIC STEM CELL (HSC) POTENTIAL OF HUMAN UMBILICAL CORD CELLS","abstractText":"Transplantations of bone marrow containing blood stem cells termed haematopoietic stem cells (HSC) have been used for several decades for efficient treatment of various blood diseases. However, due to shortage of appropriate donors, the use of this treatment is limited. Search for methods of efficient production of HSCs or alternative sources enriched for HSCs is one of the key goals of current haematology. \nUmbilical cord (UC) blood is an easily accessible and potentially very important source of HSCs but the number of HSCs contained there is low, which limits its use for treatment of adults. The aim of this project is to develop a methodology based on previous development in our laboratory which would allow significant enhancement of HSC activity of the umbilical cord. HSCs are efficiently generated during embryonic development and we have previously identified a powerful source of HSCs in the developing embryo, now termed the AGM region. We have developed a novel technique, which allowed us to generate large numbers of HSCs from the AGM region in culture. Here we propose to use the AGM cells for enhancement of the HSC activity of the umbilical cord. We will co-culture cells from the AGM region with cell populations of human umbilical cord cells. \nTo standardise this approach and also to make it compatible with clinical settings we will derive immortalised cell lines from the human AGM region and test their inductive capacity on umbilical cord cells. We will assess the production of HSCs from the umbilical cord by the gold standard test using transplantations in which long-term engraftment of human blood cells will be assessed in recipient animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901577","grantId":"G0901577","fundValue":"697537","fundStart":"2011-07-01","fundEnd":"2015-04-30","funder":"MRC","impactText":"","person":"Alexander  Medvinsky","coPersons":["Marc Leighton  Turner"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}