{"id":"AC685A2A-AFDC-4058-8DA0-538B900B7589","title":"George Buchanan's Psalm Paraphrases: critical edition, annotated translation, and literary study of a masterpiece of neo-Latin religious poetry.","abstractText":"Poet and dramatist, teacher and educationalist, political writer and statesman, George Buchanan is for many reasons one of the most notable European figures of the sixteenth century. Very much the traditional 'Scot abroad' and 'man o'pairts', he lived an eventful life in France and Portugal (and to a much lesser extent England and Italy) before returning to Scotland in middle age. His many-sided poetry is one of his greatest claims to fame, and outstanding within it is his complete set of Psalm Paraphrases in Latin verse, poems which are at once faithful versions of the Latin Psalter and elegant Latin odes in their own right. Printed in some twenty editions in his lifetime, and very frequently in the following two centuries, they are an exceptional example, as his contemporaries recognized, of a poetic genre that was extremely popular among Humanist writers of the European Renaissance, and later in the schoolrooms of Europe. His work shows not only a devout identification with the Old Testament Psalms but also a high degree of poetic skill and sensitivity to the literary language of the Latin classics. Buchanan thus seeks imaginatively to blend the material of two cultures at a time when there was exceptional interest not only in their reception and interrelation but also in questions of how they were to be presented. \\n\\nPoetry of this kind has been little studied. Buchanan's paraphrases have not received a full critical edition since 1715, although the various printings of the work that emerged almost annually in his lifetime show considerable variation. The first task therefore is to assess the value of the various textual evidence and produce a valid and authoritative text. Since no complete translation exists, or (I believe) has ever existed, a clear translation for modern readers is essential. Then, as readers work through or refer to the Latin text and facing English translation, various matters will need to be explained in the form of notes. There are also many important questions to be asked about the genre and Buchanan's negotiation of it, and these will be treated in an extensive introduction. Why was this poetic form and devotional exercise (it was both of these) so popular at the time? How did Buchanan pursue his task, from the initial choice of metre and style to the polishing of his finished product? Does he use the Latin Vulgate exclusively as his source? What is the contribution of Vergil, Horace, and other classical poets? Can we detect a personal imprint of any kind in his renderings, or anything approaching an exploration of the self? Is light shed on Buchanan's much debated religious development, or on the extent or modes of his classical reading? Why, and for what purposes, did the paraphrases continue to be read, discussed, and indeed sung to music well into the eighteenth century? \\n\\nThe book which results from this project will be a major contribution to the rapidly growing interest in neo-Latin literature and in classicizing Humanist writing of the Renaissance. It will show one creative way in which Latin, one of the major languages of Europe, was used by a scholar steeped in the ideas, metres and style of the classics; but also how he presents his meditations on the sacred text. The result is an instructive example of dialogue between cultures and of what is often called the 'Christian Humanism' of the northern European Renaissance. The projected book will shed further light on Buchanan's life and work and on his contribution to the culture of his native Scotland, as well as illustrating his poetic qualities and showing how he understood the Bible and the classical poets. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000169/1","grantId":"AH/E000169/1","fundValue":"28101","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Roger Philip Green","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}