{"id":"AC6AF1D9-AED8-4CDE-9934-FB049C330923","title":"'The Good Son' (working title): a new play commissioned by the National Theatre Studio, with reflective appendix on contemporary playwriting.","abstractText":"This research project consists primarily of the writing and development of an original full-length play, facilitated by an eight-week attachment to the National Theatre Studio. During this time I shall hone and improve the script by collaborating with in-house actors, directors and dramaturgs through readings, workshops and critical feedback. In the light of this process I shall rewrite and polish the script, resulting in a finished and fully realized script. Further to that it is my intention to write a critical examination of the issues arising from this creative practice, and relate these to the wider field of contemporary playwriting and the academic debate surrounding it. \\n\\n The creative aim of this project is to write a play that is both lyrical and experimental in its treatment of the resoundingly ordinary. The play seeks to address questions of belief, spiritual emptiness and loss, engaging with the 'linguistic and spiritual impoverishment' of its milieu, a milieu rarely represented in new writing for the theatre - that of the ordinary world of the lower middle classes in the South of England. Set at Christmastime, with events covering the period from 1997 to 2007, the play is an examination of the author's own home, in terms both of place and time. A man who has lost his son must come to terms with with his guilt; an errant son must come home and take on responsibility; and another lost son holds the key, in the form of a Christmas 'wish-box', into which people post their wishes. The Christmas setting evokes lost childhood and lost belief, in which the prayer has decayed into the wish; it evokes also the collision of our rampant consumerism with spiritual need, whilst providing a dramatic setting that is potentially ripe with humour and rich in human foible.\\n\\n Thus the first part of the research process is to explore and discover, via the creative practice of playwriting, a compelling dramatic form for these themes, a form that can combine both the narrative drive of realism, and the flexibility of non-linear theatrical structures. This non-linearity of form is to enable the play, when necessary, to explode linear chronology in favour of the poetic logic of association; the skewed logic of memory, dream and emotional significance. The objective is to find a form that can both satisfy the narrative demands of a play that generically is an Aristotelian family and revenge drama, while also capturing something of the splintering flow and drift of consciousness itself. \\n\\nThe second part of the research process is to reflect on the insights and dramaturcal problems arising from this creative practice: problems such as how the contemporary playwright can carve out a dramatic form to embody a community's 'linguistic and spiritual impoverishment' while paradoxically creating language, structure and content that is theatrically rich and vibrant. The aim in this second part of the process is to write an analytical and critical article relating these research questions to the wider field of contemporary playwriting. It is my hope that this analysis may make a striking and original contribution to academic debate through publication in a relevant journal of international standing, thereby gaining access to as wide a cross-section of the academic research community as possible. \\n\\nA key objective of the entire project, therefore, is to forge a link between professional creative practice and academic discourse; to transfer knowledge from the former to the latter, and vice versa; and to explore what can be gained from dialogue between these two complementary, but frequently mutually incomprehending, areas of endeavour. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004954/1","grantId":"AH/E004954/1","fundValue":"16389","fundStart":"2007-04-10","fundEnd":"2007-07-09","funder":"AHRC","impactText":"","person":"Elizabeth Jane  Kuti","coPersons":[],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}