{"id":"AC6F6C27-EF44-4806-B27A-6457E266D10D","title":"Understanding the impact of soil nitrogen on plant disease resistance","abstractText":"Plants obtain most of the nitrogen they need for growth and metabolism in the form of inorganic nitrogen ions such as ammonium and nitrate. Nitrogen ions are absorbed by roots and used to make amino acids that can be transported throughout the plant. Plant growth and development is regulated by the availability of nitrogen in soil, and nitrogen is frequently a growth limiting nutrient in natural ecosystems. Soil nitrogen and plant growth can be increased by treating soil with nitrogenous fertilisers, but the level and type of nitrogen used must be carefully controlled. High levels of nitrogen, especially ammonium, are toxic to some plants and moderately high levels promote lush vegetative growth that is susceptible to pests and diseases. An additional source of concern is that plants do not take up all of the nitrogen that is applied as fertilisers. Excess fertilisers are costly for farmers and act as environmental pollutants that can promote algal blooms through run-off into lakes and rivers and disturb natural ecosystems. Furthermore, increases in diseases and pests in fertiliser treated plants may require additional applications of pesticides and fungicides, again at an added cost to farmers and the environment. In this project we are particularly concerned with the link between soil nitrogen and increased plant disease. Researchers have observed that high soil nitrogen results in increased levels of inorganic nitrogen ions in plant tissues and alterations to both primary and secondary metabolism. The increased pest and disease susceptibility observed in over-fertilized plants could be due to two processes. Firstly, alterations to plant metabolism may make more nutrients available to pathogens (disease causing organisms such as bacteria and fungi). Secondly, the complex biosynthetic pathways used to synthesise anti-microbial chemicals may be suppressed by high soil nitrogen, making plants less able to defend themselves against infection. Intriguingly, some changes in plant physiology caused by high soil nitrogen resemble those caused by pathogen infection, which suggests that pathogens produce chemicals that inhibit and alter plant nitrogen metabolism in order to promote pathogen growth. We will use the interaction of the bacterial plant pathogen Pseudomonas syringae pv. tomato with tomato and the model plant Arabidopsis thaliana to investigate the role of soil and leaf nitrogen in disease resistance. P. syringae pv. tomato colonises the spaces between plant cells, taking nutrients from the apoplastic fluid that surrounds plant cells. This bacterium uses secreted proteins, toxins and hormones to control plant metabolism and can reach levels of 10 million bacteria/cm2 in the leaves of susceptible plants. We aim to describe the effect of soil nitrogen concentration on disease resistance to P. s. pv. tomato, and to measure the composition of apoplastic fluid in healthy and infected plants. We will specifically examine whether apoplastic fluid from plants treated with high levels of nitrogen supports higher rates of bacterial multiplication, and whether bacteria induce changes in apoplastic fluid that promote bacterial multiplication. We will also examine whether and how soil nitrogen affects the ability of plants to defend themselves against pathogens. The results of these analyses will provide three clear benefits. Firstly, they will clearly describe the mechanistic link between soil nitrogen and disease resistance. Secondly, we will be able to use this information to design experiments that use apoplastic composition analyses to optimise fertiliser composition and application. Finally, we may be able to use pathogen-induced changes in apoplast composition as an early sign of infection, facilitating early intervention and disease prevention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E007872/1","grantId":"BB/E007872/1","fundValue":"404135","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"  The findings from this project have informed and been reported in multiple public engagement activities. \n\nResults obtained and methods developed in this study have been widely cited, indicating their take up and application by researchers studying plant disease, plant development, plant growth promotion, microbial physiology and plant nutrition. Agriculture, Food and Drink Societal","person":"Gail Margaret Preston","coPersons":[],"organisation":"University of Oxford","findingsText":" Plant growth is highly dependent on nitrogen availability. However, nitrogen is frequently a growth limiting nutrient in natural ecosystems. Soil nitrogen can be increased by application of nitrogenous fertilisers, but the level and type of nitrogen used must be carefully controlled. High levels of nitrogen are toxic to some plants and moderately high levels can promote lush vegetative growth or increased susceptibility to pests and diseases, resulting in reduced yield, and increased application of pesticides and fungicides. An additional source of concern is that plants do not take up all of the nitrogen that is applied as fertilisers. Excess fertilisers are costly for growers and act as environmental pollutants that can promote algal blooms through run-off into lakes and rivers and disturb natural ecosystems.\n\nIn this project we have investigated the link between soil nitrogen and plant disease, focusing on the effect of soil nitrogen and pathogen infection on plant metabolism. The increased disease susceptibility observed in plants treated with high levels of nitrogen could be linked to two processes. Firstly, alterations to plant metabolism may alter the nutrients available to pathogens (disease causing organisms). Secondly, the metabolic pathways used in plant defence responses to infection may be suppressed by high soil nitrogen, compromising plant defences.\n\nWe have studied the effect of nitrogen on the susceptibility of tomato plants to bacterial speck disease, which is caused by a bacterium known as Pseudomonas syringae pv. tomato (Pst). Pst colonises the spaces between plant cells, and grows using nutrients present in the apoplastic fluid that surrounds plant cells. The recommended level of nitrogen for greenhouse tomato production is typically 10-15 mM nitrogen. However, some studies have suggested that lowering nitrogen concentrations to 4-6 mM nitrogen may have a positive effect on fruit quality, with relatively little reduction in yield. We observed that tomato plants grown on 15 or 30 mM nitrogen showed significantly increased susceptibility to bacterial infection when compared to plants grown on 5 mM nitrogen. This indicates that lower nitrogen concentrations may not only benefit tomato growers and consumers by increasing fruit quality, reducing fertilizer costs and fertilizer-associated pollution, but also by increasing the resistance of tomato plants to Pst. \n\nTo understand the effect of nitrogen on disease resistance in greater depth, we studied the effect of nitrogen and Pst on the chemical composition of plant tissues. We also studied the ability of Pst to grow using nutrients present in apoplastic fluid, and showed that this bacterium is well-adapted to grow using nutrients that are abundant in the apoplast of healthy and infected plants. Both nitrogen treatment and pathogen infection had a significant, but distinct impact on the chemical composition of plant leaves. Notably, high nitrogen treatment significantly altered plant responses to Pst, resulting in increased accumulation of certain amino acids, sugars and other metabolites in the apoplastic fluid of Pst-infected plants. This suggests that nitrogen treatment may enhance mobilization of nutrients, particularly nitrogen compounds, to the apoplast to support pathogen growth. We were also able to identify chemicals that were specifically present in diseased plants, even when no symptoms were apparent, and to show that these chemicals accumulated to higher levels in high nitrogen treated plants. These chemicals may have an important, but as yet undetermined role in disease development, and may be useful biomarkers to detect the early stages of pathogen infection. Collectively, our results highlight the benefits of using moderate levels of fertilizer to achieve an optimal balance between yield, food quality and disease resistance, and suggest promising new directions for applying knowledge of plant biochemistry to improve disease control. This project has refined and developed methods for studying the metabolism of plant pathogens, the metabolic interface between host and pathogen and the impact of genotype-phenotype-environment interactions on plant health and disease resistance. \n\nThese approaches can be adapted to address a wide variety of questions in plant and microbial physiology. Citations for manuscripts arising from this project indicate that the results and methods developed in this project have proved to be of value for researchers working in a number of fields, including plant disease, plant development, plant nutrition, high-throughput phenotyping, analysis of metabolic networks and microbial physiology. Agriculture, Food and Drink,Environment","dataset":"gtr"}