{"id":"AC739C9F-937C-4A26-8B01-C3A06BCA9074","title":"Role of Two Novel Pollen Tube Proteins in Polarized Rho GTPase Signalling","abstractText":"Polarization, a process that allows cells to organize structurally and functionally distinct poles, is essential not only for the normal behaviour and replication of single cells, but also for the development of multicellular organisms. The accumulation of active Rho GTPases at specific domains of the plasma membrane surrounding cells plays a key role in polarization. Rho GTPases are proteins that can regulate a variety of cellular process by controlling the activity of other proteins with which they directly interact (effectors). The molecular mechanisms that control the local accumulation of active Rho GTPases at specific membrane domains are not well understood, and how these proteins regulate cellular processes has only been clarified to a limited extent. Tobacco pollen tubes are an exceptionally useful experimental model system to investigate polarization. A Rho GTPase called Nt-Rac5 specifically accumulates at the membrane at one end of these highly elongated cells, where it controls cell expansion that occurs at this location. We have identified two novel tobacco pollen tube proteins, whose activities appear to depend on stimulation by Nt-Rac5, as suggested by the results of preliminary experiments. These experiments have shown that Nt-Rak1 directly binds to active Nt-Rac5, and is therefore likely to act as an effector of this protein. Nt-Rak1 has the ability to regulate the activity of other proteins by transferring phosphate groups to them, a process called phosphorylation. Interestingly, we have found that Nt-Rak1 not only interacts with Nt-PubPT, a putative target protein we have identified, but also phosphorylates Nt-Rac5. This suggests that Nt-Rak1 acts as a Nt-Rac5 effector, which regulates the function of Nt-PubPT, and at the same time modulates the activity of Nt-Rac5. The modulation of the activity of a protein by its own effector is called feedback regulation, a process that is often involved in polarization. With this proposal, we ask for funding to further investigate and establish the functions of Nt-Rak1 and Nt-PubPT in the regulation of the activity of Nt-Rac5 at the expanding end of tobacco pollen tubes, and in the control of cellular processes by this protein. We believe that this work will enhance out understanding of the molecular mechanisms underlying polarization, a process with essential functions in single cells and multicellular organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G004927/1","grantId":"BB/G004927/1","fundValue":"433236","fundStart":"2008-10-20","fundEnd":"2011-10-19","funder":"BBSRC","impactText":"","person":"Benedikt  Kost","coPersons":["Eric B. Holub"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}