{"id":"AC755AB6-7503-46FF-A494-CCF7B8A2CB29","title":"Accelerated introgression of host plant resistance to carrot rust fly into elite carrot varieties by means of modern techniques for resistance","abstractText":"The aim of this project is to develop new techniques for identifying and evaluating potential sources of durable host plant resistance to carrot fly in carrot and to use them to evaluate a range of sources. In the absence of effective control methods, crop losses to carrot fly can be &gt;50%. Effective and durable forms of host plant resistance will enhance crop productivity, meeting new and existing EU pesticide regulations and reducing environmental impact. At present, UK carrot fly is controlled with broad spectrum insecticides. There is already evidence of polygenic partial resistance to carrot fly and this has been incorporated into a small number of varieties. However, this resistance is insufficient to make a major contribution to a reduction in pesticide use. In this project Warwick University will develop techniques to identify and evaluate sources of host plant resistance to carrot fly in wild species, heritage varieties and existing breeding lines and develop a high-throughput phenotype screen. Rijk Zwaan will develop a laboratory test for resistance, independent of seasonal variations in the open field. They will also develop a segregating F2-population between a resistant and a susceptible variety to be able to find molecular markers for resistance traits and they will investigate possibilities for combining different mechanisms of quantitative resistance to obtain an even higher level of resistance. Innovative components of the project include a reliable high-throughput screen for resistance to carrot fly, experimental techniques to separate different components of resistance, development of markers for resistance traits and a reliable method of screening young plants in the laboratory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I001689/1","grantId":"TS/I001689/1","fundValue":"112424","fundStart":"2010-11-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"","person":"Rosemary  Collier","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}