{"id":"AC76A6C1-E852-49B7-A14A-62B379592FB9","title":"Ontology Evolution in Physics","abstractText":"A computer can be programmed to reason automatically by constructing an ontology in which to represent both some knowledge and the rules to derive new knowledge from old. An ontology is a mathematical formalism. Most ontologies are built manually for a particular reasoning task. Successful reasoning depends on striking a compromise between the expressiveness of the representation and the efficiency of the reasoning process. If either the reasoning environment or the goals subsequently change, then the reasoning process is likely to fail because the ontology is no longer well suited to its task. Many modern applications of automated reasoning need to work in a changing environment with changing goals. Their reasoning systems need to adapt to these changes automatically. In particular, their ontologies need to evolve automatically. It is not enough to remove from or add to the beliefs of the ontology. It is necessary to change its underlying formal language. Our group has pioneered work in this new area of research. Our techniques involve diagnosis of faults in an existing ontology and then repairing these faults. In this project we propose to apply and develop our techniques in the domain of Physics. This is an excellent domain because many of its most seminal advances can be seen as ontology evolution, i.e. changing the way that physicists view the world. These changes are often triggered by a contradiction between existing theory and experimental observation. These contradictions, their diagnosis and the resulting repairs have usually been well documented by historians of science, providing us with a rich vein of case studies for the development and evaluation of our techniques. We face some tricky technical challenges in (a) dealing with the large number of choices in diagnosis and repair and (b) filling in some undefined blanks in some of the repair operations. To solve these challenges we propose to compose together a number of diagnosis and repair operations into what we call repair plans. We have already experimented with two such repair plans, which we call Where's my stuff? and Inconstancy . The first works by dividing some stuff into visible, invisible and total stuff. We have applied Where's my stuff? to case studies as diverse as the discovery of latent heat and the speculation of dark matter. The second works by making some stuff dependent on a variable on which it was previously thought not to depend. This plan is being applied to Modified Newtonian Mechanics (MoND -- an alternative to dark energy) and to the gas laws. Our proposal is to extend this pilot study by looking at a much wider range of case studies, developing more repair plans and evaluating their performance on a test set of case studies.We hope to show that a small set of repair plans can successfully account for a large number of case studies. We will use this work as a basis to develop a theory of ontology evolution that we intend to be applicable outwith the Physics domain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G000700/1","grantId":"EP/G000700/1","fundValue":"381408","fundStart":"2008-07-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  The project had a diverse range of impacts.\n- This work has been influential in opening up the research area of ontology evolution via language revision rather than just belief revision.\n- We led the development of a new interdisciplinary ontology evolution community via our organisation of the series of workshops on Automated Reasoning about Context and Ontology Evolution (ARCOE), which were held annually in conjunction with: IJCAI-09 in Pasadena, California; ECAI-10 in Lisbon, Portugal; IJCAI-11 in Barcelona, Catalonia, Spain; and ECAI-12, Montpellier, France.\n- The ARCOE series also led to the special issue of the Journal of Web Semantics.\n- The project student received training in research methodology as part of his PhD studies.  ","person":"Alan  Bundy","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Synopsis: A program GALILEO was built that detected and repaired conflicts between theories of Physics and experimental results. It used Ontology Repair Plans (ORPs) to formalise common patterns of fault detection and repair in Physics and other domains.\n\nHypotheses: Automated ontology evolution via ORPs is computationally feasible and can account for the kinds of ontology evolution that are observed in human problem solving in the Physics domain. We show that desirable properties, e.g., coverage, efficiency, maintainability, high quality of the repairs, can be achieved.\n\nEvaluation: The presentation, application and evaluation of three of GALILEO's Ontology Repair Plans provided empirical evidence of the value of our approach to ontology evolution. The ORP Where's My Stuff? was applied to the discovery of latent heat and to the postulation of dark matter; Inconstancy was applied to Modified Newtonian Dynamics in the study of galaxies and to the observations that proved the speed of light to be finite; Unite was applied to the identification of the Morning and Evening Stars and to the assessment of the shape of the Earth. The domain-dependent techniques developed in this project has been generalised and formalised into the domain-independent reformation algorithm, whose development has been funded by our Platform Grant. The repair of faulty ontologies is a central focus of our SuReChoice proposal, with Aberdeen, Manchester and Heriot Watt, which is currently under consideration by EPSRC.\n\nThe techniques of theory repair are generic and can find application wherever ontologies, knowledge bases, databases or Other","dataset":"gtr"}