{"id":"AC774E3E-5778-4D55-8A48-7CF400917AD2","title":"Changing Patterns of Marine Product Exploitation in Human Prehistory via Biomarker Proxies in Archaeological Pottery","abstractText":"The availability and high nutritional value of marine resources means that they should have been a conspicuous component of prehistoric coastal food economies. However, finding evidence for the intensity of marine exploitation in the archaeological record is problematic, due in part to the poor survival and recovery of fish remains, the processing of marine foods and the rarity of fishing paraphernalia or other related artefacts. Stable carbon and nitrogen isotope signals for marine foods imprinted in human bone collagen were initially believed to circumvent these problems, based upon the principle that 'you are what you eat'. Evidence from isotopic analyses of human remains suggests that coastal and island Mesolithic people did utilise marine foods but that the Neolithic, after the adoption of farming, foods from the sea were abandoned. These data suggest that farmers throughout prehistory, and into historical times, negotiated new ways of living and turned their backs on the sea. However, recent critiques of these interpretations have noted that they are at odds with the archaeological evidence for the continued exploitation of marine resources throughout prehistory at sites along the Atlantic seaboard of Europe. This may signify that collagen isotope analysis is not sensitive enough to detect low or sporadic consumption of marine protein, nor will it detect the exploitation of marine fats and oils. Therefore, tracing changing patterns of marine exploitation throughout prehistory still pose an archaeological and scientific problem. Very significant recent findings in our laboratory have revealed a new way to detect the processing of marine products at a highly sensitive level. Organic residues from commodities prepared in unglazed pottery can become absorbed into the ceramic fabric; these ancient residues can then be extracted and characterised thousands of years later. Until now, marine fats have been difficult to identify since the diagnostic compounds in fresh fats degrade very rapidly upon burial. However, we have recently identified several new classes of highly diagnostic compounds derived from marine lipids, which persist over archaeological timescales. We have also shown that amino acids surviving in pottery can offer further insights into the commodities processed in the pottery vessels. This project will further investigate the origins of these novel compounds and develop a highly sensitive method for detecting them at very low concentrations in archaeological pottery. We will then use these biomarker compounds to track prehistoric patterns of marine food consumption, beginning with the early Neolithic. Pottery would be obtained from a range of Scottish and Irish sites where marine resource exploitation would have continued alongside the introduction of farming, albeit possibly at a lower level. We will also investigate pottery from Neolithic mainland coastal and inland sites, including Ireland, Scotland and northern Iberia, in order to compare how contemporary peoples were exploiting their environment. Where longer sequences of occupation exist, we will explore changing patterns in marine resource exploitation through time. Island sites, such as Northton on Lewis and Eilean Domhnuill in Loch Olabhat, which have evidence for settlement from the early Neolithic through to the medieval periods, offer opportunities for this part of the investigation. Likewise, long-lived mainland sites exist in Ireland and the Iberian northern peninsula; in the latter recent investigations have suggested both the adoption of Neolithic traditions by indigenous Mesolithic hunter-gatherers and the colonisation of incoming farmers. The refinement and implementation of these new marine biomarker proxies therefore offer the potential for new insights into changing patterns of marine resource exploitation by humans in antiquity at a resolution unachievable using more traditional approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F021054/1","grantId":"NE/F021054/1","fundValue":"379250","fundStart":"2009-03-02","fundEnd":"2012-09-30","funder":"NERC","impactText":"","person":"Richard Peter Evershed","coPersons":["Jacqui  Mulville"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}