{"id":"AC7D379F-D57E-4DA3-8812-ED063AB9FA9D","title":"An investigation of socially-mediated emotional transfer in the chicken","abstractText":"To ensure good animal welfare we need to identify, and then take steps to alleviate, causes of possible distress. Much research has focussed directly on physical, environmental and social situations that are distressing to laboratory or farm animals. Our proposed research takes a different angle and addresses the possibiity that animals might additionally experience distress when their own situation is good, but when they witness distress in others. In its most advanced form, this capacity might be called empathy, implying that the witness understands the reasons for its companion's distress. In humans, and perhaps great apes, such advanced abilities to understand the plight of another may promote positive social behaviour or &quot;helping&quot;. However, the roots of empathy probably lie in a set of much simpler, building block, processes. One of these building blocks is emotional matching, also called emotional transfer or emotional contagion. These terms refer to situations where physiological or behavioural signs of distress in one animal to trigger a shared or matching response in an observer. In human infants emotional transfer is shown when the crying of one baby produces a similar crying response in others nearby. \n\nOur recent work has shown that, under some circumstances, chickens show this type of emotional transfer. We found that mother hens react strongly and consistently (with changes in heart-rate, comb-temperature, vocalisations and other behavioural changes) when their chicks receive a mild air-puff. The aim of this research is to discover much more about the situations under which this emotional transfer takes place in chickens. The research will be useful in clarifying a field of research where results can often be over-interpreted and advanced abilities claimed when they may not really exist. But the research also has important animal welfare implications. If animals are upset by seeing distress in others this may guide our veterinary, transport or even slaughter practices. It is also possible that animals in a poor state of welfare are more likely to show emotional transfer, leading to harmful outbreaks of group panic. \n\nWe will address a number of fundamental questions in small-scale experiments with chickens: \n- does the observing hen find it unpleasant to witness distress in her chicks? \n- does emotional transfer occur when the observing hen is in a good emotional state herself, and when she &quot;knows&quot; she is in no personal danger? \n- does emotional transfer help the observing hen to acquire important information about pleasant and unpleasant situations? \n- to what extent does emotional transfer depend on the strength of the social relationship between the observing hen and the individual (chick or adult chicken) that receives the mildly unpleasant stimulus?\n- is emotional transfer more likely if a hen is in a poor welfare state? \n\nTaken together these studies will shed new light on the extent to which non-primate animals may share emotions. Although our laboratory studies will not directly inform policy decision on animal handling, transport or slaughter, the results will be highly relevant to these areas, and will therefore provide a platform for more applied studies on farms, laboratories and abattoirs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J021679/1","grantId":"BB/J021679/1","fundValue":"333988","fundStart":"2012-10-01","fundEnd":"2016-01-31","funder":"BBSRC","impactText":"  It is too early for findings from this project to have significant impact yet.  ","person":"Christine  Nicol","coPersons":["Suzanne  Held"],"organisation":"University of Bristol","findingsText":" Our work has shed light on mother hens' roles in modifying their chicks' responses to a stressor and is the first to demonstrate 'social buffering' in birds. \n\nIn particular, we have shown that individual differences in maternal responses to apparent chick distress affect the chicks' behavioural response. Mother hens respond to their chicks' distress with a suite of behavioural and physiological responses, including increased heart rate and stress-induced hyperthermia. This 'socially-mediated arousal' directly increases the chicks' behavioural responses to a stressor - indicated by a decrease in ground pecking and preening. \n\nFurthermore, we demonstrated that mother hens act as social buffers for their chicks - reducing their chicks' responses to a stressor, indicated by an upwards return towards baseline levels of ground pecking and preening - but only when the individual mothers show low maternal reactivity in response to their chicks' distress.\n\nWe also have developed paradigms to measure arousal and valenced responses in chickens. Our findings may be used to consider how stress spreads across groups of chickens on farms, and the possibility of empathic responses in chickens.\n\nOur findings are also of relevance to fundamental researchers interested in avian maternal responses. \n\nOur measures of arousal and valenced responses are of use to scientists studying animal emotion. Agriculture, Food and Drink","dataset":"gtr"}