{"id":"AC7E2FFC-B101-4B2A-BEBD-999801CBF0A4","title":"Activities of Salmonella flagellin: FliCing immunity on and off and from Th1 to Th2","abstractText":"Infections caused by Salmonella have a massive impact on human and live-stock health. In terms of disease they are amongst the leading causes of gastroenteritis in the UK, but their impact in other countries is much more serious where Salmonella kills over a million people every year. Clearing a primary Salmonella infection requires Salmonella-specific CD4 T cells to become activated. These T cells then polarize to become one of two types, a Th1 or Th2 cell. Th1 cells are best at activating cells that actively kill and digest bacteria (macrophages). When the same infection is re-encountered other cell-types including B cells that can develop to produce antibody are also important for optimal immunity. One of the most, if not the most, commonly recognized T cell antigen from Salmonella is flagellin and it is also a major target of B cell responses. Flagellin is the major constituent of long whip-like structures called flagella that are anchored into the cell wall and involved in bacterial motility. Although not required for virulence their extension far beyond the wall of the bacterial cell, and strong recognition by the innate and adaptive immune system make them important to study. Because so much of this protein is exposed to the host it makes a good target for the host to target, but their location outside the bacterium also offers a means by which the bacterium can interact with and affect the host. We found the immune response to flagellin can alter to be Th1 or Th2 depending upon how the protein is encountered by the immune system. Despite provoking a strong immune response immunization with FliC does not protect against Salmonella infection. Indeed when flagellin was given alongside an effective live bacterial vaccine we showed it reduced protection by impairing the production of a key Th1 molecule IFNg. Under some circumstances we noticed that flagellin can induce a hypersensitivity reaction in the host. This was seen when flagellin protein was given when small numbers of bacteria were present after a previous Salmonella infection. In contrast, when the infection had resolved this hypersensitivity reaction was not seen. This is of significance since flagellin has been proposed as a possible adjuvant in humans. Thus flagellin offers many paradoxes such as being the major target of the immune response to Salmonella yet these responses may sometimes not protect or may even do harm, and flagellin is even dispensable for virulence. This project wants to expand our preliminary and published findings to understand more about the complex relationship between the host, flagellin and Salmonella. We wish to identify: 1. Why does flagellin induce a Th2 response and whether the direction of the T cell response induced against isolated flagellin can be altered from a Th2 response to a Th1 response that then offers protection against infection? 2. How the intrinsic properties of flagellin may harm the host? 3. Whether the dominance of the T cell response to this one antigen enhances clearance of bacteria from the host is a mechanism by which the bacterium evades immunity? We will do this by using a mouse model of infection and vaccination. Microscopy will be used to examine tissues and allow the identification of where cells reside such as flagellin-specific T and B cells. More detail on the phenotype of cells will be attained using flow cytometry and gene expression will be assessed by the polymerase chain reaction. The work will offer insights into i) whether this potent protein may be used in a vaccine by altering how it is given to the host; ii) how effective vaccines to Salmonella should be designed and iii) whether potential problems such as hypersensitivity responses can be avoided during the administration of vaccines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F022778/1","grantId":"BB/F022778/1","fundValue":"438458","fundStart":"2008-12-19","fundEnd":"2011-12-18","funder":"BBSRC","impactText":"","person":"Adam Fidelis Cunningham","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}