{"id":"AC80AAD5-5975-4925-8612-42B36352393B","title":"Exosomes - circulating cardioprotective nanoparticles","abstractText":"Coronary artery disease has become one of the biggest challenges facing health care systems around the world. In 2004, ischaemic heart disease was responsible for 7.2 million deaths worldwide, making it the leading cause of death. Myocardial infarction (heart attack) is the acute event that causes mortality and morbidity in patients with coronary artery disease. Currently early reperfusion (restoration of normal coronary flow), remains the mainstay of treatment for those suffering an acute heart attack or those at risk of potential injury to their heart muscle. However, though early reperfusion is critical in limiting the size of the damage to the heart muscle and hence improving patient outcomes with regards to mortality and cardiac function, paradoxically reperfusion also causes injury to heart muscle in what is termed &quot;lethal reperfusion injury&quot; (myocardial cell death). Therefore, finding ways to reduce lethal reperfusion injury is a vital step in the overall long term management of patients presenting with myocardial infarction or presenting with symptoms of coronary artery disease. \n\nWith this in mind we are investigating treatments that will allow the heart to withstand the damage from a heart attack. We have had a long term interest in the hearts own endogenous ability to protect itself from severe injury and have exploited these endogenous mechanisms in our attempts to find new ways to protect the heart muscle from the consequences of severe injury. In this regard we are investigating a completely novel area which we believe may have exciting potential and involve a paradigm shift in our thinking with regard to cellular protection. We have recently purified small particles called &quot;exosomes&quot; from healthy blood. Exosomes have been generating a great deal of scientific interest recently, because they appear to be able to transmit &quot;messages&quot; from cell-to-cell. So far, however, there has been very little study of exosomes in healthy individuals, or of the effect of healthy exosomes on the heart. In our pilot studies, we have found that exosomes purified from healthy animals can protect the heart against the damage of a heart attack.\n\nWe are now proposing to investigate the mechanism of this cardioprotection. This can be potentially important as: 1) it will provide new information about exosomes in normal cardiovascular health, 2) help us to identify novel ways of protecting the heart, and, 3) potentially lead to new treatments in which exosomes are used to protect the hearts of patients at risk of a heart attack.\n\nFor these experiments we will require specialized equipment. Exosomes, which are approximately the size of viruses, cannot be seen using normal microscopy, but using laser-diffraction and particle tracking we will be able to measure the size and concentration of exosomes in different preparations. Although we can't see exosomes directly, we can evaluate their effects on cells in the heart. We use a technique called multi-photon microscopy, which allows us to obtain high-resolution images of the cells inside living tissue. This allows us to discover what happens to the cells of the heart after treatment with these nanoparticles. \n\nExosomes are like tiny shuttles, and contain proteins which we believe are responsible for protecting the heart. We aim to catalogue the entire protein content of healthy exosomes, and by process of elimination, determine which ones contribute to cardioprotection.\nOur research will also be directed at determining whether exosomes represent a viable method of cardioprotection in patients, experiencing heart attacks. Should our research lead to the discovery of such therapeutic agents the potential to decrease in-hospital stay, reduce future hospital admissions and decrease adverse cardiac events and all-cause mortality, would directly benefiting patients and the NHS. In addition any improvement in morbidity would be expected to improve the quality of life of these patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K002066/1","grantId":"MR/K002066/1","fundValue":"666417","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Derek  Yellon","coPersons":["Sean Michael Davidson"],"organisation":"University College London","findingsText":"","dataset":"gtr"}