{"id":"AC817194-B835-4A50-B296-726308C3D35C","title":"Performance of Cellular Composite Floor Beams under Severe Fire Conditions","abstractText":"Despite the current popularity of long-span composite flooring systems, the current structural fire engineering design codes EC3/4 Part 1.2 and BS5950 Part 8 do not contain rules or guidance on the fire resistance of composite floors employing cellular steel beams. The purpose of this project is to investigate the performance and failure mechanisms of full-scale composite cellular floor beams at elevated temperatures over a range of spans, including the influence of both flexure and shear, alone and in combination. Emphasis will also be placed on examining the development and influence of the additional compression forces caused by axial restraint to thermal expansion ensuing from the surrounding structure when a beam is heated in a fire. The proposed research is based on a programme of physical model fire tests at Ulster, to provide a wealth of data which will greatly enhance the level of understanding of behaviour of composite cellular steel beams in fire. This approach will be extended and enhanced by the integration of computer modelling with the testing, initially for validation and rationalisation of the behaviour, but leading to an extensive parametric study aimed at developing a design methodology for such members in fire. The availability of sound design guidance on composite floors using steel CBs exposed to fire would make it possible to calculate fire protection requirements on a rational and trustworthy basis which does not exist at present, and would lead to possible worldwide export opportunities for UK consultants and fabricators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F001711/1","grantId":"EP/F001711/1","fundValue":"275795","fundStart":"2008-02-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"  The findings of the project have so far generated papers (1 in an international journal and 5 in international refereed conference proceedings). It will feed into the inputs to the current revisions of the structural Eurocodes. They have also led to a collaboration with a UK fire protection company, International Paint, to develop a procedure for specification of intumescent paint coatings for cellular beams in construction. This is implemented in spreadsheet form, and is in use by the company. Construction ","person":"Ian  Burgess","coPersons":["Roger  Plank","Zhaohui  Huang"],"organisation":"University of Sheffield","findingsText":" Cellular beams are used in nearly all new commercial buildings, and in a range of other types as well; they consist of fabricated beams with large, closely spaced holes through their webs. Web-openings in a beam result in loss of strength, and significantly reduce its flexural capacity. In the event of fire, the rapid loss of strength and stiffness of structural steel significantly influences the capacities of the composite perforated section. In addition, the degradations of strength and stiffness of unprotected structural steel happen at different rates, and this can cause not only early structural collapse but also a change of failure mechanism compared to ambient-temperature performance. Moreover, the behaviour of the composite section under fire is strongly affected by the restraint to thermal expansion provided by the surrounding parts of the structure which are not subjected to heating. The numerical modelling done at Sheffield, which complemented linked experimental work at the University of Ulster, has helped to rationalise how the various failure modes interact, and suggested how existing design guidance documents can be applied to the fire safety checking of these members. Our work on this project has already led to a collaboration with one UK company, International Paint, to develop a fire-safety design procedure (implemented in spreadsheet form) for the specification of intumescent coatings for cellular beams used in construction. While this development was commercially confidential, the open literature from the project can be used by other firms in a similar fashion. Construction","dataset":"gtr"}