{"id":"AC8C0D16-B695-4EC3-8605-EE21DF751C94","title":"Manufactured Nanoparticle Migration in Groundwaters","abstractText":"Nanoparticles, particles with at least one dimension of less than a tenth of a millionth of a metre, are increasingly being recognised as having very useful properties for a very wide range of applications, from 'self-cleaning' surfaces to cosmetics. The special properties arise from the very large surface area to mass ratio of tiny particles. Production and use of manufactured nanoparticles is expected to increase considerably in the near future future. This is likely to lead to contamination of the natural environment, including groundwaters (and thence, potentially, surface waters). At present the effects of each type of nanoparticle on human health, on ecosystems, and on microbial communities is largely unknown. It is therefore prudent to investigate the mobility of nanoparticles in the environment. This project is concerned with determining the mobility of metal oxide nanoparticles, a very common nanoparticle type, in fresh groundwater systems. Because the systems involved are not simple and this project is short, the research to be carried out is scoping in nature rather than comprehensive. The project is divided into three stages: 1. Characterization of the size, electrical charge/pH relationships, mineral composition, and hydraulic properties of nanoparticles and materials from two important aquifer rocks - sandstone and limestone (a few results are available for some natural sands, but none for these major aquifer types). 2. Using the results from Stage 1, three types of nanoparticle will be chosen to represent a range of manufactured nanoparticle properties. An experimental rig, developed in a previous NERC-funded study of silica colloid/virus transport, will then be used to carry out column experiments using rock cores and appropriate nanoparticle suspensions made up in deionized water or synthetic groundwater solutions. 3. Concentration/time curves for the injected suspension as it leaves the column will interpreted using various approaches, including a numerical model developed in the previous NERC study, to yield: (a) the likely mobility of metal oxide nanoparticles in matrix porewater systems; (b) the main factors controlling any attenuation observed; and (c) the applicability of previous quantitative descriptions suggested for natural colloid transport and transport of manufactured nanoparticles in idealized porous media. The product of the work will be the identification of the main processes affecting metal oxide manufactured nanoparticle passage through sandstone and limestone pore waters. The results should be transferable at least qualitatively to other similar metal oxide particles. The results will provide the first available data for assessing environmental risk in such systems, and could be used by regulatory authorities (e.g. the UK Environmnet Agency and the US EPA). The work will also indicate what aspects of the phenomena of particle transport are the most critical to target in further research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015166/1","grantId":"NE/E015166/1","fundValue":"57981","fundStart":"2007-12-01","fundEnd":"2008-11-30","funder":"NERC","impactText":"","person":"John Hunter Tellam","coPersons":["Michael S. Riley"],"organisation":"University of Birmingham","findingsText":" Nanotechnology-based industries are rapidly expanding. As a result, manufactured nanoparticles (mNPs) will increasingly be released to the environment, including to groundwater. Given uncertainty on toxicity, it is important that the mobility of mNPs in the environment be understood, and to this end an extensive set of laboratory experiments has been carried out – field experiments on mNPs are not presently permitted. Our investigation centred on oxide mNPs in sandstone (continental redbed) columns, the latter because sandstone is a common aquifer type worldwide and few studies have been carried out on natural porous media. It was found that silica mNPs were very mobile under very low ionic strength, alkaline pH conditions, but as ionic strength increased to typical fresh groundwater levels the particle breakthroughs became increasingly attenuated. However, the attachment was in some cases reversible with change in ionic strength, indicating perhaps secondary minimum attachment was occurring. In addition, a ‘blocking’ phenomenon occurred after the passage of hundreds of column pore volumes at higher ionic strengths, indicating that the attachment was limited in capacity. Experiments were also carried out using metal oxide mNPs, with mobility being in the order (Si &gt;) Ti, Sb &gt; Ce, Ag. In the case of titania, a ‘filter ripening’ effect occurred in low ionic strength suspensions, with initially high breakthrough concentrations being followed in time by a drop in concentration and increasing clogging of the columns (recorded as increasing pressure differences between inlet and outlet). At higher ionic strength corresponding to fresh groundwater, no breakthrough was recorded even after hundreds of pore volumes had been eluted. It is concluded that the mobility of mNPs is limited under most conditions: this is consistent with zeta potential measurement data also collected. However, on changing ionic strength, and in some case hydraulic conditions, release of particles can occur, and this may be a reason why in the past the very few studies of mNP occurrence in sandstone groundwaters have recorded small concentrations. Though we cannot adequately assess the importance of the movement of nanoparticles through aquifer systems where flow through fractures is important without undertaking field experiments, and the latter are not permitted in the UK, we hope that our findings have application in the development of environmental protection policy. Environment","dataset":"gtr"}