{"id":"AC8F59E2-AA55-436C-8338-40F6532A1061","title":"'Telling Our Stories', support for HLF funded community groups, provided by the 'Looking Back for the Future' team, University of Lincoln","abstractText":"The University of Lincoln team proposes to work with five community groups in order to support, enhance and where appropriate, to extend the reach of their community heritage projects. Each project has a unique brief, with broad similarities in the methods which they propose to use. Our team will offer workshops for members of each group, focusing on a range of skills and resources. These include:\n-- Moving image production and editing: we are able to offer outreach kits from our Television Studio and related facilities and to support the use of these\n-- Stills image production, archiving, editing and presentation \n-- Archiving workshops, with access to specific archives, e.g. the Media Archive of Central England (MACE), the Lincolnshire Echo archive, the Lincolnshire Society of Friends archive and Moving Image archives\n-- Story-telling with differing foci, including communication and interviewing skills, plus making use of poetry, prose and drama to capture oral histories\n-- Sports-based activities, for example focusing on sports history with young people and schools to record local sports heritage over time\n-- Increasing and sustaining engagement and participation\n-- Presentation skills: communicating with different audiences utilising a range of different media\n-- Website development and maintenance, and social networking\n-- Project evaluation techniques \n\nAdditionally, we will offer tailored input to individual groups, by means of face-to-face and electronic contact. Input will be chiefly in relation to the above areas, although we acknowledge that groups' needs will develop organically and we aim to respond to these, brokering-in supplementary expertise wherever possible. Alongside customised input, our team will offer support to all projects to enable them to tell their project stories, from planning through to delivery, in order to create a digital record of this process. Methods for this will be developed in line with the ethos of the projects themselves. Furthermore, we will provide support to projects so that they can carry out individual project evaluations. We are aware that we will be participants in 'making our own story', which we aim to record as part of our shared heritage. We would like to present an overview account of 'Telling Our Stories' which draws together perspectives from each of the projects and from the 'Looking Back for the Future' team.\n\nThe University team will serve to encourage exchange and cross-fertilisation between the HLF funded projects. Three 'Connecting Communities' events will be held during the lifetime of the project - at the start, mid-point and completion - which will be geared towards exchanging experiences and in the latter stages, will enable outputs to be shared between the five community groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K00770X/1","grantId":"AH/K00770X/1","fundValue":"37600","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"","person":"Leslie  Hicks","coPersons":["Siân  Adiseshiah","Erin Alison Bell","Rob  Coley","David  Piggott","Janice  Kearns","Joss  Winn","Jenny  Dagg","Adam  O'Meara","Ann  Gray"],"organisation":"University of Lincoln","findingsText":" Sustainable relationships for heritage research knowledge exchange with five community groups. We have developed a collaborative model for knowledge exchange which is currently being transferred to work with additional community based groups which aim to investigate and record their histories. Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}