{"id":"AC96E18D-1975-47C1-A084-A8287056ECAC","title":"Urban Dynamics in a Complex World: The spatial dynamics of housing","abstractText":"Our research will explore why households sometimes choose to own the home they live in and why the rental market may fail to provide an adequate and reasonably priced alternative. As household ownership choices are inherently dynamic (an owner can enjoy benefits from their house in the present and on into the future) and are frequently influenced by location decisions (roughly equivalent rental properties are not always in the same location), we will bring together for the first time a dynamic model of housing tenure choice with an explicit detailed geographic environment. This will enable us to develop a combined understanding of how urban/suburban housing patterns and household savings, mortgage and homeownership decisions jointly influence each other.\n\nThis research requires three important elements: 1) high quality data on the size, location, quality and price of houses and rental properties, 2) sophisticated models of household housing choices, 3) high performance computers and software. \n\nThe first part of our project will employ restricted-access data from the English Survey of Housing and from the Land Registry to develop a high-resolution picture of owner-occupied housing, rental housing and the prices of both. Data with this rich detail on the housing market has only recently become available. Using this data, our research will provide a highly detailed look at the availability of both rental and owner-occupied housing and allow us to analyse what factors are the most important drivers of house prices and rents. \n\nThe second part of our project will build computer models of households to study how households make choices about location, house size and quality as well as about savings and mortgages. The models we will build require advanced computational techniques and high performance computer clusters to simulate and analyse how economic factors, demographic factors and changes in the housing market affect household choices and household welfare.\n\nThe final part of our project will combine this analysis with information about the supply of housing and government housing policies to study how the housing market and the economy as a whole will respond to large changes in the economic environment. We will use the models we have built and tuned to real data in order to assess the implications of various real-world policies, such as: the &quot;bedroom tax&quot;, the effects of mortgage subsidies (e.g. the current government's &quot;Help to Buy&quot; scheme), and issues relating to gentrification.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M000486/1","grantId":"ES/M000486/1","fundValue":"198176","fundStart":"2014-09-01","fundEnd":"2016-06-15","funder":"ESRC","impactText":"","person":"Jonathan  Halket","coPersons":["Lars Patrick Nesheim"],"organisation":"Institute for Fiscal Studies","findingsText":"","dataset":"gtr"}