{"id":"AC9631AE-BCE6-4112-9F96-1F01D6A265C9","title":"Austerity Futures: Imagining and materialising the future in an age of austerity.","abstractText":"<p>The question of the future has been of interest for many years, but its significance intensifies in an ‘age of austerity’ in the UK, Europe and some other parts of the developed Western world.The conviction that the future will necessarily be better than the present is waning, with a range of economic, environmental and health crises forecast.</p>\n\n<p>This two year programme of events examines the extent to which austerity fundamentally alters conceptions of futures and explores the social and cultural effects of this shift. It looks at how the future is imagined, planned for and worked towards, and at how certain visions, expectations and promises about the future are brought into beingthrough technologies of modelling, forecasting, and planning across a wide range of fields including security, science, health and medicine, new media, design, engineering, and urban and population unrest. Bringing together leading researchers from the UK, USA, Australia and Europe with those working on methodologies for mapping the future in the public, private and third sectors, the series provides a forum for the exchange of ideas and information, stimulates debate and discussion and establishes a new research agenda on futures.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021512/1","grantId":"ES/J021512/1","fundValue":"17928","fundStart":"2012-12-14","fundEnd":"2013-08-01","funder":"ESRC","impactText":"  Findings from the seminar series have been published by The Conversation to reach a non-academic audience. In addition, the research has been disseminated in an arts-based workshop, held in collaboration with AutoItalia South East. Both of these forms of non-academic output aim to enhance quality of life, health and creative input. The Conservation article generated 1234 readers (correct as of 24th October 2014).  ","person":"Rebecca  Coleman","coPersons":["Richard James Tutton","John  Urry","Nik  Brown","Alex  Wilkie","Bronislaw  Szerszynski","Ben  Anderson","Philip  Macnaghten","Mike  Michael"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}