{"id":"AC971A1E-0179-4D94-8266-04919CF1371C","title":"For Love or Money? Collaboration between Amateur and Professional Theatre","abstractText":"Professional theatre-makers often view their amateur counterparts with suspicion or even derision. Frequently assumed to be artistically conservative, the creative output of amateur dramatics companies is often stereotyped, with the consequence that there appears to be very little formal contact between the two artistic communities. In practice, however, the twenty-first century is redefining what is meant by amateur participation and the boundaries between amateur and professional theatre are rather more blurred than is popularly believed. This research both responds to the contemporary 'amateur turn' in the arts, and recognises that amateur theatre is a form of cultural participation that has sustained the interest of many people over decades. It will test the assumption there is little contact between professional and amateur theatre-makers and will analyse why, how and when amateur dramatic companies and professional theatre-makers work together. \n\nFor Love or Money? Collaboration between Amateur and Professional Theatre analyses three contexts in which different sectors work together. With the Royal Shakespeare Company as a leading partner, the research will investigate the RSC's Open Stages Programme, the first large-scale project that seeks to establish formal artistic partnerships between a major professional theatre company and amateur theatres. Amateur companies who are selected for the Open Stages Programme are often highly organised, bringing a professional attitude to their productions and producing work that RSC professionals identify as high quality. We will analyse the impact of the RSC's intervention on the artistic practices and creative processes of their amateur theatre partners and, reciprocally, we will examine how engagement with amateurs is influencing policy and practice at the RSC. This raises questions about how artistic quality and cultural value are understood within these two artistic communities, and considers how this form of professional-amateur collaboration might be developed in the future. \n\nSecond, the research will investigate the work of professional theatre-makers employed by amateur theatre companies. Amateur theatre companies often hire professional musicians, musical directors and choreographers to work with them on their productions. Some playwrights are sustained by selling rights for amateur productions and professionalised adjudicators' accept lucrative bookings to judge competitive festivals. The research will analyse how the work of trained and professional theatre-makers shapes and defines the repertoire, influences production values and impacts on the culture of amateur theatre in national festivals and local productions. \n\nThird, we will investigate the social and economic impact of amateur theatre on professional theatres. This strand of the research will investigate how audiences for amateur theatre contribute to the economic viability of regional theatres, many of whom have struggled to survive in an area of low funding. It will analyse what, if anything, can be learnt from the successful operations of building-based amateur theatres. The research will investigate the opportunities, contradictions, tensions and mutual dependency between the two sectors, and how this speaks to wider (and neoliberal) political agendas. \n\nThese three research contexts will illuminate distinctions between professional and amateur knowledge, investigating where and how boundaries between amateurism and professionalism are drawn. This research raises pressing questions about artistic quality, cultural value and the contribution amateurs make to the cultural economies of different of forms of professional theatre, whether it is commercial, subsidised, or the work of freelance theatre-makers. The study has far-reaching implications, with the potential to shape cultural policy and creative practice in ways that recognise the opportunities that cross-sector collaboration invites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N001567/1","grantId":"AH/N001567/1","fundValue":"68348","fundStart":"2016-01-07","fundEnd":"2017-01-06","funder":"AHRC","impactText":"","person":"Helen  Nicholson","coPersons":["Nadine  Holdsworth"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}