{"id":"AC98D23A-E18C-4B6F-9F8B-63807D72F6DC","title":"In search of Italian cinema audiences in the 1940s and 1950s: Gender, Genre and National Identity","abstractText":"We know a lot about the directors and stars of Italian cinema's heyday, from Roberto Rossellini to Sophia Loren, but what do we know about the Italian audiences that went to see them? In the golden years of Italian cinema, the 1940s and '50s, when Italian cinema produced the internationally influential Neorealist movement, with figures like Rossellini, De Sica and Fellini achieving world renown, cinema-going was the most popular national pastime, at its peak representing 70% of leisure expenditure by Italians. However, we know little about how Italian audiences chose films, which genres and stars they preferred, and how region, location, gender, and class influenced their views. With this project, for the first time, oral and written accounts of film-going in the period will be contextualised by press reception, box-office figures, and industry data in order to uncover the hidden side of Italian film history: its spectators. \nThe project, a collaboration between three academic experts in post-war Italian cinema, Daniela Treveri Gennari, Danielle Hipkins and Catherine O'Rawe, will draw on the support of six non-profit organisations in Italy. Three of these (ANASTE, Blumedia and Unitre) will help us distribute 1000 questionnaires amongst groups of Italy's over-65s, in order to gather statistics about cinema-going in the 1940s and '50s. Then, drawing on the survey's findings, Memoro (an organization that records and disseminates online video interviews with elderly Italians) will conduct 160 interviews on cinema-going, with a carefully chosen sample of interviewees from across Italy. These interviews will form the core of our understanding of the everyday practices of cinema-goers in the 1940s and '50s. An initial 20 interviews we recorded in Rome (available at www.memoro.org) already challenge our views of cinema-going. Moreover, thanks to the successful British Academy Mid Career Fellowship Funding, the data the PI is gathering (250 questionnaires and 50 interviews in Rome) will provide further evidence on audiences memories.\nThis is precisely the kind of information that we want to elicit: stories that expand the speculative official history of Italian audiences, which was based on limited numbers of interviews, often carried out by left-wing intellectuals with an ideological desire to promote certain kinds of film-making (see, eg, Pinna 1956). We will be asking participants questions about genre, stars, and gender, and placing these subjective accounts in the context of our archival research, aided by two statistical bodies: SIAE (Societ&agrave; Italiana degli Autori ed Editori) and AGIS (Associazione Generale dello Spettacolo). We will examine how preferences expressed by interviewees relate to box-office figures and contemporary reviews. We will ask how regional location might influence admiration of a particular star or genre. Readers' letters and contemporary diaries will also play a crucial role in our project, moving us away from repetitive auteur-led readings of Italian cinema.\nWe will develop a website that provides access to the interviews and the data taken from those and our questionnaires (using NVivo software). We will also disseminate our research through papers at three international conferences, two articles and two books, and our PhD student will receive a strong foundation for research in Italian film.\nThis project offers a unique opportunity to uncover a hidden history that is fundamental to Italian and European identity. In a period when Italy went through one of its most dramatic changes, from a predominantly agricultural nation to a leading industrial power, cinema was a constant for its people. Crucially, at the centre of this project are those people whose stories about cinema need to be told, understood and disseminated. We believe their stories, and the project, will be important for all those interested in the culture, history and sociology of Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003453/1","grantId":"AH/K003453/1","fundValue":"652412","fundStart":"2013-09-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Daniela  Treveri Gennari","coPersons":["Catherine Geraldine O'Rawe","Danielle Elisabeth Hipkins"],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}