{"id":"AC9A249B-ABC2-47F5-8A2D-D27EFB899C56","title":"Air and surface effects on water droplet impact /MATHEMATICS-FOR-BUSINESS CALL","abstractText":"The research will be based on the themes (i)-(iii) given in 'Objectives' above, with a concentration on understanding and predicting water-droplet into water-layer interactions only at first. The model there involves fundamental new problems scientifically as well as industrially, requiring difficult novel analyses followed by reduced system computation, including interface evolution dynamics, to explain detailed changes in topology and formation of splashed droplets. Incidence, air-water interactions, layer depth, underlying surface roughness, pre-existing air or water motions, and viscosity are among the realistic effects to be added in analytically. The mathematical models will be validated through the UCL-Cranfield linkage in terms of simulations and experiments, as well as being used to predict rebound criteria, mass exchange and droplet disintegration properties, in preparation for the identified exploitation routes particularly in industrial splashing-droplet modelling cases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D069335/1","grantId":"EP/D069335/1","fundValue":"257779","fundStart":"2006-10-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"  The findings have been used in helping industry meet new international aircraft safety standards concerned with the icing hazards generally. Aerospace, Defence and Marine,Transport Societal,Economic","person":"Frank Thomas  Smith","coPersons":[],"organisation":"University College London","findingsText":" The entire venture was based on three topical research themes in two-fluid flow near a solid surface of mutual interest to the industrial and applied-mathematical sides. These themes have many clear and real applications in both industrial settings and other applications. The themes, which contained a number of component parts, and the proposed research aims which formed the programme are described in the original proposal. The progress and idea-generation that the research achieved were well aligned with the aims. The research provided exciting extra insight for all the related industrial and related projects which are described in the final report. The planned work had basic elements to it also which derived interesting benefit from the theory-computation combination. It in addition for instance raised interesting fundamental questions about the analysis of multiply coupled moving bodies and unsteady fluid regions and had several other knock-on effects. In industry. There has also been much media interest. Through a RAIS placement in industry (AeroTex UK) about 2010 and continued contact with industry up to the present day. Through contacts with the media (newspapers and radio). Also through several published scientific papers and through several presentations. Aerospace/ Defence and Marine","dataset":"gtr"}