{"id":"AC9BC6E8-99C2-464B-AFA3-FB1DE8CCAB67","title":"Development of an after-school programme to increase physical activity and dance skills in 11-12 year old girls","abstractText":"Physical activity has many health benefits and aids the prevention of a number of diseases. Many adolescent girls do not engage in recommend amounts of physical activity. By the start of secondary school many girls are disengaged from activity because they perceive themselves as not athletic. Dance is enjoyed by the majority of adolescent girls and engaging girls in dance could be an effective means of increasing physical activity. The proposed research will focus on the factors that influence girls? participation in an after-school dance class and how the dance classes can build the girls interest in dance and dance ability so that when the classes end the girls are able to take part in dance without instruction. \n\nThe study will be organised in two parts. In the first part we will conduct extensive focus groups (small group discussions) and interviews with 11-12 year old girls, parents, school teachers and dance teachers to identify successful methods of recruiting girls into after-school dance programs. We will also focus on how to make the sessions enjoyable and how to build the girls ability and desire to engage in dance without adult instruction. We will then pilot these approaches to ensure that all materials are appropriate. \n\nIn the second part of the study we will conduct a study in six schools, 3 of which will receive the dance program and 3 of which will not. There will be 30 girls 11-12 year old (Year 7) girls per school. Dance classes will be provided 3 times per week for 10 weeks directly after-school. Sessions will focus on obtaining physical activity in an enjoyable, supportive environment that increases the girls? perceived ability to engage in dance. We will ask all participants to wear accelerometers, which are small hip-worn devices that accurately measure physical activity in children and complete some questionnaires about their perceived ability to engage in dance. All measures will be obtained from the girls before the study starts, after the 8-week program and to assess long-term effect 3-months later. We will also obtain information about the costs of the program and the girls, teachers and parent?s responses to the sessions. \n\nAt the end of the study the data provided will tell us whether dance can change girls? physical activity and if that change is likely to be sustained. The study will also tell us whether a larger evaluation is needed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900844","grantId":"G0900844","fundValue":"284371","fundStart":"2010-01-06","fundEnd":"2011-11-05","funder":"MRC","impactText":"","person":"Russell  Jago","coPersons":["Alan  Montgomery","Ashley Ronald Cooper","Jane  Powell","Anne Marie Haase"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}