{"id":"AC9C0643-5FC6-471B-AAF8-AACA4F9D1AED","title":"Predicting the impacts and consequences of climate change on global fish production","abstractText":"Climate change (CC) is accelerating and is already affecting marine ecosystems and their services. Coupled climate models and ocean observations indicate that the world's oceans are warming, resulting in changes in oceanic stratification, circulation patterns, sea ice and light supply to the surface ocean. While biological responses to these effects are visible, there is an increasing demand for information on the expected global impact of CC on the productivity of marine ecosystems. We know that primary production is likely to increase globally, and that ocean warming and changes in currents will continue causing distributional and phenological changes in plankton and fish populations. However, our understanding of how these processes translate into fish production scenarios, and our estimation of the risks and vulnerabilities of these for human societies, is constrained by: a) Difficulties of downscaling GCMs to the scales of biological relevance, b) Lack of ecosystem models capable of capturing biological processes at the right scale, c) Uncertainties over future global aquatic net primary production, and the transfer of this through the food web,, d) Inadequate methodology to estimate human vulnerabilities, and, e) The multiple additional stressors affecting fish populations, including country-specific exploitation patterns and policies. In this proposal we propose to investigate how CC scenarios would affect the potential production for global fisheries resources in the future, compared with past and present scenarios, and estimate the added vulnerability of these changes to human societies at national and global scale. The work will rely on state-of-the-art modelling approaches. We will use the QUEST ES Model coupled with physical forcing scenarios based on GCOMS, a model that couples the shelf seas ecosystems to the global ocean, to quantify physical forcing. POLGCOMS, a three-dimensional coastal-ocean regional ecosystem model will be used to estimate ecosystem dynamics up to plankton levels in selected Large Marine Ecosystems (LME). The following scenarios will be considered: pre-industrial (1800), present (2005), and future (2050 and 2100). We will then develop applications to estimate potential fish production changes based on three approaches: statistical relationships between primary production and fish abundance or/and catch, metabolic scaling theory combined with primary production estimates and metabolic scaling combined with ecosystem-specific predator-prey ratios. We will also investigate the consequences of climate-driven changes on the global markets of fishmeal for aquaculture and animal feeds through an integrated bio-economic model of the global fishery system. Specific supply-demand scenarios will be considered, based on climate forcing and global market trends, with particular emphasis on the ecological and economic viability of fishmeal replacement in the Scottish aquaculture industry (as a case study). Finally, we propose to investigate the risks and vulnerability of the impacts of CC on fish-producing countries. This analysis will be conducted in the context of an assessment of climate-driven change in fisheries productivity at national level (by disaggregating LME-information) and globally. The information will be based on both the ecosystem-estimated potential fish productivity in the scenarios described above and on fishmeal market scenarios. Such vulnerability scenarios will build on existing Theme 3 QUEST funded proposals by adding six further developments of the vulnerability assessment framework. Overall the project will provide us with a better understanding of the changes in potential marine ecosystem production from pre-industrial to future times, and the consequences of such changes for the vulnerability of human societies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F001576/1","grantId":"NE/F001576/1","fundValue":"81832","fundStart":"2008-03-15","fundEnd":"2010-09-14","funder":"NERC","impactText":"","person":"Manuel  Barange","coPersons":["Edward Hugh Allison","Neil  Adger"],"organisation":"University of East Anglia","findingsText":" QUEST_Fish originated in the realisation that climate change (CC) is already affecting marine ecosystems and their services, and that innovative research was required to provide evidence-based responses for mitigation and adaptation measures to develop. We knew that 1ary production was likely to increase globally, and that ocean warming and changes in currents may causing distributional and phenological changes in biological populations. However, our understanding of how these processes translate into fish production was severely limited by a) difficulties in downscaling GCMs to the scales of biological relevance, b) lack of ecosystem models capable of capturing biological processes at the right scale, c) uncertainties over future global aquatic net primary production, and the transfer of this to fish, and d) inadequate methodology to estimate human vulnerabilities. In this project we addressed these through state-of-the-art modelling approaches. The IPSL-CM4 GCM climate model under SRESA1B was used to drive a coupled physical-biological model based on POLCOMS (a three-dimensional coastal-ocean regional ecosystem model) and ERSEM (a fully resolved Nutrient-Phytoplankton-Zooplankton model with pelagic and benthic components). The models had high spatial (0.1&deg;) and temporal (daily) resolution, and runs were conducted at the level of Large Marine Ecosystems (LME), over 13 years (3 spin-ups and 10 year runs) for each one of four temporal slices: pre-industrial (1864-73), present (1992-2001), near future (2036-44) and far future (2086-94). Primary and secondary production estimates then drove fish production algorithms based on metabolic scaling theory and predator-prey dynamics. An integrated bio-economic model of the global fishery system was developed to investigate the consequences of climate-driven changes on the global markets of particular fish-based commodities, and particularly the synergistic dynamics of climate and economic changes. Finally, we investigated the risks and vulnerability of the impacts of CC on fish-producing countries, based on regional scenario analysis. While results are still being analysed, the main questions and answers are provided below:\n\n1. How would CC scenarios differentially affect shelf seas – The results demonstrated that this work was technically feasible (Allen 2010). Seasonal dynamics in the different regional areas were reproduced, and differential effects of (CC) in the different regions were observed. Change in primary production (at LME-level) from pre-industrial to far future scenarios ranged from -25% (California Current) to +44% (Gulf of Guinea). Most regions showed an overall increase. While results are not fully validated, some regions (Humboldt, Benguela Currents, Bering Sea) proved less tractable than more temperate regions (NW European Shelf). \n\n2. How do changes in plankton production affect the potential production for global fisheries resources – Results demonstrate that despite large uncertainties it is possible to incorporate climate drivers into ecosystem models to extract meaningful estimates of fish production at national level. Background analysis was conducted to validate the methodology (Jennings et al. 2008, Dulvy et al. 2009, Barnes et al. 2010). Preliminary results indicate gains (e.g. Russia, Nordic countries) as well as losses (e.g. California Current, Peru, Chile) as a result of transferring climate signals through the food web to fish. Several regions (e.g. Gulf Guinea, Benguela, China/ Indonesia/ Japan) show uncertain (+/-10%) changes from pre-industrial to far future scenarios. The work demonstrated that (CC) does not necessarily lead to negative consequences for fish production. However, further validation of the underlying model runs needs to be conducted. \n\n3. How fish production estimates, driven by climate, interact with global trade dynamics to demonstrate impacts, adaptations and vulnerability to (CC) – The work has focused on fishmeal and fish oil based on a network model of global commodity trades with fish-stock resolution level (Mullon et al 2009). The work demonstrated that (CC) will result in regionally-diverse impacts (Merino et al 2010a). Globally, these impacts can be managed through adequate adaptation measures. However, without global management systems in place there is a risk that impacts will be amplified rather than adapted to (Merino et al. 2010b). \n\n4. Estimate the added vulnerability of these changes to human societies at national and global scale. The work conducted has focused primarily on regional case studies, rather than global analyses, and have helped develop the granularity of impacts that (CC) is expected to cause. Most of the results are yet to be fully developed, but preliminary outputs (Allison et al 2009b) suggest that African and Asia countries will be most affected. The impacts of the results on livelihoods has been also explored (Badjeck et al 2010), while the results of regional scenario analyses are still being analysed. \n\nOverall the project provided us with a better understanding of the changes in potential marine ecosystem production from pre-industrial to future times, and the consequences of such changes for human societies. The large output (22 papers, 9 in preparation) and the significant outcomes in relation to policy development, demonstrate the success of the project. Spin-offs include exploration onto the future of marine-based food supplies (Allison et al. 2009a), and on modelling social-ecological systems in a changing world (Barange et al. 2010).  ","dataset":"gtr"}