{"id":"ACB19DDD-F3EC-406B-BE69-2B104805ED8D","title":"A failure of neuroprotective redox signalling from skeletal muscle to motor neurons leads to loss of motor units with ageing","abstractText":"The loss of skeletal muscle mass that occurs as we age leads to a significant decline in muscle strength and this is a major factor leading to the physical frailty seen in the elderly. Frailty is a major contributor to many health care problems and poor quality of life and results in increased risk of falls, hypothermia, incontinence and lack of independence. The bulk of our muscle declines by ~40% between the ages of 50 and 70 years regardless of the amount of exercise that is undertaken. Most current approaches to preserve muscle function during ageing try to improve the function of the muscle that remains in the elderly and are based on exercise training regimens, but the loss of muscle cells is associated with a loss of the motor nerves that stimulate the muscle to contract and there is no evidence that these can be replaced by exercise training. Thus exercise-based approaches can optimise the remaining muscle in the elderly, but cannot replace the motor nerves that are already lost. It is currently unknown whether the loss of the motor nerves precedes and leads to loss of the muscle or whether the reverse occurs. It appears that damage to tissues by highly reactive substances called free radicals or reactive oxygen species (ROS) may play an important role in the processes of ageing. Skeletal muscle cells have sophisticated systems that allow them to increase their protection against ROS during exercise, but this process appears to fail during ageing and contributes to the age-related loss of muscle cells. It is not known whether similar protective systems exist in the motor nerves, but some data indicate that muscle cells release substances that stimulate an increased protection against ROS in the motor nerves and hence helps to maintain their vaibility. Interventions to support these system might therefore help maintain the function of motor nerves during ageing. This possibility will be tested in a project that will use a combination of cell culture and mouse models. Muscle cells and motor nerve cells will be co-cultured to determine whether contracting muscle cells release substances that act on motor neurons to upregulate their defences against ROS and then the effect of ageing on this process will be examined in young and old mice. Our group has previously shown that aged mice with a genetic modification to improve their muscle defences against ROS show an improvement in muscle function. This project will determine whether this same genetic modification also improves the function of motor nerves. Finally the project will identify the substances that mediate these protective effects since they may be potential targets for future intervention studies to maintain motor nerve and muscle function in ageing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004076/1","grantId":"BB/I004076/1","fundValue":"361672","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"","person":"Malcolm Joseph Jackson","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}