{"id":"ACB2FD84-553B-4830-BC67-70386BA09919","title":"Design of polymer-clay nanocomposites via control of phase behaviour","abstractText":"Polymer-clay nano-composites, formed by dispersing suitably modified clay within polymer, are known to exhibit enhanced properties, such as gas impermeability and flame retardance, relative to un-modified polymer. Consequently, these materials have found application in food and drink packaging and construction. However, these materials could potentially have much wider application considering the range of plastic products in use today (e.g. plastic films, membranes and components), and their use in biomedical, pharmaceutical and display technology industries is envisaged. However, current understanding of how these materials can be tailored for particular applications is severely lacking. The problem here is two-fold. Primarily, there is little understanding of how dispersion of clay in these materials can be controlled to achieve a particular morphology or phase. Consequently, there is a lack of understanding about how the phase behaviour of dispersed clay impacts on material properties. Solving these problems will have a dramatic impact on our ability to design and process composite materials for specific applications, and could also reveal additional characteristics that are important in completely novel applications.The primary aim of the work in this proposal is to address the first issue. That is, we wish to understand how these materials can be produced with specific phase morphologies. A secondary aim is to characterise material properties for a range of polymer-clay nano-composites. To achieve our first aim we have devised a novel manufacture technique that should allow straightforward control over the morphology of the final composite materials. This technique has two stages; the first involves control of the phase behaviour of precursor materials, while the second involves 'locking-in' this morphology as the precursor material is transformed into the final composite material. Our precursor materials consist of clay platelets dispersed in a monomer solvent, possibly with added polymer. So the first stage of our proposal is focussed on understanding the complex phase behaviour of these precursor materials. The second stage involves fast 'in-situ polymerisation' to transform the monomer solvent in our precursors completely into polymer - thereby fixing the precursor morphology within the final composite material. So the second stage of our proposal is focussed on understanding this 'fixing' process. Finally, we will analyse the materials produced in terms of their physical properties.The proposed project involves a coordinated program of theory and experiment aimed at gaining fundamental understanding of the physical chemistry (phase behaviour of precursors, kinetics of in-situ polymerisation, and physical properties) of these advanced materials. Moreover, knowledge and expertise generated by this study will have relevance for other materials consisting of disk-like nano-particles immersed in (possibly polymeric) solvent.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E049222/1","grantId":"EP/E049222/1","fundValue":"687345","fundStart":"2007-10-01","fundEnd":"2010-11-30","funder":"EPSRC","impactText":"","person":"Martin Brian Sweatman","coPersons":["Richard Arthur Pethrick","John  Liggat","Jan  Sefcik"],"organisation":"University of Strathclyde","findingsText":" The aim of this project was to make, for the first time, a new kind of polymer-clay nanocomposite via in-situ polymerisation where the clay is aligned, or ordered, into a nematic liquid crystal phase (note: clay is made of tiny nano-sized ceramic platelets). So, these materials should consist of polymer with embedded and dispersed clay platelets aligned with each other into a kind of 'brick-wall' pattern. The benefits of this kind of material are not known precisely, because such materials have not been made before, but it is thought that in particular they would have significantly enhanced gas diffusion barrier properties, compared to the native polymer, as well as enhanced mechanical, scratch resistance, and fire retardance properties. So they would be useful for many kinds of application, including advanced packaging, fuel cell membranes, and coatings for organic electronics, e.g. solar panels and LEDs.\n\nThe first outcome [1] of this project was a theoretical study into the nature of the discotic isotropic-nematic transition for very thin disks modelling that model clay platelets; the transition for platelets of this size had not been examined before. It was important to have a good understanding of this transition so that it could be detected by the experimental scattering methods we used, and hence used to detect when we had successfully made our target dispersions. We found the transition was unexpectedly weak, and exhibited a minimum in the transition density with respect to aspect ratio (disk length to thickness). We were also able to describe what scattering patterns to look for [2].\n\nHowever, we were unable to make these materials, and so the project eventualy focussed on the behaviour of clay dispersed in monomer solvents in an attempt to better understand why we could not form nematic dispersions of Laponite clay. By combining experiment and simulation over multiple length scales we concluded that dispersed clay platelets appear to behave like a kind of dipolar fluid, and tend to aggregate by forming dipolar chains[3]. Because dipolar interactions are typcially long-ranged, this means that these advanced nanocomposite materials will likely be difficult for anyone to make using clay. This outcome might also be useful in understanding the behaviour of clay dispersions, e.g. drilling muds, more generally.\n\nThe overall message is that this kind of next-generation material is more likely to be formed by using platelets without such strong long-ranged interactions, i.e. it would be wise to avoid clay in general.\n\n[1] Density minimum in the isotropic-nematic transition of hard cut-spheres, Fartaria, R. P. S. &amp; Sweatman, M. B. 27-Aug-2009 In : Chemical Physics Letters. 478, 4-6, p. 150.\n[2] Simulation of scattering and phase behavior around the isotropic-nematic transition of discotic particles, Fartaria, R. P. S. , Javid, N. , Sefcik, J. &amp; Sweatman, M. B. 1-Jul-2012 In : Journal of Colloid and Interface Science. 377, p. 94.\n[3] Structure of laponite-styrene precursor dispersions for production of advanced polymer-clay nanocomposites, Fartaria, R. , Javid, N. , Pethrick, R. , Liggat, J. , Sefcik, J. &amp; Sweatman, M. 2011 In : Soft Matter. 7, 19, p. 9157.  ","dataset":"gtr"}