{"id":"ACE9BE7D-AD02-4DAD-B421-5DC537470704","title":"How does the bacterial transcription-coupling repair factor promote adaptive mutagenesis in Campylobacter jejuni?","abstractText":"Campylobacter jejuni is a bacterium that causes food poisoning. Many animals that are raised for food production are colonised by C. jejuni, although this does not usually make the animals ill. However, when humans are infected (for example by infected chicken meat that has not been properly cooked) they can suffer from diarrhoea, and sometimes more serious illnesses. It is estimated that in developed countries like the UK about 1 in every 100 people suffer Campylobacter-related illness each year. This represents a large cost to the community in terms of lost working days, as well as discomfort for the individuals concerned. Most people recover from C. jejuni, infections without medical intervention, but when treatment is considered necessary the patients are often prescribed a class of antibiotics called Fluoroquinolones. Fluoroquinolones kill cells by inhibiting specific enzymes within the cell, but if bacteria change the sequence of the DNA that codes for these enzymes they can become resistant to the antibiotic. The increasing prevalence of antibiotic resistant bacteria is a growing problem for both human and animal health. When stressed, bacteria can sometimes change their physiology so that their DNA mutates more quickly than it would do normally. Although most of the mutations that occur will be detrimental to the cell, some (such as those that confer antibiotic resistance) will be beneficial. Because bacteria reproduce very quickly if one or two individuals acquire mutations that allow them to survive in a new environment they will rapidly grow into a substantial population of adapted bacteria. It has recently been discovered that C. jejuni can rapidly mutate to become Fluoroquinolone-resistant because when it encounters the antibiotic it makes more of a protein called Mfd. The same mechanism for increasing mutation frequency also seems to be used when C. jejuni is exposed to other antibiotics, and it may represent a universal strategy for helping C. jejuni to adapt to extreme changes in its environment. It is important to understand how this adaptive strategy works, not only so that we can understand how C. jejuni reacts to antibiotic treatment, but also so that we can understand how it might adapt to changes that we make in the environment that food-producing animals are reared in, or mutate to cause more serious disease. The finding that the Mfd protein increases the mutation rate is paradoxical, because the protein is best known as a DNA repair protein that prevents mutations arising in bacterial genomes. For several years we have been studying the Mfd protein in a model organism called Escherichia coli. We have gained a good understanding of this multi-functional protein, and we have identified many altered forms of the protein, each of which is specifically defective in a single function. The central aim of the work in this proposal is apply this knowledge to understand how overproduction of Mfd increases the rate of mutation in C. jejuni. We will identify which functions of Mfd, and which of the proteins that it cooperates with, are needed for the process, and we hope that the understanding that we gain will help microbiologists to control the rate of mutation of C. jejuni by developing strategies that avoid or interfere with the mutation-generating pathway.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I007172/1","grantId":"BB/I007172/1","fundValue":"163050","fundStart":"2011-09-01","fundEnd":"2013-02-28","funder":"BBSRC","impactText":"  This research project related to the understanding of a fundamental process in microbiology. It is expected that most short term impact of this research will relate to its influence on the work of other academic laboratories, which are not considered in this section. In the long term this research is anticipated to have direct or indirect impact on a number of fields outside academia (see RCUK Key Findings). The measurable societal impact at present has come through public engagement activities (Open days, Schools visit, radio) and influencing UK strategy for dealing with the economic and health costs of Campylobacter infections by attending a multi-partner meeting. Education Cultural,Societal","person":"Nigel Jonathan Savery","coPersons":["Matthew Beardsall Avison"],"organisation":"University of Bristol","findingsText":" From Original final report:\n\nCampylobacter jejuni is a bacterium that causes food poisoning, and affects about 1 in every 100 people in the UK each year. Most people recover from C. jejuni infections without medical intervention, but when treatment is necessary the patients are often prescribed antibiotics called Fluoroquinolones. Fluoroquinolones kill cells by inhibiting specific enzymes within the cell, but if bacteria change the sequence of the DNA that codes for these enzymes they can become resistant to the antibiotic. When stressed, bacteria can sometimes change their physiology so that their DNA mutates more quickly than it would do normally. Although most of the mutations that occur will be detrimental to the cell, some (such as those that confer antibiotic resistance) will be beneficial. It has recently been discovered that C. jejuni can rapidly mutate to become Fluoroquinolone-resistant because when it encounters the antibiotic it makes more of a protein called Mfd. The finding that the Mfd protein increases the mutation rate is paradoxical, because the protein is best known as a DNA repair protein that prevents mutations arising in bacterial genomes. In the research funded by this grant we have been trying to understand how Mfd increases mutation rate.\nAt the start of the project we reproduced the published observations on which this research proposal was based, and confirmed that Mfd had a reproducible pro-mutagenic effect in C. jejuni. The main novel finding of our work is that the DNA repair pathway in which Mfd participates is not involved in the mechanism by which Mfd promotes mutation. We found this by making a strain of C. jejuni that could not produce a key component of this repair pathway, called UvrA. The mutation rate of the new strain was very similar to that of the wild-type strain, indicating that Mfd does not require UvrA, or the repair process for which UvrA is essential, in order to stimulate mutation rate. Thus Mfd is likely to exert its effect by regulating the activity of an enzyme called RNA polymerase, which &quot;reads&quot; the information in genes. In order to investigate further, we have constructed plasmids that encode versions of Mfd with different functions disabled. We were not able to test all of these constructs within the timeframe of the grant, and this aspect of the project will be continued by a PhD student. The final part of the project concerned the question of whether Mfd promotes mutation in bacteria other than C. jejuni. To test this we constructed strains of the bacterium Escherichia coli in which we could control Mfd production. We found that, in contrast to the result obtained in C. jejuni, over-production of Mfd in E. coli decreased the frequency with which flouroquinolone-resistant mutants arose. These results indicate that the pro-mutagenic activity of Mfd is not universally conserved in bacteria. In addition to these main lines of enquiry, we also found that one of the two switches (called promoters) that control the mfd gene in E.coli is turned on in response to elevated growth temperature. Thus Mfd production is increased in response to various types of stress in both C. jejuni and E. coli, although the consequences of the elevated Mfd levels differ between the two organisms.\nThis short (18 month) project was described in the research proposal as a &quot;pathfinder project&quot;, which aimed to identify the correct focus for further studies. By demonstrating that DNA repair is redundant for the pro-mutagenic effect of Mfd we have made an important step towards defining the process. The project has also enabled us to establish techniques and materials for the genetic manipulation of Campylobacter spp. which will enable us to pursue this question in future. The long term goal of this work is to help microbiologists to control the rate of mutation of C. jejuni by developing strategies that avoid or interfere with the mutation-generating pathway. The work is currently being continued by a BBSRC-funded PhD student. Agriculture, Food and Drink,Education,Manufacturing, including Industrial Biotechology","dataset":"gtr"}