{"id":"ACECF0FA-86C4-4518-80F5-D828E45DC572","title":"Astrophysics at Keele: the formation and evolution of galaxies, stars and planets.","abstractText":"We live on a planet. To understand our home, and where our home came from, we need to understand the formation of planets around other stars. To do that we first need to find them, and we can do that best by watching for the dips in the light of a star when a planet passes in front of it. By building up a catalogue of such transits we can find planets to study in detail with the leading astronomical telescopes, both on the ground and in space; seeing what other planets are like will help us understand how they formed, and hence how our solar system formed. But planets form around stars, and the stuff we ourselves are made of was itself made in stars. To understand the origin of planets, and the origin of the star-stuff of which we are made, we need to understand how stars interact with the clouds of interstellar material from which they originate, and how they burn that material into heavier elements, and how they then return that material to the galaxy, to form a new generation of stars and planets (and possibly life-forms). But stars form in galaxies, and to understand star formation we need to understand how galaxies form and evolve, and how the stuff galaxies are made of breaks up into stars, and what effect the stars then have on the evolution of galaxies, and how this is affected by the super-massive black holes that form and grow in the centres of galaxies. By using the latest ground-based and space-based observatories to study planets, stars and galaxies we can better understand the whole process of their formation and evolution, emphasizing how every link of this chain is interconnected, and so improve our understanding of our own deep origins and our own place in the universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002355/1","grantId":"ST/G002355/1","fundValue":"1460170","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Coel  Hellier","coPersons":["Jacobus Theodorus  Van Loon","Barry  Smalley","Robin David Jeffries","Aneurin  Evans","Pierre Francois Maxted","James  Reeves","Dean Edward McLaughlin","Raphael  Hirschi"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}