{"id":"ACF06571-F3EE-46F7-A9AE-3843CC2F3405","title":"Impact of copper geochemistry on the selection and abundance of methane-oxidizing bacteria in Arctic soils","abstractText":"One of the most prominent signatures of climate change is progressively increasing levels of atmospheric methane (CH4). Although atmospheric carbon dioxide (CO2) levels are higher than CH4, CH4 has proportionally greater impact on heat retention within the atmosphere. Therefore, understanding what regulates and, more importantly, suppresses CH4 levels in the environment are of global significance. This is particularly pertinent to Arctic environments because as atmospheric warming continues, the rate of permafrost melting is increasing, resulting in the increased physical release of trapped CH4 from 'old' ice. As such, understanding better what regulates CH4 suppression in the Arctic is particularly critical to climate and is central to the work proposed here. CH4-oxidizing bacteria (methanotrophs) are nature's primary biological mechanism for reducing levels of atmospheric CH4, including CH4released from Arctic soils. However, methanotroph abundances within such soils appear lower than would be expected; although no good explanation has been provided why. Low numbers might simply result from low temperatures and-or short growing seasons, or they also might result from inadequate nutrient supplies especially copper (Cu). Cu is central to metabolism in methanotrophic bacteria because it is the metal-centre of particulate methane monooxygenase (pMMO), nature's most efficient enzyme at oxidising CH4. Further, laboratory results have shown that many methanotrophs produce small Cu-binding molecules, called methanobactins (mb), which mediate Cu acquisition for pMMO, especially from solid-phase geochemical Cu sources. Therefore, the scientific goal in this project is to extend and test our past laboratory results (and methods) related to Cu to the field to help explain CH4 oxidation patterns in the Arctic. This current proposal is fuelled by recent laboratory results that potentially explain how and when methanotrophs make mb to facilitate Cu uptake under different geochemical conditions (NE/F00608X/1) and a recent ARCFAC (27-2008) field reconnaissance visit to Ny-Alesund, Svalbard. Evidence from NE/F00608X/1 work has shown that mb is made by non-ribosomal peptide synthetase cassettes, and we are currently testing RT-PCR probe-primer set(s) to quantify mb manufacture as a potential environmental sample-screening tool. Alternately, the ARCFAC visit, which was with experts from the United States, Norway, and Germany, identified eight potentially contrasting sites in terms of Cu and CH4 conditions within 6 km of Ny-Alesund. ARCFAC reconnaisance data also showed moisture, nitrogen (N), temperature, and CH4 levels were also important in methanotroph selection. Therefore, our goal in this new NERC project is to return to Ny-Alesund during summer 2009 to field-test our new mb probes at differing sites to test if Cu geochemistry, other habitat factors (e.g., N and CH4 levels), and mb expression patterns might explain the inexplicable patterns of methanotrophic activity in Arctic soils. This proposal will have significant added-value because the work will be performed in concert with an international group of outside experts who are part of the larger ARCFAC research team (which we lead). Specifically, each group will contribute their skills and resources to a larger effort with this proposal initially funding our component. It is planned, however, that as we gather more information about methanotroph ecology in the Arctic through work next summer, much larger proposals will be prepared, both domestically and internationally, to support future collaborative activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G01003X/1","grantId":"NE/G01003X/1","fundValue":"53191","fundStart":"2010-05-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"  There work has primarily been used by others that study greenhouse gases in the environment, especially modellers of climate change and warning, and in the pursuit of green energy through methotrophy. However, the most immediate impact is that is has influenced commerical production of oranic by-products from methane as a pre-cursor molecule in green engineering. A company in California, called Callysta Bioenergy, is now cooperating with our group and we are providing some guidance on their new product development due to insights from this project. They have also proposed we join forces to seek new methanotrophs that might have biotechnical value, although this work has not started and no tangible agreement exists as of yet. Energy,Environment ","person":"David William Graham","coPersons":["Neil  Gray"],"organisation":"Newcastle University","findingsText":" A large portion of the World’s terrestrial organic carbon is stored in Arctic permafrost soils. However, due to permafrost warming and increased in situ microbial mineralisation of released carbon, greenhouse gas releases from Arctic soils are increasing, including methane. To identify environmental controls on such releases, this project characterised soil geochemistry and microbial community conditions in 13 near-surface Arctic soils collected across Kongsfjorden, Svalbard. Statistically significant correlations were found between proxies for carbonate mineral content (i.e. Ca and Mg) and soil pH. In turn, pH significantly inversely correlated with bacterial and Type I methanotroph gene abundances across the soils, which also co-varied with soil phosphorous (P) level. These results suggest that soil P supply, which is controlled by pH and other factors, significantly influences in situ microbial abundances in these Arctic soils and may be the global regulator of methane flux suppression in this type of Arctic region. Further work on soils collected in this study, using high-throughput sequencing and bioinformatics methods, showed that overall alpha microbial diversity also was P-constrained, although more work is needed to differentiate this effect from pH effects. Finally, in situ Cu levels influenced type II methanotroph levels at the sites, but these organisms comprise less than 4% of the total methanotroph guild. This project concludes microbial responses to increasing ‘old carbon’ releases in this Arctic region are constrained by nutrient-deficiency in surface soils, with consequential impacts on the flux and composition of carbon gasses released to the atmosphere. \n\nTherefore, key findings on this project include:\n\n1. That methane flux to the atmosphere in the Svalbard region, which is typical of the High Arctic, varies by four orders of magnitude among 13 sites across the region. \n\n2. Total methanotroph abundances do not correlate with methane flux at any site, which suggests that non-methane related factors are controlling the rate at which methane is being released.\n\n3. Geochemical and bedrock analysis of soils and rock in the region show a significant gradient of carbonate and non-carbonate impacted soils, which results in soil pHs ranging from 4.5 to over 8.2.\n\n4. Soil pH and available P correlate with methanotroph and total bacterial abundances in soils, especially type I methanotroph strains, which implies methanotrophic activity in the soils is potentially P-limited as impacted by pH.\n\n5. Increases in methane releases from soils are increasing because methanotrophs are P-limited and, therefore, are not able to keep up with increasing methane supply rates from methanogenic activity due to warming.\n\n6. Cu levels only weakly correlate with methanotroph abundances at the sites, although Cu level did appear to non-significanlty influence type II strain levels. However, these constitute less than 4% of the total methanotroph population.\n\n7. Alpha-diversity of all microorganisms in these Arctic soils also is P and pH contrained; i.e., low P soils have lower biodiverity than higher P soils. The work will potentially have profound effect on how we view methane flux in the Arctic. The presumption has been that as methane flux increases, methanotroph levels will also increase, but our data suggest this will not occur in regions that have P deficient soils. Our hope is that these observations will be incorproated into new methane flux models aimed at predicting warming effects. \n\nA side finding of the work is that much methanotrophic activity is probably performed by non-classical methanotrohs in the Arctic. Therefore, we have joined forces with a biotechnology company in California to potentially seek new strains that might have biotechnical potential for commerical product manufacture from natural gas. This work only just started. Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}