{"id":"ACF2AFFA-032F-4483-9428-DB9AA417598B","title":"Ephemeral Media","abstractText":"The emergence of new media technologies and delivery systems in the 1990s and 2000s, specifically the penetration of digital and Internet technology, has been linked to fundamental changes in the media environment, shaping newly emerging circuits of production and consumption and propagating a cultural landscape where media seem simultaneously available everywhere and all the time. The proposed research workshop examines a particular facet of our accelerated media world - the proliferation of the momentary, short-lived (ephemeral) media that exist beyond, below and in between the media texts (films, television programmes, radio broadcasts) more commonly isolated for analysis. Specifically, it focuses on the creation of promotional paratexts (e.g. logos, promos, trailers, idents) used by media producers to construct distinct identities in the marketplace, and the explosion of ephemeral user-generated content on sites such as YouTube. \\n\\nThe workshop considers the history and significance of the fleeting, ambient and ancillary forms of content that have emerged in a pervasive media terrain. It examines the ephemeral media produced by cultural industries as they attempt to reduce the risk and uncertainty of an all-encompassing media environment. It also examines how everyday, grassroots utterances and interactions produce ephemeral media with their own global trajectories. The workshop considers the processes and technologies involved in the design, construction and use of ephemeral media, and the roles of play and iteration in the making and unmaking of cultural expressions geared towards consumers and viewing communities 'on the move.' It also considers the modes of performance and the assemblages of sound and image used by ephemeral media to capture the attention of transitory audiences, from the sensory communication of television logos to the participatory performance of online videos. \\n \\nThe workshop will attempt to historicize and theorize the phenomenon of ephemeral media and assess the impact of key forms on contemporary media experience and literacy. It will also develop understanding of the creative processes, and appropriations, that take place in and between professional and grassroots media communities. Drawing on international academic expertise from the USA (including leading media, television and film scholars from UCLA, MIT and Indiana), and the perspective of regionally situated non-academic practitioners, the objective of the workshop is to deepen understanding of the contemporary media landscape by concentrating on the momentary, but affectively arresting, media that circulate beyond conventional texts and genres. Analyzing emergent cultural forms and relationships in a world of new media abundance, the workshop will also consider the role and significance of 'ephemera' from historical and methodological perspectives.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G00062X/1","grantId":"AH/G00062X/1","fundValue":"23873","fundStart":"2008-11-01","fundEnd":"2009-08-31","funder":"AHRC","impactText":"","person":"Paul  Grainge","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}