{"id":"ACF889EA-5DEF-49E7-9B66-C0EED2858913","title":"Treating Multiple Myeloma by Targeting the NF-Kappa-B Pathway with Gadd45-Beta/MKK7 Inhibitors","abstractText":"Professor Guido Franzoso and his colleagues at Imperial College London have discovered a new way of tackling multiple myeloma, an incurable cancer of the white blood cells, which are normally responsible for producing 'antibodies,' that attacks and destroys bone, which could offer a cure for this disease. The treatments that currently exist for multiple myeloma have severe side effects that limit the doses that can be given to patients. The most recent treatment, bortezomib (Velcade), cannot completely destroy the cancer, allowing some of the cancer cells to escape this treatment and so, whilst the disease can be temporarily stabilised, relapse is unfortunately inevitable. Because of an increased number of antibody-producing white blood cells, patients generally have high levels of a single type of antibody called 'M-protein' in their blood and/or urine. These patients often also have reduced blood cell counts and decreased amounts of normal antibodies, which compromises their body's immune defenses against infection. As a result of these and other complications, most of the 110,000 people diagnosed each year with the disease in the US, Europe and Japan will die within about five years of diagnosis. This blood borne cancer cannot be treated using radiotherapy or surgery and so the options are restricted to chemotherapy or bone marrow transplant.\n\nProf. Franzoso's team discovered a new protein, called Gadd45-Beta, which forms one half of a crucial signalling point within cells. An enzyme called MKK7 controls traffic through a second signalling pathway (JNK) that forms the other half of this focal signalling point. When bound together, the two Gadd45-Beta and MKK7 proteins stop the signals that tell the cancerous cells to activate a form of cellular suicide known to specialists as 'apoptosis', thus allowing them to multiply uncontrollably.\n\nThe team has since developed a novel compound molecule, DTP3, which specifically disrupts the relationship and interaction between Gadd45-Beta and MKK7, and in so doing kills the cancerous cells effectively but, perhaps most importantly, completely lacks toxicity to the normal cells. This unique property makes DTP3 an exciting starting point in the search for a new effective drug therapy against multiple myeloma.\n\nThe goal of the research team is now to progress DTP3 to an early stage clinical study in patients suffering from multiple myeloma in order to test the drug in man and ultimately develop an effective therapy with no toxicity, alongside a diagnostic test, for multiple myeloma and potentially other cancers where the Gadd45-Beta and MKK7 proteins are responsible for keeping the tumour cells alive.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L005069/1","grantId":"MR/L005069/1","fundValue":"3894870","fundStart":"2013-11-01","fundEnd":"2019-05-31","funder":"MRC","impactText":"","person":"Guido  Franzoso","coPersons":["Jane F Apperley","Amin  Rahemtulla"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}