{"id":"ACFABAC8-46A3-4460-99C9-E41CD972DC04","title":"Iodine transformations and dynamics in soils","abstractText":"Iodine is an essential element for human health, with insufficient intake resulting in a range of iodine deficiency diseases (IDDs) including mental retardation and goitre. The World Health Organisation estimate that 2 billion people are affected by IDDs, mainly in sub-Saharan Africa and South Asia. The primary dietary sources of iodine are seafood, milk and milk-derived products. Levels are typically low in plants where iodine has no known biological role. There are two separate applications of our proposed research. First it is important to understand the factors controlling iodine bioavailability in soils if we are to understand the movement of iodine through the food chain, predict deficiency and target possible plant/animal biofertilization. If we understand the mechanisms controlling iodine bioavailability we can utilize this knowledge to manage soils to preserve iodine and promote its uptake into dietary sources helping to prevent IDDs. Second it will also enable us to better predict the movement of radioiodine through the environment. Long-lived isotopes of iodine are a component of intermediate level nuclear waste (ILW) and it is essential that we understand the mechanisms of iodine migration to, and its reactions in, the biosphere if a convincing safety case for underground disposal of ILW is to be made. Our current understanding of the mechanisms controlling iodine bioavailability is relatively poor because the system is complex - iodine can exist in soil as aqueous and sorbed species including iodide, iodate, molecular iodine and as organic-I complexes. The form of the adsorbed iodine, and its biovailability, are highly dependent upon soil mineralogy, organic matter content and pH, with iodine retained strongly in organic soils, and in alkaline soils where iodide is stabilized by transformation to iodate. In acidic soils iodate may be reduced to iodide and possibly molecular iodine and volatilized, with the iron and aluminium oxide content of the soil being more important than organic matter as pH decreases. Iron and aluminium oxides adsorb greater amounts of iodate than iodide but retention of iodine is normally dominated by interaction with soil organic matter where iodine must be reduced to iodide or molecular iodine. Iodine speciation will also change if soils flood, with iodate and strongly bound iodine being reduced to iodide and released into solution. Until recently it has not been possible to follow the reactions of iodine in soils at environmentally realistic iodine concentrations together with determination of iodine speciation in both the soild and aqueous phases - necessary to understand the mechanisms controlling bioavailability. By using 129-I as a tracer, Inductively Coupled Plasma Mass Spectrometry (ICP-MS) with High performance Liquid Chromatorgaphy (HPLC) to follow aqueous phase speciation, and a combination of solid phase extraction supported by Extended X-ray Adsorption Fine Structure (EXAFS) and X-ray Absorption Near Edge Structure (XANES) spectroscopy to establish solid phase speciation, this is now possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H011684/1","grantId":"NE/H011684/1","fundValue":"47162","fundStart":"2010-03-01","fundEnd":"2012-09-30","funder":"NERC","impactText":"","person":"Elizabeth Helen  Bailey","coPersons":["Scott  Young"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}