{"id":"ACFD061E-B274-462D-B0EC-5380F9AA2B4C","title":"A multi-disciplinary approach to understanding the immunological basis and potential prevention of graft versus host disease.","abstractText":"The immune system contains different types of white blood cell that work together to fight off disease. These cells grow from stem cells in the bone marrow of healthy people. However, in some people, some of the stem cells and white blood cells become cancerous and this results in leukaemia. In order to treat this, the patient's stem cells and white cells are removed with irradiation and/or chemotherapy. This kills the cancerous cells but it also kills the other healthy white cells that are important for fighting off infections. To remedy this, the patient receives a stem cell transplant from a healthy volunteer. The stem cells go to the patient's bone marrow and differentiate into white blood cells, giving the patient a new immune system. The quicker the stem cells turn into white blood cells, the faster the number of white cells increases. This is called immune reconstitution. The more 'useful' white cells (e.g. ones that can kill cancer cells) that are produced, the less chance there is of the leukaemia recurring and the less likely the patient is to become sick due to other infections. This process of cancer killing is called Graft versus Leukaemia (GVL).\nGraft-versus-host disease (GVHD) is an important clinical complication following stem cell transplantation (SCT), caused by the same donor white cells attacking the patient whom they recognise as 'foreign'. This results in significant patient morbidity and mortality and significantly affects their quality of life. However as the process of GVHD is the same as that which mediates GVL, current treatments which stop white cells attacking the patient tissues also stop the same cells from killing cancerous cells. This puts patients at an increased risk of relapse from the original disease. It is now clear that treatments need to be developed which prevent GVHD, but which do not stop GVL. \n\nGVHD has a characteristic clinical picture affecting the skin, gut and liver and our work shows that specific molecules guide patient white cells to these tissues where they cause damage. Therefore one strategy to prevent GVHD is to prevent the white cells getting to the tissues where they can cause damage. Key to this is that cancerous cells will be present in the blood and bone marrow and not in the tissues and therefore this strategy should not prevent GVL.\n \nIn our recent studies we have been monitoring immune reconstitution prior to disease development and our data indicate that this is key to predicting which patients will develop disease. Here we will combine our studies of immune reconstitution with our studies of white cell movement to the tissue to a) predict in which patients GVHD will develop, b) in which tissues they will develop disease and c) develop strategies to block movement of the white cells to the tissues.\n\nThe development of white cells which will kill tissues and tumour will be monitored during the first 2 weeks following transplant. We will specifically analyse reconstitution of donor white cells, assessing how they move to the tissues and what they do once they have arrived. Importantly for this programme we have access to both donor and patient blood and tissues including skin, gut, liver and bone marrow. Once we have determined how white cells get to the tissues we will test out a number of methods to prevent this. \nWe are in an excellent position to translate this work to the clinic. The School of Cancer Sciences encompasses one of the largest cancer trials units within the UK bringing together clinical trial expertise from across the University and, in particular, the three large, well-established, UKCRC fully-registered Clinical Trials Units. Therefore we envisage that this work can be successfully and rapidly translated. This will significantly enhance patient outcome and welfare following stem cell transplant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K021192/1","grantId":"MR/K021192/1","fundValue":"1680090","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Paul  Moss","coPersons":["Ram Kumar Malladi","Guy  Pratt","David John Smith","Peter  Tino","Charles  Craddock"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}