{"id":"AD00FBBC-2D40-4CA8-A62A-79E2766BD76D","title":"Characterisation of Nanomaterials for Energy","abstractText":"Characterisation underpins all developments in new materials for energy where structural, chemical and electronic information across length scales is needed to develop a complete understanding of the relationship between materials properties, function and structure.\nThe renewal of the Oxford Materials Characterisation Platform grant focuses on the Characterisation of Nanoscale Materials for Energy to flexibly support an expanded team of skilled post-doctoral research scientists working collaboratively on the characterisation of a range of energy related materials related to the nuclear industry, catalysis and solar and fuel cell technology. \nThe platform grant renewal will support key staff between fixed term contacts to enable them to develop their independent research careers. In addition we will also use the platform grant to &quot;pump prime&quot; a number of evolving and strategically important interdisciplinary research directions.\n\nWe will develop correlated methods for the characterisation of energy materials using \n1. All available signals arising from electron scattering in the (Scanning) Transmission Electron Microscope (S)TEM) for structural and chemical analysis at the atomic scale.\n3. NanoSIMS in characterising nuclear materials degradation and polymeric materials.\n4. Super resolution optical microscopy and spectroscopy, and correlating these with equivalent electron based methods in studies of photocatalysts\n5. Scanning Tunnelling Microscopy (STM) to understand model catalysts and ceramic membranes for fuel cells\n6. Atom Probe Tomography (APT) for the characterisation of nanoparticles for catalysis\n7. Electron Backscatter Diffraction (EBSD) to characterise long range strain and deformation in materials for comparison with atomistic data obtained from EM, APT and STM.\nOverall, this platform grant renewal will sustain and startegically develop a research team which brings together all the relevant skills needed to support a comprehensive characterisation strategy, so that progress can be made towards materials characterisation of energy materials relevant to UK industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K032518/1","grantId":"EP/K032518/1","fundValue":"1094900","fundStart":"2013-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"  Development of novel characterisation methods Education,Other ","person":"Angus  Kirkland","coPersons":["Chris  Grovenor","Michael Patrick Moody","James  Marrow","Angus J Wilkinson","Jamie Hans Warner","Jason Michael Smith","Martin  Booth","Peter David Nellist","Andrew Archibald Watt","Martin Rolf Castell"],"organisation":"University of Oxford","findingsText":" Novel characterisation methods Characterisation of new materials Education,Other","dataset":"gtr"}