{"id":"AD06FC87-B2DF-4B5B-91F6-F4067BF866CF","title":"MRC Program grant","abstractText":"Mitosis, the process whereby replicated chromosomes are partitioned between daughter cells, requires major changes to the cell?s architecture. Thus one set of ordered structures is temporarily replaced by another, the machinery for chromosome segregation. This is largely brought about by enzymes that phosphorylate specific proteins within the cell such that the negative charge of the phosphate changes the structure and function of the protein. These enzymes are known as protein-kinases, of which about ten different ones act in mitosis. Protein phosphorylation is opposed by another group of enzymes, the protein-phosphatases that remove phosphate groups at appropriate times and places. Whereas we have learned a great deal about the cellular functions of the mitotic protein-kinases over the last 20 years, our understanding of the phosphatases lags behind. This research aims to advance our understanding of the involvement of protein-phosphatases in the mitotic regulatory networks in relation to protein-kinase function. However, it is not simply the case that kinases get a cell into mitosis and phosphatases get it out again. This is because different mitotic kinases promote both the disassembly and assembly of sub-cellular structures and because both kinases and phosphatases can have positive and negative regulatory functions at different mitotic stages. \nThe regulatory circuits for cell division are evolutionarily ancient and are conserved in all animal cells and so we can use the fruit fly as a model genetic system to study these circuits. We have identified such a mitotic regulatory circuit that involves a major mitotic protein-phosphatase and two protein-kinases and have developed an effective genetic screen to identify components of this network. Here we propose to identify further components of this network and study their functional inter-relationships. We have also used another system for removing each of the 100 or so protein phosphatases of the fruit fly one by one from cultured cells to see how this affects the mitotic process. This identified protein-phosphatases we already knew had mitotic roles together with a number of new players. We will focus on determining how these protein-phosphatases regulate principal components of the mitotic apparatus to enable accurate segregation of the two sets of chromosomes between daughter cells. The high conservation of these processes led to the recognition of major mitotic protein kinases, that we had previous identified in the fruit-fly, as potential drug targets for treating human cancer. The proposed work on protein phosphatases can have similar importance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001696","grantId":"G1001696","fundValue":"1999980","fundStart":"2011-07-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"David Moore Glover","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}