{"id":"AD27473D-9C46-4F24-8189-AD90B962233D","title":"Mechanisms of Radiation-Induced Bladder Toxicity in Prostate Cancer Treatment: Correlation of Urinary Biomarkers with Bladder Pathophysiology","abstractText":"Radiation therapy is a life-saving treatment for many prostate cancer patients but is associated with adverse side effects. Due to the close proximity of the prostate to the urinary bladder, unavoidable collateral damage to the bladder from the radiation beams means that bladder injury is common. Radiation injury to the bladder is manifested as urinary symptoms of urgency, frequency, nocturia and incomplete bladder emptying. Symptoms occurring during the radiation therapy period often diminish in severity within 3-6 months. However, intolerable bladder dysfunction can develop months or even years after the radiation therapy is completed. Not only is it currently impossible to predict which patients will develop late bladder toxicity, we do not understand the processes underlying bladder damage caused by radiation therapy.\n\nThe goal of our proposed project is to define the mechanisms underpinning radiation generated bladder dysfunction using integrated multi-disciplinary approaches. We are currently recruiting prostate cancer patients who will have radiation therapy, to a research clinical trial. Biomarkers of bladder dysfunction in urine samples will be measured before, during and in the 24 months following treatment. Urinary biomarker levels will be correlated with symptoms of bladder dysfunction and impact on health-related quality of life. The Investigator team have complementary expertise in bladder physiology, radiation biology and clinical treatment of prostate cancer and will develop an animal model of radiation therapy, clinically relevant to treatment of prostate cancer patients. We will assess the impact of radiation therapy at specific time points post-treatment on the urinary behaviour of the animals to assess early and late bladder damage. The work will then progress to the organ, tissue, cellular and molecular level as we use a panel of cell physiology, cell biology and cell imaging methodologies to elucidate the mechanisms driving radiation damage in the bladder. The research will enable us to develop strategies to limit radiation damage to the bladder, enabling us to deliver larger, effective radiation doses to maximise tumour kill and minimise radiation bladder toxicity. The biomarker work will enable us to predict which patients are at risk of irreversible late bladder dysfunction and stratify these patients towards radio-protectant therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M012425/1","grantId":"MR/M012425/1","fundValue":"513438","fundStart":"2015-04-30","fundEnd":"2018-04-29","funder":"MRC","impactText":"","person":"Karen  McCloskey","coPersons":["Joe  O'Sullivan","Kevin Michael  Prise"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}