{"id":"AD31B7B5-EFAC-444D-916C-0EAF8EC45FAA","title":"Colorectal Adenoma/carcinoma Prevention Project 2 (CAPP2): RCT of aspirin and resistant starch in HNPCC(Lynch Syndrome)","abstractText":"Bowel cancer starts as a small lump or polyp, when a cell in the bowel wall grows out of control. This happens when several genes that control cell growth are faulty. Genes are codes that control how our bodies work, and can be damaged in a single cell by factors such as diet. Some families are more prone to bowel cancer because they have inherited a fault in a gene. People with Lynch syndrome, who don?t get many polyps but have a high chance of getting bowel cancer can be recognised using medical and family history and genetic testing. They have an error in a ?mismatch repair? gene whose job it is to ?spell check? other genes when they are copied to make new cells. When one of the mismatch repair genes fails, thousands of errors develop in other genes and this can lead to cancer. Taking regular aspirin seems to make people less likely to get bowel cancer and it also stops human and animal cancer cells growing in the laboratory. Aspirin seems to work particularly well on cells where the mismatch repair genes don?t work. Eating starchy food appears to reduce the risk of bowel cancer, especially if it reaches the bowel undigested, when it is called ?resistant starch?. Resistant starch is broken down in the bowel to make butyrate, a small molecule known to kill bowel cancer cells. Because aspirin has side effects, before we suggest people take it regularly or add starch to their food to prevent bowel cancer, we need to be sure that it really works. We have chosen to test it in people with Lynch syndrome because they are very likely to get polyps or cancer, and they are having regular bowel checks already. They are also very keen to help because it affects their families. The CAPP2 Study will test if aspirin and/or resistant starch can prevent polyps. We will ask 1,350 people with Lynch syndrome to take 2 tablets and 2 starch sachets daily for 2 to 4 years. The people in the study, and the researchers, will not know if the tablets and starch are active or harmless substitutes, so that we can be sure it is the treatments and not something else which is making the difference. We have recruited 450 people so far and will have a final answer by 2007.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0100496","grantId":"G0100496","fundValue":"2308170","fundStart":"2002-01-01","fundEnd":"2008-07-31","funder":"MRC","impactText":"","person":"John  Burn","coPersons":["John Cummings Mathers","David Timothy Bishop"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}