{"id":"AD441734-F764-4296-BDF7-D25C64250D1C","title":"New generation amperometric gas sensors","abstractText":"The need for measurements of chemicals is ubiquitous. This project proposes entirely new concepts to transform the performance of electro-chemical gas sensors - for which the world market is estimated at 1.5 billion annually, with applications in environmental monitoring, automotive emission control, industrial safety and medical treatment.Consultants Frost and Sullivan say 'a general demand from the end user is for an instrument that is smaler in size, cheaper in price, and versatile in functionality'. Electrochemical methods are widely used especially where low cost, compact and low power sensors are needed. Such sensors are also highly suitable where reliable, remote monitoring is needed. Illustrative examples of applications include CO detectors in smoke alarms, oxygen sensors, chlorine sensors used in water treatment, hydrogen sulphide and nitrogen dioxide sensors used in environmental monitoring and ozone sensors used in atmospheric sensing.Current electrochemical sensors were based on a design developed as long ago as 1956! Discussions with manufacturers and users of gas sensors have convinced the applicants of an urgent need for a new generation of amperometric sensors. It is the purpose of the work suggested in this proposal to provide these new sensors by using the special properties of liquids composed entirely of ions (charged particles) in combination with electrodes of the tiniest size possible to make much faster responding sensors, much longer lived sensors, sensors which have no need for calibration and sensors which can be easily used at low and high temperatures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F006586/1","grantId":"EP/F006586/1","fundValue":"215918","fundStart":"2008-07-08","fundEnd":"2010-07-07","funder":"EPSRC","impactText":"  The development of high resolution nanoelectrode structures and the application of electrochemical techniques for sensing applications, are areas of intense international research and commercial activity. Research outcomes and potential applications of these technologies were presented to a Chinese academic delegation visiting Cambridge in 2009 and led to the development of a joint summer training programme targeting undergraduate students considering studying abroad for a PhD or Masters course Education ","person":"Adrian  Fisher","coPersons":["Michael  Johns"],"organisation":"University of Cambridge","findingsText":" The development and application of gas sensors and novel sensor structures is important in many industrial enterprises. In this project a cross-disciplinary programme between groups based in chemical engineering and the physical sciences was established to explore the development of micro- and nano-engineered electrode sensor structures which could be employed in a range of different chemical environments. Key developments in the engineering component of the programme include:\nThe development of novel amperometric based gas sensors which can be employed for room temperature ionic liquids (RTILs) and traditional liquid phase measurements. The structures created offer future opportunities to eliminate problems associated with current devices in respect of sensor lifetimes, the need for calibration, signal response times. Micro- and nano-electrode arrays were constructed where the inter-electrode spacing and geometry were designed and numerically modelled to ensure minimal communication via diffusional overlap between the separately contacted electrode structures. Further numerical modelling was carried out to explore the chronoamperometric response of the electrode arrays to the simultaneous detection of different gases which have characteristic voltammetric behaviour. The outcomes offer are insights into novel gas sensor substrates and applications. They are applicable to the gas sensing community. Education","dataset":"gtr"}