{"id":"AD4B7583-D03F-4F30-BC42-8508634ED367","title":"Planetary Science and Technology","abstractText":"This proposal covers a wide range of coordinated research and technology development aimed at improving our understanding of the evolution, interaction and the current behaviour of the atmospheres and surfaces of planetary bodies in the solar system. This understanding permits an intercomparison between the planets and the Earth that will enhance our understanding of our own planet and its climate. Recent technology developments have concentrated on miniaturisation of radiometers and spectrometers which are now mature and we are turning our attention towards improving the measurement sensitivity by developing cooling technologies to allow us to use more sensitive detectors. This is an area where we have had success in the past but we now need lower mass long-life devices suitable for planetary missions. The Diviner Lunar Radiometer, launched last year, is now returning detailed thermal infrared maps of the lunar surface for the first time measuring the full range of lunar temperatures (&gt;400K to &lt;50K). However, matching the measured temperature variations to those derived by 3D thermal models of the surfaces requires detailed laboratory measurements to be made of minerals under conditions that are as lunar like as possible. Two new sets of lab data in particular are needed, mineral thermal emission spectra and measurements of the light scattering properties of minerals and mixtures. The CIRS instrument on the Cassini spacecraft continues to return excellent observations of the surfaces of Saturn's moons and we propose to use these observations to investigate the endogenic heat flow through these surfaces and the surface composition to determine how these bodies interact. In particular these measurements will help constrain the possible mechanisms causing the geyser seen at Enceladus' south pole, and whether these imply the presence of liquid water. Cassini CIRS observations of the atmospheres of Saturn and Titan have greatly improved our understanding of these worlds. Their north polar regions have been in darkness for the last 15 years, but sunlight has returned and dramatic and rapid changes are expected in the atmospheric circulation patterns of both. These high polar regions are very difficult to view from the Earth at this season so Cassini offers a unique, ringside seat to observe the expected fascinating changes, which will be used to constrain dynamical models of these atmospheres. We propose to make new ground-based observations of Uranus and Neptune to track seasonal changes, especially on Uranus, which passed through its northern spring equinox in 2007. In addition, we plan to continue our programme of observations of Jupiter and Saturn to understand better transient changes, the interaction of eddies and provide contextual information for our Cassini CIRS Saturn observations. We have recently developed models for the gas giant planets, based on the UK Met Office climate model for Earth, that can simulate the atmospheric circulation in the cloudy 'weather layers' on both Jupiter and Saturn, including direct representations of cloud formation and transport. These models will be extended to global coverage to investigate nonlinear turbulent mechanisms for the spontaneous formation of zonally banded jets and clouds. These will form some of the most realistic simulations of these atmospheres so far obtained, and will be evaluated by direct comparisons with the observations discussed above from Cassini CIRS. We plan to upgrade our Mars climate model with the help of our collaborators in Paris and the Open University to improve the representation of dust lifting and transport, the hydrological cycle and sub-surface volatile reservoirs to enable processes linking these cycles to be investigated. We will also make available a newly completed assimilated record of Mars weather from the Mars Global Surveyor mission and extend this record using data from Mars Reconnaissance Orbiter.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001948/1","grantId":"ST/I001948/1","fundValue":"1217490","fundStart":"2011-04-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"","person":"Peter Leonard Read","coPersons":["Fredric W. Taylor","Patrick Gerard Irwin","Leigh Nicholas Fletcher","Simon  Calcutt","Neil Edward Bowles"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}