{"id":"AD50C9FC-999B-4704-8794-8CE1D6C99B6E","title":"Design studies of internal components configuration in the standing wave thermoacoustic device","abstractText":"As discussed in the Fellowship application, to which this grant would be associated , thermoacoustics is one of the new areas of technological development, which becomes increasingly popular in a growing number of countries including the US, continental Europe, China and Japan. The intellectual challenge in applying the principles of thermoacoustics lies in combining the expertise from a wide spectrum of research backgrounds including advanced fluid mechanics, heat transfer and acoustic wave propagation processes, with the aim to develop novel concepts of energy transfer mechanisms, which do not require moving parts. In the standing wave devices an acoustic wave present in a thermoacoustic stack imposes pressure and velocity oscillations of the working fluid, with relative phase difference, enabling the compressible fluid to undergo a thermodynamic cycle similar to the Stirling cycle. This phenomenon can be used in the next generation of energy efficient and environmentally friendly engines and refrigerators.Within that broad area the associated grant would look in more detail at the design of the internal components of a standing wave thermoacoustic device and in particular address the design issues related to selection of working fluids and materials used to construct the thermoacoustic stack, optimisation of the heat transfer mechanisms between the stack and heat exchangers and design of novel configurations of the stack to maximise the hydrodynamic energy transfer. The project will aim at creating design guidelines which could be made widely available to the international community of thermo-acousticians and also usefully utilised during another project under the Fellowship umbrella devoted to constructing a MEMS based miniaturised thermoacoustic cooler.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=GR/T04519/01","grantId":"GR/T04519/01","fundValue":"289323","fundStart":"2006-03-29","fundEnd":"2009-09-28","funder":"EPSRC","impactText":"  The findings have been used so far within the SCORE project which dealt with application of thermoacoustic technologies to meet electricity generation and refrigeration needs of the rural communities in developing countries. &quot;Demonstrator&quot; systems have been pilot tested under SCORE project. Energy,Environment Societal,Economic","person":"Artur Jerzy Jaworski","coPersons":[],"organisation":"The University of Manchester","findingsText":" As discussed in the original proposal, the overall aim of the project was to address the fundamental design issues related to the performance of the individual components of thermoacoustic devices. As explained at the reporting time individual objectives have been met as follows:\n\n1. Investigate combinations of working fluid and stack design from the viewpoint of performance of SW systems, including the effects of thermal relaxation and viscous losses\n\n2. Investigate combinations of working fluid and regenerator design from the viewpoint of performance of TW systems, including the effects of thermal relaxation and viscous losses\n\nThe above two objectives were addressed through theoretical and numerical approaches as published for example in: International Journal of Applied Science, Engineering and Technology, 2009, v. 5:152; and Energy Conversion and Management, 2010, v. 51:350.\n\n3. Study the configuration of thermoacoustic stack from the viewpoint of Rott's function fk\n\nThe above has been addressed through theoretical work published in Yu Z and Jaworski AJ, Optimisation of thermoacoustic stacks for low onset temperature engines, Journal of Power and Energy: Proceedings of the IMechE - Part A (doi: 10.1243/09576509JPE845)\n\n4. Investigate the viability of using &quot;random&quot; materials for stacks' and regenerators' construction and to demonstrate the concept\n\nThe above has been addressed through experimental work on the performance of cheap alternative materials compared to well known regular geometries as reported in: Abduljalil ARS, Yu Z and Jaworski AJ, Experimental Characterisation of Low-Cost Regenerators for Travelling-Wave Thermoacoustic Devices, AIAA paper #2009-4580; and Abduljalil ARS, Yu Z and Jaworski AJ, Performance studies of travelling-wave thermoacoustic engine for selected low-cost regenerators, Proc. 2009 SEM Annual Conference &amp; Exposition on Experimental and Applied Mechanics, Albuquerque, NM, 1-4 June 2009.\n\n5. Study the performance of thermoacoustic heat exchangers as a function of geometry vs. fluid displacement using PIV and PLIF methods in order to establish flow patterns and associated modes of energy transfer\n\nThe results have been published in Shi L, Yu Z and Jaworski AJ, PIV&amp;PLIF measurement of the time-resolved velocity and temperature fields around the fins of a thermoacoustic heat exchanger in oscillatory flow conditions, AIAA paper #2009-4541; and Shi L, Yu Z and Jaworski AJ, Development of experimental methods to capture the unsteady temperature field distributions in thermoacoustic devices, Experimental Techniques (doi:10.1111/j.1747-1567.2009.00601.x).\n\n6. Evaluate the concept of a miniature standing-wave heat pump arrangement for temperature control of a micro-fluidic reactor - to demonstrate the potential of thermoacoustic devices for MEMS applications\n\nThe results are yet to be published at a conference level. The wealth of experimental data and theoretical analyses undertaken can be certainly utilized by the thermoacoustics community to make informed choices on the configuration of proposed thermoacoustic systems to be built in future. Energy,Environment","dataset":"gtr"}