{"id":"AD50CE8C-9057-4DB1-A893-6851B81C026F","title":"PLATFORM: PHOTONIC DEVICE AND SYSTEM RESEARCH","abstractText":"This proposal is for Platform funding to provide career continuity for highly experienced research staff working in support of four key strands of the Photonics Research Group's strategy.Laser processing using fs pulses: the recent development of laser sources emitting very shot pulses with high peak power has created a wealth of material processing possibilities. The focussed laser beams can be used to create controllable modifications to the properties of any transparent material with a resolution of less than a micron and this enables the direct inscription of waveguides and other more complicated structures. Higher powers can be used to remove material from the substrate, allowing the machining of micron sized features. We plan to enhance and combine our expertise in micro-machining and laser modification to create a range of novel micro-miniaturised devices with unique properties, for applications in optical sensing and communications.Advanced grating sensors: fibre Bragg grating and long period grating sensors are periodic structures recorded in the core of a single mode silica fibre, usually with ultraviolet light. They diffract light of a well defined wavelength, which is influenced by the device's environment, and have been finding increasing application in optical communications and sensing systems. We plan to significantly enhance the capability of these kinds of devices by combining our ability to produce them using the more flexible fs laser inscription approach with novel fibre geometries and/or the use of other materials, e.g. polymers, which possess radically different physical properties to the silica used for conventional fibres.Systems and component modelling: theoretical and computational modelling will be carried out in three main areas in support of our experimental work. (i) We will undertake extensive direct statistical modelling of advanced modulation formats performance and error statistics in high-speed, spectrally efficient WDM transmission; (ii) we will design advanced photonic components for telecom and non-telecom applications, and (iii) we will develop models of high-power fibre lasers for fs inscription applications.Optical communications: much of our effort here is related to dispersion / the dependence of the velocity of light on its wavelength. Dispersion in optical fibres leads to a serious problem for today's ultra-high bandwidth systems, causing the very short pulses required to broaden as they travel down the fibre, eventually overlapping with their neighbours and rendering it impossible to recover the original data stream. Advanced techniques will be studied for mitigating the effects of dispersion in long haul transmission systems and entirely novel applications of a dispersive interferometric device / the Gires-Tournois etalon / will be sought in a range of fields. In addition, work will be carried out developing technology underpinning the realization of the all-optical communications network.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E026397/1","grantId":"EP/E026397/1","fundValue":"811837","fundStart":"2007-07-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Lin  Zhang","coPersons":["Keith  Blow","Ian  Bennion","John Arthur Williams","Sergei  Turitsyn","David John  Webb"],"organisation":"Aston University","findingsText":"","dataset":"gtr"}