{"id":"AD607EA7-F29A-4B95-BE74-36C0B9E9A20B","title":"Logical Difference for Ontology Versioning","abstractText":"Ontologies are used to provide a common vocabulary for a domain of interest together with descriptions of the meaning of terms built from the vocabulary and relationships between them. A wide range of information technologies in areas such as medical informatics, bio-informatics, and the semantic web and grid are now dependent on ontologies to capture domain semantics and promote interoperability. A major example is the NHS Connecting for Health Programme with the strategic aim of adopting the healthcare ontology SNOMED CT across all NHS clinical systems.Modern applications often require large and complex ontologies (sometimes, containing more than 400,000 different term definitions), and, in practice, ontologies constantly evolve. They are regularly being extended, updated, corrected, and refined. Engineering, maintaining, and using such ontologies is a highly complex and laborious task, which is practically infeasible without appropriate tool support. Among the tools required, automated support for ontology versioning is one of the most critical and challenging.The aim of this research proposal is to develop a novel approach to ontology versioning. Most current ontology editors and ontology management systems, such as Protege, SWOOP, OBO-Edit, and OntoView, support ontology versioning either natively or through plugins. Though helpful, it is generally agreed that current support is unsatisfactory: it lacks unambiguous semantic foundation, it is syntax dependent, and it does not capture the non-local implications of differences between ontology versions. Moreover, it cannot take into account the fact that often one and the same ontology is used in different applications, which may require different comparison techniques. This research proposal aims at developing a logic-based approach to representing the difference between ontologies as a basis for ontology versioning. Under this view, ontologies provide answers to queries about some vocabulary of interest with the help of reasoning services. If two versions of an ontology give the same answers to a class of queries relevant to an application domain, they may be deemed to have no difference regardless of their syntactic or structural form; and queries producing different answers from the versions may be considered as the characterisation of the difference itself. The main advantage of the logical diff over known differencing techniques is that it is determined by the logical semantics of the ontology and query language and does not depend on their syntactic form. Moreover, this approach is of greater flexibility. By choosing an appropriate query language and vocabulary, one can detect exactly the differences visible when querying instance data, exactly the differences expressed by subsumptions between concepts, or even exactly the differences expressed in very expressive languages such as first-order logic.To achieve these aims, a number of challenging theoretical and practical problems need to be solved. In particular:- Novel algorithmic approaches are required to detect whether two versions of a logical theory are logically different.- Novel techniques to succinctly characterise the logic-based difference between ontology versions are required.- A mechanism tracing the differences in logical consequences back to axioms of the ontologies is required.- Logical meta-properties of distinct notions of logical difference have to be understood.Solutions to these research challenges are of great interest not only for ontology versioning but also for other areas of logic,knowledge representation, and automated reasoning such as ontology debugging, theory update, and theory modularisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H043594/1","grantId":"EP/H043594/1","fundValue":"326691","fundStart":"2010-09-01","fundEnd":"2014-01-15","funder":"EPSRC","impactText":"","person":"Boris  Konev","coPersons":["Frank  Wolter"],"organisation":"University of Liverpool","findingsText":" - Complexity of query inseparability for lightweight description logic DL-Lite, practical algorithm deciding query inseparability for this logic, and their application to ontology versioning and modularisation\n\n\n\n- Logical diff for ELHr unfoldable TBoxes Logic-based approach to computing the difference between ontology versions is now a standard definition used in ontology research, specifically, but groups in Manchester and Oxford. Healthcare","dataset":"gtr"}