{"id":"AD6279A2-265C-4DC6-B995-30EB2058FE96","title":"Targeting antibiotic resistance: molecular dissection of a mitotic machine driving genome segregation in Enterococcus","abstractText":"When antibiotics were first identified and developed in the middle of the previous century, it was thought that they would signal an end to many bacterial infectious diseases. To the present day, antibiotics have saved the lives and eased the suffering of countless millions of people. However, in recent decades antibiotic resistant bacteria have emerged inexorably. Of particular concern are those bacteria that acquire resistance to multiple antibiotics as infections caused by these strains can be particularly difficult to treat. \n The group of bacteria known as enterococci were previously considered to be harmless, perhaps even beneficial, inhabitants of the human gut and many other environments. However, in recent years enterococci have emerged as significant sources of disease among hospital patients who are specially vulnerable to infection. Furthermore, infectious enterococci are often resistant to antibiotics but also are a worrying source of antibiotic resistance spread to other bacteria such as methicillin-resistant Staphylococcus aureus (MRSA).\n Although most of the biochemical processes involved in making bacterial cells, like those of enterococci, are determined by genes located on the bacterial chromosome, many bacteria also harbour accessory elements termed plasmids that can contribute to the genetic make-up of a bacterium. Plasmids are also of considerable medical significance because antibiotic resistance genes are commonly located on these elements which can be transferred rapidly between bacteria thereby leading to the spread of antibiotic resistance. Plasmids have developed genetic strategies that ensure their maintenance within bacteria. This research proposal focuses on an examination of a maintenance system from an antibiotic resistance plasmid in the enterococcus bacterium with a view to enhancing our understanding of how these elements are stably inherited in bacterial populations. By learning more about how plasmids are maintained within bacteria, we hope in the longer term to be able to devise strategies that can be used to destabilize them, thus producing novel antibacterial agents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500588","grantId":"G0500588","fundValue":"291254","fundStart":"2006-05-02","fundEnd":"2009-05-01","funder":"MRC","impactText":"","person":"Finbarr  Hayes","coPersons":["Daniela  Barillà"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}