{"id":"AD690FE6-466E-4F30-84E6-4CF676A89AFC","title":"Crowd-Sourcing Scoping Study","abstractText":"Enthusiasts, connoisseurs and interested amateurs can and do offer much knowledge to the arts and humanities, but we understand little about the communities they form and come from. This review will focus on crowd-sourcing, an existing technique for gathering information from large, distributed user groups, which is ripe to be expanded and developed to meet humanities research needs. What they can these communities offer, what relationships do they form with the academy, and how do aspects of community motivate them to contribute their knowledge. The review will be inquisitive - looking at the nature of those communities - and proactive, working with Connected Communities programme to identify the most productive ways for the AHRC to engage with them. At the heart of this is crowd-sourcing. First coined in 2006, the term itself is not unproblematic: crowd-sourcing has been described as a business model in which a company's consumer group participates in product or service design, and as the harvesting of large amounts of user generated content from social media sites (see Huberman et. al. 2010, 'Crowd-sourcing, attention and productivity', JIS 2009, vol 36:6, 758-765). The questions it provokes for the arts and humanities are numerous: how do communities form around a shared interest in an academic subject, what is the role played by a shared capacity to contribute knowledge to it; what benefits accrue from this process and to whom; which parts of the AHRC's domain stand to gain most by engaging with such 'contributing communities'; how and why such these come to exist, and how they can be identified and reached by the Connected Communities programme; and - not least - what are the main technical challenges facing humanists and arts researchers who wish to draw on the expertise of geographically distributed communities. In recent years the HE sector has responded to these questions obliquely, by adopting crowd-sourcing models. However, few if any of these questions have been addressed systematically (until now). Most academic research projects using crowd-sourcing have largely maintained the approach implied by the word 'crowd', and have been oriented towards the volume of participation, and the advancement of knowledge that a large community of volunteers can make only by virtue of its numbers (examples include GalaxyZoo and Distributed Proofreaders). This review seeks to be the beginning of a process of exploration in to how crowd-sourcing models can be adapted, re-purposed and reformed in order to become useful vehicles for the creation of academic knowledge in the arts and humanities.\n\nThe review incorporates a number of information-gathering strands: desk research in to the literature produced by crowd-sourcing projects in the science and social sciences, and focusing in greater depth on those early adopters in the humanities and arts; a survey of contributors to crowd-sourcing projects exploring why they contribute data and what they get out of it; and in-depth interviews with a selected sample of these. This will be complemented by on-line and face to face networking activities in the form of two workshops and an interactive website.\n\nThe outcomes will be an overview of crowd-sourcing's current application in the arts and humanities, the background of that application in the sciences and social sciences; an assessment of where, in the arts and humanities, the most fruitful possibilities lie for these applications in the future, and a typology of crowd-sourcing methods which will offer the Connected Communities programme a framework for its future thinking in this area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J01155X/1","grantId":"AH/J01155X/1","fundValue":"29916","fundStart":"2012-02-14","fundEnd":"2012-11-13","funder":"AHRC","impactText":"","person":"Mark  Hedges","coPersons":["Stuart  Dunn"],"organisation":"King's College London","findingsText":" This project sought to establish a credible definition for, and the current state of the art of, crowd-sourcing in the humanities. The questions included what the humanities have learned from other research domains, where crowd-sourcing is being exploited, what the results are, why academics are motivated to undertake such activities, and why members of the public are willing to give up their time, effort and knowledge for free. We conducted a survey, supplemented by a set of follow-up interviews, of contributors' motivations, which received 59 detailed responses with qualitative and quantitative information about why people contribute to humanities. The project identified and reviewed 54 academic publications of direct relevance to the field, and a further 51 individual projects, activities and websites which document or present some application of humanities scholarship making use of crowd-sourcing. Two workshops were held, one for academics making use of crowd-sourcing, and one for contributors to those projects. Academics in the humanities undertake crowd-sourcing projects for a variety of reasons: to digitize content, to create or process content, to provide editorial or processing interventions, and so on. Judging the current value of crowd-sourcing in the humanities is therefore extremely difficult, even before issues of trust, reliability and academic rigour are accounted for. However, one common factor is that humanities crowd-sourcing succeeds where vibrant and interacting communities of contributors are created. Whilst the motivations of crowd-sourcing contributors are every bit as diverse as those of academics, passion for the subject (a characteristic shared with academics) is the dominant factor that draws them together into communities. These communities develop and perpetuate internal dynamics, self-correct, provide mutual support, and form their own relationships with the academic world. Despite the great diversity of humanities crowd-sourcing, it is possible to observe patterns in which such communities thrive: these patterns are dependent on the correct combinations of asset type (the content or data forming the subject of the activity), process type (what is done with that content), task type (how it is done), and the output type (the thing produced) desired. In this report, we propose a high-level typology that describes different instances of each of these, and identifies the combinations that are, on present evidence, most successful in achieving projects' aims. The framework may be used for the analysis of crowd-sourcing projects, as well as the planning of new ones. We would also anticipate that the model could be developed further, or modified in the light of additional research. Creative Economy,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}