{"id":"AD6DF9EE-F490-49BE-A9CF-04AC5D0EA0C8","title":"Characterization of novel components of the synaptonemal complex a meiosis-specific chromosome structure important for meiotic recombination","abstractText":"Sexually reproducing organisms, including humans, need to accurately pass genetic material to the next generation. The majority of cells in our bodies retain two copies of the complete set of the genetic blueprint of life (the genome), one inherited from our mother and another from our father. Our bodies develop from a single fertilized egg, which is the outcome of a fusion of a sperm and an egg. Unlike the majority of cells, sperm and eggs cells are specialized for passing genetic material onto the next generation, and contain only a single full set of the genetic blue print. A fertilized egg thus contains two copies of the genetic material upon starting a new life. A specialized mechanism is required to produce sperm and egg cells, and this mechanism must half the amount of the genetic material in each cell. This mechanism, known as meiosis, involves a number of very elaborate and sophisticated processes that reduce the amount of the genetic material to exactly half as much as that of parental cells. If something goes wrong during the process, it can lead to spontaneous abortion and various genetic disorders such as Down's syndrome. We use budding yeast as a model organism to study this process. Budding yeast is one of the simplest organisms to undergo sexual reproduction using the same basic mechanism as humans. It thus serves as a great resource to investigate the mechanisms operating in meiosis. We have recently identified new components of the budding yeast synaptonemal complex, a conserved machine playing a crucial role in halving the amount of genetic material. The focus of this work is to understand what roles these newly discovered components play in the context of this elaborate machinery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I009159/1","grantId":"BB/I009159/1","fundValue":"369431","fundStart":"2011-07-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"  Since our research uses budding yeast as a model organism, it will be interesting to see if similar mechanisms are being used in higher eukaryotes such as humans. Basic structures of the SC is well conserved between humans and yeast, it is likely that similar mechanisms are operating to control assembly of the SC through regulating the efficiency of transverse filament assembly at the central element. \n\nIn the UK, the NHS estimates that one in six couples have difficulty conceiving. Interestingly, in ~25% of cases, there is no known cause for infertility. Some of these difficulties arise from defects/misregulation of meiotic recombination. My research can help identify critical factors/mechanisms responsible for particular genetic processes. Thus, we can contribute to further understanding the mechanisms underlying some germ line defects and genetic disorders caused by meiotic chromosome missegregation, such as Down's syndrome. Pharmaceuticals and Medical Biotechnology Societal","person":"Hideo  Tsubouchi","coPersons":[],"organisation":"University of Sussex","findingsText":" We proposed to study a mechanism responsible for separating chromosomes during meiosis using budding yeast as a model. More specifically, we proposed to characterize two novel components of meiotic chromosomes (Zil1 and Zil2, respectively), which are critical for assembling a meiosis-specific chromosome structure called the synaptonemal complex (SC). The SC mediates tight association of paired homologous chromosomes during prophase I, and the association is physically mediated through the dedicated proteins called transverse filaments. Zil1 and Zil2 are now officially called Ecm11 and Gmc2 in publications, which I observe here. The proposed aims were as follows: \n\nAim1: Cell biological characterization of Ecm11 and Gmc2 using a chromosome spread technique \nAim2: Effect of the loss of Ecm11 and Gmc2 functions on meiotic recombination\nAim3: Analysis of Ecm11 and Gmc2 proteins\n\nObjectives proposed in Aim1, 2 and Aim3(a) were fully addressed and were published in two papers (Voelkel-Meinman et al, PLOS Genetics (2013), Humphryes et al, PLOS Genetics (2013)). \n\nThe major results are as summarized below:\n(1) Ecm11 and Gmc2 are major components of the SC\nWe identified Ecm11 and Gmc2 as major components of the SC, completely overlapping with transverse filaments. In the absence of transverse filaments, Ecm11 and Gmc2 are localised only to the sites where SC assembly starts. The absence of the proteins lead to poor assembly of transverse filaments, causing defective SC formation and a reduction in homologous recombination. \n\n(2) SUMOylation of Ecm11 is essential for SC assembly\nEcm11 becomes highly SUMOylated during meiosis in a Gmc2-dependent manner. We identified two SUMOylation target sites, one of which turned out to be essential for the Ecm11 function. Ecm11 SUMOylation partially required transverse filaments and proteins important for transverse filament assembly. \n\n(3) SUMOylation of Ecm11 is important for chromosomal assembly of transverse filament\nThe ecm11 mutant which is not SUMOylated showed a similar phenotype as the ecm11 null mutant where SC assembly is severely compromised. However, in the SUMOylation-negative mutant, unlike the null mutant, the polycomplex, an extrachromosomal body made of assembled transverse filaments, were frequently seen. These results suggest that SUMOylation of Ecm11 is essential for specifically facilitating chromosomal assembly of transverse filaments. \n\n(4) Ecm11 regulates transverse filament assembly at the central element\nBy using superresolutaion microscopy, we showed that Ecm11 and SUMO are right at the centre of assembled transverse filaments, a substructure of the SC that is historically known as &amp;quot;the central element&amp;quot;. Thus, we propose that Ecm11 and Gmc2 control assembly of transverse filaments through SUMOylation of Ecm11 at the central element. Based on the fact that our research was done using budding yeast, one of the simplest eukaryotic model organisms, it will be interesting to see if a similar mechanism is being used in higher eukaryotes such as humans. We started approaching groups of researchers who work with higher eukaryotic models. Whether SUMOylation is being used as a main regulator for SC assembly is an attractive possibility, which needs to be formally addressed in future. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}