{"id":"AD6FDB49-D3B7-42D9-B39A-30C8E7406AF9","title":"New Empirically-Based Models of Energy Use in the Building Stock","abstractText":"National plans for CO2 reduction and security of energy supply depend on very significant and rapid reductions in the building sector. Delivering this transformation will require a raft of effective technology and policy interventions. These in turn will depend on much better knowledge of the present patterns of energy use in the building stock, and the incorporation of this understanding into new predictive models. The project will seek to contribute to developing this knowledge for the national stocks of both domestic and non-domestic buildings (i.e. all buildings other than houses and flats). Greater emphasis will be placed on non-domestic buildings, since here the state of current knowledge is weaker.\n\nThe Department of Energy and Climate Change (DECC) is in the process of constructing a National Energy Efficiency Database (NEED) in which information about dwellings and non-domestic premises is being linked to their actual gas and electricity consumption, at the level of individual properties. The present project is intended to run alongside and support the development of NEED. Work is well advanced on a domestic stock database, the Household Energy Efficiency Database (HEED), which currently contains information on some 13 million dwellings, their types and construction, their use of energy, and what energy-saving measures have been installed. HEED will in due course, in effect, be linked into NEED. \n\nWork on the non-domestic part of NEED is not so far advanced. In anticipation of the further development of NEED, this project proposes several strands of work. An existing database and model of the non-domestic stock at the level of individual premises, developed by the applicants, will be elaborated and strengthened with the incorporation of new data from a variety of sources. Meanwhile a separate new model will be built, working with aggregated data, to follow trends in energy consumption over recent years and to try to determine the various effects of climate, economic activity, growth in floor area, changes in fuel price, and efficiency improvements.\n\nThese models operate just with floor areas and rates of energy use per unit of floor area (as will the non-domestic part of NEED). They do not deal with buildings as units, even though the geometry and construction of buildings are important for energy use. The project will explore new methods for relating non-domestic floor areas to buildings and their construction, using information from digital maps, 3D digital models of cities, and photographic databases such as Google StreetView.\n\nIn a previous EPSRC-funded project the team has already carried out extensive analyses of the HEED database to study current patterns of domestic energy use. The plan in the present project is to build on that work, and to study some new issues. There can be significant differences between the levels of energy savings predicted from different measures by theoretical models, and actual savings as observed from empirical measurements (as in HEED). There are likely to be several causes, including so-called 'rebound' or 'take-back' effects, where the occupants react to energy improvements by for example enjoying higher temperatures, heating more rooms, or using appliances more frequently. Conversely it is possible that householders may reduce their consumption of energy if they have better information about exactly how and where that energy is being used in the home. Such behavioural effects can be observed to an extent through analysis of much more frequent metering data, derived from so-called 'smart meters'. The project proposes to compare data for the same dwellings from smart meters with data from normal 'dumb' meters (as in HEED), in order to try to better understand these feedback phenomena. These can then be allowed for in improved predictive models, which can be used to support the government's programme of refurbishment of the housing stock over the coming decades.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038810/1","grantId":"EP/I038810/1","fundValue":"462830","fundStart":"2012-01-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"","person":"Robert John Lowe","coPersons":["David  Shipworth"],"organisation":"University College London","findingsText":"","dataset":"gtr"}