{"id":"AD70F590-4416-40D1-B633-859D3FE79E49","title":"Parenting and the psychological development of children raised in adoptive gay father families: A follow up at early adolescence","abstractText":"Research on the psychological development and wellbeing of children raised by same-sex parents has focused almost exclusively on families headed by lesbian mothers rather than gay fathers. Although it has consistently been shown that children with lesbian mothers do not differ from children in traditional families with respect to psychological adjustment or sex-typed behaviour, the circumstances of children with gay fathers are somewhat different as it is rare for fathers, whether heterosexual or gay, to be primary caregivers. Although research on fathering has shown that heterosexual fathers influence their children in similar ways to mothers, it remains the case that fathers are believed to be less suited to parenting than are mothers. Moreover, children with gay fathers may be exposed to greater stigmatisation than children with lesbian mothers because gay father families possess the additional non-traditional feature of being headed by men. It has also been suggested that the gender development of children with gay fathers may differ from that of children with heterosexual parents or lesbian mothers due to the presence of two male parents and the absence of a female parent from the home. \n\nAlthough controversial, in recent years a growing number of gay father families have been created through adoption. The first investigation of adoptive gay father families in the United Kingdom was conducted by the present applicants. Forty-one two-parent gay adoptive families were studied in comparison with 40 two-parent lesbian adoptive families, and 49 two-parent heterosexual adoptive families. The average age of the children was 6 years and the average length of time that they had been placed with their adoptive family was 3 years. Where differences were identified between the gay father families and the lesbian mother or heterosexual parent families, these indicated more positive parental wellbeing and parenting in gay father families. Children's behavioural problems were greater among children in heterosexual than in gay and lesbian families. \n\nThe aim of the present study is to follow up the families when the children reach early adolescence, the time at which identity issues become particularly salient for adopted children and when difficulties in parent-child relationships are most likely to arise. A major advantage of the longitudinal nature of the study is that it will enable the influence of both early and concurrent parent-child relationship quality on adolescent adjustment to be explored. Using standardised interviews, questionnaires and observational methods with parents, adolescents and teachers, data will be obtained on the aspects of parenting that matter most for the psychological adjustment of adolescents including parental warmth, appropriate control and the facilitation of autonomy, and on the social, emotional, gender and identity development of the adolescents. Data will also be obtained on the experiences, attitudes and feelings of the parents and the adolescents themselves regarding their family life. The study will test the hypothesis that adoptive gay father families will experience greater difficulties than adoptive lesbian mother families and adoptive heterosexual parent families when their children reach adolescence. \n\nMultivariate analysis of covariance will be used to examine whether there are significant differences in family functioning between the different family types; multilevel regression models will be used to examine the relative importance of family structure and quality of parenting in the prediction of adolescent adjustment; and multiple-group latent growth curve models will be used to examine children's behaviour trajectories from age 6 to age 11 and to establish how these vary as a function of parenting processes and family type. Qualitative procedures will be used to analyse the narratives from the sections of the interviews with parents and adolescents on experiences of family life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010015/1","grantId":"ES/M010015/1","fundValue":"407738","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"ESRC","impactText":"","person":"Susan Esther Golombok","coPersons":["Michael E Lamb"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}