{"id":"AD76B5AD-CCE5-418F-A4B8-3AD57CB5CA60","title":"Coherent structures in non-local active-dissipative equations: theory and computations","abstractText":"The aim of the proposed research is to analyse coherent structures for non-local active-dissipative partial differential equations (PDEs). Such equations are characterised by the presence of mechanisms of instability (energy production) and stability (energy dissipation). In addition, such equations contain non-local terms that cannot be expressed as polynomials or functions of the solution to be found and its derivatives. The solutions of active-dissipative equations are often characterised by a particular spatial and temporal behaviour, e.g. by space, time or space-time localised structures, the so-called coherent structures. The study of such structures has received a lot of attention over recent years due to their importance in hydrodynamics, nonlinear optics, chemical-reaction theory and mathematical biology. Despite recent developments in the theory of such structures for 'local' equations, coherent-structures interaction in non-local active-dissipative equations has not been developed as of yet and new mathematical techniques need to be introduced. The proposed research is a decisive step towards the understanding of the formation and interaction of coherent structures for such non-local equations with the ultimate goal to advance the understanding of non-local effects in PDEs, which is important both from the theoretical point of view and for numerous practical applications. The research is particularly timely because of its relevance to a wide range of industrial devices that utilise thin liquid films in the presence of various external effects and complexities. Examples include cooling systems, falling-film chemical reactors, compact reflux condensers and microfluidic devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J001740/1","grantId":"EP/J001740/1","fundValue":"100681","fundStart":"2012-12-20","fundEnd":"2014-12-19","funder":"EPSRC","impactText":"","person":"Dmitri  Tseluiko","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}