{"id":"AD781CC6-462A-48AB-8C90-BD93164EF70E","title":"Mechanical Cardioversion: Basic Principles and Clinical Utility","abstractText":"Sudden cardiac death and cardiac arrhythmias are a major public concern and receive extensive media coverage. Public awareness schemes, from fund-raising to school PE activities, are on the increase, and communications about related research ? in particular at the interface of fundamental research and clinical relevance ? are usually well received. \nWe are actively engaged in the public dissemination of our studies. Examples include our work on the engineering of highly structured cardiac tissue cultures for partial replacement of animal studies, and our research on the ?digital heart?, that were featured in the latest BBSRC ?business? news letter (front-page, January 2004), and in a forthcoming issue of ?tce? (international popular-science journal for chartered engineers). \nIn addition, we actively communicate our findings at a variety of meetings that are largely attended by either physicians, computer scientists, engineers or basic researchers (examples of invited lectures given by the PI in 2003/04 include: NASPE?03, APICE?03, WHO-EMF-Symposium?03, FIMH?03, Goldberg?03, ISHR?04, GCS?04, ERC?04). We believe that this is an important way towards providing publicity for and acceptance of studies at the interface of clinical and fundamental research.\nFurthermore, we are frequent organisers of symposia at major international conventions and of dedicated workshops, aimed at bridging subject-related divides (2-3 p.a.). We edit theme-issues of leading international journals that bring together the expertise of teams from different geographic and topical backgrounds (~1 p.a.). Finally, we coordinate the editorial work on the first textbook on ?Cardiac Mechano-Electric Feedback, from Pipette to Patient? (Elsevier, 2004, 600 pages), with chapters by internationally-renowned scientists and clinicians such as Dr?s Allessie, Auricchio, Baumgarten, Bers, Breithardt, Camm, Franz, Hanse, Honore, Ideker, Hunter, Kass, Kleber, Lab, Link, McCulloch, McVeigh, Reiter, Sachs, Taggart, Vann-Jones, Vos, White, Yamazaki, and others.\nThis activity at the national and international level would be impossible without the solid support and integration offered by the Oxford COGG (whose vice-chairman the PI is) and the OCRG. Regular meetings of PIs and scientific seminars ? for example in preparation of major international conventions ? where prospective attendees present their work to exchange information and to receive feedback are a crucial aspect of local activities.\nIn summary, we would like to think that we are very conscious of the need and actively engaged in the public dissemination of our work, and in the exchange of information between specialists working at the interface of basic and applied research, both locally, nationally, and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400145","grantId":"G0400145","fundValue":"340354","fundStart":"2005-01-01","fundEnd":"2009-08-31","funder":"MRC","impactText":"","person":"P  Kohl","coPersons":["David  Paterson"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}