{"id":"AD7CE1EA-B231-4C1E-B79F-4C777C8EF7E1","title":"Large Area Scanning-Probe Nanofabrication Platform","abstractText":"Thoroughout history, our ability to manipulate matter has always been one of the cornerstones of human progress, from the synthesis of drug molecules by chemical reactions, to the building of the largest skyscrapers. Currently, there is great interest in nanotechnology, the science of constructing and studying objects at nanometre scales (a billionth of a metre). Research in this area has shown that when materials are reduced down to this size scale, or have alterations to their shape at this length, entirely new properties can arise that are radically different from when they exist in a bulk form. By finding ways of harnessing these unusual properties, new technologies can be developed for improved electronic devices, medical tools and even construction materials.\n\nFurther progress in this area, however, requires the extension of our ability to construct objects at this scale over large areas while still maintaining nanometre scale control of the process. Such a capability would enable the production of large networks of nano-sized objects, which would allow new research into how these objects behave in relation to each other, rather than as individual objects on their own. The large area construction would also show how it would be possible to produce many objects at once, which will be important if they need to be made on an industrial scale.\n\nAlthough large-area high-resolution patterning is possible using methods adapted from the electronics industry such as the processes that are used to make computer microchips, they have a number of disadvantages. They rely on harsh methods, for example high temperatures and corrosive chemicals, that limit the types of materials that can be used. As a result, it is often difficult to produce devices with complex designs made up of different materials. In particular, these methods are not compatible with delicate molecules from biology, such as DNA and proteins.\n\nIn this proposal, we wish to set up a type of instrument that uses &quot;scanning probes&quot;. Each of these probes consists of a very sharp, nanometre-wide, tip that can be coated with a variety of chemical compounds. The instrument is also able to control the movement of this probe with nanometre precision. Thus, by moving this probe tip across a surface, it is possible to &quot;write&quot; nano-scale patterns by depositing the compound coated on the probe on to that surface. The movement of the probe can be controlled by the user, so it is possible for the user to write complex patterns such as circuits and even pictures. \n\nFor this particular instrument, the major advantage over other older designs is that it is able to use many probes, thousands or even millions, simultaneously. In doing so, it is therefore possible to write patterns with a wide range of chemical compounds, over large areas of surface with nanometre control. This would spark new research into many areas of science, from the production of highly miniaturised electronic devices for computing to disease diagnosis; efficient batteries for power storage; and surgical implants that can control the behaviour of tissues and cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K024485/1","grantId":"EP/K024485/1","fundValue":"7075","fundStart":"2013-07-29","fundEnd":"2016-07-28","funder":"EPSRC","impactText":"","person":"Lu Shin  Wong","coPersons":["Colin Gareth  Bailey"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}