{"id":"AD8D9F79-FB0C-449E-A9F5-E910B75D0863","title":"Ag nanoclusters on anatase single crystal TiO2 surfaces: the role of electronic structure in the enhanced photoactivity of Ag dosed TiO2 nanoparticles","abstractText":"Titanium dioxide (Titania/TiO2) is usually used in the form of a white powder. It exists in three different structures, rutile, anatase and brookite. It has uses which range from a white pigment (used in mayonnaise and toothpaste as well as paints) to generating electricity from sunlight where it is &quot;activated&quot; with a dye. Its main advantages are that it is not toxic and cheap to produce on a large scale. In the 1970's it was found that titania in the presence of ultra violet light could also be used to split water into hydrogen and oxygen, which could then potentially be used as fuels. However despite much active research the full potential in this area has not been realised. Related to this photocatalytic property however, titania has been used to breakdown organic chemicals and also kill bacteria in waste water. It is also this property which is used in self-cleaning windows which have a thin film of titania on them. Many of these applications use the titania consisting of particles a few tens or hundreds of nanometres in size, which forces the titania to adopt the anatase structure.\nRecently it was found that adding nanometre sized clusters of silver to the nanoparticles of titania dramatically improved their photocatalytic activity. However it is not known why this is the case. The electronic structure (i.e. the states where electrons are located) in the bonds between the titanium and oxygen (the valence band) is thought to be key to the photocatalytic activity of titania. In this work we want to look in detail at these valence electrons using a synchrotron radiation source in Sweden. Synchrotron radiation allows us to tune the energy with which we probe our samples, which in turn allows us to map the contributions of the various elements to the valence band. The work requires relatively low energy light which is not currently available in the UK. \nThe aim is to understand how silver modifies the electronic structure of the titania and correlate this to the increased photocatalytic activity. By understanding how this system works we can use the minimum amount of silver to enhance the activity of the catalyst and therefore keep the costs of developing these catalysts down. We may also help other researchers identify other metals or materials which can increase the efficiency of the catalysts further.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015075/1","grantId":"EP/J015075/1","fundValue":"5162","fundStart":"2012-04-02","fundEnd":"2012-07-01","funder":"EPSRC","impactText":"  They have been published, and are being used to prepare another publication. They have also been used to support further applications to study related materials. They have also led to collaboration with a leading scanning probe microscopy fro TU Wien, Austria.  ","person":"Andrew Guy THOMAS","coPersons":[],"organisation":"The University of Manchester","findingsText":" We found that when silver is evaporated onto the anatase surface it seems to grow in small clusters rather than as a layer. We are currently preparing scanning probe measurements to confirm this. We found no evidence to suggest that electrons from silver are transferred into the oxide substrate. We had time left over so performed another experiment which showed that when a molecule, catechol is adsorbed on the surface of titanium dioxide and illuminated with an ultraviolet light, charge transfers from the molecule to the oxide, This might be useful in for a light induced switching mechanism. The may be used by people developing functionalised titanium or titanium dioxide for biomaterials or biosensor applications. They show the molecules investigated are stable under high intensity light and are oriented in a way that would allow further grafting of polymers. Energy,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}