{"id":"AD8DB07B-6B0B-429D-BF70-41B87037A056","title":"Pictures and Seeing","abstractText":"Pictures represent in a distinctive way that contrasts with other modes of representation, such as language. The proposed research aims to give a new account of what is distinctive about pictorial representation, and develop responses to related questions about pictorial naturalism and the basis of art historical analysis of pictures.\\n\\nThe account of depiction I am developing is based on a reconsideration of E. H. Gombrich's idea, that pictures 'trigger ... non-veridical visual experiences'. Gombrich's claim was criticised in part for failing to recognise that seeing pictures is different from seeing their subject matter, and philosophers who have followed him in focusing on the nature of pictorial experience have as a result characterised pictorial experience as differing fundamentally from seeing in various ways. I intend to argue that there are compelling reasons why we should reformulate, rather than reject, Gombrich's claim. In particular, I will argue that that the experience of seeing a picture is not essentially different from that of actually seeing the referent, and the processes of the visual system that give rise to that experience are not essentially different to those involved in actual seeing. The key to this will involve understanding that seeing is more complicated than has typically been assumed by philosophers, and that the things that appear to set seeing aside from our experience of pictures find their explanation in facts about seeing itself. In particular, drawing from psychology and cognitive science, I mean to demonstrate that they derive from features of the visual system that philosophers have often overlooked.\\n\\nThe project has two other components that develop out of this theory of depiction. The first is an account of pictorial naturalism / of what it is for a picture to appear lifelike or realistic. Naturalism has been among the aims of many artists, from Leonardo and Vermeer to the Impressionists and Seurat, and it presents particular philosophical challenges, in part because these artist's pictures look very different to one another, in spite of their apparently common aim. The second outlines the implications of this research for other disciplines concerned with the study of images, especially art history. Since the 1980s, some of the most influential work in art history has committed itself to the rejection of the 'perceptualist' theory of Gombrich. I intend to investigate the implications for art history of a return to a theory of this kind, by showing how my theories criticise, and in some cases support, existing art historical assumptions and methodologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F00429X/1","grantId":"AH/F00429X/1","fundValue":"21433","fundStart":"2008-01-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"","person":"Michael  Newall","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}