{"id":"AD94D21F-BA6D-4893-B22B-0F46FFC2C3E1","title":"Improving Prediction of Fronts","abstractText":"Once a weather\nmodel has been initialised from our best estimate of the current state\nof the atmosphere, it will diverge from the real state of the\natmosphere over time. The period of time during which a single\ndeterministic weather model provides useful information is known as\nthe &quot;useful forecast range'', which provides a measure of the\npredictive skill of the model. For example, the ECMWF useful forecast\nrange is now typically between 7 and 10 days. Extending the useful forecast range of weather\nforecasts (and improving accuracy over that range) would have clear\nbenefits to society and the economy; benefits include: energy management, protection of\ninfrastructure, coordinating disaster response, agricultural planning,\nplanning in travel and leisure industries, transportation management,\ntargeting of weather-sensitive health conditions, water resource\nmanagement, improved decision making in commodity markets,\nenvironmental decision making and natural resource management. In this\nproject, we will develop a means of understanding of some current\nlimitations to predictive skill and the useful forecast range, and\nwill investigate practical methodologies for removing them. This is of\ncourse a huge topic; we shall restrict our investigation to the dry\ndynamical core (the part of the model that predicts winds, temperatures and pressures), \nand concentrate on one important phenomena, namely the\nevolution of fronts and, in particular, the resulting feedback\n on the large scale atmospheric circulation. Fronts play a key role in the delivery of\nprecipitation, and many severe weather events, which have an important\nrole in all of the socioeconomic areas discussed above. The challenge associated \nwith fronts is that although the distance from one side of a weather front\nto another is very small compared to the distance between two grid points in\nan operational forecast model, fronts have a significant impact on the wind speed\nand direction as well as the pressure over a large region around the front. The aim of this project\nis to find improvements in dynamical core design that can improve the prediction\nof the winds and pressures in the vicinity of fronts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012533/1","grantId":"NE/K012533/1","fundValue":"305548","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"NERC","impactText":"  This project has only just begun, but the goal is to provide a new way of assessing the way that meteorological models represent fronts, in order to improve their predictive skill. This project is being undertaken in close contact with UK Met Office Staff. Environment Policy & public services","person":"Colin  Cotter","coPersons":[],"organisation":"Imperial College London","findingsText":" This project has only just begun, we have started to develop new modelling approaches Not yet, project has only just started. Environment","dataset":"gtr"}