{"id":"AD967C21-9316-4D60-BACD-9CC89940D60C","title":"A new method for mapping stresses in mantle rocks: Dislocation density from electron-backscatter diffraction","abstractText":"The viscous flow of solid rock in Earth's deep interior fundamentally controls a variety of large-scale processes ranging from the formation of tectonic plate boundaries to the timescale of sea-level rise associated with receding ice sheets to the dynamics of the deepest portions of earthquake-generating faults. The most common approach to learning about the flow of rocks at extreme conditions is to conduct experiments in a laboratory on small samples at relatively short timescales. The relevant processes in the Earth, however, occur over many kilometers and millions of years, scales much larger than those accessible in the laboratory. For scientists to know how best to extrapolate from small scales to large scales when predicting the behavior of real Earth processes, they need a robust understanding of the microscopic physical mechanisms controlling the flow of rocks at extreme conditions.\n\nSeveral sophisticated models exist describing the viscous behavior of rocks. However, considerable uncertainty persists regarding their details, and there is a corresponding lack of suitable analytical techniques to test those details. Therefore, we propose to adapt a new technique for quantifying the intricacies of the viscous flow of rocks. This technique, recently developed for analyzing small-scale structures in metals, allows defects in the constituent crystals-known as dislocations-to be mapped quickly and precisely at high resolution in an electron microscope. We will conduct laboratory deformation experiments on single crystals of olivine, the dominant mineral in the upper mantle, to establish a relationship between the density of dislocations and the deformation conditions. Determining this relationship will enable us to map deformation conditions at very fine scales in synthetic and natural olivine-rich rocks deformed in variety of settings. We will then compare the results of this mapping to predictions from current models for olivine deformation, using the results to rule out models that do not capture the essential physical processes and to refine and update the ones that do. The project will thus yield a new method in the Earth sciences applicable to a wide range of minerals, and it will address several outstanding problems in the deformation of upper-mantle rocks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M000966/1","grantId":"NE/M000966/1","fundValue":"386709","fundStart":"2015-01-12","fundEnd":"2018-01-11","funder":"NERC","impactText":"","person":"Lars Norman  Hansen","coPersons":["Angus J Wilkinson"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}