{"id":"ADA739CB-1370-4C5D-90A0-58821C8B619C","title":"Children of Political Violence: Imagining the Past and the Future from the Present","abstractText":"Children living in conflicted societies experience loss at a young age when they are still developing their own personalities, opinions and memories. These losses are particularly acute when they involve the death or disappearance of one or more parent. With time, childhood impressions of the missing parent(s) evolve and develop in dialogue with the social and political context and the individual's personal history. Our project, bringing together case studies from Argentina, Northern Ireland and Rwanda, asks how adults make sense of childhood bereavement. The processes that allow adult memories, opinions and political positions to form offer rich grounds for sensitive artistic exploration and intellectual consideration. Our research examines how and why adults remember their childhood losses and what avenues for justice they might find through artistic practices that move beyond traditional legal frameworks.\n\nIn all three countries violent political bereavement has marked whole generations. In Argentina the civil-military dictatorship that ruled between 1976 and 1983 forcibly disappeared around 30,000 people. For decades the creation of collective memories and the search for justice were lead mostly by family members of the disappeared but in recent years, with the reopening of trials, the state has become increasingly involved. In Rwanda, the 1994 genocide resulted in the deaths of between 800,000 and a million Rwandan Tutsis and their perceived Hutu and Twa sympathisers. Twenty years after genocide the Rwandan population is remarkably young and local gacaca courts have played a key role in processing crimes and generating collective memories. But as children of genocide reach adulthood they are beginning to explore their own creative mechanisms for reclaiming the past and working with loss. In Northern Ireland justice remains largely out of reach and the collision of persistent and resisted memories continues to shape lives. Following almost 4,000 deaths over a 30-year period, 'The Troubles' define societal responses to injustices and perceptions of other groups. As elsewhere, young people's memories of bereavement are interwoven with community and family histories. \n\nOur project facilitates individual fieldwork exploring intergenerational memory and creative reformulations of parental loss in each country. It also, vitally, funds a collaborative research trip to Argentina where many of the remaining 14,000 children of the disappeared have been actively exploring their experiences through photography, literature, cinema and other art forms for decades. Our hypothesis is that Argentina's sophisticated record in this area offers a rich and profoundly important opportunity for cross-cultural exchange with Rwanda and Northern Ireland. As the initial academic bridge-builders all three investigators will facilitate a seminar with academics and artists in Buenos Aires to learn about their experiences. This is then developed through a workshop in Northern Ireland that includes artists and academic visitors from both Argentina and Rwanda. These activities will be recorded and shared through individual academic publications, a photoblog detailing the visit to Argentina and a co-authored article coming out of the workshop, alongside media work in Argentina, Northern Ireland and the UK. These mechanisms will disseminate our findings to wider academic, artistic, survivor and youth communities.\n\n2014 offers a crucial moment to be reflecting on such issues. In Argentina, ongoing trials have kept reparation and justice on the political agenda and creative and informal mechanisms for exploring the past have developed in new and innovative directions. In Rwanda, the sudden closure of orphanages across the country poses a threat for the loss of institutional memory. And in Northern Ireland recent exhibitions such as &quot;Art of the Troubles&quot; at the Ulster Museum demonstrates renewed interest in creative responses to the past.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006115/1","grantId":"AH/M006115/1","fundValue":"42934","fundStart":"2015-03-01","fundEnd":"2015-10-31","funder":"AHRC","impactText":"","person":"Noa  Vaisman","coPersons":["Zoe  Norridge","Maire  Braniff"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}