{"id":"ADAC380C-7FF2-4D25-A88F-209A273E02EC","title":"OSMOSIS: Ocean Surface Mixing, Ocean Sub-mesoscale Interaction Study","abstractText":"Detailed in the Lead Organization (University of Reading) proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I019905/1","grantId":"NE/I019905/1","fundValue":"314845","fundStart":"2011-05-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"","person":"Karen J.  Heywood","coPersons":[],"organisation":"University of East Anglia","findingsText":" The objectives of the research have been met. An array of five moorings was successfully deployed from February 2009 to February 2010 across the Antarctic shelf and slope in the southeastern Weddell Sea (~18&deg;W). The moored array formed the UK contribution to the international SASSI project, a project for the international polar year (IPY) coordinated by PI Heywood for the international Antarctic Zone (iAnZone) programme. (Heywood, K. J., R. Muench, and G. Williams (2012) An Overview of the Synoptic Antarctic Shelf-Slope Interactions (SASSI) project for the International Polar Year, Ocean Sci., 8, 1111-1116.)\n\nThe moored observations demonstrate the key processes responsible for variability in water masses and transport in the region. Rapid fluctuations in temperature and salinity throughout the year are linked with variability in wind stress curl over the array. This causes the deepening or shoaling of the pycnocline, past the depth of the moorings. In the upper 500 m, the seasonal cycle in salinity shows freshening in autumn, with the strongest freshening at the shallowest mooring (~250 m), furthest on-shelf. The sea ice concentration over the array exceeds 90% during this period, and contributes a positive salt flux into the ocean during autumn. The freshening begins during strong along-shore winds in late April 2009. This demonstrates that variations in Ekman transport and wind-driven mixing play a key role in determining the salinity of shelf waters around Antarctica. Transport of the Antarctic Slope Current also shows a seasonal cycle with a maximum during late April. Model simulations show the importance of along-shore advection, as the arrival of a fresh anomaly from upstream determines the timing of the salinity minimum at the array. These processes are likely to be important for other regions around the Antarctic continent. (Graham, J.A., K.J. Heywood, C.P. Chavanne and P.R. Holland, Seasonal variability of water masses and transport on the Antarctic continental shelf and slope in the southeastern Weddell Sea, revised for Journal of Geophysical Research Oceans, January 2013).\n\nThe Antarctic Slope Front presents a dynamical barrier between the cold Antarctic shelf waters in contact with ice shelves and the warmer subsurface waters offshore. Two hydrographic sections with full_depth current measurements were undertaken in January and February 2009 across the slope and shelf in the southeastern Weddell Sea. Southwestward surface_ intensified currents of _30 cm s_1, and northeastward undercurrents of 6-9 cm s-1, were in thermal_ wind balance with the sloping isopycnals across the front, which migrated offshore by 30 km in the time interval between the two sections. A mid_ depth undercurrent on February 23 was associated with a 130_ m uplift of the main pycnocline, bringing Warm Deep Water closer to the shelf break. This vertical displacement, comparable to that caused by seasonal variations in wind speed, implies that undercurrents may affect the exchanges between coastal and deep waters near the Antarctic continental margins. (Chavanne, C.P., K.J. Heywood, K.W. Nicholls, and I. Fer (2010), Observations of the Antarctic Slope Undercurrent in the southeastern Weddell Sea, Geophys. Res. Lett., 37, doi:10.1029/2010GL043603.)\n\nLeadership of SASSI was beneficial in bringing a SCOR-POGO funded PhD student, Rodrigo Kerr, to the UK to work on international SASSI science, in particular assessing the behaviour of ocean models on the shelf and slope of Antarctica. (Kerr, R, K. J. Heywood, M. M. Mata, and C. A. E. Garcia (2012) On the outflow of dense water from the Weddell and Ross Seas in OCCAM model, Ocean Science, 8, 369-388.)\n\nKnowledge gained during UK SASSI informed subsequent scientific research conducted in the Antarctic in 2012 (GENTOO project using Seagliders to survey the Antarctic continental shelf and slope in the Weddell Sea) and to be conducted in 2014 (Ocean2ice project to survey the continental shelf and slope in the Amundsen Sea).  ","dataset":"gtr"}