{"id":"ADAD471D-AB60-4F62-88DC-C724DB10615B","title":"Workshop on &quot;Avalanches in Functional Materials&quot; (AFM)","abstractText":"The workshop will bring together scientists who work on 'avalanches and jerks' experimentally, in statistical mechanics, and by computer modelling. \nJerks exist in nano-devices where domain boundaries are excited by external fields such as in ferroelectric thin films which have information written on them by local electric fields. This information can then be moved to a reading device. The issue is the following: is the information corrupted by the shift or can a continuous shift of domain walls be achieved. Recent simulations have shown that very small and thin devices will suffer from 'jerky' movements and the formation of avalanches ( such as in snow avalanches where one event will trigger a multitude of secondary events or as in earth quakes where each shock can trigger an after-shock). There is tremendous experience in this subject distributed over many disciplines but we have not yet brought the various communities together. This will happen in the proposed workshop.\n\nAn important research aspect for jerks and avalanches is the role played by temperature. Theoretical work ( analytical and simulation work) has focused on the low temperature regime. Here the avalanches are 'a-thermal'. This means that jerks will not be thermally activated (while stress and strain conditions are very important for the nucleation of avalanches). Only in 2013 has it become clear that this result is misleading for real device materials: at higher temperatures the thermal activation becomes important and the avalanche behaviour changes dramatically. Between the two thermal regimes is a cross-over regime where kinetic rate laws with stretched exponential dominate. The crossover point for many materials seems to be around room temperature so that this effect is not a curiosity of a strange phenomenon but becomes important for many device applications.\n\nWhile the understanding of 'jerks and avalanches' stems from a multitude of specialised research areas, we find that the experimental approaches are also different between the various communities and not much progress has been made so far to disseminate experimental approaches from one community to another. Typical are static and quasi-static approaches where an external state variable is changed adiabatically slowly and the dynamic change of the system is observed. Typically this gives rise to a jerk when a threshold value is overcome. A much better approach would be to perform truly dynamic measurements with a large number of observed avalanches (resonance methods). Such methods are developed in Cambridge in 2013 but nowhere else. The reason is that the effects happen on two very different time scales. Tuning times (e.g ramping up temperature or electric fields) have to be very slow (and take sometimes weeks) while the measurement of a jerk has to be very fast (a jerk has an intrinsic time scale related to the speed of sound propagation). Techniques are being developed for acoustic measurements and piezoelectric measurements where the resonance frequencies are in the MHz range while temperature is changed over milliK/sec. \n\nWe strongly believe that much progress in this field could be made if the various experimental approaches were better known within a wider community and potentially transferred between groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014793/1","grantId":"EP/L014793/1","fundValue":"23134","fundStart":"2014-11-14","fundEnd":"2015-04-13","funder":"EPSRC","impactText":"","person":"Ekhard Karl Salje","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}