{"id":"ADB83D3B-E04D-45C5-B6EE-4C6B121B34EB","title":"Molecular Dynamics and EPR spectroscopy on lipid bilayers: new approaches to study biological membranes","abstractText":"Lipid bilayers are the main building blocks of biological membranes. They play a key part in many important biological mechanisms in membranes such as providing living cells with energy, organising and regulating enzyme activities, facilitating the transduction of information and even the supply of substrates for biosynthesis and for signalling molecules. It is widely accepted that membranes do not form homogeneous fluid lipid phases but, in contrast, lipids are organised into phase separated dynamical domains depending on various conditions. \nKnowledge of molecular interactions, thermodynamics and system composition effects are crucial for understanding the role which different lipids play in vital life processes in biological membranes. This knowledge is also important for the design of drug delivery systems based on liposomes (artificial vesicles composed of lipid bilayers). An example would be &quot;trigger release liposomes&quot; where temperature sensitive liposomes could be engineered in a way to have phase separated domains to release their content upon trigger.\n\nOf the biophysical techniques now being brought to bear on studies of membranes Electron Paramagnetic Resonance (EPR) of nitroxide spin probes was the first to provide information about mobility and ordering in lipid membranes and lipid bilayer systems. Spin probes, specially designed chemical agents that carry a stable unpaired electron, can be introduced within complex partially ordered molecular systems in order to report on the order and dynamics of surrounding molecules. They can probe different depths / parts of the bilayer and also be attached to embedded peptides and proteins. Because an electron has a magnetic moment it can interact with an external magnetic field. EPR measures this interaction in the form of spectral line shape. The orientation of the spin label to the magnetic field has a dramatic effect on this line shape and therefore molecular mobility, dynamics and distribution can be studied. EPR is a technique that acts as a snapshot of very fast molecular motions and can resolve molecular re-orientational dynamics of the introduced spin probe over times shorter than a billionth of a second. However, the analysis of the rich and complex in information EPR lineshape requires full computer simulation. Current approaches rely on simplified parametrised models of motion and require fitting of EPR spectra with multiple adjustable parameters. Such approaches in many cases do not provide an unambiguous interpretation of the spectra preventing definite conclusions about motion and order in multi-component lipid bilayers to be reached. \n\nThe last decade has seen radical improvement in the molecular modelling of complex molecular and bio-molecular systems including lipid bilayers using Molecular Dynamics (MD) simulation techniques. MD simulations are now much faster and more accurate allowing researchers to predict complex molecular phenomena using actual structures.\nThis project will bring together MD and EPR and will attempt for the first time simulation of EPR spectra of biological membranes directly from the results of MD. The advantage of such an approach is twofold. Firstly, it will provide the improvement and will facilitate the interpretation of EPR of biological membranes. Secondly, our MD-EPR methodology will serve as a test bed for advanced computational models for lipid bilayers simulations.\n\nWe will use the unique combination of expertises from UEA in both EPR and atomistic MD simulations of spin labelled bio-molecules and coarse-grained simulations on large scale systems provided by Durham.\nWe will use a novel MD-EPR methodology to address the key problems of understanding molecular interactions, thermodynamics and system composition effects on the formation and dynamics of lipid domains, the organisation and dynamics of lipids around trans-membrane proteins, and the role of cholesterol as a lipid bilayer stabiliser.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L00111X/1","grantId":"EP/L00111X/1","fundValue":"54337","fundStart":"2014-01-10","fundEnd":"2018-01-09","funder":"EPSRC","impactText":"","person":"Mark Richard Wilson","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}