{"id":"ADBEB3AE-3D3D-47A5-92ED-3B3BE40A7B18","title":"The Role of the Social Environment in the Development of a Male's Sexual Signal","abstractText":"Elaborate male sexual signals are well known, but their development is poorly understood. This is especially true for signals that are not fixed early in life, but instead develop and change over time according to environmental factors. I will ask how the social environment affects how males acquire and exaggerate flexible sexual signals. First, which individuals in the population have the greatest influence on the development of a male's signal? Influential individuals may be those that respond to a male's signal, e.g. other males in the population that subsequently alter their antagonism towards the signaler, or females that subsequently change their sexual interest in the signaler. Alternatively other signalers may be influential and the focal male can observe their signals and modify his own signal. These may include close neighbours, leading to regional 'cultures' of sexual signal, or males that are themselves sexually successful and exhibit attractive signals. Second, which males are most influenced by others in the populations and so most flexible in their signal? Younger, less experienced males may be likely to incorporate novel elements into their signals. Alternatively, less successful males, may try to develop a different, more successful signal. Finally, already successful males may further exaggerate their attractive signals and so maintain their disproportionate share of matings. Male bowerbirds produce extremely elaborate sexual signals. They build structures (bowers) and decorate them with large numbers of objects. Bowers and their decorations change over time, so that a male's signal is flexible both within and between years. Males use novel objects as decorations on their bowers, but are highly selective as to which objects are placed on the bower and where they are located. Females pay close attention to bowers, so that males with large numbers of certain objects gain higher levels of mating success. Males pay close attention to objects on neighbour's bowers, stealing them to use on their own bowers, or destroying the bowers if they contain excessive numbers of particular attractive objects. The readiness of males to incorporate novel objects, that are discrete and tangible, into their signal makes them suitable for my studies because it is possible to experimentally i) manipulate what objects appear on the bowers of different males, and ii) measure individual's preference (or rejection) to test objects. I will exploit long term observational data, and conduct three field experiments to test these hypotheses. The experiments will add novel objects to the bowers of different sets of males (own, neighbours, successful males) and test how preferences for the objects changes after exposure. Variance between the three experiments will reveal which individuals influence signal development. Variance between males within each experiment will reveal which individuals are most influenced. My previous work on bowerbirds has revealed that: males differ in their object use, and correspondingly differ in their mating success; different populations of bowerbirds differ in their object use; within a population, local clusters of males use similar suites of objects as decorations; males destroy the bowers of neighbours who display large numbers of especially attractive decorations; and males appear to 'learn' about bowerbuilding from other males. These are all 'snapshot' observations of specific behaviours at single points in time, each suggestive of how sexual signals develop. My proposed work extends this to consider explicit social processes that underlie and explain signal development. This work is important for understanding how elaborate sexual signals arise, vary and exaggerate, by considering the social factors that influence their development. Such work has wide application, explaining the development of other, much more common, flexible sexual signals such as song, movement and object use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G01387X/1","grantId":"BB/G01387X/1","fundValue":"333853","fundStart":"2009-04-29","fundEnd":"2012-04-28","funder":"BBSRC","impactText":"  My work demonstrating cultivation of decorative fruits by male bowerbirds attracted much media attention, including coverage in the national and international press. \nThe research also fed in to a successful exhibition by an Australian artist (Jane James) https://www.storehouse.co/stories/o7u9l-the-bower-paintings Creative Economy,Leisure Activities, including Sports, Recreation and Tourism Cultural","person":"Joah  Madden","coPersons":[],"organisation":"University of Exeter","findingsText":" The grant was designed to explore how elaborate male secondary sexual traits may be shaped by the social environment in which they are exhibited, specifically how they may be shaped by the displays of peers through social learning. I continued a long-running study on spotted bowerbirds whose males construct and decorate bowers. Bowers are extremely elaborate sexual signals and serve as both the targets of female choice, with particular aspects of them being favoured. I used both long term observations (utilising data collected at the same study site since 1998) and field experiments (2009-2011) to demonstrate that:\na) Male bowerbirds produce (relatively) consistent sexual displays across years.\nb) Display construction is affected by weather conditions, altering decoration availability and the energetic costs to males building and maintaining their bowers.\nc) Males may reduce costs of bower construction by cultivating perishable decorations (fruits) close to their bowers.\nd) The bower is produced by more than just one male. These 'auxiliary males' are not especially related to the owner, nor do they appear to provide him with any direct benefits (increased mating success or decreased marauding) but they are more likely to inherit the bower site.\ne) Males pay close attention to the bowers of their peers and owners face social costs to maintaining their bowers with neighbours marauding and destroying bowers.\nf) Males also attend to novel decoration used on both their own and their peer's bowers, altering their preference for these objects in response to enforced exposure.\ng) The spread of novel bower components follows patterns of aggressive interactions and marauding, such that owners attend more closely to bowers of immediate neighbours. However, regular visits between bowers mean that novel objects (and perhaps perferences) can spread rapidly within a single breeding season.\nh) Factors that predict a male's mating success are not consistent, but switch between years. Switches cannot be explained by changes in the informational content of the decoration but instead appear similar to fashions and fads. \ni) Bowers do not appear to be good indicators of an owner's broader cogntiive ability, nor do females pay attention to this. \nJ) Fluctuations in the target of female mate choice confounds directional selection and confuses the explanation of how selection drove the evolution of such an elaborate secondary sexual trait. Several findings from the work have attracted media attention - specificially the reporting of cultivation of fruits by the male bowerbirds.\nThe difussion of novel objects and preferences through the popualtion may help stimulate researchers looking for examples of real world, non-disease transmission on networks. Other","dataset":"gtr"}