{"id":"ADBFD1F9-3A12-4137-B90B-8860FB785C1D","title":"Preventing wide-area blackouts through adaptive islanding of transmission networks","abstractText":"Recent blackouts and disturbances have shown that the twin drivers of: a) commercial pressures for better utilisation of transmission and distribution networks and b) increased penetration of Distributed Generation (DG) are likely to reduce security margins and lead to a higher probability of blackouts. This interdisciplinary project, involving power engineering, graph theory and operational research, will investigate methodologies to limit the occurrence and cost of blackouts through preventive splitting of large networks into islands when a cascade fault is imminent. The formed islands should preserve a good demand/generation balance, without violating any transmission constraint and avoiding electromechanical instability of any generator. The challenges addressed in this project include identification of conditions when preventive islanding can safely be activated, establishing techniques for forming islands and/or isolating a sick part of the network, and demonstrating innovative methods for control of islands with a high penetration of DG. The proposal applies to Complexity Science call, as we strive to understand how small-scale local behaviour of elements of an electrical grid influences the resilience of the grid as a whole, and helps to prevent catastrophic consequences.A major novelty of the proposed approach is that it is measurement, rather than model based. The decision to island a power system is usually taken when the system is in a highly disturbed state and its actual model is significantly different from the normal one. Hence, we propose to base the analysis on actual measurements gathered from Wide Area Measurement Systems (WAMS), which are expected to become widely available in the future, as a part of the next-generation monitoring and control technologies necessary for enabling the vision of low-carbon renewable-based energy flows. Two aspects of this project are particularly adventurous: its unique interdisciplinarity linking mathematics, operational science and power engineering, and its future-oriented application to networks with a high DG penetration, i.e. achieving 2020/2050 carbon reduction targets without sacrificing security and quality of supply.From a mathematical point of view, problem of islanding connects in an exciting way with modern analysis of metric spaces. Taking the view that grid reactances can give rise to a new metric structure on the grid, we will analyse the problem of islanding in the mathematical context of much studied isoperimetric problems. Our main tool will be spectral analysis of the discrete Laplace operator, which will be weighted to accommodate the physical information and used to identify possible candidates for balanced islands. We will employ discrete version of calculus and discrete Morse theory to capture the information about the power flows, to develop alternative techniques for identifying balanced islands, and to assess the effect of disconnecting an island on the rest of the network.In practical terms, the islanding of transmission network is a challenging graph partitioning problem. Unlike the usual graph partitioning problems, in which the partitioning criteria are known a priori (and remain constant), the difficulty in islanding electricity transmission comes from the need to adjust the partitioning to the very recently observed state of the network. As a result, the known graph partitioning techniques, which have proved so successful in the context of sparse matrix reordering or very large scale integration design, are not directly applicable. The solution we propose is to extend the existing techniques to take into account measurement-based (hence dynamically changing) graph properties and design/implement novel graph partitioning heuristics. The new techniques will combine graph dissection heuristics with randomisation and will be guided by the theoretical tool of spectral analysis of the Laplace operator.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G059101/1","grantId":"EP/G059101/1","fundValue":"282464","fundStart":"2010-01-01","fundEnd":"2014-06-30","funder":"EPSRC","impactText":"  We have built a prototype of an app to visualise the state of a grid. Digital/Communication/Information Technologies (including Software),Energy Economic","person":"Jacek  Brodzki","coPersons":["Graham Andrew Niblo","Nicholas  Wright"],"organisation":"University of Southampton","findingsText":" We have developed a novel methodology for understanding the functional structure of power grids using spectral properties of Laplace operators. This allowed us to make substantial progress towards a solution of the problem of preventing and managing blackouts in power grids. We are developing techniques to deal with real-time network data. We are currently developing an app which shows the finer structure of the GB power grid using realistic power flows. This app can be modified to work on any geo-coded network. We are currently seeking commercial partners to help us develop specific implementations of these ideas. We have published our main findings in IEEE Transactions on Power Systems and are preparing further publications an conference talks. We are expanding this research to include multiplex networks.\n\nWe are in the process of arranging a meeting with National Grid and other potentially interested partners. Energy,Security and Diplomacy","dataset":"gtr"}