{"id":"ADCCA83F-A7CB-43BA-ABEF-EB633270DEF1","title":"Extensions to compressed sensing theory with application to dynamic MRI","abstractText":"The problem of data acquisition or sampling lies at the heart of digital signal processing. It has been a long held belief that one should acquire a sufficient number of samples to satisfy the so-called Nyquist criterion. Then the discretely sampled signal is an equivalent representation of the original analogue one. However, recently, the paradigm of compressed sensing has challenged this idea. If a signal is known to have structure, and almost all signals do, then this can be used to reduce the number of samples required to define the signal; compressed sensing advocates sampling at the information rate not the Nyquist rate . This project aims to extend the existing theory of compressed sensing to include more general advanced signal models and, in particular, multi-resolution image models. These ideas should have a big impact on problems where sampling data is difficult either because it is time consuming, expensive or has associated safety issues (e.g. patient exposure to electromagnetic radiation). The project will further explore the potential of compressed sensing as a novel compression strategy for possible use in distributed or remote sensing applications. The project will use these ideas to develop new rapid Magnetic Resonance Imaging (MRI) acquisition systems. The advantages of accelerated scan times are manifold. It enables clinicians to take higher resolution scans and to acquire more detailed dynamic image sequences (e.g. for cardiac diagnosis). Furthermore, with the trend to the increased use of high field scanners reducing the samples for a given image acquisition has the additional benefit of lowering the RF exposure that the patient is subjected to.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F039697/1","grantId":"EP/F039697/1","fundValue":"522211","fundStart":"2009-03-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Mike  Davies","coPersons":["Ian  Marshall"],"organisation":"University of Edinburgh","findingsText":" The project developed a number of theoretical and algorithmic extensions to compressed sensing, including the incorporation of structured sparsity, joint sparsity and advanced measurement strategies. \nThe project also highlighted some of the essential limitations of compressed sensing in providing improved imaging from limited measurements Advanced imaging methods have impacted on other imaging domains, including SAR.\nThis project also acted as a precursor for recent work on a compressed sensing framework for magnetic resonance fingerprinting Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}