{"id":"ADE19CB4-0C5F-4240-B80C-94969BBEFCBA","title":"Cinematic Journeys: 80,000 word book linking the aesthetics of cinematic movement to mass population movements and the global circulation of film.","abstractText":"Cinematic Journeys will explore aesthetically certain types of movement in film by considering mobility of the frame (e.g. camera movement) or in the frame (e.g. the movement of characters). Such kinds of movement will be linked to broader cultural trends that have historically informed Western sensibilities and will be contextualised with analysis of emerging trends in world cinema. \\nThe book will investigate how certain types of movement are activated in specific cinematic narratives of travelling and displacement by examining in detail the case studies of the road movie, the European cosmopolitan films of the 1950s &amp; 60s and diasporic and peripheral cinema. Such narratives will be contextualised with attention to the mass population movements and displacements that form their referential background. \\nFinally, Cinematic Journeys will examine the ways in which travelling affects film itself. Case studies will focus on the films of Jules Dassin tracing thematic and aesthetic trends that can be related to his status as an exilic director; on films as travelling commodities (with the popularity of Indian films in Greece in the 1950s and 60s as the case study); and on the category of the 'foreign spectator' (who in the encounter with 'foreign' films moves across cultural borders).\\nThe book aims to dissect the fascination with movement that defines cinema and the film-viewing experience by linking specific types of movement to regimes of Western sensibility. Films of/from the margins will be analysed in terms of challenges and alternatives that they articulate both in terms of movement and in terms of different emotive registers. Through a 'typology' of cinematic movement the book will offer clear links between specific textual characteristics and theoretical and political concerns, making it thus accessible to students as well as stimulating for researchers in the field of film studies.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004974/1","grantId":"AH/F004974/1","fundValue":"26664","fundStart":"2008-01-21","fundEnd":"2008-05-20","funder":"AHRC","impactText":"","person":"Dimitris  Eleftheriotis","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}