{"id":"ADE69D8F-FC73-4120-BD48-7A3FD2B0C424","title":"Can metabolic control analysis be used to control epidemics?","abstractText":"Our recent mathematical modelling has shown that H5N1 avian influenza in the British poultry industry can be controlled more (cost) effectively by targeting duck and goose farms than by more general intervention strategies applied equally to all farms. Indeed, these targeted interventions were shown to mitigate the chance of large outbreaks altogether.\n\nThe present research is a feasibility study to develop a general framework for designing targeted interventions to prevent and control epidemics. It is based on recent mathematical developments in the representation of epidemics on networks which enable ideas from systems biology to be applied in this new area. These methods are particularly relevant for epidemics in livestock industries where the structure is often well described by individual farms connected by a contact network of potential infection routes. Current measures for controlling epidemics in these industries often rely on general policies of increased biosecurity, vaccination, culling or movement bans. While these approaches are demonstrably effective, more targeted applications of these methods are likely to be less intrusive to the operation of industry as well as being cheaper to implement.\n\nEpidemics are examples of complex systems where system-wide factors such as their size, likelihood, and control are emergent behaviours resulting result from the interaction of many individual components. In addition to other many other areas, problems concerning the control of complex systems also occur in systems biology where we also wish to alter network functionality by targeted interventions to help us gain understanding and to generate medical and industrial applications. For example, these could be to maximise the generation of a particular chemical for industrial purposes (e.g. ethanol in yeast) or for medical applications (e.g. determining key interventions which will destroy a tumour cell while leaving healthy cells unharmed). That is, we want to achieve the maximum positive effect with the minimum targeted intervention.\n\nIn systems biology, a form of control theory known as Metabolic Control Analysis (MCA) is used to determine the impact of specific interventions on living (typically single-cell) organisms. This project will develop related ideas to design targeted interventions to prevent or control epidemics. The application of an MCA-like theory in this context requires some novel mathematical developments but, where possible, its development will be inspired by comparison with MCA. \n\nTargeted intervention to control infection in livestock is clearly of significant importance, not only for the welfare of the animals but also for the economic impact on industry and the wider economy. This analysis could also identify key sites or risk factors for epidemics enabling preventative measures to be put into place such that an epidemic rarely occurs.\n\nA more subtle benefit from this research is to establish a stronger link between the methods used in systems biology and the methods used in epidemiology. Presently these subjects evolve quite independently but have notable methodological similarities. It is expected that this research will contribute to closer links, with ideas developed and implemented in one area inspiring ideas in the other.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J00474X/1","grantId":"EP/J00474X/1","fundValue":"96821","fundStart":"2012-10-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"","person":"Kieran James Sharkey","coPersons":[],"organisation":"University of Liverpool","findingsText":" A new methodology for designing targeted intervention strategies against epidemics propagated on networks. The method could be:\n1) Applied to real-world networks to design optimal infectious disease control methods.\n2) Increased in scope to be applicable to a broader range of dynamics.\n3) Used more generally to investigate and understand the control of dynamics on networks as an emergent property. Agriculture, Food and Drink,Energy,Environment,Transport","dataset":"gtr"}