{"id":"ADEB697D-4473-4BAF-BF08-C8A7D76C6FD6","title":"Quantum Phase Transitions and Quantum Criticality in Helium Films","abstractText":"Historically quantum fluids, the helium liquids near absolute zero, have provided simple model systems which have played a crucial role in the development of key concepts in condensed matter physics. The understanding of superfluidity and broken gauge symmetry; the development of the standard model of correlated fermions; the first unconventional superfluid/superconductor; the central role of topological excitations in two dimensional physics: all these discoveries and insights arose from the study of helium. The study of quantum fluids has also fuelled developments in techniques for producing and measuring low temperatures, high magnetic fields, and a host of novel measurement techniques and instrumentation. We propose to study a variety of low dimensional helium model systems to address fundamental issues in the understanding of strongly correlated quantum matter. We will study helium-3 (fermion) films and helium-4 (boson) films. These films grow as atomic layers on the atomically flat surface of graphite, and the lattice potential experienced by a helium layer can give rise to a triangular superlattice structure. The density of these layers can be varied essentially continuously to tune between different quantum mechanical ground states. These may include ground states theoretically proposed but yet to be unambiguously realized. We will study the quantum phase transitions between different ground states in some detail. We will study the Mott transition between a 2D helium-3 Fermi liquid and a 2D quantum spin liquid and the properties of the hole-doped spin liquid on a triangular lattice. We will attempt to stabilise a Mott insulator on a square lattice and perform a comparable experiment. In the corresponding helium-4 film we will study the superfluid-insulator transition, and investigate possible 2D supersolid behaviour. We will develop a highly ordered graphite substrate with a view to optimising conditions under which to search for the holy grail of unconventional superfluidity in a helium-3 fluid monolayer. We will investigate quantum criticality in the helium-3 bilayer heavy fermion system recently discovered by us. And we will study helium-3 in nano-channels as a one dimensional fermion system, and a possible realization of a Luttinger liquid. These experiments on fermionic and bosonic cold atoms are performed on uniform low dimensional systems in thermodynamic equilibrium at precisely measured temperatures in the range 200 microKelvin to 4K. The lowest temperatures will be produced by nuclear adiabatic demagnetization cryostats in our laboratory. A range of high precision experimental probes will be employed to study these systems. Sensitive NMR techniques developed in our laboratory, based on the detection of the precessing magnetic signal by SQUIDs (Superconducting Quantum Interference Devices), will be used to measure magnetic susceptibility, magnetization and spin dynamics. We will extend measurements of the heat capacity to the lowest temperatures in order to access system entropy and probe the elementary excitations. The superfluid density, and any dissipative component of the response, will be measured by high quality torsional mechanical resonators. We will collaborate on developing graphene based nano-mechanical resonators with wide-bandwidth SQUID amplifier detection. The project is expected to lead to fundamental insights into some of the most central issues in the physics of strongly correlated matter, and impact on the understanding of more complex materials of potential technological relevance. The project will drive innovation of new instrumentation and measurement techniques at an important scientific frontier; the low temperature frontier. As in any frontier science we may encounter the unexpected.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H048375/1","grantId":"EP/H048375/1","fundValue":"1125860","fundStart":"2010-09-20","fundEnd":"2014-09-19","funder":"EPSRC","impactText":"  The primary purpose of this project was fundamental research on two dimensional helium. As a model system for strongly correlated quantum matter, the anticipated intellectual impact is high, given the well-documented importance of such materials (as evidenced by the award of many Nobel Prizes). \n\nA significant and wide impact in the shorter term derives from the recognised importance of research on matter under extreme conditions, in particular low temperatures. Developing capability in this sector, and enhancing measurement technique, metrology and instrumentation, is a key feature of this research, and we have contributed in several ways. This impact has been achieved through close collaboration with the industrial sector (primarily Oxford Instruments Nanoscience) and National Measurement Institutes, and was the subject of an Impact Case Study to REF2014.\n \nA further instrument for promoting impact is our membership of the European Microkelvin Consortium, funded under the EC Infrastructures programme (FP7). Horizon 2020 funding is being sought for the European Microkelvin Platform www.emplatform.eu. Engagement with a wide community of researchers and industrial partners is a key feature of this Platform, which operates at the European level, and with strong international connectivity. Manufacturing, including Industrial Biotechology,Other Economic,Policy & public services","person":"John  Saunders","coPersons":["B  Cowan","Jan  Nyeki","C  Lusher","Andrew James Casey"],"organisation":"Royal Holloway, University of London","findingsText":" Key findings:\nDiscovery of a new phase of quantum matter with entwined superfluid and density wave order (a two dimensional supersolid). \n\nSignificant progress in understanding the density driven Mott transition in two dimensional helium-3 films; a model for strongly correlated quantum matter. \n\nIndications of the realization of a striking new state of topological quantum matter, a quantum spin liquid. This is a magnet that does not order, even at absolute zero, and is of great theoretical interest. \n\nCharacterization of two dimensional ferromagnetism using a helium-3 film. Text book example of a two dimensional Heisenberg magnet.\n\nDevelopment of a new high quality exfoliated graphite substrate, by a novel potassium intercalation technique. \n\nFirst demonstration of feasibility of point contact spectroscopy in pulsed magnetic fields up to 60T.\n\nConclusive identification of density wave instabilities in graphite in the ultra-quantum limit, a subject under investigation for more than 30 years. Implies existence of new topologically protected chiral edge states.\n\nSystematic study of noise thermometry, to optimise speed/precision.\n\nFirst demonstration of the feasibility of nuclear demagnetization cryostat based on a cryogen-free dilution free platform. Impact through interaction with Hubbard Theory Consortium through direct theory-experiment collaboration leading to joint publications.\n\nImpact through interaction with cryogenics industry, through MoU with Oxford Instruments Nanoscience, and research/joint publications on scientific instrumentation leading to new products and measurement protocols. The latter reinforced by interaction with National Measurement Institutes, enhanced by funding by European Measurement Research Programme. \n\nImpact through interaction with European Microkelvin Consortium, now European Microkelvin Platform. Framework for dissemination of techniques we have pioneered (SQUID NMR, noise thermometry, cryogen free microkelvin technology).\n\nImpact through outreach, facilitated by Department of Physics outreach officer; research based talks and demonstrations. \n\nImpact through international engagement. Group has participated in many international conferences and workshops, and has several international project research partnerships. Those with Cornell and PTB were particularly important for this project. John Saunders is Chair of Commission C-5 (Low Temperature Physics) of International Union of Pure and Applied Physics. He is member of the executive board of the European Microkelvin Platform. Education,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}