{"id":"ADEC67E2-6A57-4EC1-8923-05F8BADC247B","title":"Astronomy in the Park - Landscape and Skyscape","abstractText":"This project aims to further raise astronomy awareness in audiences not normally engaged in astronomy and at locations not conventionally associated to astronomy. It will demonstrate how astronomy can be a down-to-Earth topic and how spectacular objects imaged by space telescopes such as Herschel and Plank are visible to the naked eye now and in our past. These experiences can shape our sense of place as citizens within our landscape. Furthermore, participants will have the opportunity to experience how light pollution can spoil exploring the night sky and impede a complete experience of some ancient sites.\nEven though BBC programs such as Stargazing Live and Wonders of the Universe have inspired and raised interest in astronomy, it is still thought to be something carried out at night or with expensive telescopes on Earth or in Space. However, basic astronomy knowledge and inquisitive observing can be supported at e.g. ancient sites in the countryside. Furthermore, this is not something novel, but has taken place throughout the millennia. Our history and beliefs of our ancestors have been strongly shaped through this observational astronomy and have been encapsulated in ancient monuments.\nThe overall impact would result in a realisation that astronomy can be observed by anyone and everywhere, including spotting objects such as our Milky Way and the Andromeda Galaxy. Participants will associate light pollution with a loss of cultural heritage and something relevant to them, therefore becoming more pro-active in supporting light pollution reduction measures and the establishment of a Dark Skies Reserve in the Peak District National Park.\nSince work supporting the learning of sciences including astronomy in the outdoor classroom is part of the research work carried out by Dr. D. Brown, the outcomes of this project will be further used to improve supporting such learning and teaching in schools. Most importantly the Dark Sky group – network of amateur astronomer aociations, universities, and the Peak District National Park Authority (PDNPA) – will be building upon the increase awareness in their educational work towards tackling light pollution and establishing a Dark Sky Reserve.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J500057/1","grantId":"ST/J500057/1","fundValue":"6000","fundStart":"2011-08-31","fundEnd":"2012-01-30","funder":"STFC","impactText":"","person":"Daniel  Brown","coPersons":["John David Tanner"],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}