{"id":"ADF221D9-917D-4AB7-A815-AF030D6BB486","title":"New Porphycene Macrocycles for Applications in Two-Photon Absorption: Optimisation and Synthesis","abstractText":"This proposal combines advanced state-of-the-art response theoretical computation with efficient, modern synthesis of structurally variable dibenzoporphycenes, and non-linear laser spectroscopy to probe structural and electronic parameters in a class of molecules that show very promising two-photon absorption (TPA) behaviour. The use of TPA shows many advantages over conventional excitation techniques, however, applications of these techniques are still in their infancy. We will model, prepare and study a new class of promising compounds for potential use in the treatment of cancer via what is known as photodynamic therapy. Here, TPA has the potential overcome many issues in this field, for example exploiting the tissue transparency window. This proposal is thus timely as it brings together the three strands of research required to investigate this new class of compounds. Compounds within this promising subset of aromatic macrocycles with optimal TPA properties will be discovered computationally and then prepared by flexible, convergent synthetic routes. This proposal will thus bring together a multi-disciplinary team to study this important topic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J006602/1","grantId":"EP/J006602/1","fundValue":"471671","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"  Our findings have so far been used by computational chemists studying two-photon absorption. They have utilised the methodologies as prescribed by us and have also studies similar effects as us but in other systems for different non-linear optical properties and applications. Chemicals,Energy,Pharmaceuticals and Medical Biotechnology ","person":"Martin James Paterson","coPersons":["Magnus William Bebbington"],"organisation":"Heriot-Watt University","findingsText":" Our results have shown that macrocyclic sensitisers commonly used in photodynamic therapy can be very finely tuned within the tissue transparency window for excitation via two-photon absorption. Our results indicate that while the standard one-photon excitation of such systems is insensitive to structural features such as central core conjugation isomers (e.g., replacing NH units with O atoms), that such modifications can be used to tune the TPA via resonance enhancement between the Soret and Q-band regions of absorption. Our results show that the porohycene class of macrocycles shows the greatest promise for development as TPA photodynamic anti-cancer drugs. Once complete our synthetic routes offer up entirely new possibilities for modified porphycenes. Our computational results indicate that these will be excellent TPA PDT candidates. Our computational results also show that we must reconsider structural effects on TPA in a wide range of systems, as the relative sensitivities of OPA and TPA can be widely different. Thus, in a wide range of TPA technologies, including data storage for example, we may be able to tune the desired non-linear properties in subtle ways that have not previously been considered Chemicals,Energy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}