{"id":"AE044CF7-9984-4908-8EC4-0516269D20CF","title":"Generation of a large family of genetic logic gates for applications in biosensing and information processing","abstractText":"Electronic logic gates are the building blocks of all the digital devices, such as computers and smart phones, on which we have come to rely. Individual logic gates take one or more digital (ON or OFF) inputs, perform a logical operation and produce a single digital output. For example, the output of an AND gate is ON only if both of its inputs are ON, whereas the output of an OR gate is ON if either (or both) of its inputs is ON. Electronic logic gates can be connected together into circuits that can store data, add and subtract numbers, count, and carry out any other logical or mathematical calculation. The microprocessor at the heart of a typical modern digital computer has tens of millions of logic gates, all connected together into complex circuits.\n\nScientists working on simple bacterial cells have used them to create genetic networks that can reproduce the behaviour of individual logic gates. Just like their electronic counterparts, these biological logic gates can take one or more inputs, perform a logical operation and provide an output. For example, a bacterial AND gate has been engineered to take its input from two natural sensors in the bacterial cell that detect different sugars in the environment. The logic gate combines these two inputs and produces an output, in the form of a fluorescent protein, only when both sugars are present. The hope is that one day these biological logic gates can be engineered into more complex circuits that can perform multiple logical operations, store information, make complex preprogrammed decisions, and have multiple outputs. For instance, a cell could be engineered to detect pollutants and to take action to neutralize the exact cocktail of pollutants present, or to undergo a complex series of metabolic steps to turn agricultural waste into valuable chemical feedstocks or pharmaceutical products.\n\nEach biological logic gate has to be individually built from genetic components known as transcription factors and promoters. Transcription factors and promoters are used by cells to control their own gene expression in response to their environment. To ensure that individual logic gates operate independently of each other in a circuit with multiple logic gates, a different transcription factor must be used for each logic gate. Up until now, transcription factors and promoters had to be sourced from natural systems and characterised one by one, and the lack of a large number of different, well characterised transcription factors has severely limited the complexity of digital genetic circuits that can be built.\n\nIn the research proposed here, we will develop a new way to produce a large set of transcription factors and promoters that do not interfere with each other's action. Unlike other transcription factors that have been used to build genetic logic gates to date, these transcription factors will not cause unwanted side effects by altering gene expression in their bacterial host. Therefore, the set of transcription factors we generate will be ideal for building large genetic circuits, containing multiple logic gates, to carry out complex data processing and storage operations.\n\nApplication of biological logic circuits for in-the-field detection of pollutants, toxic agents, pathogens, water contaminants, explosives etc. will depend on miniaturised reliable detectors of their outputs. We will develop a miniature device to detect fluorescent proteins produced as outputs of bacterial genetic logic circuits, and will test this device using a genetic circuit built from our new transcription factors. This should pave the way towards the development of portable, easy to use biological sensors and processors for a whole host of applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J020133/2","grantId":"BB/J020133/2","fundValue":"69912","fundStart":"2013-11-01","fundEnd":"2015-10-31","funder":"BBSRC","impactText":"","person":"Susan Jane Rosser","coPersons":["Huabing  Yin"],"organisation":"University of Edinburgh","findingsText":" not applicable this year Not applicable this year Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}