{"id":"AE0CC295-155C-4366-A95C-1FC99B33A31A","title":"COGWORKS - The Cognitive Health and Wellbeing Hub.","abstractText":"If your health is your wealth; your cognitive health (memory and related faculties) must represent a significant portion of that fortune! COGWORKS, a network of people from a wide variety of backgrounds and expertise, have come together to exploit the possibilities offered by developments in technology. Can your mobile phone detect signs of dementia? Might web blogs or YouTube ease carer strain? Can the internal environment of your home be improved to ensure that you can remain there? The members of COGWORKS will pool their knowledge and skills, in an attempt to answer these and other questions, to find ways to help people maintain maximum levels of cognitive health and independence throughout their life. The Network includes: researchers based in Northern Ireland, England, Scotland, Ireland and the USA; representatives from groups for older people, children, carers, and people involved in making policy decisions and service delivery. Working together the members of the COGWORKS Network provide a rich fountain of knowledge and expertise in a range of areas that impact on our health and quality of life, including: architecture, education, ICT, law, medicine, occupational therapy, psychology, public health and sociology. The members of the Network will work together to formulate a research strategy focused on discovering things that could be done, at various stages in a person s life to help ensure that when they reach old age they will be as sharp and as cognitively healthy as possible. COGWORKS focuses on four key areas: (1) identification of the factors which influence cognitive health from conception to old age, these may include things such as nutrition, education, trauma and stress or isolation; (2) an examination of the impact of caring and disability; (3) an exploration of the influence of the built environment and (4) identification of opportunities to discretely promote cognitive health through widely available technologies such as mobile phones and computers to help older people, including those with dementia, retain their independence. COGWORKS activities are directed towards creating strong collaborative working relationships and engagement with the public in particular. They will include the creation of a web-space; a monthly electronic newsletter; open meetings; research; attending conferences and hosting regular meetings to identify research priorities. The work to be produced by COGWORKS will emphasize the economic and social gains of good cognitive functioning and will be highly relevant to the lives of older people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900027","grantId":"G0900027","fundValue":"49962","fundStart":"2009-05-01","fundEnd":"2010-03-31","funder":"MRC","impactText":"","person":"Karim  Hadjri","coPersons":["Elizabeth  Burton","C  Nugent","Mickey  Keenan","Laura  Dunne","Panagiota  Nikopoulou-Smyrni","Geraldine Mary Macdonald","David  Craig","Una  Lynch","Alison  Bowes","Karola  Dillenburger"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}