{"id":"AE14E8A2-4ADE-49AE-9528-D7A6D6674428","title":"Assessing simulations of Southern Hemisphere tropospheric jet, meridional overturning circulation of the Southern Ocean and carbon uptake","abstractText":"Of the carbon dioxide emissions human activities generate each year, only about half stay in the atmosphere. The rest are taken up by the land and the oceans, in approximately equal measure. At present the Southern Ocean that encircles Antarctica accounts for just under half of the total ocean uptake. Were it not to do so, carbon dioxide levels in the atmosphere would increase at a significantly faster rate than we currently observe. The world's oceans are connected by a vast, slow circulation system with water sinking in the North Atlantic, travelling southward, and then rising to the surface in the Southern Ocean. When it reaches the surface, this water is able to exchange carbon dioxide with the atmosphere, before the circulation dips below the surface again, locking the carbon dioxide in the ocean, and returns north. If that circulation were to change, the carbon uptake of the Southern Ocean would change. So a key question to scientists to answer is, will climate change invoke changes to the overturning circulation of the Southern Ocean? If the answer is yes, then this could change the amount of carbon dioxide in the atmosphere and act as a strong feedback on climate change. Concern has been raised recently because some observations have indicated that indeed the Southern Ocean is taking up less carbon dioxide than we would have historically expected given the current atmospheric carbon dioxide concentrations.\n\nSo how might climate change be impacting the Southern Ocean overturning circulation? Strong winds blow around Antarctic over the Southern Ocean. The winds directly drive a circulation that is directed northward at the surface. They also indirectly drive a circulation in the opposite direction, i.e. southward at the surface, via their influence on the generation of ocean storms, known as &quot;eddies&quot;. The resultant circulation, which is directed northward at the surface, is a subtle balance of these opposing circulations. The winds have been observed to increase in recent decades. Two changes to the atmosphere are thought to have instigated the change in the winds, both of which have human cause: the increase in greenhouse gases in the atmosphere and the decrease in ozone in the stratosphere. It is reasonable to ask therefore whether the carbon uptake of the Southern Ocean might be influenced in the future by changes to the atmospheric concentration of greenhouse gases and by the recovery of the ozone layer. Computer models used to project future climate can only address this question if they are able to properly represent the different physical processes in the atmosphere and ocean that link the atmospheric composition to ocean carbon uptake via the Southern Ocean winds. This project aims to evaluate the representation of these processes in the latest generation of models that will be used as a basis for the next IPCC report.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J005339/1","grantId":"NE/J005339/1","fundValue":"91320","fundStart":"2011-05-01","fundEnd":"2012-04-30","funder":"NERC","impactText":"  The findings of this project were widely reported in the IPCC 5th Assessment Report. Environment Societal,Economic,Policy & public services","person":"Emily  Shuckburgh","coPersons":["Zhaomin  Wang","Thomas John Bracegirdle","Jean-Baptiste  Sallée"],"organisation":"NERC British Antarctic Survey","findingsText":" Input to Intergovernmental Panel on Climate Change (IPCC) Four papers assessing climate model results for the Southern hemisphere produced. 1. Considered the representation of the Antarctic Circumpolar Current in the models, finding an improvement with respect to previous generations of models, but still large inter-model variations. Changes to the subtropical and subpolar gyres were also detailed. 2. Considered the representation of the near-surface winds in the Southern Hemisphere and found an equatorward bias in the location of the winds, with the strongest biases in the Pacific sector. Models with larger biases in the present-day state generally show a larger change in position of the winds under future greenhouse gas scenarios. 3. Considered the representation of water masses in the Southern Ocean. It was found that models have a consistent warm and light bias. The intensity of water mass overturning is slightly larger at shallow to intermediate depths compared with observations and slightly smaller in the deep ocean. 4. Considered the representation of the mixed layer. Winter mixed layers in the Southern Ocean in the models were found to be too shallow and shifted equatorward. The mixed layers shallow further under future greenhouse gas scenarios, with larger shallowing for those models showing less present-day bias. All papers are referenced in the Intergovernmental Panel on Climate Change (IPCC) report. Environment","dataset":"gtr"}