{"id":"AE2451EA-9D42-4823-8139-E93B40A70B6C","title":"Interrogating the Dashboard: Data, Indicators and Decision-making","abstractText":"In recent times, 'dashboards' have become increasingly common features of business, public policy and everyday life. The term refers to a way of representing multiple indicators, data and news, in real-time and side-by-side. Organisations build dashboards so as to display 'key performance indicators', on which senior management can base decisions. UK Prime Minister David Cameron has commissioned a tailor-made dashboard for his iPad, to keep him constantly updated on key indicators such as GDP and house prices. However, with the rise of Big Data and the proliferation of smart devices in everyday life, this type of display is increasingly available for individuals for everyday activities. For example, the 'London Dashboard' is a website offering real-time data on traffic, weather, tube line status, local twitter trends, markets and other indicators, for everyday purposes. Dashboard apps, such as Google Now, offer ways of bringing together various sources of data into a handy, usable format. \n\nDashboards are a worthy object of social scientific investigation for a number of reasons. Firstly, they problematise how the notion of risk is understood. Risk is a key concept for how contemporary societies are governed, managed and theorised by social scientists, and has previously been analysed via particular techniques (such as audit and accounting) through which the future is represented numerically. Dashboards offer a different numerical representation, of a future that is constantly emerging, without moments of static evaluation as provided by audit. In this, their numbers resemble market prices. Indeed financial markets (and the digital displays they use) might be seen as one of the progenitors of dashboards more generally. Secondly, dashboards offer a basis on which to reflect critically on how data exists in everyday life, how it fits into practices and decision-making, and the methods involved in making data useful. Thirdly, the spread of dashboards also involves the spread of a particular vision of agency and authority, in which individuals are constantly navigating, deciding, strategising, and interpreting on the basis of constant updates. Finally, as the social sciences are themselves facing the challenges and opportunities of Big Data, we believe that dashboards can be productively incorporated into research practices and the dissemination of outputs. \n\nThe research project takes three empirical cases, in order to understand how dashboards are integrated into a range of situations and for different purposes. We will study civil servants in Government Digital Services who have built and are using dashboards to visualise and 'open up' the performance of Whitehall departments. We will also study the Digital Action Lab, a civic activist organisation, as they develop and release a 'crowdsourced' dashboard which provides a range of indicators on prosperity, equality and environment in Britain. Finally, we will study the personal use of dashboards on phones and tablets, where dashboards visualise and arrange data flows in ways that make them intelligible and actionable for individuals.\n\nThe main project questions are:\n1. How are organisations and individuals using dashboards? Specifically, we ask: what kinds of indicators are used and for what purpose? What is the temporality or 'liveness' of these indicators? What is the relationship between indicators and other signifiers on the dashboard?\n2. How are dashboards incorporated into and transforming decision-making processes? Are dashboards evidence of a general transformation in the temporality of judgement and decision-making? How do individuals cope with the multiplicity and inconclusiveness of dashboard indicators? \n3. How can the social sciences incorporate dashboards as tools and also as research outputs? What can be learnt from existing dashboards? Conversely, how can the knowledge and expertise of the social sciences be fed into dashboard design?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M00077X/1","grantId":"ES/M00077X/1","fundValue":"184651","fundStart":"2014-09-01","fundEnd":"2016-04-30","funder":"ESRC","impactText":"","person":"Nathaniel  Tkacz","coPersons":["William James Davies","Jamie  Bartlett"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}