{"id":"AE2AFE51-006D-4192-BD5F-10730795D6E7","title":"What makes an Important Case? A Study of the Creation, Transmission and Validation of Legal Knowledge","abstractText":"<p>This research looks at how the case based approach of the common law actually develops in practice. Against a background of the operation of precedent within the common law the project examines exactly how and why particular reported cases become significant in the sense that they are cited more frequently than others and come to represent or define the legal position in a particular area of practice or doctrine. Taking the dynamic area of judicial review, the research will identify some twenty to forty &quot;important cases&quot; and create a typology highlighting elements which contribute to a case&nbsp; being regarded by various groups as important. This will be tested through interview and focus group to develop an understanding not only of how a case becomes &quot;important&quot; but also how an individual case is transmitted across the various practice communities / communities of interest, and how it becomes validated as useful legal knowledge. Moving from specialist to more general application in practice, and reflecting on how such information interacts with, and is mediated by, academic scholarship, the research will develop important knowledge about how legal argumentation is actually constructed and valued by different legal communities.<br /><br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4472","grantId":"RES-000-22-4472","fundValue":"52810","fundStart":"2012-02-01","fundEnd":"2013-12-31","funder":"ESRC","impactText":"  The production and dissemination of legal knowledge is increasingly being mediated by new technology which is augmenting traditional ways of reporting legal cases via paper and online resources. One element of this work has been to engage with a number of bloggers and authors of updating services, as well as the authors of law reports (Incorporated Council of Law Reporting) and the British and Irish Legal Information Institute. Our findings about what makes an important case have been of value to a number of such sources and assisted in the development of new approaches to online resources.\nThe project also engaged closely with law librarians via the British and Irish Association of Law Librarians, and others to help inform developing ideas about the future of legal information. For example, in our own law school the approach to providing multiple copies of bound law reports has been transformed and education and training about legal research techniques has focused instead on ideas of &amp;quot;important cases&amp;quot; and how to access these. \nOn the final completion of our main research output - the major, agenda changing article - we propose to develop further all these engagements and impacts through dialogue with appropriate stakeholders. Education,Government, Democracy and Justice,Other Policy & public services","person":"J  Morison","coPersons":["G  Anthony"],"organisation":"Queen's University of Belfast","findingsText":" The research found that for those in legal practice there is an exponentially expanding reservoir of legal authority which must be sorted through and the &quot;relevant&quot; authority produced. It is vital for practitioners to know what amounts to an &quot;important case&quot; and will therefore &quot;work&quot; for their cause. Those providing legal advice require a degree of certainty that comes from there being a settled understanding of the legal position in any area. In court an advocate needs to be able to engage with the other side, and with the judge, and process his or her argument. In part it will come down to what the advocates believe will be seen as relevant to the judge but here too there is a rich and complex social process occurring. For the judge, who by and large can only consider only the authorities that are put to the court, there is the question of which authorities are relevant. This is by no means an automatic process where settled understandings are brought to bear. The judge does not simply consider &quot;the facts&quot; and select the &quot;correct&quot; authority to determine the issue in the same way as someone doing a jigsaw puzzle finds the piece that fits. Neither fact nor law exists in this reified sense. Both are created and conditioned from a complex social milieu. The creation of an &quot;important case&quot; is a central element of this complex process. \n\n\n\nTaking the specialist area of judicial review the project developed an idea of what it is that makes a particular decision of significance such that it will become widely cited and used within the legal community as an &quot;important case&quot;. The research initially explored the way in which cases come to be reported and noted a wider sociological process at work in how decisions come to be noticed, written up and disseminated through both formal and informal networks. The role of new technology in the form of feeds, blogs and webpages does have some influence in how legal precedents are created and consumed but traditional channels remain central. \n\n\n\nInterviewing a range of practitioners who can be seen as operating within concentric circles of expertise, the researchers explored those factors which contribute to a case being recognised as of particular value. Those interviewees drawn from specialist textbook writers, leading counsel and specialist judges emphasized the significance of cases that opened up new areas of law or procedure, while this group and those less specialist counsel, solicitors and government lawyers, confirmed the value of precedents which consolidated the legal position in a methodical way. Decisions that had particular political or social significance were not by themselves seen as important to our interviewees. \n\n\n\nThe research sought also to explain how legal knowledge is transmitted within the system and across various degrees of specialism. It tested a hypothesis that sees important cases as being created by an elite group of specialist judicial review practitioners and judges who are regularly involved in the Administrative Court and appellate courts in judicial review practice. The knowledge created there is then collected and passed onwards and outwards to practitioner and academic writers, and others, who make judgments about what is important. This information is then disseminated further to wider communities of practice where lawyers with a more general orientation actually use the cases in everyday practice and complete the loop.\n\nThe researchers are presently completing a major article to be submitted to a leading law journal which will detail the findings of the research. This work detailing how a case law system actually operates may be of interest to lawyers, particularly barristers and judges, operating in the higher courts. The exploration of how legal precedents come to be created and then accepted and disseminated around the legal system, and through the various concentric circles of expertise, will offer practical insights into legal practice. The research took as an area of particular focus some aspects of judicial review and the exploration of how this dynamic and rapidly changing area of law evolves through the actions of a variety of actors within the legal process may afford insights into how legal arguments are constructed and what makes a successful legal case. A proper understanding of how legal precedents are created and transmitted is an important element for evaluating existing mechanisms by which law is reported and of particular significance in assisting the design process of those new technologies that seek to augment or replace traditional law reporting. The researchers will develop contacts made with law reporters and, particularly with BAILLI (the &quot;open source&quot; law reporters) and, following the completion of the main theorised output, they will produce a briefing which should be of particular value as the debate around the future of open justice online debate that presently focuses on the need for and value of providing &quot;raw&quot;, unmediated legal information into the public domain. This is in turn connects with debates about the democratic value of citizen-led spaces where information is provided freely and used in developing broadly based expertise. The researchers will connect with those developing web based resources in the Ministry of Justice, Supreme Court and other sites in order to ensure that the insights from the research about how reported cases are actually used and built into the design of such resources. Creative Economy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Other","dataset":"gtr"}