{"id":"AE2BF5BE-B561-40DE-8BE0-B84F057ED12A","title":"Integrating innovative technologies for genotyping and phenotyping in stratified medicine","abstractText":"The mechanisms associated with how a disease develops and progresses, or response to a treatment, are not identical but are dependent on the human subject. The strategy defined as stratified medicine is based on grouping patients with distinct mechanisms of disease, or particular responses to treatments in order to identify and apply treatments that are effective for particular groups of patients. This provides the opportunity to rapidly define or alter patient management and treatments early, providing a maximum benefit to the patient. To achieve this, it is necessary to combine data on the chemical composition of cells and biofluids like urine, with data related to age, gender and other characteristics to provide information on how to diagnose a disease, to identify the correct treatment rapidly, and to monitor patients based on risk of relapse. The aim is this strategy is to deliver a system of monitoring and treatment which is tailored towards the individual patient. \n\nWe are proposing to build upon the world-leading clinical and research environment within Birmingham by creating a West Midlands Stratified Medicine Innovation &amp; Translation Facility through major infrastructure investment, aligned to an ambitious research programme which will enhance our mechanistic knowledge as well as diagnostic and clinical capabilities. Research will particularly focus on immune-mediated inflammatory diseases (e.g. arthritis and liver disease) and blood cancers (e.g. leukaemia), which are increasing in prevalence in the UK, partly as a consequence of an aging population. Our interdisciplinary research programme will focus on the molecular study and characterisation of different cell types within each disease and the associated molecular changes in the patient. It will develop and test the integration of multiple diagnostic strands including methods called mass cytometry, metabolic phenotyping and single-cell genomics and functional genomics. We will obtain new insight into the mechanisms of how diseases develop and progress, and their responsiveness to treatment, with the aim to drive innovative discoveries into clinical practice through the establishment of stratified diagnostics and targeted therapies. This will not only build on local investments such as the &pound;24m Institute for Translational Medicine (co-funded by government, along with our NHS partners University Hospitals Birmingham) and the new &pound;4.1m Centre for Computational Biology, but also concurrent national investments in new technology such as CyTOF cell sorting and the recent MRC-NIHR National Phenome Centre, all of whom we are collaborating with to enable a step-change in national capabilities in stratified medicine research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M009157/1","grantId":"MR/M009157/1","fundValue":"7181440","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"David Harvey Adams","coPersons":["Paul  Moss","Ulrich L Gunther","Constanze  Bonifer","Mark Trehane Drayson","Mark  Viant"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}