{"id":"AE2EFA11-6F63-4903-BFB2-1A1B9789D0E0","title":"Ion irradiations of fusion reactor materials","abstractText":"To optimise materials for operation in a fusion environment, we need to develop a mechanistic understanding of their mechanical properties and of the changes in mechanical properties induced by irradiation. An ongoing project at Oxford has concentrated on developing an understanding of the mechanical properties of unirradiated materials and on studies of the evolution of radiation damage in thin electron microscope specimens by 50-100keV heavy-ion irradiation. There are difficulties with using thinned specimens, in that defects can relatively easily escape from the free surfaces of the specimens; the damage observed may not be typical of that introduced by cascades initiated by neutron irradiation deep within a material. Hence we now need to study materials irradiated with MeV heavy ions in the bulk.The feasibility of using the Surrey University facility for such studies has been demonstrated in a trial implantation of FeCr alloys. Our first microscopy experiments have shown a high density of resolvable dislocation loops, qualitatively similar to the microstructures seen in neutron-irradiated FeCr alloys. We now need to carry out a set of systematic irradiation experiments, where we will irradiate a wider range of materials, and study the resultant radiation damage and its effects on mechanical properties. We will include both TEM and microbeam specimens of Fe, FeCr (up to 12% Cr), RAFM and ODS steels. The experiments will also be extended to materials pre-implanted with He+ immediately before Fe+ irradiation, so as to simulate the effects of transmutation gases. Transmission electron microscopy will be used to study irradiation damage and post-damage and deformation dislocation structures in each of the materials, including specimens cut from the microbeams before and after deformation. The aim will be a complete microstructural characterisation of dislocations, dislocation loops and voids using a full range of TEM techniques, including both standard diffraction-contrast and high-resolution methods and novel techniques developed by M.L. Jenkins and co-workers. Advanced analytical techniques will be used to study local chemistry, for example at the interfaces of ODS particles. Micro-beams will be used to study the elastic, plastic and fracture behaviour of irradiated materials. We will study the bulk properties of the materials, by cutting specimens within single grains. Grain boundary segregation and embrittlement will be studied as a function of grain boundary crystallography, local chemistry and radiation damage. Slip transmission through boundaries will be studied by loading of microbeams containing a boundary and an indentation as a local dislocation source. Fracture strength of boundaries will be studied by notching of boundaries within bend specimens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F004451/1","grantId":"EP/F004451/1","fundValue":"48791","fundStart":"2007-09-28","fundEnd":"2010-09-27","funder":"EPSRC","impactText":"","person":"Steven George  Roberts","coPersons":["Angus J Wilkinson","Michael  Jenkins"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}