{"id":"AE2F932D-4C5A-4A10-9656-0C8A3B016B69","title":"Modulation of TB-HIV drug interaction by host genetic influences","abstractText":"Tuberculosis (TB) and HIV are leading causes of death from infection worldwide, and co-infection is common with each epidemic fuelling the other. Concurrent treatment of both diseases is necessary, yet complex because of drug interactions. Efavirenz (EFV) is the HIV drug of choice when using rifampicin (RIF)-based TB regimens, and likely to remain so for the foreseeable future. EFV exposure is decreased by RIF, but less so than for other HIV drugs. However, people differ considerably in EFV exposure despite standardised dosing: pharmacogenetic variation in their genes (principally cytochrome P450 CYP2B6) accounts for most of these differences. CYP2B6 variant genes are particularly prevalent in some populations, such as black Africans, South Indians and SE Asians, and these are populations where HIV-TB coinfection is also widespread. \n\nWe want to investigate whether the impact of RIF on EFV exposure is different in people who are CYB2B6 poor metabolisers. Our hypothesis is that in these individuals, accessory pathways of EFV elimination are consequently more important, and a ?second hit? on these accessory pathways either through inhibition by another TB drug (isoniazid), or else the added effect of other common genetic variants which impair these pathways, makes these individuals behave differently when RIF is added to EFV. \n\nWe will evaluate this hypothesis firstly through an interaction study of isoniazid given to healthy volunteers receiving EFV+RIF, in whom CYP2B6 genotype has been characterised. Secondly, we will genotype DNA from up to 347 HIV-positive patients receiving EFV+RIF, together with an equivalent number of HIV-positive patients receiving EFV but not RIF, to examine for secondary exposure-modifying genetic effects. \n\nThis proposal combines research expertise from Liverpool with a strong clinical trials environment in Singapore, and an ideal study population where CYP2B6 poor metabolisers are prevalent. The interaction studied is of huge clinical importance. Knowledge gained will inform treatment guidelines for HIV-TB coinfection, and allow disease management to be optimised through a personalised medicines (genotyping) approach, or approach which stratifies treatment strategies for at-risk populations. If proven, these strong pharmacogenetic influences will also impact on the design and selection of partner drugs for new TB regimens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901364","grantId":"G0901364","fundValue":"153297","fundStart":"2010-07-01","fundEnd":"2013-06-30","funder":"MRC","impactText":"","person":"Saye  Khoo","coPersons":["Geraint Rhys Davies","Andrew  Owen","David  Back"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}