{"id":"AE361374-1605-43E3-A0C4-EAB9AE359495","title":"CENTRE FOR ECONOMIC PERFORMANCE 2015-2020","abstractText":"Three core questions bind this proposal together: how to foster growth; how to share growth and how to sustain growth \n\n1 HOW CAN WE FOSTER GROWTH? We plan to develop a new Growth Programme focussing on bolstering innovation in its widest sense, both technological and organisational. It will co-ordinate the Centre's growth work agenda and follow up the LSE Growth Commission's policy proposals. Next, the Trade programme will analyse the impact of globalisation with a targeted focus on how to make a dramatic improvement in British export performance. A core policy question is what the UK's future relationship with other countries will be, in particular with the European Union (EU) and South-East Asia. Third, the Education and Skills programme will examine human capital investment by analysing the recent transformation of the educational system using new tools of competition and organisation theory. Two core questions are: have educational reforms worked - especially for the disadvantaged - and, what can be done to improve the intermediate skills base, a long-standing area of UK weakness.\n\n2 HOW CAN WE SHARE THE BENEFITS OF GROWTH? A problem with growth in the decades prior to the global financial crisis was that prosperity was shared very unequally. To study the spatial dimensions of inequality, we propose a new Urban programme. This will emphasise cities as key economic units and address why so much UK growth is concentrated in the South East.This is a key policy issue in the light of the commitment to decentralise power within England by all main UK parties. Following the City Growth Commission, the policy focus will be how local policy makers can help their cities prosper. Alongside the large productivity fall since the crisis, there has been a big fall in real wages - something unique in post-war UK recessions. Some wage stagnation occurred also in the run-up to the crisis, as it has over a longer time in the US. The Labour programme will examine these changes and whether they are linked to the declining share of GDP going to employees across the world. We will look at earnings, income and wealth inequalities across individuals, but also on why women's progress has stalled. In all these aspects, we are interested not just in explaining why growth is unequally shared, but also how we could design institutions and policies that generate a &quot;double dividend&quot; of more growth and less inequality. \n\n3 WHAT KIND OF GROWTH DO WE WANT? Increasing GDP per capita remains important as UK average incomes track this over the long run. But growth must be sustainable, it must deal with environmental challenges, it should expand not undermine people's happiness and it should not be at the expense of social cohesion. Dealing with climate change requires both containing demand for greenhouse gases and stimulating clean technologies and we propose a wide portfolio of green growth projects directed to this. Of course, it is not just technology that affects people's lives - it is also the beliefs and norms that regulate the interactions between people. Growth involves change that has significant impacts on people's lives and neighbourhoods, often causing great stress. Our Community programme will investigate the impact of economic changes (both direct and indirect through changes like immigration) on social cohesion, and will help to develop policies to ensure that growth benefits all communities. CEP has been at the forefront of looking beyond GDP and our Wellbeing programme will ambitiously develop a model of subjective well-being over the life-course, in order to show the quantitative causal impact of factors like parenting, schooling, employment, income and health. Without such knowledge it is impossible for policy-makers to aim effectively at greater wellbeing, even if that is their objective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010341/1","grantId":"ES/M010341/1","fundValue":"5705560","fundStart":"2015-10-01","fundEnd":"2020-09-30","funder":"ESRC","impactText":"","person":"John  Van Reenen","coPersons":["Stephen Jonathan Machin","Barbara  Petrongolo","Jorn-Steffen  Pischke","Thomas  Sampson","Guy  Michaels","Henry George Overman","Gianmarco  Ottaviano","Sandra  McNally","Olmo  Silva","Swati  Dhingra","Stephen  Gibbons","Ralf  Martin","Saul  Estrin","Esteban Matias  Aucejo","Alan Patrick Manning","Andrew  Clark"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}