{"id":"AE39A6A9-3D7C-4716-9DF4-29B0E9FC7FDB","title":"BABEL","abstractText":"Recent advances in behavioural and computational neuroscience, in cognitive robotics, and in the hardware implementation of large-scale neural networks, provide the opportunity for an accelerated understanding of brain functions and for the design of interactive robotic systems based on brain-inspired control systems. This is especially the case in the domain of action and language learning, given the significant scientific and technological developments in this field. \nThis project aims at advancing the understanding of neural and behavioural mechanisms in word learning, the validation of these principles in neuroanatomically grounded models, and real-time implementations of brain language models within the SpiNNaker neuromorphic architecture that will support comparisons with neuroimaging experiments. The scientific hypotheses and cortical language model will also be validated by implementing a model of embodied active language learning on the humanoid robot iCub. Specifically, in the project we will develop, based on neuroscientific principles, a theory of language learning at the neural circuit level and build a neurocomputational model of the language cortex that implements the learning of words used to speak about objects and actions in large-scale neuronal circuits. This theoretical work will be supported by novel, hypothesis-driven brain imaging investigations using MEG, EEG and fMRI to identify the neural correlates and mechanisms of the learning of words for objects and actions. Imaging results will inform the improvement of the large-scale neuroanatomical models. These models will be implemented on the SpiNNaker software and hardware infrastructure, to implement a scaled-up real-time model of the language cortex using more realistic spiking activity. Finally, the project will translationally apply these neuro-anatomical models and SpiNNaker system as controllers for language and action learning simulations with the humanoid robot iCub, within the embodied and active learning context where the semantics of the language is directly driven by the context of object manipulation tasks.\nThis is a highly interdisciplinary project that integrates essential expertise and methodologies from neuromorphic engineering, computational and experimental neuroscience, and cognitive robotics. The project is based around the unique and strategic partnership of applicants with an international track record in these areas of expertise and with previous collaborative experience. Furthermore, the project will benefit from an International Advisory Board, with both academic and industrial advisors, to foster the international dimension and impact of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J00457X/1","grantId":"EP/J00457X/1","fundValue":"418562","fundStart":"2012-07-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Stephen  Furber","coPersons":["David Roland Lester"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}