{"id":"AE40D931-C964-4028-B0C6-D2B1A2127C9D","title":"Unifying NURBS and subdivision: Extracting sparse shape descriptions using NURBS-compatible subdivision","abstractText":"We will investigate methods to improve the work-flow of 3D designers, in engineering (cars, aircraft, ships) and entertainment (animation and special effects). We begin with our recent work that reconciled the two principal representations of 3D models: NURBS, used in both engineering and entertainment, and subdivision surfaces, used principally in entertainment. Our work brings the flexibility of the subdivision approach to the rigorous requirements of the engineering applications without having to forgo the significant advantages of the NURBS approach. This has been a research goal for thirty years. Our recent paper is the first piece of work to achieve this ( NURBS with extraordinary points: high-degree non-uniform subdivision surfaces published at the prestigious ACM SIGGRAPH conference and in the ACM journal Transactions on Graphics ).This grant carries forward the work in two inter-connected strands.Strand 1 investigates ways in which the new method can speed the capture of 3D models. Many engineering and entertainment models are still made using clay. The clay model must be captured and then converted into a numerical representation, using either NURBS or subdivision. This first strand will look at ways in which we can capture a clay model and produce a good internal representation that can be used for further manipulation of the model. Our new modelling method will be of benefit here, as it allows us to use the flexibility of subdivision, while still being compatible with the engineering-friendly NURBS method.Strand 2 extends the capabilities of our new method. We will investigate various ways in which it can be improved, to provide a richer modelling tool for 3D designers. The improvements will feed across into Strand 1, while the experience in Strand 1 will inform the particular improvements that we investigate in Strand 2.If we are successful, we can expect our methods to be taken up in the main computer-aided design systems. This will bring improvements in 3D design work flow, so that cars, aircraft, and animated characters can be modelled more quickly and more flexibly than before.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H030115/1","grantId":"EP/H030115/1","fundValue":"664696","fundStart":"2010-09-06","fundEnd":"2014-09-05","funder":"EPSRC","impactText":"","person":"Neil Anthony Dodgson","coPersons":[],"organisation":"University of Cambridge","findingsText":" Subdivision surfaces are the standard 3D model representation in computer animation. NURBS (non-uniform rational B-splines) are the standard for computer-aided design (CAD). In 2009, our research group published the first method ('NURBS-compatible subdivision') that would allow subdivision surfaces to be used within the general NURBS context, thereby bringing their advantages to CAD.\n\nThis project addressed two issues. The first was a follow-up to the previous work, investigating how to solve the remaining issues with NURBS-compatible subdivision, so that it would be useful to industry. The work has produced a range of solutions to those remaining issues (see list of published outcomes), so that the result is a method more closely aligned to industry's needs.\n\nThe second issue was a related problem: 'dramatic decimation'. The main driver for us was the fact that scanned data is likely to be extremely dense, while a sensible polyhedron for a subdivision surface will be sparse enough to be edited. We were searching for a method that would take tens of millions of scanned data points and produce a 3D model with around a hundred critical vertices. The problem of dramatically reducing the amount of data turned out to be dramatically more challenging than expected. We investigated four different approaches, two in detail and two in outline. After considerable work, it was clear that we were not going to find a solution from either of the methods that we investigated in detail. This negative result is useful knowledge but leaves us with no solution to the original problem. The two methods we tried were based on (1) the idea of ridges developed by Boris Clemencon (Dassault Systems) and (2) Morse theory. Both were expected to allow us to produce a good, coarse, quadrangulation of the original data. Both proved not up to the task and unstable in their results. In the last few months of the project, we made initial investigations of two further methods (progressive decimation and total curvature measures) but had not produced definitive results by the end of the project.\n\nAlongside these two projects, a number of side projects emerged. One was a novel way to enhance NURBS using control vectors. Two other side projects were undertaken by by PhD students under the supervision of the PI and senior post-doc on this grant.One was the use of subdivision surfaces in advanced image editing. The second was approximating trimmed NURBS surfaces by subdivision surfaces. This latter problem is strongly related to the grant and the student was able first to convert NURBS patches to traditional ('Catmull-Clark') subdivision surfaces and more recently to our new NURBS-compatible subdivision surfaces. The successful work is of interest to the CAD industry. The senior post-doc moved on to a one year knowledge transfer fellowship at one of the CAD companies in Cambridge. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}