{"id":"AE4CB7A7-C5B2-47B1-9FC7-2EE900CF50FC","title":"EPSRC-NIHR HTC Partnership Award: Technology Network on Devices for Surgery and Rehabilitation","abstractText":"Advances in surgery have made a significant impact on the management of major acute diseases, prolonging life and continuously extending survival rates. Earlier diagnosis, improved efficiency and delivery of therapeutic measures combined with advances in surgical techniques have all contributed to improved prognosis. Many terminal illnesses have now been transformed into clinically manageable, chronic lifelong conditions. Increased longevity and survival after major illness has resulted in many surgical patients being more likely to have co-morbidities; the future of surgery is therefore moving towards precision intervention, increasingly driven by focus on quality-of-life after surgery, as well as the need for taking a systems approach towards surgery. The aim of the proposed network is to establish a forum for surgical innovation with seamless integration of engineering research, clinical translation and industrial development by aligning EPSRC healthcare technologies with NIHR Healthcare Technology Co-operatives (HTCs) to accelerate the development and clinical adoption of new surgical and assistive devices that can improve the treatment, functional restoration, rehabilitation and quality-of-life for patients. The network is supported by two NIHR HTCs - the Enteric HTC led by Barts Health NHS Trust and the Trauma Management HTC by University Hospitals of Birmingham NHS Foundation Trust. The proposed network will also be supported by Health KTN and a number of academic, NHS, industrial and healthcare stakeholders. \n\nThe research and clinical bases to be covered by the proposed Technology Network will include the following three areas: 1) Sensing for improved peri-operative care - which is a determining factor for mitigating against post-operative complications; 2) Smart surgical devices - for surgery with increased consistency and accuracy, streamlining intraoperative surgical decision making and circumventing potential post-operative complications and revisions; 3) Assistive devices and robots - to facilitate remote monitoring and managed rehabilitation in community or home care settings. The three areas share common engineering research challenges but need to be pursued under different clinical context. \n\nThe planned activities of the network include 1) Network Events: Symposia and Focused Workshops; 2) Strategic Roadmap events and User Forums; 3) Support for Interdisciplinary Mobility and Industrial Secondment; 4) Proof-of-Concept Projects and Design Competitions; 5) Exhibitions and Patient/Public Engagement; and 6) Online Engagement, Web Forum and Social Media; and 7) Health Policy and High Level Engagement. The benefits for those involved in the proposed network include partnership with extensive industrial and clinical connections already established by the partnering HTCs, host institutions, clinically aligned research and development pathways addressing the future of surgery, engagement of healthcare stakeholders and policy makers, access to research expertise and young talents in this highly interdisciplinary area, early end-user involvement, and tapping into design expertise, access to user group feedback, deliver rapid results through HTCs' clinical network, match evidence to needs of NICE, strong commercial engagement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000257/1","grantId":"EP/M000257/1","fundValue":"152205","fundStart":"2014-06-30","fundEnd":"2017-06-29","funder":"EPSRC","impactText":"","person":"Guang-Zhong  Yang","coPersons":["Ara Warkes Darzi"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}