{"id":"AE5305A8-FC9C-45A0-9D53-C8387C56B40E","title":"A Taxonomy of UK Crowdfunding and Examination of the Potential of Trust and Empathy in Project Success","abstractText":"The proposed research aims to comprehensively scope the UK online crowdfunding field and develop a 'taxonomy of UK crowdfunding'. This will map out current activities across domains (e.g. investment, reward-driven, philanthropy), economic scale, geographic location and economic 'reach' etc. to create a clear picture of the heterogeneity of the developing online crowdfunding sector in the UK. It will do this through a systematic search and review of existing crowdfunding platforms and related literature from across academic publications, crowdfunding practitioner reports, policy, reports produced by the charitable economic innovation and development sectors (e.g. NESTA) and business reports. A 'taxonomy of crowdfunding' will be developed which identifies and defines domains of activity against, for example, funders' motivations, to develop an understanding of the success factors in bringing projects to fruition. Following this, qualitative analyses will explore communicative exchanges within the social networks that are generated on crowdfunding platforms around particular projects, among and between project 'founders' and project 'funders'. Preliminary empirical research on Kickstarter by Briggs (2013), and analyses elsewhere of the 'success signals' of funded projects on this platform (Mollick, 2013) suggest that communication and building of a sense of community by project founders, with and among funders plays an important role in project success. In this context success is measured as a project idea presented on the site attracting enough backers to reach its stated funding goal and go forward to realisation. Building on this, and drawing from media and visual communications theories around mediated forms of representation, and marketing theories on trust signaling and commercial value networks, the research will examine if and in what ways trust is built by project founders within project networks and any potential impact on funders' behaviour, including buying and investment decisions. The proposed research will also explore the potential affective role of audio visual media, particularly in relation to empathy; and examine if and how founders signal 'pitch trustworthiness' in promoting their projects to potential funders using mediated forms e.g. video.\n\nThe research will focus on UK-based platforms, and to a lesser extent international sites that enable use by UK-based founders. The proposed research aims to develop greater understanding around the potential of the crowdfunding model: from economic, social and cultural perspectives, while identifying its limitations and specific pitfalls for particular sectors and domains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M00371X/1","grantId":"ES/M00371X/1","fundValue":"75576","fundStart":"2014-06-01","fundEnd":"2015-08-31","funder":"ESRC","impactText":"","person":"Jo  Briggs","coPersons":["Patrick  McCole"],"organisation":"Northumbria University","findingsText":"","dataset":"gtr"}