{"id":"AE558F80-2247-4D9D-B8AB-88498C277373","title":"EPSRC Centre for Innovative Manufacturing in Large Area Electronics","abstractText":"Large-Area Electronics is a branch of electronics in which functionality is distributed over large-areas, much bigger than the dimensions of a typical circuit board. Recently, it has become possible to manufacture electronic devices and circuits using a solution-based approach in which a &quot;palette&quot; of functional &quot;inks&quot; is printed on flexible webs to create the multi-layered patterns required to build up devices. This approach is very different from the fabrication and assembly of conventional silicon-based electronics and offers the benefits of lower-cost manufacturing plants that can operate with reduced waste and power consumption, producing electronic systems in high volume with new form factors and features. Examples of &quot;printed devices&quot; include new kinds of photovoltaics, lighting, displays, sensing systems and intelligent objects. We use the term &quot;large-area electronics&quot; (LAE) rather than &quot;printable electronics&quot; because many electronic systems require both conventional and printed electronics, benefitting from the high performance of the conventional and the ability of the printable to create functionality over large-areas cost-effectively. Great progress has been made over the last 20 years in producing new printable functional materials with suitable performance and stability in operation but despite this promise, the emerging industry has been slow to take-off, due in part to (i) manufacturing scale-up being significantly more challenging than expected and (ii) the current inability to produce complete multifunctional electronic systems as required in several early markets, such as brand enhancement and intelligent packaging. Our proposed Centre for Innovative Manufacturing in Large-Area Electronics will tackle these challenges to support the emergence of a vibrant UK manufacturing industry in the sector. Our vision has four key elements:\n- to address the technical challenges of low-cost manufacturing of multi-functional LAE systems\n- to develop a long-term research programme in advanced manufacturing processes aimed at ongoing reduction in manufacturing cost and improvement in system performance.\n- to support the scale-up of technologies and processes developed in and with the Centre by UK manufacturing industry\n- to promote the adoption of LAE technologies by the wider UK electronics manufacturing industry\nOur Centre for Innovative Manufacturing brings together 4 UK academic Centres of Excellence in LAE at the University of Cambridge (Cambridge Integrated Knowledge Centre, CIKC), Imperial College London (Centre for Plastic Electronics, CPE), Swansea University (Welsh Centre for Printing and Coating, WCPC) and the University of Manchester (Organic Materials Innovation Centre, OMIC) to create a truly representative national centre with world-class expertise in design, development, fabrication and characterisation of a wide range of devices, materials and processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K03099X/1","grantId":"EP/K03099X/1","fundValue":"5597150","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"  The academic research at early technology readiness levels funded by the EPSRC grant will create a platform to leverage further research funding as well as significant direct involvement of industrial partners, and we are already involved in two Technology Strategy Board collaborative projects with total funding of over &pound;1.1m. \n\nOur national outreach strategy aims to build a strong community around LAE manufacturing by engaging with the whole UK academic community and companies from all parts of the value chain, and to increase the awareness of the potential benefits of LAE technology among end-users, the general public and the next generations of young scientists and engineer Electronics,Energy,Manufacturing, including Industrial Biotechology Economic","person":"Christopher Barrie Rider","coPersons":["David  Gethin","Thomas  Anthopoulos","Paul Nicholas  Stavrinou","Stephen George Yeates","Natalie  Stingelin","Henning  Sirringhaus","Andrew John Flewitt","Donal Donat Bradley","Phylip Rhodri Williams","Arokia  Nathan","Tim  Claypole","Michael L Turner","Krishna Chandra Persaud"],"organisation":"University of Cambridge","findingsText":" The ESPRC Centre for innovative manufacturing in large-area electronics launched on 1st October 2013. The EPSRC Centre was formed to focus on the challenges of scale-up and high-yield manufacture of complete Large-Area Electronics (LAE) systems incorporating multiple functional elements and improving key manufacturing processes for enhanced performance. \n\nOur research is organised into 2 main themes – Advanced Manufacturing Processes and System Integration. Within these themes we have set up 6 projects which aim to develop:\n• improved rheological understanding to achieve high resolution, high yield contact printing\n• a novel adhesion lithography process for fabricating short channel length high performance devices, such as high frequency and ultra-high frequency diodes\n• high throughput coating and patterning strategies based on self-assembly of multifunctional materials \n• a hybrid printed sensor and its analogue front-end electronics, controlled by a silicon microcontroller and radio, on a plastic substrate.\n• a printed solution for high volume manufacture of a wireless energy harvesting module\n• a platform for high speed testing of printed electronics in roll-to-roll manufacturing We are working with a wide range of companies who are pioneering this electronics manufacturing revolution and with end-users who see its commercial potential, helping to establish a vibrant new electronics systems manufacturing industry. \n\nThis academic research at early technology readiness levels funded by the EPSRC grant will create a platform to leverage further research funding as well as significant direct involvement of industrial partners, and we are already involved in two Technology Strategy Board collaborative projects with total funding of over &pound;1.1m. Electronics,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}