{"id":"AE5A7040-A133-47C5-9E4F-8EBA0430232F","title":"Structure-function relationships of the extended families of NCS-1 NSS and SSS membrane transport proteins","abstractText":"Bacteria and yeasts have been used for millennia to produce desirable products for man. Examples are yeasts for bread and alcohol, bacteria for vinegar as a preservative, and bacterial conversion of milk to yoghourts. Recently the huge potential of such organisms for making useful chemicals has started to be realised in commercial developments. Examples are production of ethanol and methane for biofuels, and also for uses in the chemical and pharmaceutical industries; penicillins and many other antibiotics; citric acid for drinks; and monosodium glutamate for food preservation and flavour. One of these desirable products is a family of molecules called hydantoins, which can be utilized for production of individual amino acids for human nutrition, and also for pharmaceutical feedstocks. They are produced as a result of metabolism of nucleic acids by the microbial cells, which are surrounded by an impermeable membrane, usually reinforced by a 'cell wall'. The uptake and efflux of the hydantoins and amino acids through the otherwise impermeable membrane is effected by special proteins called membrane transport proteins. These are very important in all organisms, since up to15% of the genetic information is used to encode them. In 2000 Henderson was approached by the Ajinomoto Company of Japan, who needed to characterize such a protein that they thought might transport hydantoins and would have commercial potential. Mr Suzuki from Japan spent two years working with Henderson in a highly confidential project, and they successfully characterized the protein, the exploitation of which is now protected by patents in Japan and USA, and the results published. Since the protein, now called Mhp1, was purified Ajinomoto and BBSRC funded a further joint project with Iwata to elucidate its 3-dimensional structure, a major scientific undertaking that has now reached fruition. The structure reveals not only intimate details of its molecular mechanism, but also an unexpected similarity to bacterial sugar and amino acid transport proteins and to human proteins involved in functions of gut, nerve and brain. [Henderson and Baldwin were the first to realise that transport proteins in bacteria can be similar to those in man]. Most transport proteins are difficult to study. They have a low abundance in the membrane, they are difficult to solubilise in aqueous solutions, and then they are difficult to purify. We have solved these problems by genetically manipulating the genes so that the protein products are overexpressed in host cells of an easy-to-grow bacterium called Escherichia coli. We devised methods for extracting, solubilising, and purifying the protein. The whole process is done in a large scale of 30-100 litres by growing the bacteria in fermenters, itself a specialised technology. As a result we can produce purified transport proteins in the large amounts required to crystallise the proteins. We can deduce the 3D structure of the protein through measuring the diffraction pattern of these crystals when they are exposed to X-rays. Since crystals of membrane proteins diffract only weakly the X-ray source needs to be very bright. Synchrotrons, such as the 'Diamond Light Source' near Oxford, provide such radiation. Iwata is an expert in the demanding techniques of crystallising membrane proteins and X-ray diffraction, and he has set up a 'Membrane Protein Laboratory' there. He and his colleagues, using protein produced in Leeds, have just determined the 3D structure of the Mhp1 protein. This is an important discovery. It is a major step towards the next stage of the research to find out how the protein actually works as a tiny machine, moving important nutrients across the cell membrane. Such a first structure is a template to understand how many related proteins in other microbes and man actually work. Also, from knowing their structures we can manipulate the activities of the proteins to enhance their commercial potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G020043/1","grantId":"BB/G020043/1","fundValue":"695539","fundStart":"2009-11-02","fundEnd":"2012-11-01","funder":"BBSRC","impactText":"  Our structure has been used by others to understand how related proteins from fungi and plants work Agriculture, Food and Drink,Chemicals,Education ","person":"Peter John Henderson","coPersons":["Alison Elizabeth Ashcroft","So  Iwata","Stephen Allan Baldwin","Alexander David Cameron"],"organisation":"University of Leeds","findingsText":" Three-dimensional structures of four conformations of a membrane transport protein, Mhp1\n\nFour structures of Mhp1 with different bound ligands\n\nAt least ten novel ligands \n\nDiscovery of a novel inhibitor Conversion of hydantoins to added-value products including amino acids Extended range of substrates for a protein of commercial interest Agriculture/ Food and Drink","dataset":"gtr"}