{"id":"AE6313FC-CDDC-448B-9984-77729A84912E","title":"Challenges to Biography: A Multidisciplinary Research Network","abstractText":"'Biography in Changing Times' is a timely and ambitious research network which seeks to build upon recent initiatives in what is an ever expanding field of study, for example, the May 2009 conference at King's College London on 'The Work of Life Writing'. The intention is to establish a formal and informal apparatus by which leading figures in both the writing and the publication of biography can come together to discuss matters of mutual concern, and at the same time maintain a robust exchange of ideas and initiatives via the internet. Thus there will be high-profile, well-respected figures addressing two one-day symposia, as well as a two-day international conference to be held at the network's epicentre, the University of Southampton. The project coordinator, Professor Ray Monk, has not only enjoyed considerable critical success as a biographer, but is also a commentator upon more theoretical aspects of writing biography. Similarly well-qualified are the principal contacts at Southampton's outposts across the network: Edinburgh [Professor Frank Cogliano] and Nottingham [Professor Alex Danchev]. Each of these partner universities will stage a symposium, ensuring the geographical spread appropriate to a national initiative. Critically, however, the network will enjoy an international profile by virtue of, firstly, the distinguished names associated with it, and secondly, a well-publicised website, with interactive features that include a blog, video links, and podcast facilities.\\nThe first symposium will focus upon 'Challenges to biography from prevailing intellectual currents', with invited speakers drawn from a range of disciplines, and including Richard Holmes, Roy Foster, Kathryn Hughes, and Adrian Desmond. The second symposium will address 'Challenges to biography in an era of digital revolution, economic downturn, and intellectual audit', with the likes of Hermione Lee, Robert Skidelsky, and Gill Coleridge demonstrating how, in an age of accelerating knowledge transfer, the once sharply contrasting worlds of campus and commerce are now mutually dependent. Michael Holroyd, Miranda Seymour, and Lawrence Goldman illustrate the prominence of authors and editors invited to address the Southampton conference on the theme of 'Can biography survive?'.\\nClearly, this is a network which encourages sharp intellectual debate about the very nature of biography, while at the same time addressing key questions regarding not only the genre's place in contemporary society, but more especially its future function and status. Thus a discourse involving both established biographers and a rising generation, whether working freelance or within academia, is crucial; and even more so is a dialogue between practitioners and those who provide an outlet for their work, whether in print, online, or via TV/radio. There is of course a healthy respect for theory and for the evolution of biography across two millennia: fundamental questions are addressed regarding the credence and validity of a text making bold claims to reconstruct in its entirety a life (or, in some cases, lives). Nevertheless, a key purpose of the network is to provide practical support for biographers, young and old - and to ensure a healthy debate on how biography can survive the demands placed upon traditional scholars by a harsh and seemingly unsympathetic 'knowledge economy'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I000275/1","grantId":"AH/I000275/1","fundValue":"23578","fundStart":"2011-01-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Raymond  Monk","coPersons":["Adrian Anthony Smith"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}