{"id":"AE6506FA-85BB-4B55-8A14-584B4309503E","title":"Biochemical and genetic characterisation of DNA polymerase D, a novel archaeal replicative polymerase","abstractText":"The replication of chromosomal DNA is fundamental to all life, ensuring the accurate transmission of genetic information from parent to progeny. All living organisms evolved from a single common ancestor and extant life forms are classified into three large domains, bacteria, eukarya and archaea. In all three domains the co-ordinated activity of a large number of proteins, assembled as a multi-protein complex called the replisome, is used to bring about tightly regulated, rapid and accurate copying of DNA. DNA polymerases, the enzymes responsible for actual copying of DNA, are a key replisome component. In bacteria, the domain in which replication was first studied and still the best understood, a C-family DNA polymerase (DNA polymerase III) is used to copy DNA. However, the two other domains, eukarya and archaea lack homologues of Pol III, rather their genomes encode primarily family-B polymerases. In eukaryotes a pair of family-B enzymes are used to copy the two DNA strands. All archaea contain at least one family-B polymerase, with biochemical properties compatible with DNA replication. By analogy with eukaryotes, it has commonly been assumed that in archaea, the universally observed B-polymerase is responsible for replication. However, in a collaboration with scientists (Prof. John Reeve and Dr. Tom Santangelo) at Ohio State University, Professor Connolly has shown that removal of the single family-B polymerase from the archaeon Thermococcus kodakarensis (Tkod) is without influence. This Tkod deletion strain grows at the same rate as the wild type, has the same sensitivity to DNA damaging reagents and does not make more errors during DNA replication, suggesting Pol-B is not critical for DNA replication. A novel DNA polymerase, Pol-D, has been observed in four of the five characterised archaeal phyla (eury-, thaum-, kor- and nanoarchaea), although the enzyme appears to be missing from the fifth phylum, the crenarchaea. Pol-D also has properties compatible with DNA replication and, unlike, Pol-B, cannot be deleted in Tkod. These observations raise the possibility that, in most archaeal species, the family-D polymerase is responsible for copying DNA. The family-D polymerases are poorly characterised and appear unique in terms of sub-unit structure (a heterodimer consisting of a large, polymerase, sub-unit and a small, proof reading exonuclease, sub-unit) and have little amino acid similarity with other (family-B and -C) replicative polymerases. It is, therefore, proposed to thoroughly investigate the properties and functions of Pol-D using a combination of biochemical and genetic methods. We will purify the enzyme using gentle approaches that should preserve the metallo-cofactors (notably an Fe-S cluster, susceptible to destruction by oxygen) suspected to be present in the polymerase. A full set of in vitro experiments will be used to determine how the enzyme copies DNA and responds to DNA damage and it is also hoped to determine a high resolution structure. Complementary in vivo experiments, manipulating the chromosomal Pol-D genes in the genetically tractable archaeon Methanococcus maripaludis, will elucidate the role the enzyme plays in the cell. Demonstrating that most archaea use Pol-D for replication, and so that the three domains of life have a different replicative polymerase, raises profound questions about the evolution of DNA replication and the advantages of different replicative strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K005359/1","grantId":"BB/K005359/1","fundValue":"363666","fundStart":"2013-03-04","fundEnd":"2016-03-03","funder":"BBSRC","impactText":"  These findings which are on-going (grant is still running) have not been used yet.  ","person":"Bernard Alexander Connolly","coPersons":[],"organisation":"Newcastle University","findingsText":" Properties of a thermostable DNA polymerase with potential uses in biotechnology processes such as PCR and DNA sequencing. Further enzyme development to improve properties. Enzyme formulations suitable for Biotechnology purposes. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}