{"id":"AE69E9E2-555E-445D-A6BF-F5FBDCD485EF","title":"Innovative Accelerator Technology for Accelerator Driven Subcritical Reactors","abstractText":"Nuclear power currently produces 20% of our electricity, yet within 15 years most of the UK's nuclear powerstations will have closed. The ADS system has the potential to fill the gap of carbon-free nuclear power stations with a safer, cheaper, more sustainable form of nuclear power, for the benefit of the consumer and the environment. The ns-FFAG accelerator could be a key factor in making ADS reactors viable.In the 2007 Energy White Paper the UK government suggested that to ignore nuclear power, one of the currently more cost effective low-carbon options , would be to increase the risk of failing to meet our long term carbon reduction goal. However although nuclear power has a zero carbon footprint, its public perception is coloured by issues of safety, the radiotoxicity of its waste, and its links to proliferation.A far safer alternative to conventional uranium or plutonium fuelled critical nuclear reactors is the accelerator driven sub-critical (ADS) reactor. Not only can such a reactor be fuelled by non-enriched thorium, which is 4 times more plentiful than uranium, it both breeds and burns its own fuel and does not produce plutonium as part of the fuel cycle. Most importantly, because the reactor is subcritical the nuclear chain reaction must be fed from an outside source of neutrons, in this case provided by accelerated protons or heavying ions chipping (or spalling) neutrons from a spallation target inside the reactor itself. The accelerator therefore plays the part of the control rods in a conventional reactor with the significant difference that the accelerator, and hence the reactor, can be switched off instantaneously rendering the reactor entirely safe. In addition the amount of long-lived nuclear waste from an ADS is considerably less than that from a conventional reactor. Moreover, the surplus neutrons produced by the spallation process can be utilised to burn, transmute and render safe the waste from conventional reactors. ADS reactors therefore provide a safe, environmentally friendly and sustainable option to conventional nuclear power.The accelerator itself is a key to such a reactor. The power to run it must not outweigh the power generated. It must be extremely safe and reliable, easily operated and not be susceptible to beam trips (which place unnecessary thermal and therefore engineering loads on the reactor core). Current cyclotron, synchrotron and linear accelerators are not entirely suitable or sufficently powerful for the task. However as part of the CONFORM project of the British Accelerator Science and Radiation Oncology Consortium (BASROC) we are developing and prototyping an entirely new type of accelerator - the so called non-scaling fixed field alternating gradient (ns-FFAG) accelerator- which is simpler, more reliable, and consumes less power than conventional accelerators.The ns-FFAG may well prove to be an ideal, compact and cost effective driver for an ADS reactor, and the programme we propose here will set out to explore this possibility. We will employ a postdoctoral research assistant to work along side the BASROC CONFORM team. The PDRA will evaluate the operational parameters necesssary to enable a ns-FFAG to drive an ADS system, and will also have the opportunity of testing the parameters using our ns-FFAG prototype. Ultimately we hope to arrive at a functional design that can be costed. We will use this to get the nuclear industry interested in developing the project further. Although ADS reactors are currently under investigation in Europe, US, Japan, China, India and Australia, there is little or no ADS effort in the UK. Our project will not only help to bring the UK up to speed in ADS technology, if successful it will also bring a far safer form of nucler power much closer to realisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028121/1","grantId":"EP/F028121/1","fundValue":"142341","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Roger  Barlow","coPersons":["Robert  Cywinski"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}