{"id":"AE6A01AE-A43A-46F1-85FB-CBE65A06755B","title":"UK Consortium on Mesoscale Engineering Sciences (UKCOMES)","abstractText":"Understanding and predicting the mesoscopic world is at the forefront of science and engineering research that underpins an emerging technological revolution that will rival the more established micro and nano science and technology in importance. Working in the emergent field of mesoscopic simulation requires a truly multidisciplinary approach that needs to span a wide range of both spatial and temporal scales and necessitates close interaction between researchers in the physical and chemical sciences, mathematics, biology, engineering and computational science. The creation of the UK Consortium on Mesoscopic Engineering Sciences (UKCOMES) brings together all the required expertise to make critical theoretical discoveries and translate these new concepts into software that is able to exploit today's and future high-end computing (HEC) hardware developments. Our work will primarily focus on the further development of the lattice Boltzmann method (LBM) within the DL_MESO package. The LBM has already demonstrated it is the ideal approach to simulating a broad range of mesoscale applications and UKCOMES will seek to transform the DL_MESO suite into a world-leading software package that will incorporate state-of-the-art algorithms for handling interfacial flows, droplet motion, non-Newtonian fluids, moving boundaries, etc. In addition, the consortium's expertise will ensure DL_MESO will run efficiently on computer platforms with more than 100,000 cores and will be able to embrace GPU technology. The impact of UKCOMES will be felt in the pharmaceutical, chemical, environmental, manufacturing and process industries and so on. Designers, developers and manufacturers will benefit from an enhanced modelling and design capability, e.g. designing future droplet-based micro-fluidic systems, novel ink jet or laser printing, spray drying and micro-encapsulation. In the longer term, the work of UKCOMES will impact simulation tools in a wide range of cognate industries concerned with multiphase, multi-species and non-equilibrium transport physics, including modern materials processing, and chemical and environmental engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L00030X/1","grantId":"EP/L00030X/1","fundValue":"397424","fundStart":"2013-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Kai Hong Luo","coPersons":["Yonghao  Zhang","David Robert  Emerson","Timothy Nigel  Phillips","Mark  Wilson","Alistair James Revell","A Mark Savill","Rongshan  Qin","Ilian Todorov Todorov","Peter Vivian Coveney","Jonathan Lewis Summers"],"organisation":"University College London","findingsText":"","dataset":"gtr"}