{"id":"AE6D1B41-EFD3-4840-B432-97112B3648DA","title":"The Multicorder","abstractText":"We propose to create the world's first broad spectrum sensor technology - the Multi-Corder. We will do this by exploiting and advancing leading-edge microelectronic engineering. The world of electronics is dominated by complementary metal oxide semiconductor (CMOS) technology. CMOS has made modern computing and communications possible and has also made an enormous impact on sensing technology such as the digital camera chip. Most recently CMOS has enable the development of the personal genome machine - a next generation sequencing system. We propose to create technology to sense the personal metabolome. This is important since where the genome may indicate an individual's propensity towards a disease, the metabalome is an immediate measurement of body function, hence provides a means of diagnose. Not all possible afflictions are measurable using the metabalome. Using the same fundamental technology we also propose to detect microbial infectious agents. Bacterial affliction already in the body, or in the environment (e.g. a hospital ward) will be targetted, alleviating major problems such as hospital acquired infection. Further beneficiaries are in point of use diagnostic tools and highly portable systems capable of use in the developing world where there is limited infrastructural support.\nWe also foresee yet more ambitious outcomes from the research, and we expect to made progress towards their realisation. We envisage that once a full measurement and analysis of a patient or a contaminated area is achieved, the Multi-Corder technology will underpin new methods of chemical synthesis for drugs. We will demonstrate the use of the technology for direct, high-speed, visualisation of chemical activity, and the means by which the data can be used to control the chemical process required for synthesis.\nThe targets that we will address will take advantage of the ability of microelectronics to make many (millions if needs be) of devices on a single chip, or to integrate diverse technologies together. The core semiconductor technology will be augmented by chemical, lithographic and bio-technologies in order to build complex functions. Our approach is based on a combination of established track record, new insights, and emergent technologies for which we have established trial feasibility. Using our current knowledge as a springboard, we will exploit the flexibility and collaborative framework that a Programme Grant will afford us to create an exciting new technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K021966/1","grantId":"EP/K021966/1","fundValue":"3403310","fundStart":"2013-05-13","fundEnd":"2017-10-31","funder":"EPSRC","impactText":"","person":"David Robert Cumming","coPersons":["Bhaskar  Choubey","Michael Peter Barrett","Leroy  Cronin","Neil  Keegan","Calum  McNeil"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}