{"id":"AE6FE803-F962-4EED-98C0-089978A3C0E3","title":"Development of the UroMark assay. A non-invasive test for the detection of bladder cancer in urinary sediment cells","abstractText":"Investigation for bladder cancer in patients with blood in their urine (haematuria) is important and incurs a cost to UK healthcare estimated at &pound;55.39 million per year ranking bladder as one of the most expensive cancers to manage. Although haematuria is a sign of bladder cancer only 10% of patients with haematuria will be found to have cancer. In the majority of instances a non cancer cause and frequently no cause is found. The assessment of haematuria involves passing an instrument along the urethra, or water pipe, to view the lining of the bladder wall. The assessment known as cystoscopy is uncomfortable, carries a low but significant risk of infection and requires referral from a GP to hospital. We have developed a test which uses cutting edge technology known as highly multiplexed targeted sequencing to detect cancer specific changes known as epigenetic alterations in cells which can be collected from urine. A urine sample for testing can be provided at home and sent to our lab using the postal system. The test, UroMark, utilises a platform known as RainDrop BS-Seq to analyse a panel of 150 epigenetic alterations which accurately discriminate between bladder cancer and normal. In proof of concept studies the test performs with high sensitivity and specificity for the detection of bladder cancer. \n\nThe incorporation of a highly sensitive and specific assay will revolutionise bladder cancer pathways, have a profound impact on the requirement for cystoscopy and on patient wellbeing and, reduce the healthcare costs associated with investigation of haematuria and surveillance for disease recurrence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M025411/1","grantId":"MR/M025411/1","fundValue":"1417960","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"MRC","impactText":"","person":"John  Kelly","coPersons":["Andrew  Feber","Stephan  Beck","Chris  Brew-Graves","Martin  Anyim","Norman R Williams"],"organisation":"University College London","findingsText":"","dataset":"gtr"}