{"id":"AE786D20-5413-4819-B90E-38BE9B779991","title":"Interdisciplinary Studies to Characterise and Optimise Novel Apatite-Type Fast-Ion Conductors","abstractText":"The proposed research will build upon previous success with a combined programme of experimental and computational studies of novel apatite-type ionic conductors, which are attracting considerable worldwide attention. Contrary to the traditional fluorite and perovskite-type oxide ion conductors, which conduct via a vacancy mechanism, the current evidence indicates that these apatite systems conduct via oxide interstitials, as first reported in our initial modelling study of the Si-based systems. This interdisciplinary project will extend our internationally leading research through new adventurous studies of novel Ge-containing apatite materials, which offer higher ionic conductivities, but have been less widely investigated. Evaluation of their true potential therefore requires immediate study. This powerful combination of materials synthesis and characterization (at Surrey), NMR (Warwick) and computer modelling (Bath) will provide deeper insight into these exciting materials for potential technological applications (such as solid oxide fuel cells). Our considerable experience and past success in ion transport studies places us in a strong position to address key issues. In many instances, our project will be the first investigation of this type.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F015178/1","grantId":"EP/F015178/1","fundValue":"187695","fundStart":"2008-01-08","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"Peter  Slater","coPersons":[],"organisation":"University of Surrey","findingsText":" A highly successful project has been completed investigating the defect characteristics, conduction mechanism, and optimisation of the conductivities of apatite rare earth germanates. The initial project objectives have all been successfully achieved and an additional objective reached, as highlighted below:- \n\n1. To synthesise and optimise single-phase Ge-containing apatites through a low temperature route: a novel sol gel route allowing the synthesis of apatite germanates at temperatures as low as 800_C has been developed. \n\n2. To fully characterise these novel materials (through conductivity, diffraction and NMR) and to evaluate key structural parameters with respect to high oxide ion conduction:- the importance of oxygen content, and cell symmetry has been highlighted.\n\n3. To elucidate the defect sites and oxide-ion conduction mechanism using NMR and computer modelling:- modelling studies predicted that the interstitial oxide ion sites were associated with the Ge, leading to the formation of five coordinate Ge. This was subsequently confirmed by experiment; neutron diffraction, NMR, and Raman spectroscopy.\n\n4. To identify the most favourable dopant ions to enhance the oxide-ion conductivities in the Ge-containing apatite materials:- through gaining a detailed understanding of the relationship between structure and conductivity (objective 2), we were able to identify doping strategies that could optimise the high oxide ion conductivity (e.g. site selective doping of La10Ge6O27 with Y).\n\n5. Use the knowledge developed on apatite germanate systems to devise strategies to enhance the interstitial content in apatite silicates:- the importance of the size of the tetrahedral cation identified through detailed studies (objective 2) led us to correctly predict that higher oxygen contents could be achieved in apatite silicates through partial substitution of Ti for Si. \n\n1. Introduction\n\n\n\nResearch into ceramic solids displaying high oxide ion conductivity has been gathering momentum over the past few decades. This can be related to their technological importance in a range of applications, such as fuel cells, oxygen sensors and separation membranes. Most studies have focused on materials with fluorite (e.g. doped ZrO2, CeO2) or perovskite (e.g. La0.9Sr0.1Ga0.8Mg0.2O3-x) related structures. In these materials, the key defects are oxide ion vacancies, and conduction progresses via these vacant sites. More recently, the apatite-type phases Ln10-x(Si/GeO4)6O2+y have been attracting growing interest as a new class of oxide ion conductors. As shown by our previous studies in this area, oxide ion conduction in these materials proceeds via an interstitial rather than a vacancy mechanism. The aims of this project were to extend our internationally leading research through studies of novel Ge-containing apatite compounds, which have been less widely investigated. A powerful combination of synthesis, characterisation, NMR and chemical modelling has been used to provide deeper insight into their conduction mechanism and hence identify strategies for the optimisation of their conductivities for potential applications as electrolyte materials in oxygen sensors or solid oxide fuel cells. A large body of data has been collected in this respect, and this will be briefly summarised in this report. \n\n\n\n 2. Results\n\n\n\n1. Development of low temperature synthesis routes/ sintering strategies\n\n\n\nA sol-gel route utilising GeO2 and La(NO3)3.6H2O starting materials was successfully developed. This method allows the synthesis of single phase apatite samples at temperatures as low as 800_C. In addition, due to the corresponding production of high surface area powders, the sintering temperature of these powders was found to be 2-300_C lower than samples prepared by standard solid state synthesis. The method is flexible, and has also been shown to be successful in prepared doped samples. \n\nOther strategies to reduce synthesis/sintering temperatures were examined, and in this respect Bi was shown to lead to dense ceramics at temperatures as low as 1100_C. Such Bi doped samples were, however, shown to be unstable at elevated temperatures (&gt;600_C) in reducing atmospheres. \n\n\n\n 2. Structural features, location of the interstitial defects, dopant studies\n\n\n\nThe structure of these apatite-type germanates, stoichiometric formula Ln8A2Ge6O26 (Ln=rare earth, A=alkaline earth), can be considered to be composed of a Ln?2A2(GeO4)6 framework (Ln/AO6 trigonal metaprisms corner linked to GeO4 tetrahedra), with the remaining A6O2 units occupying the &quot;cavities&quot; within the framework. Our work has shown the importance of the presence of interstitial oxide ion defects, as highlighted by a detailed investigation of the two series La8+xBa2-xGe6O26+x/2 and La8Y2Ge4+xGa2-xO26+x/2?, which showed an increase in conductivity with increasing oxide ion interstitial concentration for samples which displayed hexagonal symmetry. Moreover, the presence of cation vacancies was also shown to enhance the conductivity in samples with low nominal interstitial oxide ion concentrations, which has been attributed to the presence of cation vacancies promoting displacement of channel oxide ions into interstitial oxide ion sites (Frenkel-type defect formation). For samples with very high oxide ion contents, e.g. La8+xBa2-xGe6O26+x/2 (x&gt;1.6), we commonly encountered a lowering of the symmetry to triclinic, leading to reduced conductivity at temperatures below 700_C. This lowering of the symmetry can be explained by a size mismatch between the framework and cavity sites, which is enhanced on increasing the interstitial oxide ion concentration, leading to underbonding at the latter. Lowering of the symmetry to triclinic relieves this mismatch through allowing tilting of the tetrahedra. Through this detailed knowledge of the structural chemistry of these apatite systems, we were therefore able to propose, and then successfully demonstrate that through Y doping (which favours the framework sites as predicted by modelling studies), it was possible to overcome this lattice mismatch and prepare hexagonal samples such as La8Y2Ge6O27, which have very high oxide ion interstitial concentrations and hence high conductivities across the full range of temperatures. More recently we have demonstrating that similar stabilisation of the hexagonal lattice can be achieved through W or Nb, doping on the Ge site, the former leading to particularly high oxide ion interstitial contents, e.g. La10Ge5.5W0.5O27.5. For such hexagonal apatites, conductivities &gt;0.02 Scm-1 at 800_C were typically observed. In addition, we were able to make use of this understanding of interstitial incorporation in apatite germanates to extend our work on apatite silicates, with the synthesis through Ti doping of samples with higher oxygen contents than previously reported, i.e. La10Si6-xTixO27.\n\n Computer modelling work initially focused on identifying the most favourable interstitial defect site. This work showed that the interstitial position could either be classed as at the channel periphery (as for the silicates), or in between two GeO4 units in adjacent channels, since both give identical relaxed configurations. The interstitial effectively creates a distorted &quot;Ge2O9&quot; unit containing 5 coordinate Ge leading to significant local structural distortions. This location of the interstitial defect was supported by neutron diffraction studies by our group and others, and this was further backed up by NMR and Raman studies. The latter displayed an extra peak whose intensity increased with interstitial content, which was attributed to the presence of five coordinate Ge (supported by modelling studies of the expected Raman active modes for oxygen excess apatite germanates). Moreover, high temperature Raman spectroscopy studies suggested that this close association of the interstitial oxide ion with the Ge leads to partial trapping of the defect, with an estimated trapping energy of _0.3 eV. Hence it was postulated that the higher activation energy for apatite germanates compared to corresponding silicates is related to the closer association with the MO4 unit, such that for the germanates the activation energy for conduction was a combination of the energy required to free an interstitial oxide ion defect and the energy for their subsequent migration.\n\nIn the NMR studies, the first 17O NMR experiments on these apatite oxide ion conductors were performed, after enrichment via hydrothermal treatment (200_C) with 17O enriched water. These studies showed a clear difference between samples without interstitial oxide ion defects, and those containing such defects. In particular, samples of the former showed a single broad peak associated with GeO4 units, while for samples containing interstitial oxide ions, a second peak whose intensity increased with increasing interstitial oxide ion content was observed. DFT calculations of expected NMR chemical shifts for the different oxygen environments in the structure indicated that this second resonance was consistent with five coordinate Ge. The ready enrichment of the oxygen sites linked to Ge is also consistent with modelling predictions as to the importance of the GeO4/GeO5 units in the conduction process (see below)\n\n \n\n 3. Conduction process\n\n\n\nThe process by which apatite silicates/germanates conduct oxide ions has proved a complex problem to solve. Traditionally it was believed that conduction was via a direct pathway in the c direction along the oxide ion channels. However, this rather simplistic viewpoint did not account for a number of anomalies, including the observation of significant conduction perpendicular to the c direction by single crystal conductivity measurements, as well as the lack of significant anionic conduction in fluoro or hydroxyapatite systems. In order to solve this controversy, our combined experimental and modelling approach has proved vital. In particular, the determination of the location of the interstitial oxide ions neighbouring the MO4 groups helped to explain the lack of interstitial incorporation and hence lack of significant anionic conduction in phosphate apatites. In addition, it raised the possibility of a novel conduction pathway perpendicular to the c direction, which could help to explain the single crystal conductivity data. Detailed conduction pathway information was provided by molecular dynamics calculations. These calculations indicated that conduction of the interstitial oxide ions in apatite germanates could proceed down the centre of adjacent tetrahedra via a cooperative interstitial migration mechanism. The really novel and exciting result related to conduction perpendicular to the c direction, where an interstitial SN2-type process was indicated. This novel conduction process has never been reported before, and we believe that it may predominate in other structures containing tetrahedral units. The presence of such a conduction pathway requires the rewriting of the text books on ionic conduction pathways, suggesting that organic chemistry style SN2 processes can occur to allow ionic conduction in solids. \n\n\n\n4. Water incorporation\n\n\n\nA further interesting result was the observation of substantial water incorporation in apatite germanates. The incorporation of water was shown to reduce the temperature of the triclinic-hexagonal phase transition, and hence have a beneficial effect on conductivity. In addition, the water incorporation increases the interstitial oxide ion content leading to an enhancement in the conductivity for samples with low initial interstitial contents. Computer modelling studies suggested that the protons were located on the channel oxide ions in line observations in hydroxyapatite. \n\n\n\n 5. Compatibility studies \n\n\n\nThe stability of apatite electrolytes in different fuels was examined. In particular, results on the stability in NH3, which is attracting significant recent interest for use as a fuel for SOFCs, showed evidence for nitridation, the level of which increased with increasing temperature and oxygen interstitial content. These studies show the need for further studies of the potential reaction between electrolyte (and electrode) materials with the fuel. \n\n\n\n 6. Publications from this project\n\n\n\n1. Effect of oxygen content on the 29Si NMR, Raman spectra and oxide ion conductivity of the apatite series, La8+xSr2-x(SiO4)6O2+x/2?: A. Orera, E. Kendrick, D. C. Apperley, V.M. Orera, P.R. Slater; Dalton Trans. 5296-5301, 2008 (featured on the front cover of the journal).\n\n2. An investigation of the high temperature reaction between the apatite oxide ion conductor La9.33Si6O26 and NH3 ; E. Kendrick, D. Headspith, A. Orera, D.C. Apperley, R.I. Smith, M.G. Francesconi, and P.R. Slater; J. Mater. Chem. 19, 749-754, 2009.\n\n3. Preparation of high oxygen content apatite silicates through Ti doping: effect of Ti doping on the oxide ion conductivity; A. Al-Yasari, A. Jones, A. Orera, D.C. Apperley, D. Driscoll, M.S. Islam, P.R. Slater; J. Mater. Chem. 19, 5003-5008, 2009.\n\n4. Pseudomorphic 2A _2M _ 2H phase transitions in lanthanum strontium germanate electrolyte apatites; S. S. Pramana, T. J. White, M. K. Schreyer, C. Ferraris, P. R. Slater, A. Orera, T. J. Bastow, S. Mangold, S. Doyle, Tao Liu, A. Fajar, M. Srinivasan and T. Baikie; Dalton Trans. 8280-8291, 2009.\n\n5. Neutron diffraction structural study of the apatite-type oxide ion conductor, La8Y2Ge6O27: location of the interstitial oxide ion site; E. Kendrick, A. Orera, P.R. Slater; J. Mater. Chem. 19, 7955-7958, 2009.\n\n6. Formation of apatite oxynitrides by the reaction between apatite-type oxide ion conductors, La8+xSr2-x(Si/Ge)6O26+x/2, and ammonia; A. Orera, D. Headspith, D.C. Apperley, M.G. Francesconi, P.R. Slater; J. Solid State Chem. 182, 3294-3298, 2009.\n\n7. Solid-State Materials for Clean Energy: Insights from Atomic-Scale Modeling; M.S. Islam and P.R. Slater; MRS Bulletin 34, 935-941, 2009.\n\n8. Raman spectroscopy studies of apatite-type germanates: correlation with interstitial oxide ion location and conduction; A. Orera, M. Sanjuan, E. Kendrick, V. Orera, P.R. Slater; J. Mater. Chem. 20, 2170-2175, 2010.\n\n9. Protonic Defects and Water Incorporation in Si and Ge-Based Apatite Ionic Conductors; P. M. Panchmatia, A. Orera, E. Kendrick, J. V. Hanna, M. E. Smith, P. R. Slater, M. S. Islam; J. Mater. Chem. 20, 2766-2772, 2010 (featured on the front cover of the journal).\n\n10. Water incorporation studies in apatite-type rare earth silicates/germanates; A. Orera, P.R. Slater; Solid State Ionics 181, 110-114, 2010\n\n11. New Chemical Systems for Solid Oxide Fuel Cells; A. Orera, P.R. Slater; Chem. Mater. 22, 675-690, 2010.\n\n12. Dense oxide ion conducting apatites prepared by spark plasma sintering; A. Orera, P.R. Slater; Solid State Ionics (submitted).\n\n13. Novel aspects of the conduction mechanisms of SOFC electrolytes containing tetrahedral moieties; E. Kendrick, J. Kendrick, A. Orera, P. Panchmatia, M.S. Islam, P.R. Slater; Fuel Cells (submitted).\n\n14. Strategies for the optimization of the oxide ion conductivities of Apatite-type germanates; A. Orera, T. Baikie, P. Panchmatia, T.J. White, J.V. Hanna, M.E. Smith, M.S. Islam, E. Kendrick, P.R. Slater; Fuel Cells (submitted)\n\n15. Local Structure Investigation of Oxygen and Protonic Defects in Ge-apatites by Pair Distribution Function Analysis; L. Malavasi, A. Orera, P. R. Slater; Chem Commun (submitted).\n\n16. Apatite germanates doped with tungsten: synthesis, structure, and conductivity; T. Baikie, A. Orera, E. Kendrick, S. Pramana, R. Smith, T. J. White and P.R. Slater; in preparation.\n\n17. Fundamental features of the oxide ion conductivity of apatite-type silicates/germanates; A. Orera, E.A. Mills, J.F. Shin, P. Panchmatia, J.V. Hanna, M.E. Smith, M.S. Islam, E. Kendrick, P.R. Slater; in preparation.\n\n18. Next generation apatite-type solid oxide fuel cell electrolytes: identification of the defects and conduction mechanism through combined experimental and modelling studies; P. Panchmatia, A. Orera, L. Cahill, G. J. Rees, J. V. Hanna, M. E. Smith, M. S. Islam, P. R. Slater; in preparation. A range of public engagement events have been undertaken highlighting the potential of solid oxide fuel cells Further work is ongoing to develop electrode materials for use with these electrolyte materials. This will allow full cell testing to be achieved, and so demonstrate the potential of these systems for exploitation as an alternative to conventional solid oxide fuel cell electrolytes Energy","dataset":"gtr"}