{"id":"AE79CABF-E158-4EEC-A8C1-5A03011FBFEA","title":"Genetic Approaches to Human Disease","abstractText":"The Co-op Group continues to apply modern molecular genetic methods to increase our understanding of human disorders, and to use this knowledge to improve the treatment available to patients with these diseases. Thanks to the Human Genome Mapping Project, we now know the location of many of the genes responsible for genetic disorders, such as muscular dystrophy, haemophilia and cystic fibrosis, and can isolate and study them. However, there are also many complex disorders (caused by interactions between genes ? often more than one - the environment and other factors), such as a susceptibility to heart disease, cancer or diabetes, about which we still know very little. This Co-op Group aims to locate genes involved in these disorders, through the use of new laboratory and statistical techniques. The Co-op Group also focuses on understanding the function of these genes once they are known. This is done partly by growing and studying cell lines containing particular genes. However, the gene being examined may affect the whole body, or a whole organ, in which case it cannot be studied in individual cells, and in these cases it may be necessary to study animal models. We have the ability and expertise necessary to analyse such genes ? and, in particular, the altered (mutant) genes which may be found in the disease state ? in mouse models. These studies increase our knowledge of the ways in which genes can malfunction, leading to disease, and we are also particularly interested in, and involved in, developing ways of correcting such disorders. We are already involved in clinical trials of diagnostics and therapeutics, based upon our discoveries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9800001","grantId":"G9800001","fundValue":"575717","fundStart":"1999-03-01","fundEnd":"2009-06-29","funder":"MRC","impactText":"","person":"Ellen  Solomon","coPersons":["Jerry  Lanchbury","C  Mathew","Paul  Sharpe","Gillian  Bates","Michael  Antoniou","Philippa  Francis-West","Swee Lay  Thein","Agamemnon  Grigoriadis","Cathryn  Lewis"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}