{"id":"AE7C0A24-D027-4A4B-B8D2-313DD8CED1C2","title":"BRAIN UK: accessing NHS tissue archives for neuroscience research","abstractText":"The brain (and associated components including the spinal cord, nerves, muscle and eye) is important to us, essentially making us humans and giving us our identity and self awareness. It is composed of cells which, once formed in infancy, have to last us a lifetime. Inevitably, the brain is complex and may malfunction. Damage to, or disease of, any part of the nervous system is likely to result in physical disability, mental illness or may cause death. Study of brain tissue samples retained at post mortem examinations has led to many of the advances in our understanding of neurological disease in the last few decades, and led to new treatments. Animal models of human brain diseases have been helpful, but have the disadvantage that they are not the actual human disease itself, and therefore have in some instances been misleading. Work performed in the NHS by neuropathologists over the past 30-40 years across the UK, and which continues, has led to very substantial collections of stored brain tissue samples. The objective of BRAIN UK is to catalogue these samples and address ethical and legal issues, in order to allow release of appropriate samples for new research studies. The stream-lined application/review process and generic ethical approval has removed many of the bureaucratic hurdles until recently hindering researchers. Researchers can now access tissue for their studies from more than 60,000 cases through BRAIN UK. The ultimate aim, of course, is to further improve our understanding of the mechanisms involved in the development of neurological disease and eventually provide new forms of treatment or prevention for diseases of the nervous system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100578","grantId":"G1100578","fundValue":"378840","fundStart":"2011-10-20","fundEnd":"2016-01-19","funder":"MRC","impactText":"","person":"James Alan Nicoll","coPersons":["David  Hilton"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}