{"id":"AE7CF26D-FBAC-4FF4-B8B1-B1A5E44650C5","title":"Nostalgia in the Twenty-First Century","abstractText":"<p>The study of nostalgia matters because it powerfully influences the behaviour of consumers and cultural producers. It matters especially now because new technologies are producing new dynamics between past and present, and determining relationships between individuals and communities. </p>\n\n<p>The primary aim of the proposed seminar series is to encourage dialogue between different disciplinary approaches in order to promote further enquiry into the uses of nostalgia in contemporary culture. We will draw on perspectives from marketing, consumer research, literary studies, history, media and cultural studies, and we aim to stimulate interchange with those working in heritage industries, publishing and commercial marketing.&nbsp; </p>\n\n<p>The seminars will establish an international network of academics. The themes of the six seminars are: </p>\n\n<ul>\n \n\n <li>retro and material culture, which will address trends towards retro design and consumption</li>\n\n <li>print and media, which explores&nbsp; nostalgic trends in publishing, and perspectives on nostalgia in film,&nbsp;art and the media</li>\n\n <li>urban nostalgia, which examines the construction of Glasgow's identity through heritage marketing, architecture and cultural/sporting events</li>\n\n <li>diaspora and virtual communities, which focuses on nostalgic evocations of the homeland, and the impact of new technologies on diasporic communities</li>\n\n <li>sustainability, which analyses the nostalgic desire for authenticity; and a PhD and early career colloquium.</li>\n</ul>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0678","grantId":"RES-451-26-0678","fundValue":"17293","fundStart":"2010-01-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"","person":"SARAH M EDWARDS","coPersons":["Kathy  Hamilton","Juliette Jane  Wilson","Beverly Anne  Wagner","Faye Louise Hammill"],"organisation":"University of Strathclyde","findingsText":" o Publication: a special issue of the journal CMC: Consumption, Markets and Culture, co-edited by the five seminar organiserso Website: www.strath.ac.uk/nostalgia - this provides a detailed record of the seminar series, including videos of the presentations by invited speakerso Knowledge Exchange activity: two ESRC Festival eventso Network: approximately 100 people in total have attended at least one of our events, and we have established a JISC mailing list (NOSTALGIA@JISCMAIL.AC.UK) to facilit Further research in any of the areas covered by our seminars. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}