{"id":"AE88F188-D0C8-4CB1-BE4F-C9FAAD133F5C","title":"The use of newly discovered inhibitors to identify novel components of the ER associated degradation pathway.","abstractText":"Living things are made up of one or more cells, and cells need membranes to provide barriers inside the cell and to protect them from the outside world. Whilst the biological membranes that form these barriers are incredibly complex and diverse in nature, they are generally characterised by a lipid bilayer studded with many proteins. In order to make new membranes, the cell has to put new proteins into the lipid bilayer and in higher cells this is one of the key functions of a specialised compartment known as the endoplasmic reticulum. The endoplasmic reticulum contains a number of molecular machines that stitch new proteins into the lipid bilayer to make functional membranes. It has become increasing clear over recent years that sometime this process goes wrong, for example because of a mutation or defect in the protein being made. In order to sort such bad proteins from the good ones, the endoplasmic reticulum also has a set of molecular machines that check all the proteins it has made, only the good proteins are used and the defective ones are destroyed. This so called 'quality control' process is of particular interest because it linked to some kinds of disease, for example cystic fibrosis, and it can also restrict the production of proteins for biotechnology applications. The aim of this project is to use a newly discovered drug to block the destruction of two different kinds of defective proteins allowing us to identify the cellular machines that recognise them. This will help us understand how the cell knows the difference between good proteins and bad proteins, and in the longer term may help us to manipulate this process to our benefit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D005752/1","grantId":"BB/D005752/1","fundValue":"320225","fundStart":"2006-03-06","fundEnd":"2009-06-05","funder":"BBSRC","impactText":"","person":"Stephen  High","coPersons":["Roger  Whitehead","Sabine  Flitsch","Eileithyia  Swanton"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}