{"id":"AE8A0020-9D04-4D57-AFD8-F595837761A2","title":"Software development for virtual e-collision experiments using high performance computers","abstractText":"Electron collisions with atoms and ions have been the subject of international interest for many years. Data from these processes are essential in the analysis of important physical phenomena in many scientific and technological areas. Despite the importance of these applications, relatively little accurate cross section data is known for many of the processes involved. The overall aim of our research is to develop a well-engineered and numerically robust software system, capable of exploiting high performance architectures, which will enable virtual experiments to be performed on electron collisions with hydrogen and quasi one-electron atoms and ions in the computationally challenging intermediate energy regime. This proposal will focus on re-engineering and developing further the Fortran software suite 2DRMP. This suite of seven programs and approximately 20,000 lines of code is a novel extension of the classic R-matrix method, software for which has been pioneered and built by Burke and his collaborators in the Queen's University of Belfast over the past 35 years. While 2DRMP has been useful in advancing fundamental electron collision physics it suffers from a computational bottleneck which impedes its performance in tackling more challenging physics. We have devised a new computational strategy which is more accurate and much faster than the original implementation. For example, a prototype 2DRMP running on the national supercomputer, HPCx, is up to 350 times faster than the original code and is 25 times less costly.To maintain the UK's lead in this area it is essential that the prototype is converted into a production code and that 2DRMP is re-engineered to a high quality using modern software development methods. The resulting software suite will be more efficient, more reliable and more maintainable. Accordingly it will be easier to add new modelling features such as model potentials, relativistic effects and photionization and to adapt the software to evolving hardware architectures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F010052/1","grantId":"EP/F010052/1","fundValue":"146919","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Norman Stanley Scott","coPersons":["Margaret Penelope  Scott"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}