{"id":"AE8BAB44-DD2B-45B0-B146-B7F075AC996F","title":"RNA interference in parasitic nematodes: development of a toolkit for functional genomics","abstractText":"Nematode parasites are roundworms which cause severe disease in animals. As they infect many types of farm animals, they are responsible for significant economic losses in the United Kingdom and worldwide, particularly in sheep and cattle. At the moment, infection is controlled by treating the animals with drugs known as anthelmintics. The roundworms are quickly becoming resistant to these drugs, so we urgently need to develop new means of controlling infection, either by designing new drugs or developing vaccines. In order to do this we need to define new 'targets'; ie roundworm molecules which are crucial for their ability to infect, develop and survive inside animals. This type of research has been hindered by the lack of means to examine the function of roundworm molecules, which is normally perfomed by manipulating their genes. This proposal aims to develop a method of interfering with specific genes in a roundworm which can be easily manipulated in the laboratory. By the end of the project, we would hope to be in a position to apply these methods on a larger scale. This will greatly aid our understanding of the special features which allow these roundworms to act as parasites, and will be a powerful new tool in the development of new drugs and vaccines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012078/1","grantId":"BB/E012078/1","fundValue":"395990","fundStart":"2007-05-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"","person":"Murray Ellis Selkirk","coPersons":[],"organisation":"Imperial College London","findingsText":" 1) Identification of RNA uptake across the intestinal epithelium as the major impediment to RNAi in parasitic nematodes. Confocal microscopy was used to demonstrate that exogenous dsRNA accumulated in the parasite intestinal lumen and could not be taken up into cells for processing by RNAi machinery. This was confirmed with firefly luciferase mRNA.\n\n\n\n2) Optimising conditions for activation of feeding by infective larvae. Delivery of ds- or siRNA to infective stages of strongylid nematodes is a major challenge as this stage does not feed. We defined and optimised conditions for in vitro activation of feeding in infective stages.\n\n\n\n3) Conjugation of RNA to cholesterol as a method for delivery of dsRNA and siRNA. Cholesterol, LDL and HDL were demonstrated to be taken up across the parasite intestinal epithelium, so that conjugation of RNA to cholesterol could be used to improve delivery. Research workers can utilise conjugation to improve the development of methods for gene silencing in these organisms Agriculture, Food and Drink,Healthcare","dataset":"gtr"}