{"id":"AE9B073C-B244-4FAD-A640-C025D7A966B4","title":"Algebraic and Analytic Methods in Number Theory.","abstractText":"One of the fundamental problems in Arithmetic Geometry is to describe the rational points on algebraic varieties (such as curves and surfaces described by polynomial equations) defined over a number field K (a finite extension of Q). Algebraic curves can be classified according to a property called genus. There is a substantial body of theory and methodology for curves of genus 1, which has recently been extended to curves of higher genus and associated varieties, known as Jacobian varieties. Much of this work on higher genus curves and other algebraic varieties (such descent techniques, investigation of the Shafarevich-Tate group and the Brauer-Manin obstruction) has used mainly algebraic techniques.Analytic Number Theory makes use of techniques from analysis, such as the circle method, and emphasises questions about distributions of number theoretic objects, such as primes or rational points on a variety V. One example is the rate of growth of the quantity N_V(B), denoting the number of K-rational points lying on V, of projective height bounded by B. There are conjectures, such as Manin's Conjecture, which attempt to describe this rate of growth. Analytic methods have also been used to investigate questions about average ranks and class number problems. There is a large body of research in Analytic Number Theory that makes use of curves of genus 1.Our main aim in this project is to investigate questions involving both of: recent explicit techniques on Abelian varieties (such as Jacobians of higher genus curves) and analytic problems on number fields, distributions of rational points, and average rank. Substantial benefits and innovations will arise from the interplay between these areas. For covering techniques on higher genus curves, we shall investigate the average rank of the Jacobians of the covering curves; we shall investigate rate of growth of torsion on Abelian varieties; we shall take existing applications of genus 1 curves which have provided analytic results about class numbers, and generalise them to higher genus; we shall also investigate conjectures on the distribution of rational points on algebraic varieties, which require both familiarity with analytic techniques and an extensive knowledge of the underlying algebraic geometry.The objectives include a range of fundamental problems in Arithmetic Geometry: some emphasising algebraic techniques, some emphasising analytic techniques, and some using a blend of these. Specifically, during the first 18 months, we shall develop new explicit models for homogeneous spaces and intermediate objects, twisted Kummer varieties, relating both to multiplication by m on Jacobians, and other isogenies, the proof of new cases of Artin's Conjecture, initial experimentations and special cases of new rational torsions, and experimental evidence on special cases of Manin's conjecture. In the remaining 24 months, we shall investigate explicit routes between the Brauer-Manin obstruction on intermediate objects of homogeneous spaces and members of the Shafarevich-Tate group, results on class groups divisible by p &gt; 7, using torsion on Jacobians of higher genus curves, the derivation of new sequences of Abelian varieties with large rational torsion, and the proof of further new cases of Manin's Conjecture. It is also an aim of the project that the postdoctoral research associate and research student, both funded by the project, should gain a well rounded knowledge of both algebraic and analytic techniques in Arithmetic Geometry. As well as new theory, this project will also provide a substantial body of experimental data, which will form a testing ground for the theory and conjecture of other researchers. It is also intended to write programs in Magma relevant to the above objectives, and to make these available to other researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F060661/1","grantId":"EP/F060661/1","fundValue":"393869","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Eugene Victor Flynn","coPersons":["Roger  Heath-Brown"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}