{"id":"AEA79A4F-C037-44B0-81CA-3629922DD138","title":"Concentrically Layered Nano Fibres from Coaxial Electrospinning for Protein Encapsulation and Fabrication of Tissue Engineering Scaffold","abstractText":"This proposed project aims to develop a new coaxial electrospinning process to produce core-shell structured nanometric or micron sized fibres with two different degradable biopolymers layered out concentrically in a single strand. The intended application for this technology is to use the core-shell structure to encapsulate protein molecules (e.g., bone growth factor BMP) in the core of the fibres and to make a composite biodegradable shell to control their release rate. The protein encapsulated nanofibres can be further electrospun and interwoven into Core-shell nanofibire porous and conductive 3D fibrous structure for tissue engineering in resemblance of extra cellular matrix (ECM). This new process has the potential to become a new technology platform for fabricating protein/gene carriers for delivery and controlled release, taking advantage of non-thermal and non-solvent based processing conditions using aqueous phase soluble chitosan and PEG (polyethylene glycol) to fabricate the core-shell structure. Chitosan, cationic in nature and possessing strong protein binding properties, will form the protein carrying core which will be wrapped in an outer layer of PEG or blended PEG/chitosan with controllable degradation rate depending on thickness and chitosan to PEG ratio. 3D scaffold produced through interweaving of the fibres will be cultured with mesenchymal stem cells (MSCs) and subject to in vitro and in vivo examinations for MSCs proliferation and differentiation potentials and their applications in tissue engineering. Investigation of how to modulate the core-shell geometrical structure, composition, degradation rate, and protein encapsulating and release efficiency will form the core scientific investigation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012248/1","grantId":"BB/E012248/1","fundValue":"90380","fundStart":"2007-04-30","fundEnd":"2008-04-29","funder":"BBSRC","impactText":"","person":"Quan  Gan","coPersons":["Gang  Li"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}