{"id":"AEA9226F-E57C-443B-8963-7701350DC47D","title":"Condition Monitoring Power Electronics for Reliability (COMPERE)","abstractText":"Power Electronic Converters are key elements in many safety-critical, high-reliability, electrical systems working in uncertain and harsh environments. Examples include aerospace power supplies and servo converters, marine propulsion and traction drives, and offshore renewable energy generator systems. The traditional approaches to achieve high converter reliability are to de-rate the semiconductor devices and to include redundancy in the system configuration. These approaches can increase the Mean Time Between Failures of converters but will not prevent a catastrophic failure from happening. The aim of this research is to develop a new approach of monitoring the converter device degradation over a period of time and provide the ability to predict failures before they happen. The research will address the challenges of carrying out and understanding the results of key measurements in order to derive information about the internal state of the semiconductor devices in real-time operating conditions. The mechanisms leading to the aging and failure of the devices will be investigated, and a relationship between the device condition and its terminal characteristics established. Condition monitoring techniques will be based on converter terminal electrical signals, which are interpreted together with information about the thermal and load conditions of the converter system. Experiment, and computer modelling and simulation in the thermal, low frequency and high frequency electrical domains will be carried out to develop the condition monitoring techniques. The results will be valuable to device manufacturers, manufacturers of power electronic converters, and to the end users of such systems, particularly in critical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E02744X/1","grantId":"EP/E02744X/1","fundValue":"262776","fundStart":"2007-09-04","fundEnd":"2010-09-03","funder":"EPSRC","impactText":"  Our findings have been written up and published in several journals, and have been disseminated at international conferences to industry representatives and academics. We have showcased results from our technology demonstrators to our 23 industrial supporters at industrial supporters' meetings held every six months. The supporters are car manufacturing companies; semiconductor manufacturers; component manufacturers; energy suppliers, and consultancies. So results from our research are being directly communicated to the supporters from industry and ideas shared, with the aim next year to potentially commercialise the final results. Economic and societal benefits are envisaged in terms of costs reductions in components and integration of functionality, also giving rise therefore to increased power density. \nThe reliability of electrical power systems is being improved through Warwick's research into the fabrictaion of of silicon carbide devices, which can withstand higher voltages and temperatures. This is of interest to our semiconductor manufacturers. The group at Newcastle received 49 responses from its online survey into the missing link in multi-physics simulation software, and will feed this information back to software developers to improve the software for power converters and electric drives. Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport Societal,Economic","person":"Phil  Mawby","coPersons":["Angus  Bryant"],"organisation":"University of Warwick","findingsText":" The research id deisgn tools has shown that potting aids heat removal from the windings by encasing the windings of transformers/inductors with an encapsulant (epoxy) combined with thermally conductive filler (Al2O3 powder). \nThe research in motors has shown that the number of stator slots influences the demagnetisation of ferrite magnets, and the best demagnetisation prevention is 36-slots, 8 pole machine.\nCFD simulations of liquid coolers has shown that there is a non-uniform temperature distribution of the coolant in the power device that can lead to failure. To counteract this, the groups are looking at using new liquid metal materials that have better thermal performances, using micro-pumps that have no mechanical parts and which have high operating speed (&gt; 1kHz) and high thermal conductivity.\nThe packaging theme has looked at alternative ways to package chips on a substrate instead of usual wire-bond and solder technologies, and has looked at using promising technologies, e.g. Ag nanoflakes sintering, jet impingement cooling. They have manufactured an inductor on the same double bonded copper type substrate as the semiconductors.\nThe partners have investigated an integrated on-board battery charging/V2G operation, where there is no separate charger, instead the converter and motor installed for driving mode is re-used. Their simulation results have shown that no torque is produced in the vehicle during the charging or V2G process.\nThermal and electromagnetic behaviour is helping to provide an understanding of the miniaturisation of passive components. We believe that the work being undertaken in all the themes will have impacts in the electronics sector, as well as energy, manufacturing and transport.\n\nThere will be an enhanced understanding of the societal and economic impact on all stakeholders in the electric vehicle supply chain. The findings will, for example, help UK car or component manufacturers reduce costs and increase the demand from customers for electric cars and electric vehicle batteries. There could also be opportunities for enhanced grid stability, whereby there is better load management for peak demand, with electric vehicles providing storage. Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}