{"id":"AEAB165B-253C-4A3A-B8F7-AA2CE9D87A66","title":"Development of stem cell marker technology based on photothermal nano-spectroscopy","abstractText":"Stem cells are cells that have the unique potential to produce any kind of cell in the body. They offer the potential to regenerate tissues and organs; each tissue has its own type of stem cell. In the future, a large number of medical conditions may be treated using stem cells, by using the patient's own cells to re-grow diseased or damaged tissue in the laboratory and transplanting the new tissue into the patient. Unfortunately, the location of many stem cell populations in the body are still not known. This is because stem cells are difficult to identify. Traditionally cell types have been identified by using markers, molecules which are unique to a particular type of cell; but no marker has been found which is unique for stem cells. Clearly, the fact that there is no single identifying marker for stem cells is a major handicap for future development in stem cell science. One tissue in which the location of stem cells is well known is the cornea, the transparent window at the front of the eye. The cells of the outermost surface of the cornea, termed corneal epithelium cells, only live for a few days, after which they die and are washed away by the tears. The stem cells, located in a ring around the edge of the cornea called the limbus, provide a continuous supply of fresh replacement cells to replace these. We plan to use this tissue to find potential SC markers, which will allow us to find stem cells in other tissues. The method we feel offers most promise to allow us to find a marker system for stem cells is infrared spectroscopy. Infrared is a type of light not visible to the human eye that when shined on a sample causes the molecules within the sample to vibrate; with different molecules vibrating at different frequencies. By measuring the frequencies of all the vibrations it is possible to obtain a unique spectral fingerprint for each sample. Currently, infra-red spectroscopy is not sensitive enough to analyse individual cells, so we propose to combine this technique with a relatively new type of microscope called a scanning probe microscope. These microscopes use very sharp needle-like probes to measure surface properties. Already, we have used a prototype instrument to measure clumps of a few cells and obtain fingerprints that clearly show that there are differences between stem cells and other cells. We will develop this prototype further, so that individual cells, and ultimately sub-cellular components like the nucleus, can be analysed. Using our detailed knowledge of where the cells in the cornea are, we will then analyse stem cells and their daughter cells, then produce a unique spectral fingerprint or marker for not only the stem cells but their daughter cells. In addtion order to test our new marker technology on the stem cells in the cornea, we will develop a system that will allow us to keep the cornea alive outside the body. This is called organ culture and it allows us to do experiments on isolated corneas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D010055/1","grantId":"BB/D010055/1","fundValue":"443103","fundStart":"2006-11-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  1. The successful development of the technique of photothermal nanospectroscopy has been proven for use in stem cell marker identification and other applications.\n\n2. Using spectroscopy methods we have been able to identification and classification of IR spectral markers for stem cells in several tissues and across species including human.\n\n3. Wide uptake and use of our technology, with 12 conference presentations and 9 full papers published in top journals including the very prestigious journals Stem Cells and two papers in Nature Protocols. Now hundreds of groups around the world are using the techniques we pioneered Chemicals,Environment,Healthcare Economic","person":"Nigel James Fullwood","coPersons":["Anthony  Krier","H  Pollock","Francis Luke Martin"],"organisation":"Lancaster University","findingsText":" We successfully developed a new spectroscopy method called photothermal nanospectroscopy which can identify stem cells.\n\nA novel long-term organ culture system for the in vitro study of corneal epithelial stem cells\n\nWe have identified and classified the different IR spectral markers present in corneal epithelial stem cells\n\nWe have identified and classified IR spectral markers which define the differentiation of daughter cells.\n\nWe have developed a protocol for the collection and analysis of \nIR spectra which can be used across the whole of biomedicine, life sciences, chemistry and pharmaceutical sciences. Wide uptake and use of our technology, in particular two papers in Nature Protocols which describe in detail the protocols for collecting and analysing IR spectra are now used by hundreds of groups around the world in the fields of biomedicine, life sciences, chemistry and drug development. Chemicals,Environment,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}