{"id":"AEB2A6FE-CE45-470F-BBD8-549A63532C70","title":"New approaches to central problems in euclidean harmonic analysis and geometric combinatorics","abstractText":"At the heart of the proposed research is an important unsolved mathematical problem known as the Kakeya conjecture. This conjecture, which originated in the 1920's, has attracted great interest from mathematicians over the last 30 years, due to the emergence of unexpected and fundamental connections with different branches of mathematics and mathematical physics. The various forms of the conjecture concern the extent to which families of line segments (of unit length, and pointing in different directions in three dimensional space) may be rearranged so that collectively they occupy a very small amount of space. In this rearrangement process it is important that the line segments involved are not rotated in any way. Perhaps rather counter-intuitively, it was shown by Besicovitch that, no matter which family one starts off with, an arrangement can always be found for which the total space occupied by the line segments has zero volume. A popular form of the Kakeya conjecture states that although such arrangements can be small in terms of their volume, they must however be as large as possible in terms of their so-called fractal dimension .Very recently a new approach to problems of this type has been devised, leading to the near resolution of certain (so-called multilinear ) analogues of the Kakeya conjecture. This approach is based on the discovery that certain quantities (related to the fractal dimension) increase as the line segments in any given family simultaneously slide to the origin . The purpose of the proposed research is to develop this monotonicity-based approach and investigate the extent to which it may be used to establish the original classical Kakeya conjecture, and its modern variants. Furthermore, similar monotonicity-based approaches to a variety of central unsolved problems in pure mathematics and mathematical physics are proposed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E022340/1","grantId":"EP/E022340/1","fundValue":"208897","fundStart":"2007-01-03","fundEnd":"2010-01-02","funder":"EPSRC","impactText":"  The project undertaken concerns fundamental questions about the nature of the Fourier transform. The Fourier transform is a mathematical tool with unparalleled breadth of application across the physical sciences. Advances in the theoretical understanding of the Fourier transform have, in time, played a fundamental role in the development of quantum mechanics, the modern description of atomic structure, image processing, medical imaging (MRI) and beyond.\n\nThe specific project involved the development of a radically new perspective on a longstanding and far-reaching conjecture concerning the size of the Fourier transform on curved regions of space; the so-called Restriction Conjecture. As is often a characteristic of fundamental research in mathematics, the societal and economic impact of our findings is difficult to measure within the current short timeframe. However, the high-profile academic impact, as evidenced by the 2011 London Mathematical Society Whitehead Prize awarded to the PI, has raised the profile of this widely applicable branch of mathematics in the UK. This is an outcome which contributes to the growing interest in studying science in UK Higher Education. Other Cultural","person":"Jonathan  Bennett","coPersons":[],"organisation":"University of Birmingham","findingsText":" Many important problems in mathematical analysis may be recast as inequalities involving classes of functions.\n\nIn broad terms, the purpose of the research conducted was to make progress on central problems in euclidean harmonic analysis by tackling the associated inequalities by flow methods. This strategy involves identifying a natural quantity associated with a given putative inequality, and establishing its monotonicity as the inputs evolve under variants of classical heat-flow. The research funded on this grant has uncovered a surprising wealth of such monotone quantities, successfully promoting multiscale methodologies in both classical and emerging aspects of harmonic analysis. Many of the publications resulting from the project cite harmonic analysis, geometric analysis and partial differential equations in equal measures. This strongly promotes interdisciplinary research in this fertile field.\n\nIn addition to the anticipated applications of these results within geometric/harmonic analysis, there are a number of further unexpected applications which have already been exploited by research groups internationally. In particular, the nonlinear Brascamp-Lieb inequalities obtained have already been used by Bejenaru-Herr-Tataru in their proof of the well-posedness of a well-known model in plasma physics, known as the Zakharov system. Furthermore, the multiscale analysis at the heart of our work has recently been developed further by Guth in the context of the multilinear Kakeya inequality, and by Toscani in the context of Lyapunov functionals arising in information-theoretic contexts. Other","dataset":"gtr"}