{"id":"AEB5FD1A-212F-486D-B19E-0261D0BCA4EC","title":"Molecular Imaging Using Ultrasound and Targeted Microbubbles","abstractText":"This project investigates the use of ultrasound and microbubbles for molecular imaging. Molecular imaging, sometimes referred to as targeted imaging, is a variation of the normal anatomical imaging familiar to most people. In molecular imaging, the aim is to reveal the physiological function of the tissues under investigation at a cellular or molecular level. This is done by using a marker designed to target specific cells and molecules. The technique has widespread potential for the diagnosis of diseases such as cancer, and neurological and cardiovascular diseases. It also has a role to play in improving treatment of many disorders by enabling detailed pre-clinical and clinical tests of new medication. Traditional ultrasound imaging is one of the most frequently used clinical imaging modalities. The primary advantages of the technique are the practicality of the technique, the very low risk to patients, the real-time nature, and the relatively low cost. A recent advance in ultrasound imaging is the development of microbubble contrast agents. The microbubbles are injected into the blood stream of the patient. They act to increase the scattered ultrasound signals, making the blood appear more clearly on the ultrasound image. Ultrasound imaging with microbubbles is gaining acceptance in clinical practice. The microbubbles consist of a gas core that is encapsulated by a thin shell, typically constructed of a lipid monolayer or cross-linked albumin and are typically the same size as the red blood cells that circulate within our blood. The microbubbles have acoustic properties very different from the patient's blood in which they are suspended. Even a single bubble can create significant and specific ultrasound echoes. Ultrasound contrast enhanced imaging exploits these differences and emerging clinical applications include diagnosis of myocardial perfusion and angiogenesis in malignant tumours. By incorporating active biological markers into the microbubble shells, they can be targeted to specific molecules within the body. These molecules only exist at certain sites within the body and under specific physiological or pathological conditions. For example, the microbubbles can be designed to stick to molecules that only exist in areas of inflammation on vessel walls. The stuck microbubbles can then be detected using ultrasound. This new approach is provoking worldwide interest in the research community from both basic scientists and clinical researchers.There are two major challenges that we aim to address through this research: Firstly to make the microbubbles stick effectively and only to the targets of interest, and for them to remain stable for a sufficient length of time once stuck. Secondly to improve the specificity of the ultrasound imaging so that the stuck microbubbles can be differentiated from those still flowing freely in the ultrasound images that are used to detect them.In this project, we aim to improve both the microbubbles and the ultrasound technique used to detect them. We will develop methodology for fabrication and evaluation of novel targeted microbubbles. The performance of these microbubbles will be optimised in terms of the efficiency and strength of their binding to the target and their visibility under ultrasound. At the same time, we will develop a combined acoustic and optical experimental system and thoroughly investigate the physical properties of these targeted microbubbles. This will enable more detailed optimisation of the microbubble fabrication process and help us identify and understand how their behaviour differs once they are attached to the target. This understanding will allow us to develop new and more effective molecular image approaches. Based on these we will develop novel techniques for selective imaging of targeted microbubbles and address the confounding issue of tissue motion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G038163/1","grantId":"EP/G038163/1","fundValue":"556429","fundStart":"2009-07-06","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"","person":"Mengxing  Tang","coPersons":["Edward  Leen","Dorian  Haskard","Robert John Eckersley","Rob  Krams","John Michael Seddon","Petros  Nihoyannopoulos"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}