{"id":"AEB5E9F7-3AAE-4526-BFBA-2B269E161D84","title":"Media in Context and The 2015 General Election: How Traditional and Social Media Shape Elections and Governing","abstractText":"The 2015 British election media study we propose is timely and important in an era of declining support for the major parties. In the last two elections the leading parties have formed governments with roughly 35 percent of the vote, with 2015 currently promising a similar scenario and possibly another coalition. The election also promises debates--including more leaders' debates--on major constitutional issues pertaining to national and regional devolution and their consequences for Westminster, as well as on the possibility of a referendum on continuing EU membership, all in a context of continuing austerity. Media reporting and framing of such subjects is likely to be critical to the dynamics of the election, to public opinion, and to the election's aftermath.\n\nYet although their effects on voters have consumed research on electoral politics in Britain, the US and other democracies since the 1940s, the question of media effects remains unsettled. Moreover, the issue of the difference that social media has made, supplementing or replacing the information provided by traditional media--television, newspapers and radio--further muddies the waters. In this research we both seek to address several pressing questions pertaining to media effects on governance and elections and also to gather timely and high quality data on media coverage during and after the 2015 British general election to share with the user community.\n\nThe substantive questions we will examine within our study are:\n1) The flow of campaign information. Traditional academic models depict campaign information flows as linear, from elites to opinion leaders to masses, but this may no longer be accurate in a world in which social media can provide a platform for opinion leaders (and masses) to produce information. While some think that social media have made opinion leaders even more important, others argue that it has cut them out of the picture, with information flowing directly to the consumer.\n2) The changing media landscape matters in a second way--not in terms of the flow of information but, more straightforwardly, for where if at all people obtain political information in a world of declining newspaper readership and trust in media. Moreover, the traditional media no longer play the same gatekeeping role, potentially diluting their influence on the issue agenda. For example, traditional campaigns in the UK followed a pattern in which parties held morning press conferences that launched the &quot;theme of the day.&quot; While the media may not have always framed the theme in the way parties would have wished, the press conference set the issue agenda for 24 hours. That no longer seems to be the case.\n3) The role of the media, both social and traditional, in the post-election period. Interpretations of election results may be important in two respects: in conferring legitimacy upon the outcome and thus fostering what is sometimes known as &quot;losers' consent,&quot; and in providing a narrative about the mandate the incoming government enjoys.\n\nOur study will also address four deficiencies in existing studies of British media election coverage: that they tend to focus on election coverage, ignoring non-election coverage and thus not permitting analysis of the overall news context or the prominence of the election as an issue; that the data are either not made publicly available or only made available years after the election; that recent British election studies have permitted little understanding of media effects due to very few questions about media habits; and that British media studies tend to rely exclusively on survey data, ignoring the benefits for establishing causation and effect sizes offered by field experiments.\n\nThe proposed research brings together investigators with a unique combination of expertise in human and automated traditional and social media content analysis and statistical modelling skills.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010775/1","grantId":"ES/M010775/1","fundValue":"241890","fundStart":"2015-05-18","fundEnd":"2016-11-17","funder":"ESRC","impactText":"","person":"Daniel Peter Stevens","coPersons":["Travis  Coan","Gabriel  Katz","Susan  Banducci"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}