{"id":"AEBB52F8-99B9-47B1-BB1D-3BB1A3778A43","title":"Integrative genomic and genetic analysis of nonhost resistance across Triticeae species - TritNONHOST (PPR-CROP)","abstractText":"Within the natural environment plants are constantly exposed to micro-organisms which have the potential to cause disease. However, each plant species is a host to only a very limited number of pathogens. During evolution the plant and the potential pathogen have undergone an arms race, establishing or avoiding successful infection, which finally resulted in the host-pathogen interactions known today. Plants have further evolved resistance (R) genes to over come certain isolates of these host-pathogens. Traditional plant breeding strategies have used these R-genes to develop resistant crop cultivars. However, after commercial release of the R-gene carrying cultivars the resistance is often rapidly overcome, following the increase in the pathogen populations of novel virulent races, resulting in the loss of the protective effect of the R-genes. On the other hand, most plants are resistant to most pathogens. This phenomenon is referred to as nonhost resistance. However, we know very little about the biological mechanisms operating behind this nonhost resistance. Nonhost resistance therefore presents as a durable form of resistance that the non-adapted pathogen has not evolved to over come. The work in this proposal addresses the biological processes and genetic pathways operating in the plant that are responsible for this nonhost resistance. This work undertakes a global examination of the reprogramming of the gene expression patterns that occur in wheat and barley following inoculation with host and nonhost pathogens. Three economically and ecologically important pathogens are examined that cause the diseases of powdery mildew, rust and blast. The genes and biological pathways involved in host and nonhost resistance in each of the wheat and barley interactions with these pathogens will be identified. Significant genes and pathways responsible for nonhost resistance in each cereal crop will be identified and their function further characterised. The outputs from this project will provide us with a new level of understanding of the biology of nonhost resistance in cereals. This will provide the plant breeding industry with the knowledge and tools required to achieve sustainable resistance to major pathogens. The ultimate aim is to transfer the genetic components of nonhost resistance from one cereal to the other to achieve 'nonhost-like' resistance to the adapted pathogen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024987/1","grantId":"BB/G024987/1","fundValue":"429252","fundStart":"2009-04-01","fundEnd":"2012-08-31","funder":"BBSRC","impactText":"  Findings have informed other researchers in this and related fields and underpinned further grant funding. Agriculture, Food and Drink Societal,Economic","person":"Lesley Ann Boyd","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}