{"id":"AEBD315E-942D-4BA8-8A7D-869A2C7A7CBC","title":"Colour to grey scale and related transforms","abstractText":"Every year, millions of poor grey scale reproductions of colour images are made. Through our research we aim to make millions more good grey scale prints.It is now increasingly common to capture images using colour digital cameras and display them on colour monitors or using colour inkjet printers. However, there are still many occasions when colour images are reproduced in grey scale. The use of black and white printers, photocopiers and fax machines is still an every day occurrence. Unfortunately, the conversion of colour images to their grey scale equivalent, either by these devices, or through other means, often results in a poor reproduction of the images. The aim of our research is to develop a method to derive the best possible grey scale reproduction of a colour image, by a careful consideration of the limitations of our own visual system, and by exploiting the underlying physics of colour image formation. Usually, the colour at a given image point is coded by three numbers, and in the grey scale transformation these three numbers are reduced to just one grey value. More generally, colour information might be coded using N (where N&gt;3) numbers, and in this case it is useful to be able to derive methods to reduce these N numbers to 3, or fewer, so that the N-dimensional information recorded can be displayed on conventional imaging technology. We will extend our research to also consider such cases. Our research will lead to the improved reproduction of images on grey scale devices (e.g. improved photocopying and faxing) as well as providing us with the ability to better visualise the information contained in, for example, satellite images. We also expect that it will be possible to exploit the technology we develop to make colour images that can be viewed without error or confusion, by colour-blind observers. In addition, the work will lead to improvements in existing image-processing algorithms, and to a better understanding of how our own visual system perceives colour and brightness information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E012159/1","grantId":"EP/E012159/1","fundValue":"34768","fundStart":"2006-10-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"","person":"Marina  Bloj","coPersons":[],"organisation":"University of Bradford","findingsText":"","dataset":"gtr"}