{"id":"AEC9521A-6CAD-4954-A2B8-06F3C216F16A","title":"The University of Local Knowledge: Empowering Community Experts Across Physical-Virtual Boundaries","abstractText":"The 'University of Local Knowledge' (ULK) is a community project that celebrates local skills and knowledge, helping community members to value and spread their knowledge which in turn will aid community stability. The project has the full support of the local community, and is led in part by a steering group of community representatives. Working with artist Suzanne Lacy, KWMC has begun to capture film clips, or 'classes', in which residents share expertise and co-construct knowledge through events and performances.We will build on this foundation by developing technologies and techniques that help us scale up and study community skill and praxis. The University of Local Knowledge will bring together KWMC and the Knowle West community with a team of academics, artists and educators to study the deployment and use of technologies and techniques to collaboratively develop knowledge to enhance our understanding of the relationships between physical and digital community. We will help capture skills in a University-like structure in order to teach and publicise to others within and beyond the community; individual 'classes' will be assembled into programmes of 'study' that will be housed in 'departments' and 'faculties'. We will build systems through which further 'classes' can be added and pedagogic structures can be changed by contributors. We have chosen University as a deliberately contentious metaphor to provoke debate around what constitutes knowledge and why values are placed on different spheres of expertise. These 'classes' will be films/videos of Knowle West residents describing how to do something that they are an expert at; KWMC have captured an initial pool of examples which can be used to populate ULK. The resulting ULK structure will be visualised as a network of classes, departments and faculties. We will implement such structures within an online web service, and allow users both to comment and upload new classes, but also allow experienced members to adapt and 'mash up' the structure of ULK itself in order to better organise or present programmes of study. These web services will also be displayed in physical installations deployed within Bristol. In addition to configuring programmes of study we will convene a series of events including a conference with 'seminars' arranged in local sites, including shops, libraries and homes, with academics and local experts paired in conversation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I032126/1","grantId":"EP/I032126/1","fundValue":"304141","fundStart":"2011-11-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"  Project findings have been used to illustrate a range of techniques for organising and presenting community knowledge. We are developing techniques to generalise these organisational techniques to a range of different applications. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education Cultural,Societal","person":"Mike C Fraser","coPersons":["Angela Ann Piccini","Sriram  Subramanian","Kirsten Fiona Cater","Rosamund  Sutherland","Adrienne  Noonan","Daniel  Dixon"],"organisation":"University of Bristol","findingsText":" We have discovered a technique that can organise knowledge and information by 'crowdsourcing' playlists into emergent hierarchical structures. We believe that community knowledge is only one application of our technique and are currently exploring possible further applications. Communities and Social Services/Policy,Creative Economy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Transport","dataset":"gtr"}