{"id":"AEC9F34C-6260-4928-9077-A70186C7D79B","title":"TRAcing the fate of Glacial-Interglacial Carbon ('TRAGIC')","abstractText":"How sensitive is our climate system to the emission of greenhouse gases such as carbon dioxide and methane? Might we reach a 'tipping point', when natural processes start to release more and more greenhouse gases, greatly amplifying the warming that humans are already causing? Because of the complexity of the Earth's climate system, and sometimes simply because of our lack of imagination about all the different ways in which the Earth can respond to being poked, a comprehensive answer to these questions is extremely difficult to achieve, even with our best climate models. It would be a great help to us in testing and improving our computer models and predictions of future climate change if we could better understand events recorded in the geological past involving changes in atmospheric greenhouse gases and climate. Our focus here is prompted by painstaking measurements that have been made for more than 30 years of the amount of carbon dioxide (CO2) contained in minute bubbles trapped in ancient ice. These measurements reveal that the concentration of CO2 in the atmosphere has undergone large fluctuations over the course of the past million years, falling in approximate step with the growth of massive ice sheets and cold glacial periods and rising as conditions get warmer. As CO2 is a greenhouse gas, lower concentrations clearly help explain why climate was much colder during glacial intervals than today. So what then drives CO2 lower during glacial times (and up during inter-glacial periods such as today)? Amazingly, although scientists have been searching for the answer for over 30 years, still no-one knows for sure. Many different hypotheses have been forwarded; some involving changes in ocean circulation, others the supply of nutrients (such as iron) to life at the ocean surface. Some suggested changes will turn out to be unimportant, others may be key parts of the puzzle. How can we choose the correct answer from such a variety of possibilities? We believe that new information generated by a PhD student at the University of Bristol holds the key. He has measured the composition of the shells of minute organisms living at the bottom of the ocean. Various elements and compounds are incorporated from seawater into the shells as they form, and the exact amount of the element boron and its isotopic composition depends on ocean acidity. Hence, it is possible to reconstruct how the acidity of the deep ocean has changed since the last glacial. This is important because much of the 'missing' atmospheric carbon during glacial times may have been stored in dissolved form in the deep ocean, and since adding CO2 to water makes it more acidic, it is possible to reconstruct how much carbon there really was down there. In this project we will test ideas for what caused the glacial-interglacial changes in atmospheric CO2. As we do not have spare copies of our planet on which to experiment and test ideas, nor a time machine to go back and make direct measurements of carbon storage in the deep ocean, our research tool is a computer representation of the Earth system. This model accounts for ocean circulation and greenhouse warming, as well as the cycling of carbon and nutrients within the ocean and exchanges with the underlying deep-sea sediments. We will use this model to predict what the geological record would look like if any of the various hypotheses proposed for the observations were correct. The one that fits the closest we will assume is also closest to the truth (although we could never know what happened absolutely for sure). The result of our work will be an improved understanding of how and why the global carbon cycle fluctuated in response to the glacial-interglacial cycles, increasing our confidence in being able to predict how (fossil fuel) carbon may be exchanged between different reservoirs in the future, and how changes in climate and ocean circulation may modulate this.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I017240/1","grantId":"NE/I017240/1","fundValue":"47935","fundStart":"2011-12-31","fundEnd":"2012-12-30","funder":"NERC","impactText":"","person":"Andy  Ridgwell","coPersons":[],"organisation":"University of Bristol","findingsText":" End of the ice age\n\nAided by this project, we discovered that a giant 'burp' of carbon dioxide (CO2) from the North Pacific Ocean helped trigger the end of last ice age, around 17,000 years ago. \n\nThrough the research, led by Dr. James Rae now at the University of St Andrews, we found that changes in ocean circulation in the North Pacific caused a giant 'burp' of CO2 - equivalent to more than 10 years of today's fossil fuel emissions - to be released from the deep ocean into the atmosphere, helping to warm the planet sufficiently to trigger the end of the last ice age.\n\nThe new findings will help scientists understand how the earth's climate can operate, and the different ways in which the ocean and atmosphere can exchange CO2. \n\nAccording to Dr. James Rae &quot;Previously, scientists have suggested that the Antarctic Ocean and North Atlantic were the only places likely to release CO2 at the end of the ice age, due to their ability to mix up high CO2 waters from depth. However, a change in rainfall over the North Pacific region made the ocean surface saltier and less buoyant, allowing it to form deep water. This allowed CO2 stored in the deep Pacific to be released to the atmosphere, where it helped warm the planet and melt back the ice sheets that covered much of the Northern Hemisphere&quot;. \n\nThe team of scientists from the University of St Andrews, University of Bristol and University of Kiel, Germany, made a series of chemical measurements on minuscule fossil shells to trace ocean CO2 storage and circulation patterns up to two miles beneath the ocean's surface. Dr. Gavin Foster, from the University of Southampton, a co-author on the study said &quot;This study is only really possible thanks to new developments in geochemistry, that allow us to reconstruct the pH of the ocean in the past for the first time, giving an accurate measurement of how ocean CO2 is stored&quot;.\n\nDr James Rae, , explains:\n\n&quot;Our study shows that North Pacific deep water penetrated all the way into the deep ocean, allowing it to release deep ocean CO2. We tested this idea further with a climate model, which showed that deep water formation in the North Pacific causes ocean CO2 release, large enough to drive the atmospheric CO2 rise recorded at the start of the deglaciation.\nThe results of our study came as a big surprise, as we were expecting to see a signature of CO2 release from the ocean around Antarctica, which has been the leading hypothesis for deglacial CO2 rise. Instead we found a signal we can only explain with CO2 release from the North Pacific. &quot;\nAlthough the CO2 rise caused by this process was dramatic in geological terms, it happened very slowly compared to modern man-made CO2 rise. Humans have driven CO2 rise in the atmosphere as large as the CO2 rise that helped end the last ice age, but the man-made CO2 rise has happened 100 times faster. This will have a huge effect on the climate system, and one that we are only just starting to see. In revising our thinking about what were the major processes involved in the CO2 rise at the last deglacial and their respective causes.\nAlso, in general: a new appreciation of the potential for a much more dynamic physical ocean environment in the North Pacific in the past, and a more active role in the global carbon cycle. Education","dataset":"gtr"}