{"id":"AECE505D-3DCE-470C-81AE-FBC114FE5BB2","title":"The CPW-cavity planar Penning trap. Circuit-QED with trapped electrons and planar superconducting microwave cavities in a chip.","abstractText":"This research project focuses on the development and experimental demonstration of a novel superconducting planar Penning trap for electrons, which is conceived to become a versatile building block of future quantum circuits. The proposed new technology is capable of next generation high precision measurements of fundamental constants (such as the g-factor of the free electron and the fine-structure constant) using advanced quantum metrology protocols, as proposed by Cirac and Gabrielse from MPQ/Garching and Harvard, respectively. It is also conceived for the development of a new ultra-high precision magnetic microscope, using a single trapped electron as magnetic sensor. The envisaged magnetic microscope will permit the detection, with unprecedented accuracy and spatial resolution, of local magnetic fields on surfaces. The third pillar of the proposed new trapping technology is the implementation of matter-wave interferometric tools for trapped electrons. Although electrons were used many decades ago in the first experimental observations of wave-particle dualism, such a basic tool as a coherent beam-splitter has never been implemented in Penning trap experiments. Our research will try to fill this important gap. The motivation is the study of systems of correlated and entangled trapped electrons, thereby taking advantage of the extraordinary control offered by well-proven Penning trap techniques over the precise preparation of the trapped particles, their quantum numbers and spin orientations.Penning traps are used in a wide variety of applications including: mass spectrometry, high precision measurements of atomic and nuclear properties, antihydrogen production, plasma physics and others. The maturity achieved by Penning trap technology has recently led to several theoretical proposals about the construction of a quantum processor using trapped electrons. Novel scalable planar Penning traps have been conceived and actually built. However, the initial planar traps for electrons are limited in their experimental capabilities, since they cannot include some tools of conventional 3D Penning traps essential for the good performance of those. We propose a new Penning trap technology, which overcomes those limitations. Moreover, its novel design is also highly inspired by the extraordinary development of planar microwave technology. Superconducting microwave resonators with extremely low losses have been built on a chip, capable of storing a single photon for a long time, which, among others, permits the coherent transfer of quantum information between different physical systems in the chip. A very prominent experimental demonstration of the capabilities of such resonators has been achieved by the group of Prof R Schoelkopf from the University of Yale (USA). The mentioned microwave planar cavities (or resonators) offer plenty of new possibilities for trapped electrons and indeed constitute the main technological basis of the new CPW-cavity Penning trap to be developed within this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I012850/1","grantId":"EP/I012850/1","fundValue":"103910","fundStart":"2010-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  Yes, they are used in my research group Education,Other Cultural","person":"Jose Luis Verdu Galiana","coPersons":[],"organisation":"University of Sussex","findingsText":" We have designed a novel planar Penning trap technology. \n\nWe have invented a new planar magnetic technology suitable for mass spectrometry applications and quantum computation with trapped electrons.\n\nWe have built a new cryogenic experimental set-up for experiments with the novel planar Penning trap technology mentioned above. Mass spectrometry. We have two patents protecting our technology. We aim at building a prototype and find investors for the commercial exploitation. However, more funding EPSRC will be necessary. Chemicals","dataset":"gtr"}