{"id":"AED8791D-9A0D-4C52-B170-5154BD77B168","title":"uComp: Embedded Human Computation for Knowledge Extraction and Evaluation","abstractText":"The rapid growth and fragmented character of social media and publicly available structured data challenges established approaches to knowledge extraction. Many algorithms fail when they encounter noisy, multilingual and often contradictory input. Efforts to increase the reliability and scalability of these algorithms face a lack of suitable training data and gold standards. Given that humans excel at interpreting contradictory and context-dependent language data, the uComp project will address the above mentioned shortcomings by merging collective human intelligence and automated methods in a symbiotic fashion. The project will build upon the emerging field of Human Computation (HC) in the tradition of games with a purpose and crowdsourcing marketplaces. It will advance the field of Web Science by developing a scalable and generic HC framework for knowledge extraction and evaluation, delegating the most challenging tasks to large communities of users and continuously learning from their input to optimise automated methods as part of an iterative process. A major contribution is the proposed foundational research on Embedded Human Computation (EHC), which will advance and integrate the currently fragmented research on human and machine computation. EHC goes beyond mere data collection and embeds the HC paradigm into adaptive knowledge extraction workflows. An open evaluation campaign will validate the accuracy and scalability of EHC to acquire factual and affective knowledge. In addition to novel evaluation methods, uComp will also provide shared datasets and benchmark the EHC approach against established knowledge processing algorithms.\n\nWhile the methods of uComp will be held generic to be evaluated across domains, climate change was chosen as the main use case for its challenging nature, subject to changing and conflicting interpretations. Active collaboration with international organisations (EEA, NOAA, NASA) will increase the project's visibility and promote the adoption of the EHC paradigm among a wide range of stakeholders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K017896/1","grantId":"EP/K017896/1","fundValue":"375621","fundStart":"2012-11-15","fundEnd":"2016-05-14","funder":"EPSRC","impactText":"","person":"Wilhelmus Theodorus Peters","coPersons":["Kalina  Bontcheva","Mark  Hepple"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}