{"id":"AEDBF069-00C1-4DCB-8B15-2DC7822CF7C2","title":"Novel co-blended polymer matrix systems for fire resistant structural marine composites","abstractText":"Fibre-reinforced composites are finding increased usage in load-bearing structures in a variety of applications in marine, automotive and rail transport industries owing to their specific strength and stiffness properties. A serious problem with these composite materials, particularly glass-reinforced polymeric composites, which are the most prevalent in marine and other surface transport applications, is that they support combustion and in fire conditions burn, most often with heavy soot and smoke. Insulation can reduce the fire hazard, but does not eliminate it. Moreover the insulation adds weight and cost to apply.The combustible part of the composite is organic resin matrix. Most common method of fire retarding the resin and hence, the overall composite is the physical and chemical modification of the resin by either adding fire retardant element in the polymer backbone or using fire retardant additives in the resin. For polyester or vinyl ester resins, usually halogenated chemicals are used. While the presence of halogen significantly reduces the flammability of the resin, due to increasing environmental awareness and strict environmental legislations thereof, halogen - containing fire retardants are being strictly scrutinised. When non-halogen flame retardants are used, invariably they are required in large quantities (&gt;30% w/w) to achieve required level of fire retardancy. The high concentrations of additives however, can reduce the mechanical properties of the composite. Moreover, they also affect resin's processability for resin transfer moulding technique, commonly used for these types of composites. We propose here a step change in the resin matrix by reducing the combustibility of vinyl ester and/or polyester resin by co-blending with inherently fire retardant resins, such as phenolic or melamine-formaldehyde resin.This proposal is a joint attempt by 'Fire Materials' group at the University of Bolton and 'Fluid Structure Interactions Research Group (FSIRG) at the University of Southampton to develop, construct, test and model novel, fire-retardant composites, initially for marine applications. The principal focus is to develop a modified polymeric matrix to reduce the combustibility of the vinyl ester or polyester resins by blending with appropriately modified phenolic and melamine resins, which will increase the thermal stability and char-forming capacity of the matrix. The physical and chemical properties of the modified resin will be optimised to enable: (a) the resin to be infusible for moulding leading to good processing ability: (b) low temperature cure capability to maximize compatibility and bonding with glass fibres; and (c) up-scaling to produce large laminates and structures. It is proposed that two different approaches will be taken: the first one 'Material' based, mainly by Bolton, and the other 'Structure' based, to which both Bolton and Southampton will contribute. The specific tasks include resin blending, chemical / physical modification of the resin, process modelling and resin infusion, composite laminate preparation and flammability evaluation. The composite laminates and structures thus produced are expected to comply with the fire performance requirements contained in the International Convention for the Safety of Life at Sea (SOLAS) as `IMO/HSC Code (Code of Safety for High Speed craft of the International Maritime Organisation). Additionally, the structural performance of the composite would be expected to be comparable with current glass/vinyl ester. We also propose to conduct fire performance modelling, mechanical characterisation and progressive damage analysis from a structural design viewpoint.We expect these composites to find applications also in other engineering arenas for which low-weight, thermally resistant and fire-retardant structures are increasingly being sought.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020926/1","grantId":"EP/H020926/1","fundValue":"348336","fundStart":"2010-11-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"","person":"Ramanand Ajit Shenoi","coPersons":["Stephen William Boyd"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}