{"id":"AEDF35E4-7F45-4325-94B5-BEC01767A3B6","title":"Moving the goal posts: PARASHIFT proton magnetic resonance imaging","abstractText":"Magnetic resonance imaging (MRI) offers a window on the human body and reports the relative distribution of water in tissues within the body. MRI scans are used around the world with about 100 million examinations per year, and in 40% of these cases a contrast agent is given to the patient to assist in image clarity, aiding the radiologist in interpreting the scans observed. The scanner is tuned to the frequency at which the water hydrogen nuclei resonate, which lies in the radiofrequency range. \n\nWe propose to develop a series of safe, well tolerated contrast agents that can be observed in parallel to observation of the water signal. These contrast agents, based on rare earth metal complexes, will possess a reporting proton signal that can be observed far away from the water signal, typically at least 10 kHz away, allowing it to be selectively observed. By careful design of these systems, we will make the probe resonant frequency sensitive to local physiological parameters, such as pH or the local extracellular concentration of certain essential metal ions like magnesium and calcium. This will allow these parameters to be assessed in the region of interest that is observed. Such work is important as different regions have differing local pH gradients, and changes in extracellular calcium concentration is important in assessing bone disorders. The physiological and pathological role of magnesium is believed to be very important in stroke and ischemia, but no such real-time measurements of its levels have been made before. \n\nA key aspect of this 'dual imaging' approach is that the new contrast agents can be detected at much lower concentration, and at levels that are safe to use. These levels lie within the current range of the approved gadolinium contrast agents that have been used clinically since 1988. This enhanced sensitivity arises from the closeness of the reporting proton signalling group to a magnetic metal centre that is incarcerated within the contrast agent. This proximity leads to enhanced sensitivity because the signal acquisition sequence can be speeded up, allowing signal intensity to be acquired about 20 times faster than would otherwise be possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L012189/1","grantId":"EP/L012189/1","fundValue":"149777","fundStart":"2014-02-28","fundEnd":"2017-02-27","funder":"EPSRC","impactText":"  Project is in the earliest phases of development and findings from this work are not yet published.  ","person":"Andrew Matthew Blamire","coPersons":["Ross James Maxwell"],"organisation":"Newcastle University","findingsText":" The funding covers development of a new type of MRI contrast agent for molecular imaging. This is under development. The work is in the early phases of development but with promising findings. We anticipate there being opportunities to link the contrast agents to proteins or antibodies to develop targetted MRI contrast agents in the future once the work is completed, protected and published. Chemicals,Healthcare","dataset":"gtr"}