{"id":"AEE1D087-899C-44D7-AED9-64B0B271D079","title":"Unravelling the molecular genetic basis of Striga resistance in cereals: integrating Quantitative Trait Loci (QTL) and genomic approaches","abstractText":"Rice and sorghum are two of the major staple foods for millions of people in sub Saharan Africa (SSA) and the semi-arid tropics yet a major constraint to crop production and yield improvement is the parasitic weed Striga. This parasite attaches to the roots of the host plant causing severe stunting and loss of grain yield. Currently Striga species infest over 40% of the cereal producing areas of SSA; their effects are greatest on infertile soils and those most severely affected are the poorest subsistence farmers upon whom the weed exerts major impacts on poverty and health. At present the most commonly used strategies for alleviating the impact of this parasite include hand weeding, improving soil fertility and the use of 'tolerant' cultivars (which produce some grain even when infected), however success has been limited. While combining several control measures is likely to be necessary for control of Striga, crop losses due to the parasite could be reduced significantly through introducing host resistance genes into the most commonly used cultivars. However, the use of resistant cultivars is limited by a lack of resistant material and by a lack of understanding of the molecular genetic nature of host resistance to Striga. Over the last 5 years we have carried out an extensive screening programme in rice and have identified cultivars that show good post-attachment resistance to S. hermonthica. The discovery of resistance in rice to Striga is of great significance as it is currently the best 'model' cereal for molecular genetic studies as the genome of this crop plant has been sequenced. In this programme we propose to take an integrative approach to identify and investigate the molecular genetic nature of resistance to Striga in rice by combining our extensive knowledge of Striga-host interactions, our novel plant growth systems and modern genomic and comparative genomic techniques. We will then use information gained from rice to determine the extent to which similar resistance occurs in sorghum. Not only will the project enhance our fundamental understanding of the molecular genetic nature of resistance to Striga but it will contribute to more efficient breeding methods for Striga resistance that could be used in regional and national breeding programmes in Africa for rice and sorghum improvement. The improvement of varieties which stabilize yields and their adoption by subsistence farmers is critical for enhanced food security and poverty reduction in West and sub Saharan Africa in the long term.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004303/1","grantId":"BB/F004303/1","fundValue":"594139","fundStart":"2008-05-01","fundEnd":"2011-12-16","funder":"BBSRC","impactText":"  We have screened 25 adapted rice cultivars in the lab/rhizotron and field. Out of these cultivars we have found 5 cultivars with effective resistance (based on multiple mechanisms) against Striga hermonthica (NERICA-1, -2, -5 and -10 and IR49255-B-B-5-2) and 5 cultivars with effective resistance against Striga asiatica (NERICA-1, -3, -4, -5, and -17). As most of these cultivars are already released in many African countries, they are readily available to rice farmers. Rice farmers working in the upland environments where problems with Striga are prominent, are generally poor subsistence farmers (often women). Rice cultivars with resistance to Striga and general high yields, as the ones we identified through this work, comprise a very helpful and relevant technology for these resource-poor farmers as they will enable them to raise (and sustain) yields by one to several tonnes per ha (we have found yield differences of upto 3 tonnes/ha), compared to traditionally grown cultivars.\n\nThe discovery of the same Striga-resistance QTL on Chromosome 12 in different mapping populations is currently being followed up in the BBSRC SCPRID grant where we have identified candidate genes for resistance. As the resistance is broad spectrum we expect it to be very useful in breeding programmes to improve resistance to Striga in farmer preferred varieties. Agriculture, Food and Drink Economic","person":"Julie  Scholes","coPersons":["Malcolm Colin  Press","Charles Thomas Hash","J  Slate","Jonne  Rodenburg"],"organisation":"University of Sheffield","findingsText":" 1. We screened 25 African-adapted rice cultivars in the laboratory and at field sites in Africa for resistance and tolerance to the parasitic weeds Striga hermonthica and Striga asiatica. We identified cultivars with effective resistance against both parasites. As most of these cultivars are already released in many African countries, they are readily available to rice farmers. We are able to advise farmers which cultivars to grow to give good resistance to S. hermonthica or S. asiatica to optimise yields.\n\n2. We have used rice Chromosome Segment Substitution Lines (CSSLs) and Backcross Inbred Lines (BILS) to identify QTL underlying resistance to Striga species.We have identified a highly significant QTL on chromosome 12 (in both populations) responsible for a large proportion of the resistance. This result is very exciting as it suggests that resistance is due to one or a small number of tightly linked genes of major effect. \n\n3. We undertook an analysis of the level of sequence synteny exhibited between the rice and sorghum genomes and developed tools to anchor chromosomal regions in both species. The analysis revealed that that the majority (78%) of resistance QTL in rice have co-linear loci in sorghum. This suggests that many genes that control Striga infection may be conserved between the two species and also identifies genes that may be unique to each. We have screened 25 adapted rice cultivars in the lab/rhizotron and field. Out of these cultivars we have found 5 cultivars with effective resistance (based on multiple mechanisms) against Striga hermonthica (NERICA-1, -2, -5 and -10 and IR49255-B-B-5-2) and 5 cultivars with effective resistance against Striga asiatica (NERICA-1, -3, -4, -5, and -17). As most of these cultivars are already released in many African countries, they are readily available to rice farmers. Rice farmers working in the upland environments where problems with Striga are prominent, are generally poor subsistence farmers (often women). Rice cultivars with resistance to Striga and general high yields, as the ones we identified through this work, comprise a very helpful and relevant technology for these resource-poor farmers as they will enable them to raise (and sustain) yields by one to several tonnes per ha (we have found yield differences of upto 3 tonnes/ha), compared to traditionally grown cultivars. Agriculture, Food and Drink","dataset":"gtr"}