{"id":"AEEEEADB-AB8D-4662-A4C5-2E9A09F59BC3","title":"Seminar Series on Food Options, Opinions and Decisions (FOOD): Integrating perspectives on consumer perceptions of food safety, nutrition and waste","abstractText":"Our seminar series aims to understand and improve UK consumers' decisions about nutrition, food safety, and food waste. Our goals align with DEFRA, the Food and Agricultural Organisation and others who use the modern view of 'food security' for developed countries, by defining it as access to food that is nutritious, affordable, safe, and sustainable, while producing minimum waste. Better food safety and reduced food waste are also high priority for the EU. Improvement is needed because (1) foodborne illnesses amount to 17 mln cases per year in the UK, including 20,000 hospitalizations and 500 deaths; (2) warnings about food risks can cause undue alarm and increase food waste; (3) UK domestic food waste is 7 mln tonnes per year, of which 4.2 mln tonnes is deemed preventable; (4) Fresh food is more nutritious but also more perishable, potentially affecting food safety and food waste; (5) UK consumers are increasingly making unhealthy food choices, contributing to 62% of UK adults being overweight or obese, and leading to health problems that cost the NHS more than &pound;5 billion per year.\nOur seminar series is timely and novel because it follows calls to better understand and inform the complex decisions consumers face about nutrition, food safety, and food waste. We aim to identify strategies that help consumers to achieve nutritious food choices that both improve food safety and reduce food waste. Our seminar series has been designed by our team of practitioners and academics, with the goal of achieving the best impact. Our practitioner team members come from the Food Standards Agency which aims to improve food safety and healthy eating, as well as at the Waste and Resources Action Programme (WRAP) which aims to reduce food waste. Our academic team members come from the University of Leeds Centre for Decision Research and the Human Appetite Research Unit who are experts in consumer food choice, domestic food waste, and risk communication, as well as from the NewCastleUniversity Food and Society Group at the School of Agriculture, Food and Rural Development who are experts in food safety and risk communication. Through 9 seminars to be held over 3 years, we will create a lasting network of users and academics who have mostly been working separately on these different topics to date. We have confirmed academic and practitioner speakers from across the UK and overseas who are key experts in the relevant domains. Seminars will be hosted at and promoted by participating universities and practitioner agencies, thus drawing diverse audiences. We will fund the travel of junior researchers and PhD students, for whom participation provides a unique opportunity for creating new networks and research ideas. \nOur project will identify strategies for helping consumers to improve food safety and reduce food waste. The PI and her team of users and academics will build on their international connections to share our findings at meetings with academics, users, consumers, and other interested parties worldwide. Our findings will be summarized in joint review papers that represent practitioner and academic experiences with developing effective strategies for helping consumers with food-related decisions. Our project website will provide public access to recordings and presentation slides from our seminar series, with information for academics, users and consumers about how to improve food safety and reduce food waste. Academics and users will work together to write joint grant proposals, with the goal of designing, implementing and testing the most promising strategies, thus identifying the best ways for helping consumers to make healthier, safer, and less wasteful food choices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002128/1","grantId":"ES/M002128/1","fundValue":"30125","fundStart":"2014-11-03","fundEnd":"2017-11-02","funder":"ESRC","impactText":"","person":"Wandi  Bruine De Bruin","coPersons":["Louise  Dye","Sian  Thomas","GULBANU  KAPTAN","Tom  Quested","Lynn Jayne Frewer","Nicola  Bown"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}