{"id":"AEF62882-E114-4243-8A28-F77713854FB3","title":"Resource Static Analysis","abstractText":"Software systems and computer networks are prone to failure. The National Institute of Standards and Technology estimates software errors cost the U.S. economy $59.5 billion annually. It is likely that costs in Europe are on a similar scale.Static Analysis is a technique for analysing software without executing it, to help detect and repair defects. With increasing complexity of software, traditional testing and validation techniques are stretched to the limit. Automated static analysis tools look set to become a crucial part of modern software development. We will build a demonstration static analysis tool for Java which targets a new class of software defects not considered by existing tools: those arising from resource usage violations. This Follow-on Fund project aims to capitalise on a ground-breaking strand of research supported by EPSRC funds since 2000, set in a wider background of over 40 years of world-leading research in Types, Logic, and Theorem Proving at the University of Edinburgh, much of which was also funded by EPSRC and its predecessors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G006032/1","grantId":"EP/G006032/1","fundValue":"101255","fundStart":"2009-03-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"  The main use was the further investigation in the University R&amp;D and spin-out company Contemplate Ltd. Some of this technology is now being used in industry to help build higher quality software that suffers from fewer unpredictable failures, or flaws that can be exploited by cyber attackers. Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy Societal,Economic","person":"David  Aspinall","coPersons":["Donald  Sannella"],"organisation":"University of Edinburgh","findingsText":" A prototype program analysis engine was produced which handled small examples, including library code indicative of commercial example code. \n\nThe commercial objectives have been undertaken by Aspinall and Sannella within the spin-out company Contemplate Ltd, which is actively pursuing opportunities in closely related areas to this research, although not so far using the techniques investigated here. For the technology studied in this follow-on fund, added value dedicated support of a Business Development Executive (Richardson) was provided to pursue further connections and opportunities. Some of the general techniques for resource analysis of software programs continue to be applicable to a range of domains, e.g., cyber security. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}