{"id":"AEFE3AFD-599A-44E8-B478-1608DD1D5DC7","title":"Participation in healthcare environment engineering","abstractText":"This research programme will positively affect health and well-being and improve healthcare effectiveness to benefit the UK population. The aim is to create a team to deliver high impact research to improve the user experience of healthcare environments, through user participation in design, engineering and decision making. This research will produce (1) better healthcare environment designs; and (2) new methods for end user participation in engineering.Engineering produces things (environments, products, processes) to improve our quality of life, yet the people who will ultimately use these things are often not involved in their design (or if they are, this often amounts to tokenistic consultation , rather than embedded best practice). Decision making needs to directly involve the people who use these things, to capture their subjective opinions, ideas, language, feelings, and needs and translate these into a format meaningful for engineers. Involving people in engineering can have a transformative effect on new products and environments, but since this is not traditionally part of formal engineering training, the benefits of participation still have huge, untapped potential. Furthermore, the notion that engineering can be enhanced through working with other disciplines is only just beginning to have an impact in engineering practice. A radical step change is needed now, to equip our next generations of young engineers with the know-how to think in new creative waysParticipation is most powerful when it contributes to improving quality of life, and healthcare is the most timely and relevant application of this. The UK has been left with a legacy of aged hospital buildings that are unsuitable for the needs of today's increasing and ageing population. The design of healthcare environments can be linked to health outcomes so it is increasingly important to optimise the design and user experience of new build and redeveloped healthcare projects. The challenges faced by healthcare environment design are complex. Infection control, safety, security and environmental issues all impose constraints, and now the advent of patient choice means that the whole hospital environment must effectively sell the hospital as a carefully packaged experience. Improving healthcare design through participation requires a highly inter-disciplinary approach. This research programme draws together engineering with design, architecture, psychology, science, ICT and healthcare. Hospitals and industry will provide real life users and opportunities for piloting novel participatory design approaches (for example, in creating a better experience for patients in the Emergency Department). Government involvement will help to drive forward policy change, and crucially, end users (patients, staff, decision makers) are involved throughout. This programme of research is executed through 4 core research themes: (1) methods of participation, including exploiting developments in Information and Communication technology (ICT) as an enabler to participation; (2) best-use of representations of future healthcare environments for co-designing with, and presenting concepts to stakeholders; (3) data capture from these representations, and the best use, re-use and presentation of data to decision-makers; and (4) production of an evidence-base for this research by measuring the effects of engineering and design interventions on health and healthcare effectiveness. The ultimate vision is that this work will launch a step-change in engineering research, which will impact upon practice and education. This programme will set a precedent for user involvement in engineering, demonstrating how highly inter-disciplinary research teams can inject creativity and humanity into the creation of environments, products and services in new ways - which will lead to true innovation in design and engineering in the 21st Century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H022031/1","grantId":"EP/H022031/1","fundValue":"1122270","fundStart":"2010-06-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"","person":"Rebecca  Cain","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}