{"id":"AF05B90D-03F3-42B2-9DCB-3FD77326D73B","title":"An examination of the role of soft law in international human rights law: the Robben Island Guidelines on the Prevention of Torture in Africa","abstractText":"Torture, what it means and whether states have an obligation to prevent torture and other forms of ill treatment has been of increasing political and therefore legal importance in recent years. How one defines torture, who sets the standards and how one implements these are now matters of international and national importance.\\n\\nThe standards relating to torture have been created through international law. This has been done in a number of ways, most notably through written agreements between states (known as treaties) which create legal obligations for states. There are also a number of other documents which are created over which there is a question as to whether they create legal obligations. These are known as 'soft law' documents. On the one hand states and others are more likely to agree to these documents because they are not binding. However, the content of them can develop the detail on what states should do to prevent torture, for example, and various organisations and actors may use them to try to set standards for states and hold them to account. Although there has been some literature on their role and their potential importance in setting and developing legal standards, less attention has been paid to practical examples of these type of documents and to considering how they are used by states, non-governmental organisations and others, whether internationally or within particular countries.\\n\\nThis research takes one example of a 'soft law' document, the Robben Island Guidelines on the Prevention of Torture (RIG) and aims to consider how they were created, whether they create legal obligations, how they are used internationally and nationally and how the standards within them can be implemented. The Robben Island Guidelines were created under the regional human rights body for Africa, the African Commission on Human and Peoples' Rights, and they set out requirements for states to prevent and criminalise torture.\\n\\nThis is a unique opportunity for high value research in this contentious area of torture given the background and experience of both the Principal Investigator, Co-Applicant and the Research Assistant. \\n\\nThe Principal Investigator and the Research Assistant will carry out a literature review relating to soft law before examining the documents and material of the African Commission and its Follow Up Committee established to implement the RIG. It will also undertake a series of trips to several African countries to determine views on the use of the Guidelines nationally. A series of seminars will also be held. A PhD studentship will track what mechanisms are available to prevent torture in one African state of the candidate's choice.\\n\\nThe outputs of the research will be both academic and practical.They will include a book length study on the Creation and Implementation of Standards of Torture, and several articles in leading journals on torture and the strategic use of soft law. More practically, the research will involve seminars the result of which shall be the adoption of policy papers and guidance on implementation of RIG, including a strategic plan for the Follow Up Committee on implementation of RIG. The seminars will bring together members of the Follow Up Committee and other international organisations such as the APT and national bodies such as police and prison ombudsmen and NGOs, as well as government and others to discuss implementation of RIG. A final conference at the end of the project will examine the role of soft law in international human rights law. This will invite key individuals and organisations from the field of international law generally as well as RIG in particular. The research will also provide a website on the RIG and their implementation. A PhD will be completed within the period of the project. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F017111/1","grantId":"AH/F017111/1","fundValue":"576330","fundStart":"2008-10-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Rachel  Murray","coPersons":["Malcolm David Evans"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}