{"id":"AF058D6C-1115-4943-A18B-281C24E91755","title":"Grow your own - health risks and benefits of producing and consuming your own food in urban areas","abstractText":"In the UK there are over 250,000 allotment holders, many in urban areas, and in many city gardens fruit and vegetables are grown, often in regions known to have a legacy of environmental pollution. The activities of cultivating and eating 'home grown' foods holds both risks and benefits, yet the balance of risk and benefits and the resulting net implications for human health have not been clearly established. This has constrained development of evidence-based measures for policy and practice relating to urban food production. Urban areas suffer a legacy of soil pollution linked to former industrial activities, coal burning, motor vehicles, waste incineration and dumping. Toxic elements including lead, cadmium, and arsenic, and toxic persistent organic pollutants (POPs) such as polychlorinated biphenyls (PCBs) and dioxins are most abundant in urban environments, often at potentially dangerous concentrations. In addition, naturally occurring toxic substances, including arsenic occur in soils in some areas of the UK. Pollutant pathways from soil to humans are particularly difficult to quantify as the most seriously contaminated areas are typically localised, often cannot be easily predicted, and the pathways from soil to human ingestion involve complex interactions between biological, environmental and human factors. The most important pathway of pollutant transfer from urban soil to humans is through consumption of vegetables, fruit and herbs grown in gardens and allotments, and soil ingestion. Producers of 'home grown' food can gain psychological and physiological benefits through physical activity and improved nutrition, as well as through self empowerment, engaging with nature, and participating in communal activities. Lack of physical activity and low intake of fruit and vegetables is linked to poor health, but little is known about how the health benefits of physical exercise and fruit and vegetable consumption relate to their environmental setting. Studies of these benefits have often focused on particular social groups such as the elderly or those with mental illness. Our group has been assembled to provide a critical mass of expertise relating to the whole environment-health cycle associated with urban food production and consumption. This encompasses deposition and distribution of pollutants, soil processes, plant-soil interactions, production and consumption behaviours, nutrition, public health and socio-economic factors. Our aim is to identify high-priority, interdisciplinary research needs at this specific interface between environmental sciences and human health. The outcome will be to develop the capacity for further interdisciplinary research programmes to address the outstanding problems in assessment of risks and benefits of production and consumption of crops in urban areas. Specific outputs will be: - analysis of literature and data quality issues; - publication in high quality journal; - at least one proposal for further funding and a outline programme for further proposals; - summary of above for key policy and practice stakeholders; - early career training of scientists for future research The proposal is particularly relevant to E&amp;HH themes: chronic low level exposures to toxins; soil degradation and trace metal deficiencies; application of new techniques; the role of socio-economic status in shaping behaviours relevant health risks; susceptibility of different groups; assessment of exposure and bioavailability from various physical and behavioural pathways.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E009352/1","grantId":"NE/E009352/1","fundValue":"51355","fundStart":"2007-10-08","fundEnd":"2008-10-07","funder":"NERC","impactText":"  Our findings have been cited a number of times in published papers and I have also been directly approached by allotment groups with concerns about soil contamination or about site closures due to soil guideline values being exceeded. \nThe work undertaken by the working group, and our publication has led on to further research funded by EPSRC in which we have undertaken studies of urban soils and own-grown food production Agriculture, Food and Drink,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice Societal,Policy & public services","person":"Jonathan  Leake","coPersons":["Janette Elizabeth Rigby","Barbara  Maher","Christine  Milligan","M  Barker"],"organisation":"University of Sheffield","findingsText":" This project reviewed the risks and benefits of own-growing food in urban areas. It established that current risk assessment methodologies applied in relation to urban soil contamination by metal and organic pollutants are excessively precautionary- and have resulted in unecessary scares and actions that have prevented own-growing in some areas. These precautionary approaches are unjustifiable in the light of the very considerable and multifaceted benefits of own growing, and our work has exposed a fundamental flaw in risk assessment methodologies that fail to evaluate both risks and benefits- especially where the latter can greatlly exceed the former. There is considerable interest in promoting own growing as a tool for enhancing public health and community engagement. Our studies and conclusions have far reaching implications for over-zealous application of Contaminated Land . Risk Assessment. It is noteable that the Environment Agency in 2012 has now rejected the Soil Guideline Values For Lead, which we highlighted were inappropriate, and the Government introduced new legislation in 2012 which [partly addresses the issues we raised in our paper. However, a comprehensive health risk-benefit analysis framework has yet to be developed. Open access publication- this has allowed local growers and allotment associations to gain access to this information and use it to influence local policy. Agriculture, Food and Drink,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}