{"id":"AF0CE4E8-F439-4A58-9240-AE759DC01AFB","title":"Youth transitions, international volunteering and religious transformations: the experiences of young evangelical Christians in Latin America","abstractText":"Studies of youth and religion in the UK have emphasized the emergence of 'generation Y' as largely disaffiliated from formal religious structures (Voas et al 2006). Ongoing research with young Christians in Glasgow suggests that religiously-engaged youth envision their active participation in their faith as central to their understanding of their role in the world around them (Olson et al, 2008). Unlike previous generations, this generation of young people are finding inspiration for belief in new places and networks, often emphasizing the importance of Christian concerts, faith-based volunteering, religious retreats, and other 'non-Church' activities in their understandings of their place within the world as faithful young people. In short, young people are often developing their religious identities and spiritual meanings outside of 'adult' Church structures.\\n\\nThis project aims to investigate what happens to the religious identities and spiritual understandings of young people through their participation in faith-based international volunteering projects, with a special focus upon the experiences of young evangelical Christian volunteers in Latin America. More specifically, we explore themes and debates in four key areas: (1) youth transitions; (2) understandings of religious identities, experiences and transformations; (3) global citizenship; and (4) international development and social justice. The project will draw upon and synthesise debates in these areas from an interdisciplinary perspective (including geography, sociology and development studies) as well as integrating practitioner insight and debates concerning the aims and intents of youth volunteering through faith-based organisations.\\n\\nThe research includes a case study on Latin Link, a Christian organization which supports youth volunteering in Latin America. Latin America witnessed some of the first formal evangelical Christian volunteer programmes, and Peru in particular has become an important site of Christian volunteer activity in recent decades. Here young people's evangelical volunteer programmes were pioneered in the late 1970s by two missionary societies which merged in 1991 to form Latin Link. Latin Link now sends more than fourteen teams of young people a year on short term STEP programs across Latin America (www.latinlink.org). As a non-denominational organisation Latin Link draws in young people from a variety of UK churches including Anglicans, Church of Scotland, Baptists, Presbyterians and other non conformist denominations to work with Latin American evangelical churches on a range of projects. \\n\\nThe proposed research utilises an innovative set of intensive mixed-method qualitative approaches including interviews, group discussions and diaries. Young people will be individually interviewed at an Inspire event organised by Latin Link before participating in faith-based international volunteering in Latin America. Whilst in the field, all young people will be asked to keep a diary of their experiences, focusing specifically upon their interactions with others, their observations of the host community, and key moments and meditations. Following return to the UK, all young people will be contacted for a telephone interview, and will then take part in focus group discussions during the de-briefing sessions organised by Latin Link. Analysis of the data collected will be team-focused, and findings will be disseminated through an international conference panel and conference presentations, peer-reviewed journal articles and a two-day workshop involving an initial day of youth-focused activities followed by a series of discussions and presentations for practitioners and policy makers.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G016461/1","grantId":"AH/G016461/1","fundValue":"74874","fundStart":"2009-05-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Peter Eric Hopkins","coPersons":["Elizabeth Ann Olson","Matt  Baillie Smith","Nina  Laurie"],"organisation":"Newcastle University","findingsText":" Citizenship, social justice and development: young people's perspectives\n\no Faith narratives provide constructive contexts in which teams work together\n\nwith each other, as well as shaping how young people make\n\nsense of the settings they find themselves in.\n\no There is a limited engagement with ideas of social justice as young\n\npeople seek to make sense of the places in which they volunteer, their\n\nroles in those settings and the significance of popular rhetoric around\n\ndevelopment and the global South in helping to do this.\n\n\n\nGrowing in faith: religious enhancement and personal development\n\no The majority of the research participants experienced spiritual growth\n\nand renewed spiritual meaning through their volunteering experiences in\n\nLatin America although this was often subtle in nature.\n\no A key challenge for many participants was retaining closeness with\n\nGod upon returning home.\n\n\n\nGrowing up and experiencing adulthood: age, faith and the lifecourse\n\no Research participants felt it was time to volunteer now due to them\n\nhaving fewer responsibilities and commitments than they would have\n\nlater in life. Their volunteering experiences often helped clarify their decisions\n\nabout their careers and personal development.\n\no Volunteering with Latin Link enabled young people to explore different\n\nforms of adulthood and in particular, helped them to grow in maturity\n\nwith regards to their personal faith. The findings were used by the collaborative organisation to develop further their policies and practices in working with young volunteers Communities and Social Services/Policy,Education","dataset":"gtr"}