{"id":"AF0E8B53-C179-44FB-929F-FD0D4AEB8FDC","title":"Genetic diversity and yield stability for increased resilience against climate change in the UK","abstractText":"There are major opportunities to increase crop resilience to climate change by increasing diversity. In the UK, weather patterns are likely to become more variable; with increased frequency of droughts, floods and short spells of high temperature stress (11). These changes will render UK agriculture highly vulnerable, with sudden temperature changes, rather than the mean rise, likely to have major effects on agricultural productivity (11; 24). The most economically important crop in the UK is wheat. The interaction between crop development and temperature is complex, but it has been demonstrated that the most vulnerable stage is at flowering (anthesis) (e.g. 6). The intensity and the duration of an extreme weather event affects the period of grain filling and yield reduction is directly linked to maximum temperature stress (2). These sudden, extreme events are distinct from the mean changes in global temperature; gradual increase enables selection of characteristics that improve genetic adaptation to an environment (16) whereas sudden events are considered to be largely beyond the threshold of cellular function. Plant communities with high species diversity have a greater resilience to environmental variations, in terms of (i) resource use (22); and (ii) the stability of biomass production (10). In applying these ecological principles to arable systems, the risk of crop failure can be reduced by increasing crop diversity by harnessing the complementation between different genotypes. At anthesis, an extension of this vulnerable growth stage will increase the chance that a number of individuals will escape the extreme event by flowering before, or after it. In winter wheat, the genetic mechanisms controlling ear emergence and anthesis are categorised according to their environmental interaction. Twenty eight to 56 days of cold treatment (vernalization) induces ear emergence. Genes shown to control vernalization requirement include Vrn-A1, Vrn-B1, Vrn-D1, and Vrn-B3 (14; 15). Varieties can also be categorised according to daylight (photoperiod) requirement. In bread wheat this difference is largely controlled by Ppd-D1 and Ppd-B1 (17), dominant alleles which confer early ear emergence through photoperiod insensitivity. These genes have profound effects on mega-environment adaptation but a third set, earliness per se (eps) genes, can mediate developmental rate independent of specific environmental signals (19). The vernalization and photoperiod genes confer environmental adaptation; but the eps effects facilitate more subtle manipulation of the life cycle for regional adaptation. The advent of whole genome genotyping and Quantitative Trait Locus (QTL) analysis has allowed the identification a number of important eps effects segregating in Western European elite germplasm; a large proportion of the genetic variation in ear emergence can now be accounted for (8). The eps genes describe the mean flowering time point, but variation in genotype can result from: (1) Time of first anthesis; (2) Duration of anthesis within a single ear; (3) Duration across tillers; and (4) Time of day for peak anthesis. Further genotypic effects involve absolute temperature tolerance at seed set. This proposed research aims to test the hypothesis that: greater genotypic heterogeneity increases crop resilience under increasing climatic stress. The single character of flowering has been selected to test the proof of concept. The proposed research will develop new genetic markers for heading date. NILs for the UK eps QTLs and two CCPs, one heterogeneous for eps genes alone, and the other with a wide genetic background, will be dissected genetically and physiologically. The performance of the different genotypes to specific timed heat stress events will determine the contribution of flowering diversity to crop resilience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H012176/1","grantId":"BB/H012176/1","fundValue":"537185","fundStart":"2010-07-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  At this stage, before the end of the project, the major findings relating to flowering diversity and phenotype in wheat have been used in the R and D departments of wheat breeders. The specific assessment methods for lab. and field analysis of flowering have been communicated with pre-breeding groups. Furthermore, early data relating to the relative strength of photo period sensitivity alleles in wheat have been discussed with breeders; the alleles are particular relevant when breeding for a changing climate. Agriculture, Food and Drink Policy & public services","person":"Hannah  Jones","coPersons":["Michael  Gooding"],"organisation":"University of Reading","findingsText":" During this project, even prior to completion, we have identified the relative variation in flowering habit in selected UK wheat lines, and how these flowering characteristics vary with climatic stress. This information is valuable to cereal breeders who wish to breed varieties which are more resilient in their yield performance in a changing climate. This project is not yet complete, but the findings through private meetings and through WGIN, have been taken up by selected cereal breeding companies. Peer reviewed publications are in prep. Agriculture, Food and Drink","dataset":"gtr"}