{"id":"AF157911-5C55-4061-BBA3-D3DE71CBB257","title":"Deuteration Initiative for Neutron Scattering and NMR Studies of Biological Molecules","abstractText":"This proposal requests EPSRC support for a consortium of UK scientists for research projects of high biological interest. All will use sophisticated methods that enable parts of biomolecules to have their hydrogen atoms replaced by its heavier 'isotope' deuterium. This allows novel neutron scattering and NMR work in which these parts are highlighted, providing important information on structure and movement that is not available by other methods. This 'deuteration' or 'labelling' requires innovative approaches that have been developed at the Grenoble Deuteration Laboratory at the Institut Laue Langevin (the ILL is 33% UK-owned/funded). The laboratory was built with funding from a previous EPSRC grant that equipped it and initiated UK-driven scientific activity. It is now a unique facility in the world, with a flourishing in-house and user programme. Located on a remarkable science campus, the UK-based projects described below will also benefit from other powerful platforms available.1. Neutron studies of T-tract sequences of DNA (Keele)'T-tracts' are regions of DNA with repetitive runs of thymine. They have been implicated in regulatory processes. Deuteration will be used to highlight each of the two DNA strands in studies aimed at understanding these sequences and how they may be related to function.2. Structure and dynamics in filamentous viruses (Cambridge, Keele) Filamentous viruses are unique models for fundamental processes inbiology, and also have important technological uses in drug discovery and vaccine design. We will use deuteration methods to study structure and movement within the virus3. NMR/neutron studies of a mechanosensitive channel protein (Oxford) We will study a 'mechanosensitive' protein from membranes that controls cell shape and size in different environments. We have made a breakthrough in producing deuterated samples so that we can obtain important information that may be relevant to diseases and their treatment.4. Neutron scattering studies of a multienzyme complex (Glasgow)We will study how a particular set of proteins is put together to make a specialised 'molecular machine' of medical importance that controls a key step in the pathway that converts glucose into energy.5. Studies of bacterial protein-DNA complexes (Portsmouth)All bacterial species have an 'immune system', whereby their own DNA can be distinguished from foreign DNA. Deuteration will allow studies that will be important in understanding how bacterial defences can be overcome.6. Studies of the 'IMPase' enzyme, in relation to bipolar disorder (Southampton)Bipolar disorder is a mental illness. It is often treated with lithium, which interacts with the IMPase enzyme. We will study its interaction with lithium in order to understand the nature of lithium therapy, side effects, and potential alternative therapies.7. Neutron diffraction studies of DNA and drug-DNA complexes (Reading)DNA is not always the beautiful double helix of popular imagination. It forms many 'hydrogen-bonding' interactions that are not properly understood. Anticancer and other DNA-binding drugs interfere with these interactions. Deuteration will allow these effects to be seen for the first time.8. NMR and neutron studies of chromatin structure (Cambridge)DNA within the cell is packaged into bundles with proteins to give a structure called chromatin. Deuteration will be used to study how key protein complexes work to regulate the formation of chromatin structure, and which genes are expressed (transcribed into RNA and protein).9. Structural studies of human ferroportin (King's College London)Ferroportin is a protein that is involved in transferring dietary iron from intestines to blood. It is a prime target for therapeutic intervention in the illnesses haemachromatosis and thalassaemia. Deuteration will be used to provide information that will help drug design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C015452/1","grantId":"EP/C015452/1","fundValue":"691468","fundStart":"2006-05-01","fundEnd":"2010-04-30","funder":"EPSRC","impactText":"","person":"Trevor  Forsyth","coPersons":["Ernest Douglas Laue","Watson  Fuller","Margaret Jayne Lawrence","Christine Janet  Cardin","Geoff  Kneale","John Gordon Lindsay","Neil William  Isaacs","Olwyn  Byron","Jon  Cooper","Anthony  Watts","David  Barlow","D. A. Marvin"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}