{"id":"AF18164F-D8BD-458D-8D15-04BB030C422E","title":"Fennec - The Saharan Climate System","abstractText":"The central Sahara has one of the most extreme climates on Earth. During the northern summer months, a large low pressure system caused by intense sunshine develops over a huge, largely uninhabited expanse of northern Mali, southern Algeria and eastern Mauritania. Temperatures in the high 40s are normal and uplift of dry air through more than 6000m of the atmosphere is routine in what is thought to be the deepest such layer on the planet. This large zone is also where the thickest layer of dust anywhere in the Earth's atmosphere is to be found. Although the central Sahara is extremely remote, it turns out to be vitally important to the world's weather and climate. The large low pressure system drives the West African Monsoon and the dry, dusty air layers are closely related to the tropical cyclones which form over the Atlantic Ocean. Likewise, the dusty air has a strong influence on the way the atmosphere is heated, a process which is poorly understood. It is not surprising that the models we use to predict weather and climate and which are a crucial tool for understanding how the atmosphere works, all have problems in dealing with the central Sahara. Insights into how the climate system works, improving the models and therefore the predictions have all been held back in the case of the Sahara by a lack of measurements of the atmosphere and the processes that make dust and extreme weather. This will always be the case until a team goes to the central Sahara and makes these measurements. A key part of this proposal aims to do just that. We want to set up an array of special instruments, at the surface in two carefully chosen places in the central Sahara, which will monitor the winds, temperatures, dust and so on for an entire year. We will add to this collection for a shorter period of even more intense measurements during the core summer month of June. We plan also to fly a instruments attached to an aeroplane overhead the surface array and across the desert so that we can get an idea of the structure of the atmosphere and how it changes through the day. To find out how dust storms work, we will leave 10 weather stations at places where we think dust storms happen frequently. Satellites play an essential role in measuring weather and climate and are especially useful in remote places. The best available information from satellites will help to quantify how weather and climate works in the Sahara. We also expect to improve the way the satellites are able to make their measurements too. Because models are so important to understanding and predicting weather, we will make heavy use of them in this work. We want to know how well the models work over the Sahara and what can be done to improve them. We are especially interested in seeing whether the models work better if we allow them to deal with small parts of the climate system or whether we can still represent extreme places in the Sahara by ignoring these details in the models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G017166/1","grantId":"NE/G017166/1","fundValue":"908914","fundStart":"2010-01-04","fundEnd":"2013-08-31","funder":"NERC","impactText":"  Our findings are being used by the UK Met Office to improve their models. This includes a new strategy to include convective &quot;cold pools&quot; in their convection scheme, and a consideration of the need for modified entrainment over the desert. Environment Economic","person":"Douglas  Parker","coPersons":["Graham William Mann","James Benedict McQuaid"],"organisation":"University of Leeds","findingsText":" The Fennec field campaign has provided the first ever comprehensive dataset of climatic conditions over the Sahara. These data are being used to explain the physics of the climatic system in this region, and to evaluate our models of that system.\n\nWe have shown that &quot;cold pools&quot; of air moving into the desert at low levels, from thunderstorms on the margins of the desert, have a significant impact on the temperature structure of the region and are not represented in climate models. This helps to explain the biases in those models.\n\nThese results have influenced the strategy of climate modelling centres, to include cold-pools in their models.\n\nWe have used observations and models to describe the physics of the Saharan atmospheric boundary layer. We have found that there is a fundamentally different physical evolution over the Sahara, which leads to biases in the weather and climate models.\n\nWe have also developed new techniques to measure, for the first time from an airborne platform, the emissions of dust from a desert surface. The results are being used by the Met Office and other operational forecasting centres to improve their weather and climate prediction models. Environment","dataset":"gtr"}