{"id":"AF1B1353-49CA-4B3F-9D50-3444CE0AF9A6","title":"Using flow cytometry and genomics to characterise and optimise microalgal-bacterial consortia cultivated on Wastewater to produce biomass for Biofuel","abstractText":"Currently producing biofuel from microalgae is commercially prohibited. This is partly due to the high economic costs associated with the nitrogen and phosphorus nutrients required to sustain photosynthetic production. These inorganic nutrients can be found in abundance in industrial wastewater. There are also issues with the requirement of water for cultivating microalgae. Marine microalgae need to be situated near to the coast for utilisation of seawater and freshwater microalgae systems are dependent on large and continuous freshwater supplies, diverting supply away from arable farming etc. Therefore, producing biofuel from microalgae cultivated onwastewater has clear environmental and economic advantages. \n\nIn any large scale microalgal cultivation system, and particularly when using wastewater, a consortia will be present consisting of a single or several species of algae together with a complement of inherent bacteria; these associated bacteria have been shown to boost lipid production. There are many challenges associated with understanding such a complex and dynamic system. For example, interactions in the system will include metabolic changes occurring both within individual species and between the species. Ultimately the quantity and quality of the biomass suitable for biofuel will be related directly with the growth and the composition of the consortia which will dependent on interactions within it. Currently we have a poor understanding on the composition, development, function and interactions occurring with microalgae consortia.\n\nThis project will bring the three centres to develop new understanding on developing microalga-bacterial consortia cultivated on industrial water to produce biomass for biofuel. Bharathidasan University (BDU) has expertise on molecular techniques and cultivation of microalgae for bioenergy products. Phycospectrum Environmental Research Centre (PERC) has expertise on robust algal consortia and working with industry on wastewater treatment. Plymouth Marine Laboratory (PML) has expertise on the biology and chemistry to understand microbial community structure and on microbial dynamics. BDU and PERC will focus on optimising strains under industrially relevant conditions and results will be brought together with those from PML who will focus on understanding the microbial dynamics in controlled synthetic wastewater experiments. \n\nThe project will undertake community composition analysis to obtain understanding on how microalgal consortia change and function at both the cellular and molecular level. We will test the effect that both bacteria and addtional organic carbon have on influencing the growth and composition of the algal biomass as a biofuel feedstock. We will assess both the lipid and carbohydrate content of the algae for potential in biodiesel and bioethanol respectively. Put simplistically we will measure 'who is there? (community/taxonomic analysis), 'how do they compare? (comparative analysis)' and 'what are they doing? (functional analysis)' under the different conditions to optimise the amount and type of biomass suitable for conversion into biofuel.\n\nTo do this we will use the novel and powerful combination of flow cytometry tools to separate both algal and bacterial populations and genomic tools to characterise the communities. Whilst these tools have recently been applied to study marine microbial ecosystems, they have not been applied to any great extent to understanding wastewater microalgal-bacterial consortia. Knowledge gained will lead to potential to optimise consortia to improve growth rates and the amounts of lipids and/or carbohydrates. This could be achieved through controlling or adding bacteria, the addition of a waste carbon source, or through manipulation of metabolic pathways. The research will contribute to creating solutions to producing biofuel from microalgae grown on wastewater with consideration to both the environment and the economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K020617/3","grantId":"BB/K020617/3","fundValue":"530054","fundStart":"2015-03-24","fundEnd":"2017-04-30","funder":"BBSRC","impactText":"","person":"Carole  Llewellyn","coPersons":["Daniel Allan White","Karen  Tait"],"organisation":"Plymouth Marine Laboratory","findingsText":"","dataset":"gtr"}