{"id":"AF2489F9-4C42-41AB-B117-4471DD7EBE37","title":"Characterizing genetic &amp; soil induced variation in arsenic uptake translocation &amp; metabolism in rice to mitigate arsenic contamination in Asia","abstractText":"Rice is the dietary staple of South East Asia. Rice assimilates much more arsenic from soils that other grain crops as it is cultivated anaerobically, rather than aerobically. Anaerobic cultivation leads to much greater arsenic mobilization, and thus greater plant availability. Even at background levels of arsenic in rice, rice contributes considerably to human dietary exposure of this carcinogenic element. Unfortunately, extensive areas of land in rice producing regions have been contaminated through irrigation of paddy fields with groundwaters elevated in arsenic and through contamination from wastewater from base and precious metal activities. For example, irrigation water contamination has resulted in the contamination of rice of around 40 million Bangladeshis, whilst 20 million Chinese are dependent on arsenic contaminated paddies as a result of pollution from mining. On these contaminated soils, levels of arsenic can rise considerably in rice grain, greatly increasing dietary exposure to arsenic. The extent and nature of the soil contamination mean that it is not possible to remove arsenic from these soils, and also, given the high population densities supported by these agroecosystems, the contaminated soils must still be kept in rice production. Through initial trials we have revealed that there is considerable genetic variation in arsenic uptake, transport and metabolism in rice. This project will identify the genes responsible for this variation and locate them on the rice genome to enable rice to be bred that has low grain arsenic levels, with a high proportion of this grain arsenic being present as less toxic organic species. Field experiments will be conducted in Bangladesh, West Bengal and China to determine the variation in arsenic grain uptake and metabolism that exists in locally adapted species for plants grown both on groundwater and mine contaminated soils, to enable selection for further breeding. These trials will include mapping populations whose parents differ in arsenic uptake and metabolism, and through genetic analysis, the genes responsible for traits leading to low grain arsenic with more desirable metabolites will be identified and characterised. This genetic information will also enable breeding of rice with characteristics that make it suitable for use on arsenic contaminated soils. Soil factors affecting arsenic uptake by rice will also be investigated to determine if management practices can also lower the arsenic accumulation into rice grain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004184/1","grantId":"BB/F004184/1","fundValue":"440659","fundStart":"2007-12-03","fundEnd":"2010-12-02","funder":"BBSRC","impactText":"  Our work on this grant has been highly cited by the wider community. It has lead to successive BBSRC and EU funding in this area. The impact of this work was used in BBSRCs portfolio of its impacts:\n\nhttp://www.bbsrc.ac.uk/research/impact/arsenic-levels-in-food.aspx Agriculture, Food and Drink Cultural,Societal,Economic,Policy & public services","person":"Andrew  Meharg","coPersons":["Jorg  Feldmann","Yongguan  Zhu","Abdelbagi M Ismail","Adam  Price","M. Rafiqul Islam","Tapash  Dasgupta"],"organisation":"University of Aberdeen","findingsText":" The grant discovered that grain inorganic arsenic, a class-one human carcinogen had a genetic basis, but that there was a strong genotype times environment interaction. It has formed the basis of a new successful BBSRC proposal and has been the basis of a new EU Marie Curie grant, both awarded to myself. It has, along with the wider body of our work on arsenic in rice, led to EU, US FDA and WHO starting on the process of standard setting for inorganic arsenic in rice, of which the WHO was first to complete this process in 2014. Agriculture, Food and Drink","dataset":"gtr"}