{"id":"AF245C5C-E7EB-4D14-9896-6405774E186E","title":"'There's no such thing as society?' A study of broadcasting and the public services under the three Thatcher governments, 1979-1990.","abstractText":"This is a historical project whose aim is to illuminate the ways in which the profound political, economic and ideological changes brought about by Margaret Thatcher's Conservative governments in the 1980s, were reflected in and mediated by the UK broadcast media. The aim is to explore the output of radio and television during the period from 1979-1990, particularly in relation to the public services and the concept of 'the public'.\\n\\nThe research will undertake an inventory of programming in the period 1979-1990 across all terrestrial television and radio channels. It will create a database of programmes which deal with the topic of 'the public', and specifically with changing patterns of public ownership and the public services. It will consider all broadcast genres, from news and current affairs to comedy, drama, chat shows and television advertising. To this end, it will be necessary to locate sources of information on the broadcasting output during the period.\\n\\nHaving established the basic data, the research will analyse the representation of the public services and the ways in which the concept of 'the public' was mobilised in the broadcast discourse.\\n\\nIt will then go on to focus on questions of the health service and on public health as a detailed case study.\\n\\nThis textual analysis will analyse and illustrate the implicit and explicit attitudes conveyed by the programming across the genres /for example the extent to which the programming was supportive of, or opposed to political changes. it will consider the language used to speak of the changes and their consequences, and the examples, both fictional and factual, which were put forward. It will consider the ways in which broadcast programmes mediated and interpreted political initiatives.\\n\\nThis analysis will be related to:\\na. an account of the politics of the 1980s, specifically the evolution of the Conservative government's policies in relation to 'rolling back the state', privatisation and denationalisation, and the changing ideological discourse\\nb. the specific economic and organisational changes which were occurring within the National Health Service. The research team will bring specialised background knowledge of these changes.\\nc. the context of broadcasting itself, and the debate around its role as a 'public service'.\\nThe period of this study covers the launch of Channel Four and its innovative programming across the 1980s, which itself involved a re-definition of 'public service' in broadcasting; and also the Peacock Report on the de-regulation of broadcasting and the future of the BBC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E008682/1","grantId":"AH/E008682/1","fundValue":"91943","fundStart":"2008-01-14","fundEnd":"2010-02-28","funder":"AHRC","impactText":"  The research project was a historical one. It considers the historical roots of the the present political attitudes to public service in the UK, with particular reference to the National Health Service and to broadcasting. It has contributed to the debate (I have been asked to speak at a number of symposia and meetings). Its findings have been used in the publications which came out of it, and in a season of relevant television programmes shown at the British Film Institute in London in March 2011. Education,Other Cultural,Policy & public services","person":"Patricia  Holland","coPersons":["Hugh  Chignell"],"organisation":"Bournemouth University","findingsText":" The research was historical, tracing the changes to policies around public service -specifically broadcasting and the National Health Service- across Margaret Thatcher's three Governments in the 1980s. Looking at the broadcast output from the period, we traced the ways in which these changes were represented across the broadcast genres. The research gave an insight into the ideological changes of the 1980s, and illustrated the ways in which politics enters the public consciousness. We have created a database of relevant programmes which will be of use to other broadcasting historians. Political and social historians, who are concerned with the roots of the present situation of the public services, will find relevant examples. We hope our study will contribute to an understanding of present attitudes towards the public services, and a revaluation of the concept of public service, particularly in relation to broadcasting and the National Health Service. Education,Healthcare,Other","dataset":"gtr"}