{"id":"AF2A9C56-6E5C-4273-9455-1025314E2C2B","title":"PRIDE - Promoting Independence in Dementia","abstractText":"<p>This programme aims to:</p>\n\n<ul>\n \n\n <li>investigate how lifestyle changes may reduce risk of dementia, and understand the social impact of dementia</li>\n\n <li>develop and evaluate a social intervention to enhance independence for people with dementia.</li>\n\n</ul>\n\n<p>The English Longitudinal Study of Ageing (ELSA) cohort which has followed 10,000 older people over ten years assessing health, wealth, lifestyle and social activities will be analysed to examine dementia prevalence amongst older people, and the potential impact of lifestyle changes (eg exercise) on how cognitive abilities change over time. The study explores the concerns and experiences people have (eg loss of independence) when referred to memory services, at diagnosis, and for the following two years.</p>\n\n<p>A consultation with people with dementia and their carers, and an appraisal of research evidence will be used to develop a social intervention to promote lifestyle changes to enhance cognition (eg computer use) and independence. The social intervention delivered by a dementia advice worker will be evaluated in a large clinical trial in UK memory services to assess benefits to independence and quality of life.</p>\n\n<p>Training and development opportunities for all grades of researcher will develop capacity for research in dementia care. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001802/1","grantId":"ES/L001802/1","fundValue":"3402470","fundStart":"2014-03-01","fundEnd":"2015-02-28","funder":"ESRC","impactText":"","person":"Martin William Orrell","coPersons":["Greta  Rait","Fiona  Poland","Stephen  Morris","Esme  Moniz-Cook","Frans RJ  Verhey","Andrew  Haines","David  Challis","Eleonora  Dorsi","Andrew Patrick Steptoe","Susan Fiona Michie","Georgina Mary Charlesworth","Eef  Hogervorst","Aimee  Spector","Paul Frederick Higgs","Rumana Zareen Omar","Gail Anne Mountain","André  Xavier"],"organisation":"University College London","findingsText":"","dataset":"gtr"}