{"id":"AF334521-B197-4D3D-A36F-EFAA555A0E16","title":"Low-Cost Na-Ion Batteries","abstractText":"The present proposal relates to the use of low-cost carbon materials produced via the &quot; Hydrothermal Carbonization&quot; as negative electrodes in Na-ion batteries.\n\nProf. Titirici's group has developed a low temperature hydrothermal method to produce carbon materials from biomass This technology has lead to several patent applications (via the Max-Planck Society patent unit office) and the formation of a spin-off company, Carbon Solutions, in Germany who is currently commercializing such HTC materials with 8 eur/kg. The group of Prof. Titirici has developed a large number of applications for these hydrothermal carbon (HTC) materials such as water purification, gas storage, soil fertilization, solid fuel, electrodes in energy storage devices, lectrocatalysis as well as heterogenous catalysis.\n\nRecently, Prof Titirici group demonstrated that such HTC materials derived from glucose could be successfully used as negative electrodes in room temperature Na-ion batteries with a capacity of up to 250 mAh/g and excellent rate capability. Using such low cost but highly efficient electrodes in Na-ion batteries is very important as this can accelerate the commercialization of Na-ion batteries. Although room temperature Na-ion batteries (NIBs) represent one of the most viable, low cost and safe options for integration into the smart grid, their commercialization is hindered by the high cost and poor performance of their constituent electrode materials.\n\nThis collaboration between School of Materials Science and Engineering at Queen Mary University of London (QMUL) and Johnson Matthey (JM) will advance the development of low cost and highly performing carbon electrodes based on abundant and renewable resources for NIBs. This will accelerate the development of low-cost individual components for Na-ion batteries which could be later integrated into a whole-system approach, creating a new generation of affordable stationary battery systems based on abundant Na-resources and biomass derived low cost carbon electrodes. This will\nenable future large-scale stationary energy storage for balancing energy generation and demand thus improving the security of supply for low cost, CO2-free energy.\n\nWe have previously shown the feasibility of this concept. This proposal will be based on this previous experience and will advance future progress in low cost, efficient anodes in Na-ion batteries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N509899/1","grantId":"EP/N509899/1","fundValue":"103625","fundStart":"2016-02-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Magdalena  Titirici","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}