{"id":"AF38277A-7B1C-43F7-8FEA-B018EDB52F6D","title":"Learning how to manipulate spins: EPR studies of anti-ferromagnetic rings and linked rings towards quantum computation","abstractText":"Quantum information processing (QIP) sounds like science fiction. In a conventional computer information is stored in a bit which can either be a 0 or a 1, and processing information involves changing 0 to 1 or 1 to 0. In a quantum computer information would be stored as a Qubit which is a super-position of 0 and 1. An analogy would be that a classical bit is like a light switch, which is either on or off, while a Qubit is a dimmer switch set simultaneously to all possible positions. Many systems have been studied as possible Qubits , but at present no efficient means for QIP exists. This is because the physical requirements are very precise and matching all requirements simultaneously is very difficult. In our previous work we have shown that molecular species can be made which have many of the correct characteristics. In this interdisciplinary project between a chemistry group at Manchester and a condensed matter physics group at Oxford we will fully characterise a range of such molecules and examine their suitability for QIP. By this route we intend to demonstrate, at least at prototype level, molecules and addressing techniques that will allow QIP. If QIP can be made to work it allows some calculations to be performed quickly which would be impossibly slow using conventional computers, and hence it would be massive technological step forward.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011714/1","grantId":"EP/H011714/1","fundValue":"332419","fundStart":"2010-06-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"  This is fundamental research in chemistry and physics whose primary impact has been in the academic sector, but has attracted some interest from industrial research labs.  ","person":"Eric John Logan  McInnes","coPersons":["David  Collison","Richard Eric Winpenny"],"organisation":"The University of Manchester","findingsText":" We have performed fundamental studies that underpin the proposed use of magnetic molecules as components in molecular electronic devices or in logic operations. This has included studies of electron spin relaxation effects in large molecules, the embedding of these molecules in crystallines arrays, and their linking into larger supramolecular structures where we can measure and manipulate the interact between them. The work shows how molecules can be designed to give favourable electron spin properties for certain proposed applications. This is relevant to the ultimate proposed use of molecules in e.g. logic gates or other areas exploiting their quantum nature, and how they can be incorporated into larger complex materials. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}