{"id":"AF4950A0-20F8-4C86-A1BE-B18A3D425BD1","title":"The role of sea ice dynamics in carbonate mineral production and its fate in the Polar Oceans","abstractText":"The interaction between the marine and atmospheric carbon cycle is a critical factor in understanding climate change. The polar oceans play an important role in mediating the Earth's climate, for example, by providing an appreciable part of the global carbon sink in their surface waters and up to 80% of reflection of solar radiation by polar ice. Although the interplay between biology and climate change is a major focus of current studies, less attention has been paid to abiotic drivers that may influence carbon cycling and sequestration. Carbonate minerals and their production in sea ice is an unquantified component of the polar carbon cycle, and key aspects of their dynamics need to be studied before a true appreciation of their role can be assessed. Sea ice is a layer of frozen seawater typically seen floating on the polar oceans. It varies in thickness from a few centimetres to tens of meters and at its maximum extent (in winter) covers up to 13% of the Earth's surface. Seawater begins to freeze at -1.85 oC, leaving its salts in the water (brine) that remains. At -10 oC the brine is four times saltier than seawater. Thermodynamic principles predict that under these conditions minerals, such as calcium carbonate, should precipitate, and there is some indirect evidence to support this from laboratory experiments. The consequences of carbonate formation and its subsequent dissolution are complex and may have a strong bearing on the carbon cycle in polar oceans. For example, it has been estimated that 720,000,000 t of carbon may be removed from surface to deep polar waters as a consequence of carbonate mineral formation in sea ice. Until recently, these estimates have remained subjective and speculative, because neither carbonate minerals nor their mineral form had been described, while the effects of physical-chemical properties on their precipitation and dissolution in sea ice was unknown. The recent discovery (G. S. Dieckmann, pers. comm.) of ikaite, a metastable phase of hydrated CaCO3 (CaCO3.6H2O), has confirmed the presence and form of the carbonate mineral in sea ice but has left us unable to assess the significance of its role in carbon cycling in polar oceans because controls on its production and dissolution in sea ice are unknown. Our aim is to perform laboratory experiments that will determine 1] whether previous thermodynamic modelling of ikaite formation correctly describes the onset and rate of precipitation and dissolution of this mineral from brine solutions typical of sea ice; 2] whether the confined conditions found in the brine channels of sea ice affect the manner and rate at which these processes occur. We will then use our findings to refine our understanding of the importance of ikaite in carbon cycling in the polar oceans. Our second aim is to use the stable isotopic composition of ikaite crystals to reconstruct some of the conditions under which the mineral precipitates in sea ice. This is currently impossible in the natural environment because we cannot probe individual brine pockets to derive the information that we need directly. A combination of oxygen and carbon isotopic measurements of CaCO3.6H2O will allow us to record the temperature and the properties of the brine at the scale of the brine pocket.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F019289/1","grantId":"NE/F019289/1","fundValue":"391592","fundStart":"2008-12-01","fundEnd":"2013-05-31","funder":"NERC","impactText":"  The peer-reviewed publications in scientific journals since 2011 have been used in the oceanographic and crystallographic communities. Environment ","person":"Hilary Anne Kennedy","coPersons":["David  Thomas"],"organisation":"Bangor University","findingsText":" Ikaite is a calcium carbonate hexahydrate solid that has been found in the sea ice cover of polar marine environments. The cycle through precipitation and dissolution reactions of all metal carbonate solids such as ikaite is intimately linked to the ambient carbon dioxide (CO2). That is, it is affected by it and, in turn, influences it. This has made ikaite in sea ice a target component for further investigation of its dynamics in the medium and its effect on the regional CO2 cycle in the atmosphere-ice-ocean system. The current investigation has offered the following findings:\n\n1) The solubility of ikaite was determined as function of temperature at sub-zero temperatures to -7.5oC and salt content expressed as salinity from 34 to 124 practical salinity units. The temperature and salinity functionality of the solubility of ikaite was determined in molar gravimetric concentration units (stoichiometric solubility) in seawater and seawater-derived brines at ikaite-solution chemical equilibrium (equilibrium stoichiometric solubility) under laboratory-controlled conditions equivalent to those in moderately cold sea ice in polar marine environments. These are novel findings in the field of the particualr metal carbonate solid phase.\n\n2) The findings in (1) indicated that the solubility of ikaite is different from the solubility predicted from the extrapolation of the physical-chemical characteristics of anhydrous calcium carbonate solids (calcite). It is also different from the solubility predicted from a the physical-chemical thermodynamic numerical model FREZCHEM, which is based on the Pitzer parameterization of ionic interactions in electrolyte solutions and relies largely on experimenta ldata at above-zero temperatures. The deviation was more pronounced, and increasingly so, at temperatures lower than -5oC. This discrepancy was found likely to be due to the uncertainty inherent in the extrapolation practice used in indirect or extrapolated computations of physical-chemical parameters. Hence, this study generated novel empirical physical-chemical data at sub-zero temperatures.\n\n3) From the determination of ikaite solubility in sea ice brines and cold seawater outlined in (1) and as follows from (2) above, it has been found that the ikaite mass at ikaite-brine equilibrium in sea ice is more than predicted from the extrapolation of the physical-chemical characteristics of calcite and less than predicted from the Pitzer partametrization at tempertures less than -5oC, ie., in cold (winter) sea ice.\n\n4) Combining the determined solubility with a numericalk model of the marine CO2 system, we found the CO2 content of the sea ice-brine system to be an important parameter for the initiation of the ikaite cycle in sea ice, which starts with precipitation during sea ice formation in the autumn freeze-up of the polar marine environments. The model yielded no ikaite formation in sea ice that has conserved the CO2 content of the original seawater mass from which it derives. For the sea ice cycle of ikaite to start with precipitation, a large part of the original CO2 content of the sea ice system must be eliminated, with candidate processes for this phenomenon (i) the escape of brine CO2 to internally trapped gas bubbles or to the atmosphere during freeze-up (degassing), and (ii) the growth of organisms in sea ice that rely on brine CO2 to make and mainteain their biomass.\n\n5) The precipitation and dissolution kinetic rates of ikaite were also investigated in the same salinity and temperature conditions as the solubility in (1) above. The speed of ikaite formation and dissolution in sea ice brines was found to be fast enough to facilitate rapid cycling of this metal carboante phase in sea ice and in the surface ocean. The findings of this study as published (algebraic functions for ikaite solubility, ikaite precipitation, and ikaite dissolution at sub-zero temperatures) can become part of large scale numerical oceanographic and climate models of the CO2 cycle. In these models, the sea ice cover of polar oceans has already become an essential explicitly parameterized component system. Environment","dataset":"gtr"}