{"id":"AF4B5437-ED01-4C4C-B732-A502F9C4AACF","title":"Studies of the natural force-induced unfolding of Von Willebrand Factor","abstractText":"When a blood vessel is damaged, cells that are normally below the inner surface of the vessel are exposed to blood. The blood protein, Von Willebrand factor (VWF), then binds to exposed collagen in the vessel and undergoes a conformational change to reveal platelet binding sites. VWF (in large multimeric forms) binds several platelets, which aggregate forming a platelet plug / eventually leading to the formation of a blood clot. Within this process a second VWF cleaving protein (ADAMTS-13) is required to cleave the VWF strands, to prevent the multimers becoming too large and adhesive. Absence of this enzyme is known to lead to diseases such as purpurea. It has been shown that tensile force, caused by rapidly flowing blood helps the cleavage of VWF by ADAMTS-13, believed to be due to unfolding of VWF with consequent exposure of the cleavage site. Understanding how force unfolds VWF is therefore essential to understanding its natural biological function. In this project we propose to investigate the force-induced unfolding of the VWF system by exploiting recent developments in ultra-sensitive force measurements techniques, such as the Biomembrane Force Probe (BFP). The use of force as a denaturant has given new insight into the role of force in a range of biological processes, and as a consequence, researchers have begun to consider force as an important parameter to include in studies of biomolecular structure and function. The atomic force microscope (AFM) has been used for most of these studies, but it is fundamentally limited in this application (by factors such as cantilever stiffness and hydrodynamics) and thus different instrumentation is required to study force-induced unfolding in greater detail. The biomembrane force probe (BFP) is the only instrument capable of spanning a sufficiently positioned and large range of force loading rates, and thus able to overcome these limitations. We at Nottingham have the only BFP of its type outside of the laboratories of its pioneer, Evan Evans, and are the only people to have undertaken dynamic force spectroscopy (DFS) of a protein using a BFP. The project builds on our preliminary experimental studies that have demonstrated that the BFP can provide new insight into protein unfolding under force. Within this project an improved understanding of protein unfolding and the affect of force will emanate, leading to a greater understanding of Nature's design and evolution of unfolding/folding energy landscapes. The project will make a significant impact in our understanding of the properties of VWF in particular, but also on the folding and unfolding of proteins in general in a physiological environment of force.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012132/1","grantId":"BB/E012132/1","fundValue":"323056","fundStart":"2007-04-23","fundEnd":"2011-06-22","funder":"BBSRC","impactText":"  Our findings have led to new ways to study molecular processes by both experimental methods using force, and computational methods using milestoning. These methods are being used in current research programmes are producing graduates with new skills in the health sciences. Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Philip Michael Williams","coPersons":["Jonas  Emsley","Stephanie  Allen"],"organisation":"University of Nottingham","findingsText":" The project developed methodology for probing forces within and between molecules using the biomembrane force probe. Methodology for the confirmation of calibration of probe stiffness using the damping coefficient of elastic recoil on bead separation was developed. The stiffness of the cell under tension with the calibration confirmed in this way was found to be significantly different from that found using the original method of Evans.\n\nA method of providing a ramp of force by control of pr The research can be used to help in the understanding of and treatment of several diseases. Such research can provide unique insights into the evolution of speciation, senescence and social lifestyle, and facilitates the indification of functionally important sites that can be used in protein design, peptides that are involved in human dieases, and drug targets. Routes to exploitation including the adoption of the methodology by instrument manufacturers in addition to researchers within the aca Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}