{"id":"AF4DEE19-7B6B-44B5-ABDA-6BAC024B33FB","title":"RIVER: Recent HIV Infection Viral Eradication Research","abstractText":"Although treatment with antiretroviral therapy (ART) for HIV infection has markedly changed the life expectancy of people living with HIV, ART alone is unable to cure infection. This is because the virus is able to remain 'dormant' or latent for the life time of the infected person in certain cells of the body called the reservoir. It is for this reason that if ART is stopped the virus returns.\n\nResearchers have recently identified certain very rare individual cases where it appears that HIV has in fact been to some extent &quot;cured&quot;, through either very complicated treatment or very early ART at the time of birth.\n\nIn this study we will test whether starting ART as soon as an individual has become infected with HIV, followed by an HIV specific vaccination to strengthen the immune responses to HIV and another drug that forces virus out of the latently infected &quot;reservoir&quot; cells, may work in combination to reduce the number of latently infected cells. Research has shown that the fewer cells that contain 'latent viral infection' the better the chance the immune system has to control virus dividing without needing lifelong ART.\n\nIn the first place this study will test whether the combination of interventions in very recent HIV infection has the ability to make a significant reduction on the size of the viral reservoir; this is called a 'proof of concept' study and if effective may the lead onto further research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L00528X/1","grantId":"MR/L00528X/1","fundValue":"1648400","fundStart":"2014-02-28","fundEnd":"2018-06-30","funder":"MRC","impactText":"","person":"Sarah  Fidler","coPersons":["Mark  Wills","Martin  Fisher","Alexander John Frater","Sabine  Kinloch-De-Loes","Mark  Nelson","Julie  Fox","Abdel GA  Babiker"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}