{"id":"AF4F7B1D-3221-4D9B-9BEF-4B852185EF8B","title":"NTD Highlight Notice: Melarsoprol-pentamidine cross-resistance in African trypanosomes","abstractText":"African trypanosomes are protozoan parasites that cause a range of important human and animal diseases. Human African Trypanosomaiasis (HAT) is typically fatal without drug treatment. Transmission is via the tsetse fly and parasites then circulate in the bloodstream and tissue fluids of their mammalian hosts. The public health situation has improved recently with increased monitoring and therapy averting more than 1.3 million DALYs (Disability-Adjusted Life Years) during 2000 and cases estimated at less than 70,000 in 2006. However, therapies suffer multiple problems including severe toxicity and increasing resistance, a major concern due to the absence of a vaccine or therapeutic alternatives. The only current HAT therapies in most cases are pentamidine, which is only suitable for the first stage of the disease prior to central nervous system involvement, and melarsoprol for advanced disease. Melarsoprol contains arsenic and causes a fatal reactive encephalopathy in around 5% of patients. This desperate situation is made worse by the current and increasing incidence of melarsoprol treatment failures; 20-30% in Uganda, the Democratic Republic of Congo, and the Sudan. This is due to the spread of drug resistance. In fact, the problem is one of multi-drug resistance to both pentamidine and melarsoprol. The applicant's group recently made a breakthrough in this area and linked a defect in water and glycerol channels (aquaglyceroporins or AQPs) to melarsoprol and pentamidine cross-resistance. Further analysis indicated a central role for one particular gene, AQP2, in cross-resistance, suggesting that natural resistance may be due to reduced AQP2 expression. There is a desperate need for research that improves our understanding of melarsoprol-pentamidine cross-resistance in African trypanosomes. Clearly, an improved understanding of the mechanisms involved will be important for human health, facilitating the development of diagnostic tools and improved therapies. In addition, an understanding of how aquaglyceroporins contribute to this phenomenon will make an important contribution to basic biomedical science. The proposal aims to improve our understanding of melarsoprol-pentamidine cross-resistance and to develop a diagnostic test. Specifically, the contribution of AQP2 to drug resistance will be assessed and exploited. The first key goal is to determine how different protein sequences in AQPs influence drug sensitivity. AQPs with different sequences will be assessed using genetic manipulation followed by drug resistance assays. This will allow drug sensitivity to be assigned to a specific protein sequence combination. These sequence combinations will then be similarly examined in AQPs found naturally to develop our understanding of the relationship between AQP function and drug resistance. The goal here is to predict and test whether natural trypanosome isolates are sensitive or resistant. Another set of experiments is designed to identify the protein sequences (zip-codes) that dictate the location of the AQPs in the cell and how this impacts on drug resistance. These results will allow us to predict the behavior of naturally occurring AQPs which will be tested experimentally. Trypanosomes that have no AQP genes will also be made. A variety of assays will then be used to assess the behavior of these cells and to address the question, are AQPs themselves promising drug targets? The new knowledge will finally be translated into a diagnostic test. The test will depend upon the use of an AQP2-specific antibody or a DNA-based diagnostic. A test for the presence of AQP2 will rapidly predict the melarsoprol-pentamidine sensitivity/resistance of clinical strains and allow for the selection of the most appropriate treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K000500/1","grantId":"MR/K000500/1","fundValue":"301232","fundStart":"2013-10-28","fundEnd":"2016-10-27","funder":"MRC","impactText":"","person":"David  Horn","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}