{"id":"AF4F6C21-11B1-4428-9F3A-EA55BA8D4880","title":"Enhanced Fluorescent OLEDs, through Triplet Fusion","abstractText":"This project is clearly focused on understanding one of the most fundamental aspects of organic light emitting devices, which as yet is little recognised as being so important. With CDT we have shown that up to 37% of light coming from an OLED device arises from triplet fusion, in itself an absolutely fundamental excitonic process which if not at all well understood. By elucidating the triplet fusion mechanism and demonstrating that 0.50 singlet yield is possible with correct triplet energy levels we aim to build devices that could attain internal quantum efficiencies of 0.62 from fluorescent emitters. This would provide a real step change in OLED performances both for displays and lighting. Together with CDT we shall work to develop a new device architecture to fully exploit this possibility. This will be a highly adventurous piece of applied science. We will also collaborate with Kyushu University on small molecule systems in evaporated devices. \n\nA range of state of the art spectroscopic techniques will be used, most developed in and unique to Durham, to fully elucidate the photophysical process underpinning triplet triplet annihilation and triplet fusion, some of the most fundamental excitonic processes in organic materials but still poorly understood. We will determine how singlet yield from triplet fusion is controlled by energy levels of the molecule. Further, we shall also determine the efficiency of upper excited state triplet inter system crossing to the singlet manifold, a further process which we believe also contributes to the overall singlet yield both in an optical experiment and in an OLED device.\n\nTogether with CDT will will develop a novel device based on a polymer dyad where triplet fusion is maximised and aim to produce fluorescent OLEDs with efficiencies approaching those of phosphorescent devices. In this way we can produce blue fluorescent devices of high efficiency without the short lifetime associated with phosphorescent systems. This would be a major step change for OLED device. \n\nThis project has the full support of Cambridge Display Technology who will provide &pound;45,000 to off set the EPSRC cost of the project and another &pound;30,000 in new materials developed specifically for this project and further resource for modelling and project management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015482/1","grantId":"EP/J015482/1","fundValue":"362590","fundStart":"2013-01-31","fundEnd":"2016-07-30","funder":"EPSRC","impactText":"  Results are being used at Cambridge Display Technologies Chemicals,Electronics Economic","person":"Andy  Monkman","coPersons":[],"organisation":"Durham University","findingsText":" Work on Cambridge Display Technology materials is progressing\n\nKinetics of triplet excitons in polymers given in far more detail New triplet harvesting paradigms in OLEDs Chemicals,Electronics","dataset":"gtr"}