{"id":"AF556404-F30A-4688-AC08-A776C492347B","title":"The Impact of Cholesterol on Staphylococci: Cell Responses and Membrane Dynamics.","abstractText":"The outer surface of human skin has cells that produce a complex mixture of water insoluble lipids including cholesterol. These molecules serve a variety of functions, including producing the water-resistant barrier of skin and contributing to its antimicrobial properties by limiting the types of bacteria which can persist. One of the major groups of bacteria found on skin are members of the genus Staphylococcus, including abundant species such as S. epidermidis and S. hominis. Some species that colonise more intermittently, such as S. aureus are widely known for their association with human diseases, notably MRSA. There are still many unanswered questions regarding the success of staphylococcal colonisation of human skin and our experimental plans are aimed at increasing our understanding of skin survival mechanisms. By examining the response of the staphylococci to components of the lipid matrix, which is proposed to restrict the numbers of colonising bacteria, we have begun to question how staphylococci respond to individual lipids. The response of staphylococci to the lipid cholesterol has received little attention previously and our data leading to this application suggests it has a major effect on Staphylococcus aureus membranes. S. aureus is named after the golden colour of its colonies when grown in the laboratory and we have shown that addition of cholesterol at concentrations found on skin cause the bacterium to stop producing the pigment and become colourless. The pigment has been demonstrated to be important for membrane stability and it protects the cell from oxidising agents. \n\nThe described research study will investigate the response of S. aureus to cholesterol to answer key questions: Why does cholesterol reduce the presence of the golden pigment in its membrane? What effect does cholesterol have if it does enter the S. aureus membrane? What are the consequences of not having the pigment and it is replaced by cholesterol? If we add the purified pigment to S. aureus does it have similar effects to adding cholesterol i.e. do they have similar roles? We will examine the consequences of cholesterol challenge on S. aureus membrane composition to examine if it changes. We have identified several gene mutants that have increased survival in the presence of cholesterol and we will investigate why survival is altered to help determine the effect of cholesterol on the cell. We will generate gene expression datasets from three species of staphylococci (S. epidermidis, S. hominis and S. aureus) that are know to differ in their abundance on skin and their production of membrane staphyloxanthin. The datasets that are generated will be compared to analyse cross-species similarities and differences in gene expression to build a picture of their mechanisms and responses to skin lipids. \n\nBy identifying differences between staphylococci considered normal skin residents and disease-causing species, this study could generate fundamental data leading to the design of new cosmetics for underarm odour or dandruff, which are important research areas for the project partner Unilever Plc. Similarly the data could lead to target identification for future design of novel therapeutics, including antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L023040/1","grantId":"BB/L023040/1","fundValue":"380926","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Malcolm James Horsburgh","coPersons":["Neil  Hall","Jay  Hinton"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}