{"id":"AF57FEA0-632B-4B69-92D6-813A8ACD8938","title":"Evidence-based Condition-Monitoring Strategy for Preservation of Heritage Iron","abstractText":"From archaeological objects through to ships, iron is a ubiquitous heritage metal. Unfortunately, iron readily corrodes and iron objects are thus eventually destroyed during storage and display, especially when contaminated with chloride from burial or marine contexts. Only desiccation below 15% RH or de-oxygenation can stop corrosion in these instances, as attempts to remove chloride are unsatisfactory. Mechanical desiccation is energy-hungry and expensive, while passive use of desiccants to control small spaces is difficult to manage long-term. Currently, management must either adopt precise and costly no-corrosion desiccation, or allow partial desiccation with unknown preservation outcomes.\\n\\nThis research identifies and tests new ideas for managing the preservation of heritage iron via the concept of 'corrosion control' rather than 'corrosion prevention'. In a world of dwindling resources, not all objects can justifiably merit indefinite preservation. It may be possible to define and assign lifespans to lower preservation costs and energy expenditure. \\n \\nThe project will: \\n\\n- measure the corrosion rate of chloride contaminated heritage iron; \\n- define 'object lifespan' in relation to heritage value; \\n- relate this to relative humidity\\n -test novel ways of monitoring corrosion rate by developing 2 types of sensor;\\n -produce a management model for optimising conservation based on controlled corrosion, cost and energy expenditure. \\n\\nExperimental work will quantitatively examine long-term corrosion rates of up to 300 samples of heritage iron. These results will underpin subsequent field-testing of heritage iron objects, and the development of sensors and management guidelines. \\n\\nThe amount of oxygen consumed by the corrosion process is measured and related to the chloride in each object, as a function of atmospheric moisture and physical changes to the samples. Thus examination of links between corrosion rate, RH and loss of heritage value will generate a preservation scale that can be used to predict object 'lifespan' as a function of humidity. We will introduce options for using corrosion control to preserve objects for predicted time periods at specified RH values. \\n\\nIt is necessary to monitor corrosion rates in controlled environments to support this approach. Monitoring the rather low corrosion rate occurring on heritage iron is experimentally challenging. Consequently, two indirect methods of measuring corrosion will be explored, developed, tested and scaled against heritage iron using corrosion rate data and object 'lifespan' as generated and defined by this research:\\n\\n- a novel corrosion monitor that dynamically records electrical resistance change to measure corrosion;\\n- a passive sampler that utilises chemical reaction, weight and colour change. \\n\\nThe resulting corrosion control model and its monitoring methods will be tested in-situ using Brunel's iconic and multiple conservation award winning ship ss Great Britain. Monitoring the controlled environment at selected points on the ship will identify corrosion rates and these may then be linked to preservation costs and the carbon footprint of environmental control. A cost-benefit analysis can then be extrapolated to offer options for acceptable corrosion rates and object longevity. A similar test will be run in the metal stores at the Mary Rose Trust but on smaller objects held in different conditions. \\n\\nThe outcomes will be of direct practical use to the wide range of organisations that store and conserve large and small iron objects. The project will deliver a holistic management system for the first time. This will enable the development of clear guidelines on the preservation of chloride contaminated iron, based on predictions of lifespan from accurate corrosion rate data. The transparent decision making process will allow managers to link corrosion control to preservation outcomes and use of resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H032754/1","grantId":"AH/H032754/1","fundValue":"417920","fundStart":"2010-10-01","fundEnd":"2014-04-30","funder":"AHRC","impactText":"","person":"David Edward Watkinson","coPersons":["Stuart Breingan Lyon"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}