{"id":"AF577925-73A8-4B5D-B18B-4CC88CF5E866","title":"First Grant Scheme: Boundary-layer transition on rotating bodies","abstractText":"Background: The rotating-disk boundary layer has long been used as a model for swept-wing flow because of the similarity between the basic-flow velocity profiles of the disk and the swept wing. However, continuing developments in spinning projectiles, aerofoils, aeroengines and other industrial applications has led to the need to understand the onset of laminar-turbulent transition of the boundary-layer flows over rotating disks, spheres and cones as objects in their own right.For example, rotating spheres and cones are used as nose cones in aeroengine and spinning projectile applications. Here laminar-turbulent transition within the boundary-layer flow over the nose cones can lead to significant increases in drag. For aeroengine applications this has negative implications for the fuel efficiency through increased noise and energy dissipation, and for projectile applications this has negative implications for control and accurate targeting. Understanding the stability of such boundary-layer flows and developing strategies to maintain laminar flow will lead to modifications in the design of these applications and enable significant cost savings. Furthermore, flows arising from rotating disks are present in types of chemical vapour deposition (CVD) reactors used for depositing thin films of optical and electrical materials on substrates in the electrochemical industry. Such reactors operate by forcing a carrier gas containing the reactive molecules onto the substrate held within a disk-like support placed horizontally in the flow. The gas flow can be considered as a uniform axial flow incident on a rotating disk and it is desirable that the flow close to the substrate be laminar and free from instability to ensure uniform deposition.Research: Experimental observations have noted a distinction between the transition region on slender and non-slender cones. For example, for cones with slender half-angles rotating in still fluid, pairs of counter-rotating Gortler-type vortices are observed. However, as the half-angle is increased beyond 30degs, the results clearly show that the vortices change from pairs of counter-rotating vortices to co-rotating vortices. It is well known that the vortices observed on rotating disks and non-slender cones are in fact co-rotating vortices attributed to an underlying crossflow instability, and so the observed instability for slender cones stems from an inherently different process. The existence of a viscous-mode dominated structure for slender cones which leads to the onset of a centrifugal Gortler instability has been hypothesised. It is this instability that will be studied in the research, with particular emphasis placed on the aerodynamic applications of rotating cones mentioned above.In addition, although the common assumption of an incompressible boundary-layer flow is reasonable for many aeroengine applications, it is not for the high-speed aerodynamic and CVD applications mentioned above. The studies performed so far on such boundary layers, although important in a theoretical context, must be considered as preliminary investigations with regards these applications. This research therefore also aims to study the effects of compressibility and heating on such bodies and the implications for machinery design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061637/1","grantId":"EP/G061637/1","fundValue":"259969","fundStart":"2009-09-28","fundEnd":"2013-03-27","funder":"EPSRC","impactText":"  The work has been published in the main leading international journals. The next challenge is to make the transition from scientific interest to the wider world. Before that can begin, I am involved in a programme of experimental and numerical verification of my theoretical predictions. Aerospace, Defence and Marine,Energy Societal,Economic","person":"Stephen John Garrett","coPersons":[],"organisation":"University of Leicester","findingsText":" The project has been successful on the two primary fronts and beyond. \n\nWith regards the primary aims:\n\n1) We have identified the alternative means of instability on slender vs. broad rotating cones; this has implications for aerospace technology design. The results are currently expressed in terms of analytical mathematics and have been published in leading journals. We are presently working towards a more general numerical representation for a direct comparison with existing work on related I am in discussion with experimentalists at KTH, Sweden to commence experimental and DNS verification. This is now funded (Swedish Research Council) and should commence in 2015. Aerospace, Defence and Marine","dataset":"gtr"}