{"id":"AF59A2A6-BDF7-4186-ADDC-849F150E8320","title":"Mechanisms and consequences of presynaptic protein SUMOylation in the regulation of neurotransmitter release","abstractText":"The human brain is widely considered to be the most complex structure in the known universe. Despite this massive complexity, remarkable progress has been achieved towards understanding individual cells of the brain, how they communicate and how this communication is modified by development, experience, aging and disease. The brain is composed of neurons, which pass chemical signals to each other via specialised structures called synapses. Synapses are highly plastic and constantly undergo changes in the efficiency of information transfer. It is these changes in plasticity that underlie learning, memory and cognition. On the other hand, detrimental changes in synapses are responsible for many brain diseases including age-associated cognitive decline and dementia. \n\nSynapses are composed of three basic components: the presynaptic terminal, which is activated by an electrical signal and converts this to a chemical signal by releasing a chemical (neurotransmitter) from the specialised structures called vesicles; the synaptic cleft, across which the neurotransmitter diffuses; and the postsynaptic membrane, which contains receptor proteins that detect the neurotransmitter and convert the chemical signal back to an electrical signal. \n\nThis project seeks to better understand the processes of neurotransmitter release at the presynaptic terminal. More specifically we are interested in a process called SUMOylation, in which a small protein, SUMO, is coupled to another 'target' protein to alter its function. We have already shown that protein SUMOylation at the presynaptic terminal affects the amount of neurotransmitter release. In this study we want to explore exactly which SUMOylated proteins cause these changes in release and how these changes are coordinated to tune synaptic function. We intend to focus on three proteins that are already well established as fundamental components of the neurotransmitter release process. Importantly, we have validated that they are modified by SUMO but the effects are entirely unknown.\n\nWe believe that our work is new, exciting and important because it directly addresses questions about how synapses operate. Increased understanding of the processes that control neurotransmitter release in normal healthy cells will also provide valuable information for what can go wrong, and potentially how to fix it, in aging and diseased synapses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K014358/1","grantId":"BB/K014358/1","fundValue":"398028","fundStart":"2013-12-31","fundEnd":"2017-04-30","funder":"BBSRC","impactText":"","person":"Jeremy M Henley","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}