{"id":"AF5E22BD-B068-4CCA-A037-9BC65DDDC04A","title":"Groundwater and Flood Risk in the London Rail Infrastructure Network: Building Resilience into Existing Masonry Infrastructure Assets","abstractText":"The environmental hazard posed by increased precipitation presents an ever more significant risk for rail transport infrastructure owners and operators, as more frequent severe weather events increase the extent and recurrence of disruption to services through flooding and associated ground condition problems. This is an issue during and in the immediate aftermath of an event, as services are disrupted and in some extreme cases lines require reinstatement at significant cost to the operator, such as that required following the Dawlish line collapse in 2014 where Network Rail are investing upwards of &pound;35 billion in re-instatement and improvement works (BBC News).\nThe hazards posed by groundwater fluctuations and excessive groundwater levels also pose a continual concern for those responsible for the ongoing maintenance and resilience planning for infrastructure networks and assets. Observed changes and potential further alterations to wetting regimes present an unknown risk for infrastructure operators, and similarly those providing consultancy services within infrastructure development have identified a need to increase their knowledge of these hazards and risks in order to continue to provide relevant advice to their clients.\nThe physical processes involved in these disruptive events are however not fully understood with respect to historic structures, and furthermore the long-term impact of these events on resilience of the network is yet to be determined. Whilst historic structures, by nature of their continued presence, show resilience to extreme climate events, we do not have a means of determining their response to conditions of specified severity. Achieving this would allow for accurate prediction of future risks, through analysis of the impact of changing frequency of such events on long-term resilience. This is especially important in light of the need identified by the industry to build resilience into the network; this can only be successfully achieved i we first understand the extent of additional mitigation investment work required.\nThe project will analyse using the skills and knowledge available at UCL CEGE the response of the historic infrastructure components tunnels, embankments and viaducts to changing groundwater conditions in terms of stability and movement within the structure, with tolerance's applicable to infrastructure operation forming the boundary conditions. From this vulnerability of historic infrastructure assets linked to moisture regime fluctuations associated with climate change will be quantified. Finally assessment of the impact of this response on the network resilience is measured using key indicators derived from ability of network to maintain its capacity function. \nTransport for London-London Underground as the asset owner will set out the nature of the hazard and vulnerabilities within the asset that are of most concern, and hence should be studied first as part of this initial investigation. Arup, as a key contributor to the economic sector of infrastructure development will ensure the methods used and outputs generated are tailored to suit the wider professional services sector, and hence that industry applicability of the method is maximised.\nThe project seeks to address this through production of guidelines on future infrastructure management strategies concerned with developing a longer-term approach to maintenance of heritage assets within the rail network. The guidelines will identify the key mechanisms associated with vulnerability to decay and failure in these structures. Further, it will propose methods for not only repairing existing assets as a response to these vulnerabilities, but also for retrofitting them as a means of permanently mitigating against future risks. Through this increased resilience can be built into the network, ensuring risks of the future are prepared for now, reducing their potential impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M007987/1","grantId":"NE/M007987/1","fundValue":"48060","fundStart":"2014-10-20","fundEnd":"2015-06-19","funder":"NERC","impactText":"","person":"Dina Francesca D'Ayala","coPersons":["Taku  Fujiyama"],"organisation":"University College London","findingsText":"","dataset":"gtr"}