{"id":"AF60AFC7-7665-47FB-9AF4-04DAB07640F0","title":"Defining The Macrophage-Regulatory T Cell Axis That Promotes Fibrosis Resolution in the Liver","abstractText":"Virtually all long term liver disease, including inborn errors of metabolism and diseases where the immune system attacks the liver through metabolic diseases associated with diabetes, result in scarring of the liver (termed fibrosis) and ultimately advanced scarring (termed cirrhosis). As a result liver scarring is now a common cause of death in the UK and the western world. Indeed, it has been estimated that up to 45% of deaths in the west are the result either directly or indirectly of tissue scarring, including that which occurs in the liver. Previously believed to be irreversible, our laboratory has demonstrated that the scar within the liver is dynamic and, in certain circumstances, is susceptible to break down with a return of a more normal liver architecture and more normal liver function. Critical to this change is a cell called the macrophage. Although the macrophage has been known to promote inflammation and to drive the development of scarring for many years, recently we and others have demonstrated that it is also critical to the breakdown of scar tissue by producing the chemicals which degrade the scar. If we could harness this macrophage function, we would have identified a novel therapeutic approach to the treatment of liver and potentially tissue scarring generically. This application describes a programme of work to further understand what drives the macrophage to become scar degrading and therefore valuable as a therapy. We will study the interaction of the macrophage with another key immune cell type -the regulatory T-cells, which are likely to be important in terminating inflammation and creating the conditions in which resolution of scarring can occur. This work is particularly exciting as, for the first time we will be looking at the cell and molecular &quot;switch&quot; which changes an inflammatory damaging process to one in which remodelling and a return of normal function can take place. We know remarkably little about this switch and yet by piecing together the molecular mechanisms we may open the door to new therapies applicable not just to scarring, but to other disease processes in which inflammation is prominent and damaging. Finally, we will look at a signalling axis within the macrophage for which there are already licensed drugs and which may be amenable to manipulation to achieve our desired tool, the scar degrading macrophage. If we are able to show that existing drugs (currently used for an alternative indication) can drive the macrophages to degrade scars, then these drugs could rapidly come to clinical trials as the important asessments of their effects and side effects are already known, defined as safe and in consequence the drugs are fully licensed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J010766/1","grantId":"MR/J010766/1","fundValue":"1565740","fundStart":"2012-06-01","fundEnd":"2017-05-31","funder":"MRC","impactText":"","person":"Stuart John Forbes","coPersons":["Steve  Anderton","John  Iredale"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}