{"id":"AF6A51FC-25FA-406A-A744-A4C059FF0011","title":"Mysticism, Myth and 'Celtic' Nationalism: A Case Study of Cornwall","abstractText":"Myths of haunted localities figure prominently in canonical literature and popular culture. Our project will explore how, through stories of such places, notions of the past influence current debates about nationhood, locality and ethnicity in modern Britain. \\n\\nThe project will adopt a broad interpretation of what it means for a place to be 'haunted' - one that allows for many kinds of feelings and ideas about how the past inhabits the present. We will analyse both oral traditions and written texts, taking Cornwall as our initial focus from 1800 to the present. By asking specific questions in relation to a specific region we aim to deepen our understanding of the relationships between past, present, and place and how they influence people's conceptions of their own identity and locality.\\n\\nCornwall offers an excellent example of a 'haunted' location, whose mythologised past is bound up with cultural, economic and political factors. Its hauntedness is sold to tourists, for example, as the tourism website Cornwall Calling indicates: ''There is a wealth of folk lore about piskies and giants that roamed Cornwall in the past. The legendary King Arthur is said to have had his Camelot at Tintagel...' (http://www.cornwall-calling.co.uk/whycome.htm). \\n\\nAlthough tin and copper mining ensured that Cornwall played a prominent role during Britain's Industrial Revolution, its subsequent dependence on tourism, combined with the emergence of an essentially antiquarian 'Celtic Revivalist' movement, meant that memory and remembrance took on great significance in cultural constructions of place. Significantly, the 'spirit' of legendary and historical figures, such as the prehistoric 'Celts', King Arthur and Myghal Josef An Gof (the leader of the 1497 Cornish rebellion) has been resurrected to serve the changing needs of the present. This is intimately connected with perceptions of Cornwall as un-English, 'Celtic' and 'different'.\\n\\nOur project will examine this specific locality and literary and oral narratives of its politicised hauntings in the context of wider British and 'Celtic' studies. These studies, including ours, are extremely topical because of the recent upsurge of nationalism in the UK - a trend exemplified by the Scottish elections of 2007. Our project's immediate results will be: two books on the national and specifically Cornish picture, including the selected proceedings of a conference attended by both academics and members of the public; two journal articles; an exhibition; an archive of oral history recordings open to the public; and a longer-term book project on myths of the British past.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F010222/1","grantId":"AH/F010222/1","fundValue":"181367","fundStart":"2008-03-01","fundEnd":"2011-04-25","funder":"AHRC","impactText":"","person":"Marion Heather Gibson","coPersons":["Garry  Tregidga"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}