{"id":"AF6B4C5B-7ECE-4A6F-877F-8FC29087FE36","title":"The basis underlying microcephaly caused by defects in replication or DNA repair.","abstractText":"Evolution from primates to humans has resulted in increased relative brain size, necessitating that the embryonic neuronal stem cells undergo rapid division to expand the stem cell pool. This process necessitates a timely switch from divisions generating two daughter stem/progenitor cells to divisions generating a daughter stem cell and a differentiated cells that finally becomes a neuron, described as a change from symmetric to asymmetric cell division. Failure to appropriately regulate this switch can severely impact upon neuron formation. Efficient neurogenesis requires a plethora of proteins promoting rapid replication, precision in regulating cell division, as well as communication between cells to effect the timely switches. DNA damage response proteins are also required to repair DNA damage that arises as a consequence of rapid replication and/or high metabolic activity. Defects in these processes can cause small head circumference, a condition described as microcephaly. Further, the embryonic brain is extremely sensitive to DNA damaging agents. Microcephalic primordial dwarfism (MPD) is a disorder in which small head circumference is accompanied by marked growth delay. Recently, we identified mutations in ORC1L in patients with MPD. ORC1L encodes Orc1, a protein required for the commencement of DNA replication. Analysis of cells from Orc1-deficient patients suggested that reduced Orc1 activity impairs the ability to sustain rapid proliferation. However, recent findings also suggest that Orc1-deficiency can impact upon cell communication and/or the precision of cell division. One aim of this proposal is to understand the basis underlying microcephaly in Orc1-deficient patients. LIG4 Sydrome is another human disorder conferring MPD, which arises from mutations in LigIV, a gene encoding DNA ligase IV, a protein required for the repair of DNA double strand breaks (DSBs), an important form of DNA damage. Using a mouse model (LigIVY288C) for LIG4 Syndrome, we have shown that there is increased cell death (termed apoptotis) in the neuronal stem and early differentiated compartments of LigIVY288C embryos. Concomitantly, we observed more DSBs, likely due to the DSB repair defect. The level of damage is more marked than in other tissues, suggesting that the rapidly proliferating stem cells incur high levels of DSBs. However, we do not know whether the elevated cell death impacts upon downstream developmental steps including the switch from symmetric to asymmetric cell division. We have also observed that the embryonic neuronal stem cells are hypersensitive to cell death (apoptosis) after low dose radiation exposure. We aim additionally to pursue our analysis of neurogenesis in the LigIVY288C mouse and the impact of low levels of radiation. We will exploit the mutational changes observed in Orc1-deficient patients to create a knock-in mouse model. Using procedures already developed from our study of LigIVY288C embryos, together with new approaches, we will examine how deficiency in DNA ligase IV, Orc1, or radiation exposure affects the proliferation capacity of the embryonic stem cells, the timing of the switch from symmetric to asymmetric cell division and the migration of the differentiated cells. Our work will provide insight into critical processes required for efficient neurogenesis. Given the high sensitivity of the embryonic neuronal cells to radiation, our work will provide information to optimise the care of embryos during pregnancy. Finally, the embryonic neuronal stem cell compartment is an ideal system for studying stem cell biology since the stem, progenitor and differentiated cells can be distinguished by position and/or markers. Thus, our work will provide broader insight into factors required for efficient stem cell replication and programming to a differentiated state.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J001007/1","grantId":"MR/J001007/1","fundValue":"380137","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Penny Ann Jeggo","coPersons":["Mark  O'Driscoll"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}