{"id":"AF78D212-B761-440E-881C-46E3DC54A549","title":"Do gut hormones mediate the beneficial effects of Roux-en-Y bypass surgery?","abstractText":"Obesity and diabetes are very common diseases which often go together. Over 1 in 4 people in the UK are obese. Together, these diseases afflict 300 million people and cause an estimated 3 million premature deaths a year. Surgery to reduce weight and especially the &quot;Roux-en-Y gastric bypass&quot; (RYGB) is known to reduce weight and to cure diabetes. Unfortunately surgery can never be the answer to the global problem of obesity and diabetes as it is very expensive, and can cause serious complications. We need a new, cheaper and adjustable treatment for obesity and diabetes that has the benefits of RYGB but without the side effects.\n\nGut hormones are hormones that the bowels make in response to eating. These hormones control our appetite and our metabolism (i.e. the method in which our body uses and stores food). The gut hormones glucagon-like peptide-1 (GLP-1), oxyntomodulin (OXM) and peptide YY (PYY) are much increased in level after RYGB. We believe that this increase in GLP-1, OXM and PYY holds the key to our goal to make a new treatment for obesity and diabetes. If we can prove that by artificially increasing GLP-1, OXM and PYY levels we can help obese diabetic patients to lose weight and to improve their blood sugar levels, this would be a breakthrough in treatment.\n\nIn this project, we aim to study obese, diabetic patients undergoing the RYGB surgery to see what changes occur in their gut hormone levels, in their metabolism, in their body weight and in their appetite for food. We will compare this to patients who will wear a 'pump' for 28 days. This pump will painlessly deliver a small amount of GLP-1, OXM and PYY via a soft plastic needle under the skin to raise their gut hormone levels. We will see if these pump patients have similar changes to the RYGB group. We will also test out a group of patients to see if similar changes occur when these patients are given a strict low-calorie diet. In this way we hope to understand whether we can make GLP-1, OXM and PYY into a new and better treatment for obesity and diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K02115X/1","grantId":"MR/K02115X/1","fundValue":"2568010","fundStart":"2013-08-01","fundEnd":"2017-07-31","funder":"MRC","impactText":"","person":"Stephen R Bloom","coPersons":["Krishna  Moorthy","Desmond  Johnston","Carel W Le Roux","Waljit Singh Dhillo","Deborah  Ashby","Tricia Mei-Mei Tan","Gary Steven Frost","Ahmed  Ahmed"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}