{"id":"AF84826C-4216-43B6-9FE7-768FC02C5426","title":"TeraHertz Planar Gunn Diodes","abstractText":"THz technology is a very new and exciting frontier in science and engineering. A vast number of potential applications ranging from superior high resolution RADAR systems for both military and civilian use to medical diagnostic aids for treatment of bed sores, skin cancer and burns, wireless office communications and even archaeological and astronomical applications have been proposed. The medical applications are particularly exciting and are attracting much media attention, THz radiation having already been dubbed T-Rays by the press.This project proposes the development of just such a source of THz radiation - a novel form of Planar Gunn diode. This device has already been physically realized and a patent application (No. 0608515.3) filed (under a Scottish Enterprise Proof of Concept award). This grant proposal seeks to develop the full potential of the device, exploring and exploiting its unusual geometry which makes it ideally suited to integration in MMIC circuitry in contrast to conventional Gunn diodes, increasing its power and developing the technology to the point where it will be taken up by British industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F009259/1","grantId":"EP/F009259/1","fundValue":"229076","fundStart":"2008-04-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"G  Dunn","coPersons":[],"organisation":"University of Aberdeen","findingsText":" This grant has enabled a huge advance in Planar Gunn diode technology with devices now generating good amounts of power at frequencies of several hundred GHz. It has also begun to explore the issue of contact shaping in these devices. It is hoped that industry will now begin to use the new planar gunn technology in preference to the old vertical device structures. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}