{"id":"AF95EAC5-34E1-46D9-BBB1-F60AAB90FE4A","title":"Agricultural pest insect control: combining genetics, resistance management and dynamics","abstractText":"The public and consumers increasingly want to see more sustainable methods used to control pests and there is general concern to promote sustainability and biodiversity in agricultural ecosystems.\nDiamondback moth (DBM) is a major worldwide pest of brassicas (e.g. broccoli, cabbage) causing economic losses of $4-5bn annually through management costs and crop damage. DBM has evolved resistance to all known classes of synthetic chemical insecticides and to at least two bio-pesticides based on Bt, Bacillus thuringiensis. Bt toxins typically have specific action against particular insect Orders (e.g. Lepidoptera), have unparalleled environmental safety and have been widely engineered into transgenic crops. The evolution of resistance to Bt toxins is a real challenge to the sustainable exploitation of this key bio-pesticide. DBM has not only evolved resistance to Bt many times in the field, but is also a proven laboratory system for testing evolutionary theory.\nOur industry partner, Oxitec Ltd (an Oxford spin-out), is pioneering genetically engineered &quot;sterile&quot; insects to suppress populations of agricultural or public health pests. Released &quot;RIDL&quot; male insects find mates in the wild and their offspring inherit a genetic construct that prevents them developing to adulthood. Our theoretical work predicts that a female-specific version will not only reduce insect numbers (daughters die so there are fewer females to lay eggs) but also help dilute any resistance in the population (sons inherit Bt-susceptible alleles from released males).\nOur cross-disciplinary research project brings together experts in ecology and evolution of the DBM-Bt system and world-leading biotechnologists to explore the management of insect resistance to bio-pesticides and the interplay with genetic insect control.\nNovel RIDL strains of DBM will be developed, in addition to Oxitec's prototypes, and a phased series of experiments will be conducted on their biology, genetic traits, and performance for suppressing DBM populations and managing resistance to Bt. Key performance traits include male mating competitiveness, sperm competition with wild-type males, longevity, dispersal, the ability to find mates and suitability for mass-rearing. These will be analysed at increasing levels of detail and realism, from small laboratory cage experiments to experiments in simulated (field cage) and actual field conditions, progressively identifying and prioritizing the most suitable strains.\nWe will perform a series of experiments involving competition and selection to explore the effect of RIDL male releases on the evolution of DBM resistance to Bt bio-pesticides. The experiments will incorporate key features of existing resistance management strategies, such as Bt-free refuges to provide a source of Bt-susceptible genes alongside Bt diet (this is a key feature of current measures to manage resistance to Bt crops), populations with non-homogeneous spatial structure and various ecological conditions, and mixtures of different toxins (multiple toxins are used in spray treatments and engineered into some plants). These experiments will provide direct tests of theoretical predictions about the evolution of resistance and provide information about the system's dynamics to inform the formulation and parameterization of further mathematical models.\nOur empirical experiments will be supported by a range of novel mathematical models to gain a fuller understanding of the bio-economics of integrated pest management approaches combining bio-pesticides with genetic pest control. We will explore the potential cost-effectiveness and policy options for integrated biologically-based management of agricultural pests such as DBM.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L00819X/1","grantId":"BB/L00819X/1","fundValue":"275764","fundStart":"2014-03-31","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"","person":"Benjamin De Havilland Raymond","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}