{"id":"AF98C62C-38B2-47C9-9990-77F205C813AD","title":"A novel regulator of DNA double strand break repair fate with roles in immunity and oncogenesis","abstractText":"DNA double-strand breaks (DSBs) are a highly toxic form of DNA damage that can kill cells and cause the types of mutations to the DNA in our cells that can trigger cancer. This cell-killing property of DSBs explains why they are intentionally generated in radiotherapy and chemotherapy treatments to eliminate cancer cells. However, DSBs also arise spontaneously in normal dividing cells, when the cell's DNA copying machinery encounters problems. These DSBs are typically recognised and processed by error-free DNA repair pathways, preventing them from causing the mutations that trigger cancer development. Perhaps paradoxically, in certain specialised tissues mutagenic DSB repair is actually favoured, providing a molecular mechanism by which genetic material can be transferred between different regions of the genomes in our cells to create genetic diversity. These mutagenic events are fundamental for the plasticity of our adaptive immune systems, reshuffling antibody gene segments in white blood cells so that they can generate the many different types of antibody that are needed to fight the many different pathogens that we are exposed to.\n\nTo counteract the potentially hazardous effect of unscheduled DSBs and respond appropriately when they are programmed, cells have evolved two dedicated DNA repair pathways: Homologous Recombination (HR) uses a copy and paste mechanism to repair DSBs accurately. It is therefore the most important pathway in dividing cells, as this is when most DSBs occur and the threat of new cells inheriting new mutations means accurate DNA repair is mandatory; On the other hand, Non-homologous end-joining (NHEJ) is a more simple pathway that can glue nearly any two DNA ends together, not caring about their sequence or whether they are the right ones. NHEJ normally repairs DSBs in non-dividing cells where they occur as isolated events, yet when numerous DNA ends are available it can be mutagenic. NHEJ is also crucial in our immune systems, where the fusing of DNA ends originating from two DSBs generated at different locations on our chromosomes is the required outcome. Because of this intrinsic discrepancy in desired DNA repair outcome between different cellular contexts, achieving the right equilibrium between these repair pathways is vital to ensure DSBs are appropriately resolved.\n\nRecently, we have found imbalances in DNA repair pathway equilibrium to link normal immune-function to human breast cancer development. Indeed a specialised subset of proteins that normally facilitate antibody gene rearrangements, are also responsible for the mutations that accompany loss of the human breast cancer tumour suppressor 'BRCA1', driving malignant transformation. In new work, we have identified a new protein whose loss in BRCA1-deficient cells can rescue the DNA repair defect that normally afflicts them. However, this then renders them resistant to important anti-cancer drugs that are normally extremely effective at killing them. Importantly, we have found that this protein is likely to be crucial for normal immune function, promoting DNA repair in antibody genes. Our proposal extends on these exciting findings, using molecular, biochemical, and cell biology approaches to question the molecular basis of this protein's unanticipated function in DSB repair. We will also inactivate this gene in the mouse, to study its actual role in the immune system, and generate important reagents for in vitro studies. The benefit of this work will be two-fold: Firstly, it will provide new insight into normal immune function, aiding the understanding of human immunodeficiency disorders; Secondly, it will reveal the molecular basis of common human cancers, also yielding insight into potential mechanisms of drug resistance that face personalised medicine approaches. These findings may pave way to improved approaches to diagnose, treat and better manage cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M009971/1","grantId":"MR/M009971/1","fundValue":"373285","fundStart":"2015-07-06","fundEnd":"2018-07-05","funder":"MRC","impactText":"","person":"Jonathan Ross Chapman","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}