{"id":"AFB3FAA0-04C3-4025-ACB2-938888DC463A","title":"Decoding the molecular identity of neural stem cell types","abstractText":"The development and function of the brain depend on the continuous production of new brain cells (neurons and glia) from progenitors called neural stem cells. This process is not only important to form the brain but is also crucial throughout our adult lives, as tasks such as learning and memory rely on the performance of newly adult-born neurons. We are witnessing an increasing incidence of long-term brain disorders, ranging from neurodegeneration (e.g. Alzheimer's disease), psychiatric (e.g. major depressive disorder) to neuro-oncological (brain tumours) conditions. Due to the increase of these life devastating and costly illnesses, the development of novel and more effective therapies is imperative, as the existing treatments only ameliorate but do not eradicate the majority of conditions. Neural stem cell-based therapies offer new hope for such patients, with the goal of supplying well-functioning brain cells, eliminating mal-functioning cells and/or replacing lost cells. However, one major impediment for the development of these therapies is that we currently know little of the basic properties of neural stem cells in vivo, that is, how they are activated and controlled in the living brain. Aggravating these problems is the fact that different kinds of neural stem cells co-exist in the brain, and behave in different ways. Currently, we are unable to understand these diverse brain neural stem cell types, how they develop and are regulated, as there are not enough specific markers available allowing their identification. \n\nIn this project, we propose to identify and characterise the function of novel neural stem cell markers by taking advantage of one of the best genetic model organisms available to scientists, the fruit fly Drosophila. More than 75% of human disease genes have a match in Drosophila, and the principles ruling neural stem cell and brain development have been proven to be remarkably similar. Thus, the Drosophila model is a powerful tool to uncover the properties of neural stem cell types, and unlike other laboratory animal models such as mice, we can easily identify, manipulate and study neural stem cells in live fruit fly brains. \nWe will harvest from the living Drosophila brain different neural stem cell types and compare the transcripts they express, that is, their genetic instructions' content. In this way, we will obtain a list of transcripts specific for different kinds of neural stem cells. We will next characterise the function of selected transcripts by examining their role in the behaviour of the distinct neural stem cell types, such as their ability to produce new cells. Finally, we will examine if mammalian transcripts analogous to the ones identified in Drosophila also mark distinct neural stem cell populations in the mouse brain, a system even more similar to the human brain. \n\nOur team including two national collaborators from Plymouth and Cambridge Universities, and an international project partner from the Scripps Research Institute in the USA, has in place the required expertise and materials to perform successfully and timely the proposed work. In sum, given the high similarity between the Drosophila and mammalian nervous systems, we anticipate our work to significantly contribute to clarify number and molecular identity of neural stem cells types, a central question in stem cell biology with clear medical implications, and of relevance to seed the development of future neural stem cell therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M004392/1","grantId":"BB/M004392/1","fundValue":"321399","fundStart":"2015-01-15","fundEnd":"2018-04-14","funder":"BBSRC","impactText":"","person":"Claudia  Barros","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}