{"id":"AFC5FA51-E976-49CD-9CA2-6F60EA9D5D6E","title":"From Cities of Resistance to Cities of Exile: Space, Embodiment and Utopia in Urban Performance","abstractText":"This research will foreground under-explored practices, modes and localities of performing the city that function as strategies of collective and/or individual intervention and offer new conceptual approaches to understanding issues of space, identity and community in three different contexts of crises: 1) political oppression (Belgrade 1991-2001); 2) war (Sarajevo 1992-1995); 3) displacement/immigration (Berlin, Toronto, New York from early 1990 to present). The first part of the project deals with the performance activities in Belgrade and Sarajevo, offering a perspective from within the local culture, where performance becomes an ethical choice, a communal intervention, and a means of reclaiming one's own city in extreme political circumstances. The second part will examine various performance practices by immigrant artists that explore tensions between contemporary Western metropolis and the elsewhere of Eastern Europe. It approaches the city from an outsider's point of view, where performance becomes immigrant's device of carving out his/her own space within the metropolis, a means of fashioning identity, and a mode of re-creating and re-imagining community.\\n\\nBelgrade and Sarajevo offer a fascinating comparative case study not only because the two cities belong to the same historical narrative of civil war and breakdown in Yugoslavia, but also because of the ways in which their various performance practices both complement and contradict one another positioning communal versus national identity, asserting continuity and discontinuity as political categories, and adding new dimensions to the notion of urban space as a site of resistance. In my research, displacement, exile and immigration/being consequences of political transitions, oppression and war/ have emerged as an additional aspect that needs to be explored within the framework of this project, offering a different context to performing the city, yet still intrinsically related to the East European chronotop of crisis and transition. \\n\\nAll these areas of exploration have had a very limited academic attention both in the West and locally. There has been very little work done on the innovative and politically subversive strategies of performing the city of Belgrade in Milosevic's era, pioneered by alternative companies such as Led Art, Centre for Cultural Decontamination, Skart, and Dah Theatre. So far, Susan Sontag's staging of Beckett's Waiting for Godot has been the best-known theatre performance in the besieged city of Sarajevo. Through my research, I have discovered a wide and fascinating range of local performance practices and activities, that have remained in the shadow of a few celebrity stints in the besieged city and that this study aims to uncover. The theatricality and performativity of the relationship between immigrant subjectivity and the metropolis has also been under researched particularly in the light of recent works by immigrant artists. I will specifically explore how these works redefine the figure of the fl&acirc;neur through immigrant's encounters with the city, seek to construct immigrant identities in a mode of playful syncretism, and search for new spaces and forms to express the communal experience of displacement. \\n\\nThis study will apply and further explore some of the key spatial concept from critical theory, urban geography and performance studies including. It will theorize the notion of individual and collective body, as well as the role embodied practices play in shaping the counter-narratives of the cities. Finally, I will examine phenomena such as spontaneous communities (Turner), utopian performatives (Dolan), and pathologies of hope (Kershaw) and introduce some of my own concepts (i.e. political catharsis) to offer a new insight in performing the cities of collective crisis (Belgrade, Sarajevo) and in performing the cities through individual crisis (cities of immigrants).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G009082/1","grantId":"AH/G009082/1","fundValue":"20109","fundStart":"2009-04-01","fundEnd":"2009-06-30","funder":"AHRC","impactText":"","person":"Silvija  Jestrovic","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}