{"id":"AFCBFF12-5F52-48C3-BBEC-5EEAF1B8C3EF","title":"Quantum Field Theory: new ideas in strings, lattice and LHC physics","abstractText":"The standard model of particle physics encapsulates our current knowledge of the fundamental constituents of atoms and the nature of matter in the earliest moments following the Big Bang. However, our understanding of the dynamics of the standard model is limited by our ability to solve its strongly-interacting sector, known as quantum chromodynamics (QCD), which describes the interactions of quarks and gluons. The Swansea group is attacking this problem from two quite different perspectives. First, by approximating the spacetime continuum as a discrete lattice of points, it is possible to simulate QCD on high performance computers. The group will study lattice QCD in the extreme conditions of high temperature and density which existed following the Big Bang and which will be recreated in high-energy particle collisions at the Large Hadron Collider at CERN in Geneva, which is due to begin operation in 2008. The primary goal of the LHC is, however, to discover the new physics which is responsible for the generation of mass for all the known elementary particles. This `electroweak symmetry breaking' is the least understood part of the standard model. It may be due to the existence of a background field permeating spacetime, which gives mass to particles as they interact with it; this field would manifest itself at the LHC as the famous `Higgs boson'. On the other hand, mass generation may be due to new strong interaction physics at the TeV scale probed by the LHC, as described by a class of theories known in analogy with QCD as `technicolor'. The Swansea group is pursuing a variety of approaches to understand the dynamics and experimental signatures of this type of theory. Particle physicists do not, however, believe that the standard model is the ultimate theory. It is an example of a quantum gauge field theory, a theoretical framework which unifies quantum mechanics, special relativity and the fundamental symmetries which physicists have discovered through decades of experiments with particle accelerators. A deeper unification appears possible with superstrings, which contain both gauge theories and gravity together with a new type of spacetime symmetry known as `supersymmetry', and are widely believed to describe all of nature in a `Theory of Everything'. However, it has recently been discovered that in many ways gauge theories and superstrings may be simply different, complementary ways of viewing the same fundamental theory. Exploiting this `gauge-string duality' is one of the main activities of the Swansea group. This works in two ways. First, insights from string theory can be used to elucidate properties of strongly-interacting supersymmetric gauge theories with the ultimate aim of understanding the dynamics of QCD and technicolor from an alternative perspective to the lattice theorists. Second, insights from gauge theories can be used to study deep problems in quantum gravity, such as the nature of Hawking radiation from black holes and eventually how string theory may resolve the problem of the spacetime singularity at the Big Bang, throwing a completely new light on the origin of the universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G000506/1","grantId":"ST/G000506/1","fundValue":"2409470","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"STFC","impactText":"","person":"Graham  Shore","coPersons":["Adi  Armoni","Simon  Hands","David Cameron Dunbar","Gert  Aarts","Christopher  Allton","Maurizio  Piai","Carlos  Nunez","Warren Bryan Perkins","Asad Abbas Naqvi","Timothy James Hollowood","S. Prem  Kumar","Biagio  Lucini"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}