{"id":"AFD1D643-1767-4DCE-9263-6C78C265BA84","title":"Educational Futures: the theory, methods and ethics of futures-oriented research in education","abstractText":"<p>This seminar series brought together education researchers, practitioners and policy makers with futures-oriented researchers from a range of disciplines including computer science, bioethics, computing, scenario planning and environmental movements. The aim was to explore how education research might develop more reflective and critical ways of thinking about, researching and acting on ideas of the future.</p>\n\n<p>The series involved four seminars, a conference for education leaders and a public debate at the RSA. The seminars examined:</p>\n\n<ul>\n \n\n <li>&nbsp;the rationale for futures-oriented education research</li>\n\n <li>&nbsp;theoretical frameworks for such research</li>\n\n <li>&nbsp;methods and techniques for futures-oriented research</li>\n\n <li>&nbsp;ethical issues.</li>\n\n</ul>\n\n<p>The seminar series made visible the wide variety of theoretical and methodological approaches to ‘researching’ the future in education and other disciplines and led to a freely available publication called ‘Building Agency in the Face of Uncertainty’ (http://edfuturesresearch.org/downloads). This explores this diversity of possible futures-orientations and addresses common questions about the purpose, ethics and value of futures-oriented reflection in education</p>\n\n<p>The series has led to: new international collaborations, two books, a Special Issue, and the use of the ‘building agency’ publication in teacher education, educational policy development in Finland and Singapore, and in Masters education programmes.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H001786/1","grantId":"ES/H001786/1","fundValue":"15044","fundStart":"2009-10-01","fundEnd":"2011-07-31","funder":"ESRC","impactText":"","person":"Keri Lee Facer","coPersons":["Anna  Craft","Carey  Jewitt","Michael  Sharples"],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}