{"id":"AFF27B72-A92B-4EE3-B1D6-96AC98F122B4","title":"Spectroscopic measurement of atmospheric trace gases using time-tagged photon detection","abstractText":"Optical spectroscopy has a rich heritage in the measurement of atmospheric gases and changes to atmospheric composition. Famous early examples include the initial observation of polar stratospheric ozone depletion by measurement of the attenuation of sunlight at characteristic wavelengths due to absorption by the overlying ozone column. Nowadays, global measurements of ozone (and other species) are updated daily from satellite observations using essentially the same spectroscopic principles. There are main two reasons why spectroscopic methods at visible, UV or IR wavelengths are such valuable tools for atmospheric applications. (i) selectivity - within the very complex and sometimes rapidly changing mixture that comprises our atmosphere, it is often possible to target one compound by choosing a particular wavelength that is selectively absorbed by that compound. Alternatively, observations are performed over a sufficiently broad range of wavelengths that distinct features in the compound's absorption spectrum unambiguously identify its presence in the atmospheric sample. (ii) sensitivity - the chemically most important trace gases are typically present at mixing ratios in the range 10-9 to 10-12, thus requiring extremely sensitive detection methods. The observation of an emission signal following excitation of the target compound is a particularly sensitive approach, but can only be applied to a small number of compounds that fluoresce. Absorption methods are much more widely applicable and can often be used to directly quantify the concentration of an absorber without complex calibration procedures. But the light generally needs to travel a long distance through the sample for highly dilute species to be detectable. One way to do this is to fold the light many times inside an optical cavity formed by specialist high reflectivity mirrors. These cavity-based instruments are particularly useful for field observations because they provide in situ gas measurements at a well defined location, an important constraint for very reactive species that are too short-lived to be evenly mixed though the atmosphere. This proposal's aim is to build a new, highly sensitive broadband absorption spectrometer by combining the sensitivity &amp; selectivity advantages of an existing field-tested broadband cavity instrument with innovative detector technology arising from space research. Time-tagged photon imaging offers a unique capability for a multi-wavelength phase-shift version of a technique called 'broadband cavity enhanced absorption spectroscopy' (BBCEAS). The detector tags each detected photon with a three-dimensional x,y,t coordinate which is used to identify whether the photon has passed through the cavity or is a reference signal from the light source (x co-ordinate), and the wavelength of each photon along the other (y) dispersion axis. The time coordinate, t, identifies the photon arrival time. Phase shift and attenuation as a function of wavelength, for both cavity output and the light source, are determined by time-histogramming the imaged spectra. This provides access to a key quantity (the number of times the lights passes back &amp; forth within the cavity) that cannot be measured directly by conventional BBCEAS instruments which consequently require a separate calibration. Our combination of technologies offers an instrument able to be calibrated by a simple procedure not requiring technical input or calibration gases, and which therefore could be automated. Proof of this concept offers the realistic possibility of developing a ubiquitous instrument, with the high performance characteristic of spectroscopic methods, and capable of autonomous operation for remote monitoring of atmospheric pollutants, or even diverse applications such as breath monitoring in healthcare scenarios such as medical research or clinical diagnostics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I001247/1","grantId":"NE/I001247/1","fundValue":"116361","fundStart":"2011-01-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"  Exposure to air pollutants such as ozone, nitrogen oxides and aerosol particles is a fact of everyday life, especially in urban centres. Air pollution adversely affects health (e.g. lung function, heart disease), damages plants and ecosystems, and has economic and societal impacts through increased healthcare costs, work-days lost to illness and reduced agricultural productivity. Air quality monitoring is therefore vital to assess the extent to which populations and ecosystems are exposed to air pollution, whether or not pollutant concentrations remain within legislative limits, and to inform policy options for improving / mitigating the effects of poor air quality. \n\nVarious measurement techniques are available to quantify air pollutants. Each method has its own advantages and draw-backs in terms of, for example, sensitivity, specificity, accuracy, long-term stability, start-up and running costs. Many important atmospheric trace gases can be quantified using their characteristic absorption in UV, visible or near-IR wavelengths; this project will develop an absorption spectrometer targeting nitrogen dioxide (NO2). The instrument will also detect aerosol particles via their scattering of light. \n\nAbsorption methods offer two particular advantages for atmospheric applications: first, the target gases can be uniquely identified via their absorption spectrum; and secondly, absorption methods measure the absolute gas concentrations, generally without the need to calibrate against gas standards. The main disadvantages of current spectroscopic methods are that the equipment can be expensive and intensive to operate. The technique we have developed seeks to address both issues by incorporating novel detector technology into atmospheric instrumentation to produce spectrometers that are cheaper and easier to use.\n\nBroadband Cavity Enhanced Absorption Spectroscopy (BBCEAS) detects gases at very low concentrations by trapping light from a light emitting diode (LED) inside a high finesse optical cavity. Various BBCEAS instruments already exist, including several built by Dr Ball. However these typically use conventional integrating detectors. Incorporating time- and wavelength-sensitivity into the instrument instead, using detectors developed by Dr Lapington, allows modulated light signals with much greater information content to be detected. Our time-tagged photon detection methodology extends the BBCEAS capabilities in ways hitherto impossible in the absence of suitable sensors. We have established proof-of-concept of the time-tagged approach using an imaging microchannel plate photomultiplier (NERC-funded). Our next step is to employ a silicon photomultiplier array combined with state-of-the-art readout electronics to improve the measurements' speed and precision. The ultimate objective is a high performance instrument capable of autonomous operation for monitoring atmospheric pollutants like NO2. Environment Societal,Economic","person":"Jonathan Stephen Lapington","coPersons":["Stephen  Ball"],"organisation":"University of Leicester","findingsText":" We achieved our major objective to establish time-tagged photon counting for BBCEAS as a viable technique for high sensitivity trace gas measurement.\n\n\n\nWe successfully showed that an imaging, photon-counting technique could be applied to BBCEAS to measure phase-shift at multiple wavelengths simultaneously and demonstrated the simplicity and accuracy of an instrument calibration method that can be performed without recourse to extensive laboratory facilities.\n\n\n\nWe demonstrated that time-tagged photon detection could provide a quantitative analysis by measuring the same NO2 concentrations within experimental error as our portable BBCEAS instrument when the two systems were run side-by-side while sampling the same gas flow from our laboratory NO2 source. Involvement of Defra / Environment Agency is a long-term aim, however we intend to discuss the project with an environment officer from Leicester City Councils once the PoC instrument's performance in quantify atmospheric NO2 is established. \n\nThe development of the C-DIR time-tagged photon counting imaging detector within this project, in conjunction with an ERDF Innovation Fellowship which funded a C-DIR market assessment, has led to identification of the most likely commercial applications for the technology. The PI has had several meetings with commercial interested parties including:\n\n[1] Photek Ltd: We have been interacting closely with them to develop the detector technology throughout this project for application to diverse market opportunities.\n\n[2] Biostatus Ltd: application of time-tagged photon counting detectors to flow cytometry.\n\n[3] Innovative Small Instruments Ltd: applications in LIDAR and remote sensing.\n\n[4] STFC Healthcare Futures Programme: applications in the healthcare sector. Unlike conventional broadband cavity enhanced absorption spectroscopy instruments, the proof-of-concept instrument we have developed will provide absolute measures of absorber concentrations, does not require calibration gases, and therefore could be automated. These characteristics offer the realistic possibility to develop an instrument with the high performance characteristic of spectroscopic methods, and autonomous operation for remote monitoring of atmospheric pollutants, or in fields where trace gas measurement at sub-ppbv levels is required. If/when this research gives rise to a viable instrument for the direct spectroscopic measurement of NO2 and other trace gases, potential users include:\n\n[1] Policy-makers and regulatory bodies including European, national, and local authorities, Defra and the environment agency: A monitor with sub-ppbv accuracy to NO2 with an inherent reliable self-calibration could offer policy makers new options for accurate and economic air quality monitoring and management systems\n\n[2] Academic researchers, Industry and conservation bodies for research and applications related to climate change, air quality monitoring, environmental monitoring and pollution control\n\n [3] Academic researchers and commercial organizations in the biological sciences and medicine where high sensitivity accurate trace gas measurement is required.\n\nThe capacitive division image readout (C-DIR)-based detector system for time-tagged photon imaging system has many potential uses outside the BBCEAS applications for which it was initially developed. These include:\n\n[1] Academic researchers and industry using time-tagged photon counting imaging detectors for time resolved spectroscopies such as fluorescence lifetime imaging in the biological sciences and for clinical diagnostics applications including cell screening applications e.g. cell screening, flow cytometry etc.\n\n[2] Academic researchers and industry using time-tagged photon counting imaging detectors for time of flight measurements in physics, chemistry, materials science, biological science and medical science e.g mass spectrometry, LIDAR, etc. Environment,Healthcare,Other","dataset":"gtr"}