{"id":"AFF71E7E-D1D9-4866-B26F-0759C6C6423C","title":"Doctrine after Christendom: The Public Impact of Research in Christian Doctrine","abstractText":"There has been a lot of debate recently about the idea of measuring the 'impact' of academic research on the world beyond the university. Some of the debate has been about the very principle of measuring impact as a means of assessing the worthiness of scholarship; some, however, has been about the details of the measurement. Can we measure impact in a way that does justice to the researchers' own sense of the kind of good they might do, of the contexts in which they do it, and of the timescales over which it happens? And can we measure impact in a way that does justice to the answers to these questions that might be given by the various non-academic audiences or stakeholders amongst whom the impact is supposed to be happening?\n\nThese questions take on a particular resonance when we look at research in the area of Christian Doctrine. In part, that is because of existing claims about connections to communities outside the university made by researchers in this area. After all, many researchers in Christian doctrine say that their work involves some kind of engagement with the life of Christian communities outside the university, and some kind of eventual benefit for or contribution to those communities.\n\nIn part, the question of impact has particular resonance in this area because, in a situation 'after Christendom', the relevance of Christian doctrinal research to a wider public, beyond the various Christian communities, is deeply contested. Many researchers in Christian doctrine will speak about the responsibilities of their discipline not just to the university and to the churches, but also to the wider world.\n\nSo what are the kinds of 'impact' that research in Christian doctrine does have and can have? How is that impact seen by the researchers, by the churches, and by those involved in the contexts in which responsibility 'to the wider world' might be pursued?\n\nIn order to answer these questions, we will gather a core team of researchers in Christian doctrine from different universities (and different Christian denominations), and hold a series of symposia. After an initial meeting to discuss the basic issues, we will hold one symposium with researchers and practitioners able to speak about impact and the churches, one with researchers and practitioners able to speak about impact and politics or public policy, and one with researchers and practitioners able to speak about impact and culture (both popular culture and high culture). A final meeting of the core team will help us refine the reports that the process is designed to yield.\n\nWe believe that the process will allow us to report back to the community of researchers in Christian Doctrine nationwide - to help them think critically and constructively about what impact means for our discipline, and about the ways in which it can be pursued. That feedback may enable some of those researchers to refine their impact case studies for the 2013 Research Excellence Framework, but more importantly will help them think about their approach to impact longer term.\n\nWe also believe, however, that the process will allow us to report back to the AHRC as one example of a discipline taking the issue of impact with critical seriousness, and as a contribution and stimulus to wider debate between multiple disciplines about the most appropriate forms of accountability for our claims about the kinds of good that we do - and about the forms of measurement and accountability that are inappropriate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002538/2","grantId":"AH/K002538/2","fundValue":"25205","fundStart":"2013-12-01","fundEnd":"2014-09-30","funder":"AHRC","impactText":"  In our original implication, our impact summary stated, 'Paradoxically, for a project that focuses on impact, this is a project whose impact will mostly be indirect. Our aim is to stimulate academic thinking about impact, and thus indirectly to stimulate work that will itself have a wider public impact.' We will be watching to see whether and how the report we have published is taken up (and we have been enthusiastically promoting it in relevant contexts), and how the conversations we have had continue. Education Cultural","person":"Mike  Higton","coPersons":[],"organisation":"Durham University","findingsText":" We explored the main forms that 'impact' has taken for research in Christian doctrine. We found\n(1) that impact comes from researchers more than from research outputs;\n(2) that the key pathway to impact for researchers is the long-term building of relationships with non-academic groups;\n(3) that impact could take many forms other than the direct driving of change; and\n(4) that the politics of impact - the way that impact activity interacted with the power structures of the group in question - was a serious issue that has received too little attention. We have reported to the AHRC and RCUK, and hope to influence the ongoing development of impact policy.\nWe have reported to doctrine researchers around the UK, and hope to influence their pursuit of the impact agenda - e.g., in grant applications and the development of impact case studies for future REF cycles.\nWe have reported to partner organisations (churches, parachurch organisations, relevant NGOs etc) to help them think about the forms of relationship with academic researchers that are now being made possible by the impact agenda, and hope to influence their development of such relationships. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}