{"id":"AFF84F92-B3AE-44C8-B061-EDFA2295112A","title":"Planetary Origins and Development","abstractText":"The research in this proposal tries to answer questions about how our solar system and its reservoirs first formed. We are proposing to focus our efforts on the issue of how terrestrial planets acquired their metallic cores (the same cores that drive planetary magnetic fields). In the process we will also determine how the silicate Earth's budgets of metal loving elements like Ni originated. We will make comparisons between the differentiated planets and asteroids, Earth, Mars, Vesta and the angrite parent body on the one hand and the Moon on the other and use these data to better constrain lunar origins. \n\nWe use a combination of isotopic measurements using mass spectrometry, and experimental simulation at high pressures and temperatures. We have isotopic evidence that metallic cores of planets started forming very early; within the first million years or so of the Solar System's earliest objects, calcium aluminium refractory inclusions. These cores formed from molten rock created from accretional energy and, initially, radioactive decay. As metallic cores form they partition a variety of elements into the dense segregating metallic liquids partially removing these elements from the residual silicate planet. The degree of depletion and the magnitude of any associated isotopic fractionation will depend on the conditions under which these cores formed, in particular the pressure, temperature, oxygen fugacity and sulphur content. Therefore, by measuring the isotopic compositions of primitive meteorites and comparing them with those of samples of the silicate and metal portions of asteroids, Mars, Earth and the Moon one can deduce the environment under which different planetary objects first developed. To quantify these environments it is necessary to calibrate the isotopic and chemical effects with experimental determinations. We will focus our attention on vanadium, chromium, nickel, molybdenum, tungsten and, if time permits, ruthenium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001318/1","grantId":"ST/M001318/1","fundValue":"685563","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"Alex  Halliday","coPersons":["Bernard John Wood"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}