{"id":"AFFC094A-4FED-4923-91F3-166A20F9DE01","title":"Synthesis and Applications of Nanoporous Steroidal Crystals","abstractText":"The properties of materials depend partly on those of their component molecules, but also on the way the molecules arrange themselves relative to each other. The design of molecules which will self-organise in specific, predictable ways is termed crystal engineering , and is a major challenge for current science. One arrangement of special value is a nanoporous assembly, in which the molecules pack together in such a way as to leave channels running through the material. The channels can then be filled with other molecules, to give hybrids with novel properties. Alternatively, the materials can be used as molecular sieves , allowing some molecules to pass through but blocking others. Although useful, nanoporous structures are intrinsically difficult to achieve; generally, nature prefers to occupy space when forming a crystal. We have recently discovered a family of molecules which not only have this rare property, but for which the channels are also exceptionally wide. Unusually, they are big enough to accept a wide range of guests including, for example, molecules which absorb light (and are therefore coloured). The members of the family all crystallise in the same way, so that their structures should be predictable, allowing tuning of properties.We believe this discovery can be exploited to create new materials with a variety of useful properties. Firstly we need to establish the size of the family - how much can we change the structure and still keep the nanoporous arrangement? Secondly we need to study the materials' abilities to absorb, or form around, other molecules. This work may show that we can achieve difficult separations (including chiral separations) by careful tailoring of channel properties. Other objectives include: (a) Making the materials stronger by creating bonds between the molecules. (b) Arranging dye molecules in the channels, such that they can work together to moderate light waves. (c) Forming mixed crystals, in which the shapes of the channel walls can be controlled by the presence of guests. (d) Depositing metals in the channels, creating nanoparticles or nanowires . If successful the research could have applications in chemical processing (separations and catalysis), optical technology and nanotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E021581/1","grantId":"EP/E021581/1","fundValue":"313187","fundStart":"2007-08-31","fundEnd":"2010-10-30","funder":"EPSRC","impactText":"  Further development of this system has not been possible, mainly because EPSRC rejected an application for funding of the work.  ","person":"Anthony  Davis","coPersons":["Anthony Guy  Orpen","Jonathan Paul Charmant"],"organisation":"University of Bristol","findingsText":" We have shown that a wide (essentially infinite) variety of porous materials can be prepared by crystallising a family of molecules termed &quot;nanoporous steroidal ureas&quot;. The pores can be various diameters, possess various internal surfaces, and can be engineered to contain grups which will confer functionality on the material. Materials could be developed for the separation of molecules, to act as selective catalysts or to possess particular optical properties (e.g. for use in displays). The crystals could also be used as nanocontainers for drug delivery. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Healthcare","dataset":"gtr"}