{"id":"AFFD7AE0-AB6B-4AE9-92A1-276A4BDF2CC0","title":"The role of phonological and suprasegmental codes in handwritten word production.","abstractText":"<p>Handwriting is an important skill in literate societies. This project investigates two intricately related theoretical issues, namely the extent to which handwriting is accomplished based on phonological (ie, spoken) codes, and whether writing, which minimally requires knowledge about letters and their order, additionally constrained by higher-level language characteristics which are known to influence spoken production, such as syllabic and metrical structure. The &quot;implicit priming&quot; (IP) task, a widely used method in research on spoken production, will be adopted for the investigation of writing. The first part of the project will investigate whether priming in a written version of this task is constrained by spelling, sound, or both. The second part will assess whether facilitation is sensitive to the number of syllables, stress pattern, or abstract consonant-vowel structure. Each of the experiments in written production will be mirrored with spoken production studies that will establish a baseline of comparison with the well-established spoken literature. In combination, these studies will identify key constraints on theoretical accounts of how written output is generated.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F004222/1","grantId":"ES/F004222/1","fundValue":"153383","fundStart":"2008-03-01","fundEnd":"2010-02-28","funder":"ESRC","impactText":"  Our findings have to date not been used beyond basic research into the foundations of cognitive processing.  ","person":"Markus  Damian","coPersons":["Hans  Stadthagen"],"organisation":"University of Bristol","findingsText":" Handwriting is an important skill in literate societies. This project investigated two central theoretical issues, namely the extent to which handwriting is based on phonological (i.e., spoken) codes, and whether writing, which minimally requires knowledge about letters and their order, is additionally constrained by higher-level linguistic characteristics. The &amp;quot;implicit priming&amp;quot; (IP) task, widely used in research on spoken word production, was adopted to the investigation of writing. In the spoken domain, this task renders a benefit in naming times of response words resulting from word-initial overlapping form characteristics. Rather than articulating words, in our studies participants wrote down responses on a digital graphic tablet, and writing times were measured. We demonstrated that this method renders a robust benefit when response-word initial letters overlap. Additionally, the word-initial sound of the words appears irrelevant to whether a facilitation effect was obtained. This finding may imply that handwriting is not constrained by phonological variables, but given limited independent evidence supporting a role of phonology in writing, the IP task is probably not sensitive to such variables. We furthermore observed that priming in this task emerges from the planning of abstract graphemes (i.e., orthographic codes consisting of one or more letters which correspond to speech sounds). In combination, our studies demonstrate that handwriting is indeed constrained by higher-level properties such as graphemic structure, and that this constraint is not the result of a covert phonological influence but is indeed purely orthographical in nature. The studies carried out within this project pioneered the use of a particular experimental paradigm adopted from research on spoken responses, for the exploration of handwritten output. The topics under investigation are currently of high interest to cognitive psychologists, and various research groups have adopted similar methods, including some in China. Education","dataset":"gtr"}