{"id":"AFFF64CB-8533-4563-9FFE-594514882479","title":"The potential of gene-knockdown for controlling varroa mites","abstractText":"Honey bees are incredibly important to humans through their pollination of flowers of both wild and farmed plants. It is estimated that very third mouthful of food we eat is reliant to some extent on honey bees. When there was an accidental overuse of insecticides in an area of China that killed all the bees and other pollinating insects, the apple trees had to be hand pollinated that year. Taking into account higher wages in the UK, such a scenario here would make apples an absolute luxury item. Unfortunately, honey bee numbers are seriously declining year on year with areas in Europe and the USA suffering bee losses over 30% every year – this is not sustainable. The exact reasons for honey bee declines are not known for certain, but are likely due to several factors. One of the most important factors is the parasitic mite Varroa destructor that sucks the blood from bees and transmits serious viral diseases.\n\nControl of Varroa using insecticides is becoming less effective as the Varroa have become resistant to the handful of available insecticides. Developing insecticides that kill Varroa but leave the bee unharmed is very difficult as they are relatively closely related to each other, unlike the scenarios of developing pesticides to kill fleas on cats or tapeworms in pigs. There is an urgent need to develop a Varroa-specific, environmentally friendly insecticide or some method of overcoming the Varroa’s resistance mechanism to the registered insecticide.\n\nWe have recently developed a method to knockdown individual and specific genes in the Varroa that will not affect honey bees or, indeed any other animals. In this project we aim to construct pieces of double-stranded RNA (dsRNA) that effectively kill the mite, but do not affect the bees. By scouring large databases of all the Varroa genes will identify pieces of genes that can be effectively and safely targeted. These dsRNA constructs will be fed to larval and adult bees to assess their effectess as a proof-of-concept before embarking on hive treatments. Additionally, we will identify the genes involved in resistance to a specific insecticide and investigate whether resistant mites become susceptible to the insecticide when we have knocked down these genes","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J01009X/1","grantId":"BB/J01009X/1","fundValue":"117653","fundStart":"2012-04-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  We are currently seeking patent protection for inventions developed within this grant. These patent applications will be published in due course. At that time, the appropriate information along with the corresponding journal articles will be submitted here. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Alan Stuart Bowman","coPersons":[],"organisation":"University of Aberdeen","findingsText":" We are currently seeking patent protection for inventions developed within this grant. These patent applications will be published in due course. At that time, the appropriate information along with the corresponding journal articles will be submitted here. We are currently seeking patent protection for inventions developed within this grant. These patent applications will be published in due course. At that time, the appropriate information along with the corresponding journal articles will be submitted here. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}