{"id":"B003EF3B-4941-4A6E-9D8D-1AB0BE415EBD","title":"Fiberized Silicon: A New Platform for Nonlinear Photonics Devices","abstractText":"The age of optical communications has been enabled by two key materials and technological breakthroughs: low loss silica optical fibre waveguides and silicon based electronics. In order to integrate these two technologies, one of which is fibre based and the other planar chip based, the devices have to be interfaced via complex intermediate optics. Clearly the ability to combine the flexible light guiding capabilities of glass fibres with the rich optoelectronic functionality of silicon in an integrated fibre geometry is an exciting prospect. For example, we could then consider building lasers, modulators, switches, detectors and even electronic circuits all inside a compact fibre geometry. This proposal describes research that will follow the development of silicon impregnated optical fibres from the design and characterization stage, to the demonstration of practical all-fibre devices. The fabrication of these hybrid structures will utilize the unique framework of microstructured optical fibres, which contain microscale air holes that run down their length, as 3D templates into which the semiconductor material will be deposited. The proposed structures will form the basis of a number of devices including in-fibre semiconductor lasers, high speed all-optical modulators, broadband sources that extend into the mid-infrared and tuneable photonic band gap fibres (PGBFs). Fiberized silicon devices offer significant advantages such as low cost, versatility, robust waveguide geometries, compactness and highly extended electromagnetic interaction lengths. Importantly, the potential applications of this work extend far beyond the optical telecommunications field to include a wide range of disciplines such as medicine, spectroscopy and security monitoring, ensuring a high level of both scientific and commercial relevance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G051755/1","grantId":"EP/G051755/1","fundValue":"330040","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"  Our findings have been used by a number of other academic groups worldwide.  ","person":"Anna  Peacock","coPersons":[],"organisation":"University of Southampton","findingsText":" This project was focused towards the design and characterization of a new class of silicon impregnated optical fibre with the aim to develop a range of all-fibre optoelectronic devices. A number of silicon fibre designs were realized by utilizing the unique microstructured optical fibre (MOF) framework into which the materials were deposited. These MOFs, which contain precisely positioned microscale air holes that run down their length, act as exceptional 3D templates as they are robust, flexibl These findings could be of use within a number of disciplines. For example, the ultrafast processing aspects could be employed within information and data communications whilst the development of sources that extend into the mid-infrared spectral region could be used for sensing and medical applications. Digital/Communication/Information Technologies (including Software),Environment,Healthcare","dataset":"gtr"}