{"id":"B00304EB-9262-4414-96C8-C2093EC279A6","title":"In Situ Nanoparticle Assemblies for Healthcare Diagnostics and Therapy","abstractText":"There is a growing need for clinicians to be able to diagnose and prescribe therapy according to an individual's healthcare needs and potential responses. To allow this personalised medicine approach to be fulfilled, new technologies allowing rapid and accurate detection of biomarkers indicative of specific diseases are needed and to be available to clinicians to aid in their management of disease. This proposal aims to bring together physical scientists working on nanoparticles capable of detecting biomarkers at ultralow concentrations with information technologists capable of interpreting and presenting data from these complex assays to the clinical partners who are interested in how best to utilise this new information in improved healthcare practice. The basis of the proposal is to create an in vitro diagnostic assay at first which is capable of detecting multiple biomarkers in a patient's sample which allows the clinician to produce a risk profile of the patient. A second aspect of the research is to investigate in vivo imaging by SERS for specific biomarkers and in a multiplexed manner. The disease we are targeting is cardiovascular disease which covers atherosclerotic plaques. Risk of atherosclerosis is identified by increased levels of specific biomarkers, however, atherosclerosis is characterised by a localised rather than a systemic immune response. Therefore the measurement of biomarkers for in vitro prediction will be investigated in parallel to quantification of vascular inflammation and the development of a therapeutic approach to convey treatments directly to the affected vessel. The assays will be based on surface enhanced Raman scattering (SERS) and use metallic nanoparticles. The output will be in the form of a vibrational spectrum which will contain a high degree of information relating to the relative quantitation of each of the specific biomarkers being investigated. Two types of in vitro assay will be investigated with one of them carrying forward for in vivo imaging. The in vivo assay will recognise the target and through interpretation of the signal allow a decision to be made whether to induce a therapeutic action. The action we are proposing is a photothermal response from an assembly of the nanoparticles triggered by the specific biomarker being interrogated. This makes the response highly specific to that biomarker and will offer a new way to manage atherosclerosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014165/1","grantId":"EP/L014165/1","fundValue":"2992300","fundStart":"2014-05-01","fundEnd":"2018-04-30","funder":"EPSRC","impactText":"","person":"Duncan  Graham","coPersons":["Naveed  Sattar","Karen Jane Faulds","Mark  Girolami","Pasquale  Maffia","Iain  McInnes","Paul  Garside"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}