{"id":"B009F23B-D9A3-4D77-921F-FF3FC2A34DC1","title":"Resistive switches (RRAM) and memristive behaviour in silicon-rich silicon oxides","abstractText":"The main goal of this project is to develop a fundamental understanding and applications of resistive switching in silicon-rich oxide. This may lead to a breakthrough in low-cost on-chip integration of Resistive Random Access Memory (RRAM) devices with Si microelectronics. To achieve that we will carry out detailed experimental studies of switching; develop a physical switching model; apply this model to design and fabricate demonstrator devices; characterise the devices, and develop circuit-level models for systems incorporating Si RRAM and hence extend the capabilities of Si microelectronics into new domains and applications.\n\nRRAM devices are components whose electrical resistance can be varied by applying an appropriate voltage. They are promising candidates for next generation electronic memories, offering a number of significant advantages over conventional Flash memory, including: very high packing density; fast switching; low energy switching; 3D integration to further increase memory capacity; ease of processing. Existing RRAM technologies are primarily based on metal oxide materials. However, Si- based devices have a number of advantages, including ease of integration with silicon CMOS processing technology, along with the possibility to tailor their electrical properties by varying programming voltage pulses.\n\nRRAM devices have potential applications beyond memory: if the device resistance can be continuously varied they may behave in a similar way to neurons, and may therefore be used in novel neural networks or other processing architectures. Also, as resistive switching shares many of the features of oxide failure in CMOS devices, the results from a study of RRAM will yield valuable information that may help reduce device failure, or even recovering damaged devices.\n\nWe have recently developed a Si/SiO2 RRAM. Unlike competing technologies, it does not rely on the diffusion of metal ions, can be fabricated only from Si and SiO2, and operates in ambient conditions. Resistance contrast is up to 1,000,000, switching time &lt;90ns, and switching energy 1pJ/bit or lower. Scanning Tunnelling Microscopy suggests individual switching elements as small as 10nm. Devices can be cycled thousands of times and can be operated in either unipolar or bipolar modes, with different characteristics in each: in the former, binary switching between discrete levels can be achieved, while in the latter we are able to continuously vary the device resistance, opening up the possibility of analogue devices such as memristors.\n\nOur devices are an alternative to existing metal oxide-based devices. The Si/SiO2 system is the building block of Si CMOS technology - our devices require no other material. We have found that the externally-set current compliance required for reliable resistive switching in metal oxide systems is not necessary in SiOx devices - asymmetric doping of the structure produces intrinsic self-limiting. In addition, the high degree of nonlinearity inherent in our semiconductor-based RRAM devices mitigates the problem of parasitic leakage currents in arrays of RRAM devices.\n\nOur project will go further than experimental studies of Si/SiO2 RRAM devices. We will also develop comprehensive theoretical models for the resistance switching process, and circuit-level models to investigate the application of our RRAM devices in real systems. Our approach is novel and unique in that it goes all the way from the atomistic modelling and electrical characterization of materials and fundamental electronic and ionic processes involved in resistive switching, through the simulation and fabrication of experimental devices to their optimisation and potential implementation in technology. This can only be achieved via synergy of expertise available at UCL and Glasgow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K016776/1","grantId":"EP/K016776/1","fundValue":"438879","fundStart":"2013-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Asen Mihailov Asenov","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}