{"id":"B0122E28-EB34-47D3-B70E-928D6C7E3B85","title":"Next Generation Resist Technology for the Semiconductor Industry","abstractText":"The push for electronics miniaturisation is as strong as ever. However, the current microchip fabrication method, photolithography (etching lines/wires using optical wavelengths of light), is reaching its limit, and is not sustainable beyond 2016. The leading contender to continue past 2016 is Extreme Ultra Violet lithography (EUVL). However, there is currently no EUVL compatible 'resist material' that meets the industry's performance needs. The 'resist material' in this context, is the material that creates the masks from which the wires are etched. We have developed such a material and are now working with Irresistible Materials to bring our resist to market.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I502017/1","grantId":"EP/I502017/1","fundValue":"81510","fundStart":"2011-04-08","fundEnd":"2012-07-07","funder":"EPSRC","impactText":"  The aim of this grant has been to move the fullerene based resist from the laboratory results gained before the project start toward a full scale prototype ready to industrial usage through the development of scale-up, improved understanding of the EUV behaviour and measurement of secondary metrics.\n\nDuring the project we have worked closely with Irresistible Materials and their synthetic chemist to develop a reliable scale up of the lab based materials. The industrially produced resist materials are now matching (and in one case exceeding) the capabilities of the lab based materials. \n\n\n\nA new subgroup of fullerene materials to improve etch durability and dissolution characteristics has been developed\n\n\n\nSimultaneously extensive testing of the EUV properties is leading to continuing improvements to the EUV performance. \n\n\n\nAdditionally a new application of the material in the field of plasma etching has been discovered. Use of the methanofullerene material as the spin on carbon layer in a trilayer plasma etching scheme has allowed the etching of high aspect ratio features with resolution of less than 30 nm. This has led to the filling of an additional patent. \n\n\n\nFinally this project has effectively strengthened the collaboration between the University of Birmingham and Irresistible Materials, who have seconded a researcher into the University. The collaboration will continue after the end of the grant, and IM will be sponsoring an additional research fellow to assist with this. A PhD student has received training in the techniques.\n\nBeneficiaries: Direct benefits to our collaborating partner Irresistible Materials, with longer term benefits anticipated in the Semiconductor Industry\n\nContribution Method: The research allowed us to move the lab scale production of the materials to a larger commercial scale production. Additional improvements in the material were then undertaken on the basis of results from this research. Electronics Cultural","person":"Alex Phillip Robinson","coPersons":[],"organisation":"University of Birmingham","findingsText":" We have transferred the lab scale production of the material to commercial scale. \n\nWe have improved the EUV resolving capabilities of the material to better than 35 nm halfpitch. \n\nWe have identified issues with the dissolution and etching characteristics of the primary material and designed and synthesised a new phenolic derivative to replace the PEG derivative of fullerene that addresses these issues successfully\n\nWe have developed a new fullerene based hardmask material for trilayer etching Approaches to a number of commercial end users and manufacturers are currently in progress. The fullerene resist is being exploited in collaboration with the company Irresistible Materials who have licenced the IPR \n\nThe hardmask invention is the focus on new IPR filled this year. Electronics","dataset":"gtr"}