{"id":"B01287E3-1566-41A1-AB53-1179D351CBCA","title":"Determining the Molecular Mechanism of Global Genome Repair in Saccharomyces cerevisiae","abstractText":"All forms of life, including humans, contain within each of their cells the encrypted information necessary for coordinating the function of individual cells and the overall organization of the organism. The information is stored in the nucleus of the cell within a macromolecule called deoxyribonucleic acid - DNA. This information is divided into units called genes, the sum of all the genetic material of an organism is referred to as its genome. Life?s coded information might be expected to be extremely stable and resistant to change, since altering the coded message could have serious consequences. On the other hand, organisms are able to adapt to changes in their environment by virtue of the genetic variation within the population caused by alterations in the genetic material of each individual. This process is known as evolution. Much of the genetic variation within the human population is the result of ?reshuffling? the genes during sexual reproduction ? a process known as recombination. However, DNA can also be altered by normal processes operating within the cell, and physical or chemical damage from the environment, including ultraviolet radiation from sunlight. Each of our cells receives around 10,000 DNA lesions each day. If left unchecked this damage would quickly erode the genetic material, since replication of damaged DNA during cell division can permanently alter the genetic code. Consequently a number of different DNA repair pathways have evolved over time. Collectively these are fundamental to the stability of the genome. People who inherit defects in the genes controlling these DNA repair pathways are more likely to suffer from certain cancers. Our research aims to understand how one of these processes, nucleotide excision repair [NER] operates. People with defects in genes regulating this process suffer highly elevated levels of skin cancer. Molecular studies have revealed how defects in different genes involved in the process can result in three distinct diseases. Much of our knowledge has come from the study of NER in a variety of different organisms. We study NER in bakers? yeast - amazingly, the process is remarkably similar to that in human cells. We recently identified a novel stage in the mechanism of NER in yeast. If this mechanism exists in human cells, it could have important implications for the use certain types of cancer treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400113","grantId":"G0400113","fundValue":"607104","fundStart":"2005-01-01","fundEnd":"2009-12-31","funder":"MRC","impactText":"","person":"Simon Huw Reed","coPersons":[],"organisation":"University of Wales College of Medicine","findingsText":"","dataset":"gtr"}