{"id":"B0184F8E-10BE-4F46-B6A9-D7663EDDC8D9","title":"Military Sponsorship of Music in Britain in the Nineteenth Century and its Relationship with the Musical Mainstream","abstractText":"In the nineteenth century, the British military sponsored music in two main ways: it employed many hundreds of band musicians, and from 1857 it established a sophisticated school of music: the Military Music Class (later called the Royal Military School of Music). This had the express purpose of training instrumentalists and musical directors. It was the most important and successful British music education institution of the nineteenth century and was unique in focussing exclusively and decisively on training musicians to be professionals.The establishment of the school was deeply controversial because up to that time all military music was sponsored privately, usually by a subscription levied on officers. The bands so formed acquitted ceremonial functions and as such were important in the portrayal of patriotic nationalism, but their repertoires make it clear that their primary role was social: they provided an important cultural ingredient for the officer class and the social orbits in which they moved. The bands were ubiquitous throughout the British Isles and the colonies, and provided what was by far the largest network of professional musicians. Irrespective of their musical and social function, they constituted such a large group that the manufacturing and retailing infrastructure was dependent on them to a very significant degree.The Military Music Class was resented because military bands were perceived by the officer class as an exclusive property. Initially, all regiments were expected to sponsor the school, but in little more than a decade it began to be funded directly from the military purse. The school was the best musical training institution in Britain: it had a clear focus and exercised the highest standards. Boys were recruited from feeder schools for training, and it was not long before British bandmasters started to replace the foreigners who were so favoured by officers in the earlier part of the century. The establishment of the school marked an important moment of change in military music culture. The military continued to be the main source of professional wind, brass and percussion players (as it did for much of the twentieth century); but within the military world, the growth of large-scale ceremonies in which massed bands were prominent led to a repositioning of the image and reception of military music and its purpose. Because there has been no systematic evaluation of of the broad range of primary source data, and because the few secondary sources have insufficient veracity or breadth of purpose, the subject has little account in musicology. As such the general histories of British music in the period are incomplete and lacking the strand which touched most people in the period. The aim of the project is to create a greater and more accurate understanding of military music in the period, and to explain it in terms of its relationship to wider orbits of art and popular music. In so doing, it will offer a radical and significantly revised approach to the understanding of nineteenth-century British music history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H001530/1","grantId":"AH/H001530/1","fundValue":"255516","fundStart":"2009-12-01","fundEnd":"2012-11-30","funder":"AHRC","impactText":"  This project predates the introduction of impact planning and assessment.  ","person":"Trevor  Herbert","coPersons":[],"organisation":"Open University","findingsText":" o The project provided the first mass of detailed data to show the origins of British military music: how it was sponsored solely by the aristocratic officer class who perceived it as their private property. Thus it revealed important new information about a largely ignored source of eighteenth- and nineteenth-century musical patronage.\n\no The project mapped sources concerning regular and irregular (mainly militia) bands to show that the military provided the first network of instrumental ensembles covering the British Isles.\n\no A wide range of financial and demographic data was analysed to show that in the period under examination the military was the largest employer of musicians in Britain and that it was responsible for the greatest ever expansion of the UK music profession.\n\no The project revealed evidence showing that the military underpinned much of the commercial viability of the British music business.\n\no Analysis of the curricula of the Military Music Class (later the Royal Military School of Music), comparison of that institution with other conservatoires, and scrutiny of national inquiries into the training of musicians, showed that students of the Military Music Class were the first beneficiaries of a music training that was genuinely aimed at the production of music professionals.\n\no A discussion of the adoption of military music as a key ingredient of cultural diplomacy in the late Victorian period occupied a chapter in the book that is the major output of the project. This was the beginning of what became known in diplomatic circles as 'soft power'.\n\no One of the more surprising and interesting findings concerned the extent to which music was important to soldiers in fields of conflict. This work is continuing and is feeding into the AHRC-funded Listening Experience Database project.\n\no For every segment of the chronological period the project investigated, it was possible to define the idiom, repertoire and instrumentation of British military bands and point to patterns of change and continuity throughout the period. The research can be used in a non-academic (HE) context by providing an historical dimension to the education of military musicians. This is not merely theoretical: it provides a means for understand past repertoires and practices. In effect it offers them a route to new types of creativity through historical reconstruction. This applies in equal measure to professional musicians (military and non-military), creative media artists and the heritage industry. The research unveiled for the first Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}