{"id":"B0217B02-BF55-4058-AA7E-491A1E431877","title":"Prognosis of HIV-positive patients treated with antiretroviral therapy: comparative analyses and treatment strategies","abstractText":"Highly effective treatments consisting of combinations of different drugs are now available for HIV-positive people and have dramatically reduced the risk of acquired immune deficiency syndromes (AIDS) and death since their introduction in 1996. Increasing numbers of patients have been treated for many years, but outcomes in these people remain unclear, patterns of cause of death have changed, and new predictors of outcomes are emerging. Randomised clinical trials are the best way to examine treatment effects, but most trials in the field rely on outcomes that are measurements from blood tests (rather than AIDS and death, which are of more interest to patients and doctors) and recruit small numbers of patients followed for a short length of time. Trials often exclude sicker patients, and cannot estimate the effectiveness of drugs in important subgroups such as women, those aged &gt;50 years, or ethnic minorities. Many questions relating to treatment strategies cannot be, or have not been, answered in trials. Therefore information about long term outcomes and effects of treatment in patient subgroups must largely rely on large collaborations of HIV cohorts - studies in which groups of HIV positive people are followed over time.\n \nThis application seeks funding for the ART Cohort Collaboration (ART-CC), an international collaboration that combines data from 19 HIV cohort studies from Europe and North America. It is coordinated by a small team at Bristol University, and administered by a steering committee of representatives from the contributing studies with expertise in HIV medicine, clinical epidemiology and medical statistics, and patient representatives. We will work within European and North American regional collaborations, which will provide considerable value for money because we can take advantage of their data management systems, and also ensure that we have a distinct and unique research agenda. We expect to combine data on at least 100,000 patients. We will work with collaborations in Southern and West Africa in order to compare outcomes among patients treated in these settings, in which resources for treatment and health care are limited, with outcomes among patients treated in Europe and North America. We will update our datasets annually during the period covered by the application.\n\nOur objectives are: (A) Examine the prognosis of patients on treatment for AIDS, deaths from all causes and deaths from specific causes, focusing on prognosis over many years, the role of new factors that predict AIDS and death, and prognosis from some years after starting treatment; (B) Examine differences in prognosis between regions and settings including the roles of gender and ethnic group; (C) Estimate life expectancy, defined as the average number of additional years a person will live, from the time of starting treatment and separately for groups of patients with different characteristics; (D) Conduct collaborative work on prognosis in low income settings, such as sub-Saharan Africa, where the majority of HIV-positive people live. We will use statistical methods that mimic randomised trials using cohort data to: (E) Investigate strategies for regimen modification (switching) in patients in whose blood HIV-1 virus can be detected, and examine risk factors for and prognosis according to the type of regimen change; (F) Estimate the adverse effects of missed doses or interruptions to treatment on clinical outcomes; (G) Examine the best time to start treatment for HIV in patients who also require treatment for other specific infections that occur when the immune system has been damaged and that affect the central nervous system.\n\nBased on our past experience, we expect the results of this research to be of direct relevance to the care of HIV-positive people and to be incorporated into treatment guidelines. We will provide online risk and life expectancy calculators, as well as summaries for patients, on the study web site.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002380/1","grantId":"MR/J002380/1","fundValue":"589409","fundStart":"2012-02-01","fundEnd":"2015-01-31","funder":"MRC","impactText":"","person":"Jonathan  Sterne","coPersons":["Michael  Saag","Jordi  Casabona","Gerd  Fatkenheuer","Matthias  Egger","Matthias  Cavassini","Robert  Zangerle","Andrew  Boulle","Julia  Del Amo","Margaret  May","Matthew John  Williams","Michael John Gill","Francois  Dabis","Sophie  Abgrall","Amy  Justice","Dominique  Costagliola","Mari  Kitahata","Timothy  Sterling","Robert  Hogg","Antonella  D Arminio Monforte","Ole  Kirk","Frank  De Wolf","Fiona Caroline Lampe","Jodie  Guest","Miguel  Hernan","David Hans-Ulrich  Haerry","Reinhard  Brodt"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}