{"id":"B0254F81-3A6C-4826-83EF-DB90B6D7B7EC","title":"Hard-soft matter interfaces: from understanding to engineering","abstractText":"The term material is extremely broad, so for simplicity's sake, materials are often described as either hard or soft . While hard materials such as ceramics are strong, they are often brittle. In contrast, soft materials such as polymers are often mechanically weak, but can show valuable elastic properties. Combining these two in one new composite can therefore give rise to remarkable new materials, which benefit from the advantages of both components. This is just one benefit of combining hard and soft materials. In fact, interaction between hard and soft materials occurs in all walks of life. Whether a medical implant is accepted in the body depends on how cells recognise and interact with the hard implant surface. Controlling this requires that we understand molecular-scale processes, which govern how soft biomolecules interact with surfaces - and also processes occurring on much larger length-scales, most importantly how cells interact and recognise a hard surface. In this case, the soft matter must adapt to the hard surface, potentially changing its shape and chemical properties. This is important for many applications - from the toxicology of nanoparticles to strategies for environmental remediation. Perhaps surprisingly, it is not only hard materials which control the soft - the converse also occurs. Biomineralisation - the formation of mineral structures such as bones, teeth and seashells by organisms - shows this beautifully. It is through interaction of growing minerals with soft, organic matter that Nature produces these materials with their remarkable shapes and properties. Biominerals are often very different from synthetic minerals. While a crystal of calcite (calcium carbonate) precipitated in the lab has a regular, geometric form, in the spines of a sea urchin a calcite single crystal is sponge-like, with curved surfaces replacing flat crystal planes. Biominerals are also almost always composites - soft organic molecules are embedded within the crystal. It is this structure which gives biominerals such wonderful mechanical properties - indeed, tooth enamel is one of the hardest materials known. Soft matter not only affects the properties of biominerals, but controls almost every stage of their formation - from the earliest stages of nucleation, through growth, to production of the final biomineral. Insoluble organic molecules define the special environments in which biominerals form and nucleate, while small, soluble organic molecules bind to a crystal during growth, influencing its shape. Clearly, understanding how soft and hard materials interact and control each other is of great importance, and has applications spanning disciplines from medicine to geology, from climate science to nanotechnology. The strategies used by biology to produce biominerals can be applied to the design and fabrication of new materials - where the structure can be controlled at the atomic scale, and the synthesis carried out under mild conditions. If we can design molecules to attach to surfaces strongly, we can use them to inhibit crystal growth. Crystals growing where they should not - in boilers, heating systems and oil wells - remains a major problem in industry and domestic life. Finally, many biomaterials are carbonates. They are a part of the planet's carbon cycle - a major way in which carbon dioxide is removed from the atmosphere for long periods. In the oceans, structures such as coral reefs are under threat due to changes in oceanic conditions; we need to understand the mechanisms of their growth to understand fully why. Removing carbon dioxide from the atmosphere and converting it into carbonates is a possible carbon capture strategy. The research carried out in this grant will use both experiment and theory in a unique way to shed light on the fundamental mechanisms behind this most fascinating and essential capability of the biosphere and to harness this knowledge to develop of novel materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001514/1","grantId":"EP/I001514/1","fundValue":"5346470","fundStart":"2010-09-01","fundEnd":"2016-03-03","funder":"EPSRC","impactText":"  Findings from the grant have been taken up by the biomineralisation community to build new models of nucleation and growth of biominerals and in particular gain a better understanding of how molecules and arrays can control mineral growth. Further takeup is expected during and beyond the later stages of the project. Energy,Environment,Other Cultural,Economic","person":"John  Harding","coPersons":["Steve  Banwart","Dorothy Margaret Duffy","Tiffany  Walsh","P Mark Rodger","Fiona  Meldrum","Roland  Kroeger","Michael Phillip Allen","James Arthur Elliott"],"organisation":"University of Sheffield","findingsText":" The purpose of our work is to understand the design rules and strategies underlying the formation of biominerals. This will both advance our understanding of the process by which animals make minerals and also suggest approaches low-temperature chemical synthesis and processing. We are achieving this by focusing attention on the interfaces between the hard minerals that are formed and the soft bio-components that control their formation. \n\nBiominerals often form first as an amorphous precursor. This is then converted into the final mineral either directly or indirectly. Our work is providing new insight into the nucleation of this initial phase. Large variations in the water content have little effect on the structure of the mineral. Water is found both in networks of tiny channels and as molecules included in the material. A study of the crystallisation of amorphous calcium carbonate in confined spaces (which is often the case in biological systems) has shown how the structure of the resulting nanorods is controlled by its surroundings. \n\nSelf-assembled monolayers provide excellent model systems for how organic arrays can control the way minerals grow. Our combination of experiment and simulation has revealed the vital role of organic layer flexibility in directing mineral growth. We have also shown how the absorption of biomolecules and smaller molecules on surfaces of quartz, gold and calcite can favour some surfaces over others. Understanding this selectivity is essential for the design of systems that enhance or inhibit crystal growth. We have developed design rules for molecules (polysaccharides and peptides) for the case of enhancing the growth of calcite. We are using a combination of simulation and experimental data to build a new model of collagen - a protein that is an important constituent of many tissues - which includes bone. \n\nRobust methods have been developed to quantify the inclusion of small organic molecules into calcite and these methods have been extended to other systems. It is surprisingly easy to incorporate large amounts of these molecules into calcite crystals and their inclusion has a strong effect on crystal properties such as the hardness. Modelling studies have shown how these molecules can incorporate into the crystal and the nature of the stress/strain relations induced including the bulk lattice distortions of the crystal. Organic molecules are often found in natural biominerals; for example our work on amino acids in corals and proteins in eggshells. Understanding the complex, multiscale behaviour of hard-soft interfaces provides an interdisciplinary challenge and subsequently offers major opportunities to harness this knowledge to develop novel materials and processes, such as complex hierarchical structures with unique properties. There is direct industry application possible from the results of our research in a range of fields such as environmental biotechnology and remediation, biomedical materials (bone biocomposites), biomimetic nanoscale synthesis, enhanced hydrocarbon production, innovation in next generation instrumentation, and computer software.\n\nOur new models of collagen are essential for simulating collagen/mineral composites, the building blocks of bone formation, and are bringing enhanced understanding of the use of collagen degradation for dating archaeological sites. Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}