{"id":"B028A4F1-FE21-4072-8804-1E71B3C04AB5","title":"Chemical reversion of nuclear shape and other defects of Hutchinson Gilford Progeria Syndrome and Lamin A/C depleted cells","abstractText":"Human cells are highly organised and regulated, and any change in this organisation can have an effect at the level of the entire body. In recent years, it has become evident that one crucial part of the cell is a structure called the nuclear lamina, which surrounds the cell nucleus. This lamina structure, which is made up of proteins called lamins, is crucial for maintaining normal cell structure and function. Indeed, lamins act as a scaffold for maintaining nuclear architecture and nuclear shape.\n\nMisregulation of the LMNA gene encoding for lamin proteins can occur through mutations, and leads to various human diseases, including muscular diseases and premature ageing syndromes called progerias. The common characteristic of these syndromes is misshapen cell nuclei due to the fact that the lamin proteins are not functional and cannot maintain normal nuclear morphology. The effects at the level of the entire body are predominantly found in the muscles and heart because, in these organs, the nuclear architecture is required for cells to survive repeated contractions. Consequently, patients with defects in the LMNA gene commonly die early from heart attacks because the function of their cardiac cells is strongly affected. Interestingly, misregulation of LMNA is also associated with normal ageing, and the nuclei of cells in old people appear to be misshapen compared to ones from young individuals.\n\nIn addition, lamin proteins are also misexpressed in various human cancers. One model is that the change in lamin expression in some cancers could contribute to the cell morphology defects that account for the invasiveness of cancer. \n\nThe fact that LMNA deregulation is associated with a broad range of human diseases, as well as with normal ageing, has triggered a strong interest in trying to rescue the misshapen nuclei in laminopathies, to improve global cellular fitness and patient survival. Unfortunately, currently there is no cure for these diseases, and the available therapies mainly act by improving the symptoms of these patients. In this proposal, we describe how we plan to characterize a new molecule that rescues the morphological defects of normal and premature ageing cell lines as well as Lamin A/C depleted cells. Indeed, recent work from our lab suggests that this molecule might improve the global cellular fitness of these cells. Thus, gaining insights into how this molecule works could help us understand the laminopathies and give us some important information about how to rescue the nuclear shape defects arising from LMNA misregulation. To this end, we aim to use a combination of biochemical, genetic and cell culture studies. We believe that this work could improve our fundamental knowledge of these diseases and could also suggest new ways of treating them. Moreover, this work could also open up new perspectives into improving normal age-related pathologies, which would of course have a great impact on public health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L019116/1","grantId":"MR/L019116/1","fundValue":"311463","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"MRC","impactText":"","person":"Stephen  Jackson","coPersons":["Delphine  Larrieu"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}