{"id":"B03DB5D1-F1A8-409D-B7CF-5A99D88343EE","title":"Challenging the Development Paradigm: assessing accountability and equity of global institutions in climate-change governance responses to the poor","abstractText":"<p>On a planet in which all countries and sectors are increasingly interconnected, climate change affects people and societies around the world, at all levels. Responding to the long term, complex impacts of climate change presents a governance challenge at global level. Without equitable and accountable structures and processes of policy and decision making it will not be possible to achieve a global response to climate change, or to ensure the sustainability of economic development. <br /><br />This three year research programme aims to examine how global and national organisations tasked with responding to climate change-induced threats to poverty-alleviation and public health, are preparing themselves institutionally to meet these challenges. Using primarily qualitative methods and an adapted version of the Global Accountability Framework (One World Trust 2006-8), it asks how these actors remain responsive and accountable to their key stakeholders, especially those poorest and most vulnerable to the impact of climate change, and examines the power structures and relations that affect accountable governance.<br /><br />The outputs of the research include a conceptual framework and practical tools to better understand the role and dimensions of accountability and promote this in the context of the governance and provision of global public goods and sustainable development.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H034528/1","grantId":"ES/H034528/1","fundValue":"405078","fundStart":"2010-07-01","fundEnd":"2013-11-30","funder":"ESRC","impactText":"","person":"Susannah Harding Mayhew","coPersons":[],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":" The Climate Governance project is a partnership between the London School of Hygiene &amp; Tropical Medicine and the One World Trust. It set out to investigate the dynamics of institutional change in global organisations resulting from the emergence of climate change as a major global public goods issue affecting concepts of sustainable development. Using a consciously 'mixed' combination of innovative research methodologies including assessment with the Global Accountability Framework (II), extensive qualitative interviewing at headquarters, strategy and policy analysis, as well as in-country field work, the project researched how institutions understood and responded to external changes affecting their mandate, policy and programmes, new and changing accountability demands, and interactions with in-country institutions. \n\n\n\nWe analysed and juxtaposed findings from four influential globally operating organisations with an explicit mandate for sustainable development: three multilaterals (WHO, WTO and IRBD) and one bilateral body (DFID). We then explored the response of government institutions in an aid-recipient country (Ghana) and the nature of interactions with the study organisations.\n\n\n\nFindings indicated that the actual sectoral focus of the organisation such as being a development donor, regulator or policy maker, plays some role in its capacity or rather degree to which it is responsive to climate change and the needs of those affected by it. Clearly the organisations are different and it could be claimed that the IBRD and DfID as major development funders would show themselves naturally more responsive to the challenge of climate-change in contrast to WTO or WHO which are primarily regarded as standard setters and compliance monitors. Nevertheless, the pattern arising from the research does not conform to these assumptions. Accountability geometries and institutional responsiveness shows itself to be more a result of a number of factors that are a) variable and b) to a large extent within the gift of the organisations themselves to change, including: \n\n\n\no Good accountability structures; in particular good external accountability;\n\no Substantive and operationalised policies and strategies on both accountability and climate issues;\n\no Flexible structures and processes across institutional and professional hierarchies to discuss emerging issues;\n\no Financial and ideological support to (climate) structures ;\n\no Both (internal) elite support and mid-management support for responding to climate issues;\n\no Consensus among key internal and external stakeholders about the role and mission of the organisation;\n\no Culture of critical and innovative thought;\n\no Resonance of 'climate' issues with perception of institutional mandate.\n\n\n\nOn the basis of the above main factors framing institutional change the project developed a concept of institutional responsiveness, and translated it into a research framework for use across other sets of institutions. \n\n\n\nIn the framework, an organisation's capacity to respond to climate change affected stakeholders is centrally affected by its capacity to innovate. This leads to a deliberate setting of strategy, followed through in terms of institutional design, i.e. development of new functions and relationships in the institution and manifest for instance in new departmental structures, roles and responsibilities in management as well as in governance. This in turn allows for the structuring and formal support of accountabilities to a changing landscape of external but also internal stakeholders. External accountability demands can also set in motion a process of change in institutional design to better respond to these demands, generating new strategic orientations and enhancing the innovative capacity of the organisation itself. One of our main exploitation routes to maximise uptake of findings by the study organisations was direct liaison. As agencies that have a mandate for sustainable development, any action by them as a result of our findings that will improve their accountability and their responsiveness to the needs and demands of stakeholders affected by climate-change, will benefit &quot;user&quot; communities. This includes aid-recipient governments and ultimately every citizen who receives and benefits from aid programmes in low and middle income countries.\n\nAdditionally, an important non-academic &quot;user&quot; group are professional evaluators. Our adapted framework for Accountability Assessment and improved understanding of what factors facilitate organisational innovation and climate-responsiveness for sustainable development, are important tools for this group of users. \n\nWe currently disseminate our findings to this group through opportunities arising as a result of the study researchers' own professional profiles. Michael Hammer is now director of INTRAC - an agency specialising in capacity building, design, and monitoring &amp; evaluation for worldwide operating organisations in sustainable development. He contributes to a cross institutional senior evaluation specialists' forum supporting the IMF Independent Evaluation Office, and serves on the board of BOND, the UK development network. Susannah Mayhew is a board member of several non-government organisations engaged in health and climate aspects of sustainable development and is a consultant to various donor agencies engaged in the same. Through these links we further the use of our research tools and understanding of the implications of our findings for promoting organisational responsiveness to climate-issues important for sustainable development. Interaction with the study organisations is a major exploitation route pursued throughout the project, and preparing the ground for organisational uptake of the results. \n\nAt the World Bank this is most tangible. Research results were presented to senior staff in the External and Operations Policy Departments during a World Bank-requested meeting in May 2013, feeding into the preparation of the World Bank Group's strategy. Published in October 2013 it takes up challenges put to the Bank in our May meeting (see Impact and Outputs for details).\n\nIn the other case study organisations uptake has been slower, partly inhibited by exactly those factors identified by the project as impeding institutional change. However, a commitment by DfID for a senior level briefing by the project PIs is in place. The research team will continue to follow up with individual institutions, to explore opportunities for briefings and discussions around uptake of the research project findings.\n\nIn terms of scientific impact, our main exploitation routes are presentation of findings to academic audiences through workshops, seminars, conferences and journal publications. To date we have presented results, to acclaim, in Washington DC, London, Oxford and Accra. We are completing a range of publications currently in preparation for peer-review journals and anticipate further presentations at relevant conferences. Through these routes, our adaptation and empirical application of the Global Accountability Framework II, together with our new conceptual framework for understanding and researching institutional responsiveness will begin to shape future research on institutional accountability, responsiveness and governance. Communities and Social Services/Policy,Energy,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Government/ Democracy and Justice,Transport","dataset":"gtr"}