{"id":"B03F2E0D-3DCE-424A-AD26-CED5D8BE8BBA","title":"Science analysis for VIKING: the VISTA Kilo-degree Infrared Galaxy survey","abstractText":"We are planning to use the new VISTA wide-field survey telescope in the Atacama desert of Chile, to make a near-infrared sky map. VISTA with its 4-metre mirror and 67-megapixel 3-tonne infrared camera will be the world's most powerful survey telescope when operational in 2008. Our map will cover two large stripes of the sky: each stripe will be approximately 75 degrees long and 10 degrees wide, and together they will cover 5 percent of the entire sky. Both stripes are directed away from the plane of our own Milky Way galaxy (one above and one below) to give a clear view of the distant universe. This area will be imaged in 5 different colours of near-infrared light, covering wavelengths between twice and 4 times that of ordinary visible light. The map will reveal objects up to 40 times fainter than existing infrared all-sky surveys. In addition, visible-light (near ultraviolet to red) images of the same area will be made by other wide-field telescopes, to give a combined survey with 9 colours. The resulting sky map will produce a catalogue of over 10 million galaxies and several million stars with this 9-colour information. Astronomers will use these for many purposes: for statistical analyses of the distribution of galaxies and stars, in particular to make a 3-dimensional map of the distribution of distant galaxies; to pinpoint objects detected by telescopes at other wavelengths; and to search for very rare objects such as the most distant quasars, which can be picked out since they will have peculiar colours unlike those of normal stars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F00270X/1","grantId":"ST/F00270X/1","fundValue":"24664","fundStart":"2008-04-01","fundEnd":"2010-03-31","funder":"STFC","impactText":"","person":"William James Sutherland","coPersons":["James Peter Emerson"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}