{"id":"B040077F-8943-40A6-9C7F-700C56EC56BD","title":"Structure-function analysis of a pH-responsive molecular switch required for fungal pathogenicity","abstractText":"Most fungi are extremely useful, for example, the production of antibiotics, bread, wine, and beer all involve fungi. However, like bacteria and viruses, fungi can cause life-threatening diseases. Unlike bacteria and viruses, fungal cells share many similarities with those of humans. For this reason it has been very difficult to identify drugs which will kill fungi, without causing harm to the human patient. \n\nInfectious diseases caused by fungi are a worldwide problem and recent estimates suggest that fungal infections cause at least as many deaths as malaria and tuberculosis. There are currently only three classes of drugs with which to treat fungal infections, and there are limitations associated with all of them. This research project will characterize a group of fungal proteins, already proven to be required for survival in the mammalian host, with a view to finding drugs which inhibit them. We will focus upon a specific class of signaling protein which is outstandingly amenable to drug discovery, known as G protein coupled receptors (GPCRs). Fungal cells use GPCR-like proteins to gather information about their surroundings, it is therefore likely that chemistries to inhibit these proteins already exist but have been overlooked in conventional drug screening approaches.\n\nRoughly half of currently licensed drugs target GPCRs. GPCR-like proteins are located at the surface of the cell, and have a characteristic structure composed of seven membrane-spanning segments. GPCRs are sensory molecules which detect signals outside of the cell, and convey this information via intracellular signaling molecules, to elicit a cellular response. The success of GPCRs as drug targets is due to their location at the surface of the cell, the existence of important pockets or folds in the proteins which can be blocked by drugs, and the availability of multiple technologies and tools to monitor GPCR-mediated signaling.\n\nMost fungi use a GPCR-like protein (called PalH or Rim21) to sense the pH of their surroundings. In pathogenic fungi the loss of PalH, or the transcription factor (PacC) it communicates with, prevents fungal survival in the mammalian host. Recently, in the major mould pathogen of humans, Aspergillus fumigatus, we found that loss of pH signalling impacts multiple processes associated with fungal infection including cell wall biosynthesis and penetration of the lung lining. Additionally we found that mutants defective in pH signaling became highly susceptible to killing by echinocandin antifungal drugs, which are usually unable to kill Aspergillus species. When we tested this observation in a mammalian infection model, we found that pH non-signaling mutants were cleared much more efficiently in echinocandin-treated mice. Thus alone, and in combination with existing antifungal drugs, inhibition of fungal pH signaling could be a valuable treatment option. \n\nDuring this research we will find out how PalH sensors detect extracellular pH by systematically mutating the sensor. Mutations which prevent pH signaling will inform us upon which segments of the protein are required for signaling. Additionally we will try to make enough of the PalH protein in the laboratory to allow formation of crystals and analysis of the protein structure. In practice the resolution of membrane protein structure has been very challenging but recent methodological advances have improved success rates and access to a 3D model of protein structure will unlock many possibilities for computational analysis of the protein and possible inhibitors. Finally, informed by the structural and mutational analyses, we will develop assays using fluorescent proteins, which will be useful for high throughput screening of PalH inhibitors. The tools and insight generated by this research will open new avenues for antifungal drug discovery. In fungal genomes many hundreds of GPCR-like proteins are encoded but to date the number characterized is less than 1 per cent.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L000822/1","grantId":"MR/L000822/1","fundValue":"490642","fundStart":"2014-05-31","fundEnd":"2017-05-30","funder":"MRC","impactText":"","person":"Elaine  Bignell","coPersons":["Bernadette  Byrne"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}