{"id":"B0416E8A-763A-4145-BB79-77E25969E8A6","title":"Improving the delivery of 5-aminolaevulinic acid in photodynamic therapy (PDT): synthesis and biological studies of novel peptide prodrugs","abstractText":"The main aim of this project is to design new drugs for photodynamic therapy (PDT) which is a treatment that can be used for destroying cancers and killing infectious bacteria. The key feature feature of PDT is that it uses a light-activated drug known as a 'photosensitiser'. When light activates the drug this results in a toxic effect to tumour cells or bacteria leading to destruction of the tumour or healing of the bacterial infection. In effect, the light 'switches on' the drug but only in areas exposed to light. We propose to look at a new type of drug based on 5-aminolaevulinic acid (ALA). This is a natural compound present in many cells but normally at very low levels. However if cells or bacteria are exposed to high concentrations of ALA then a photosensitiser is produced (a porphyrin) which absorbs light over a wide range from red to blue and can therefore be used for PDT treatment. For example, a skin tumour can be treated by first covering the tumour with a lotion containing the ALA which is then left for a few hours. After ALA has seeped into the tumour, light is shone onto it for a few minutes to kill the tumour cells. Alternatively, a solution of ALA can be injected or given orally for the treatment of tumours inside the body where an endoscope can be used to guide the light onto the tumour. One main problem with using ALA however is that it is not quickly taken up by cells. We plan to change its chemical structure so that cells or bacteria can absorb it more easily, specifically by attaching amino acids to the ALA to help its uptake by cells. After entering the cell the drug would break down to release the ALA. If the modified ALA drug can enter cells more easily then in principle it should be more effective for tumour treatment, and since amino acids are natural compounds which make up proteins these new drugs should be safe to use. As well as treating cancers, there are several types of bacterial or even fungal infection which can be treated using PDT. One advantage of PDT for treating bacteria is that bacteria resistant to antibiotics can be treated. For example, burn wounds often become infected and in this case the PDT drug can be applied to the wounds and then illuminated after the drug has penetrated the infected area. If the new types of ALA drug can be taken up more efficiently by the bacteria then again the PDT treatment should be more effective. We also hope to design modified ALA drugs that are broken down specifically by bacteria and not by healthy cells by attaching amino acids whose structures are the mirror image of those which are normally found naturally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011329/1","grantId":"BB/D011329/1","fundValue":"213830","fundStart":"2006-05-01","fundEnd":"2009-04-30","funder":"BBSRC","impactText":"  We have published 8 peer-reviewed papers stemming from this project.\n\nWe have recently prepared new dendrimers based on peptide-ALA derivatives which are currently being tested for patenting. Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Alexander John MacRobert","coPersons":["Michael  Wilson"],"organisation":"University College London","findingsText":" In this project, we have synthesised and tested a range of new drugs for photodynamic therapy (PDT) - a treatment for\ndestroying cancers and harmful microorganisms using light.\nIn particular, we have prepared and evaluated a series of 5-aminolaevulinic acid (ALA)-containing peptide compounds\nwith the aim of improving the cell uptake of ALA, which can then be converted to a light-activatable drug for PDT (a\nporphyrin photosensitiser) once inside a cell. By selecting the right peptide to link with the ALA, the resulting compound\ncan be designed to pass through cell membranes more easily and be far more stable in water compared to ALA itself.\nThe results we obtained using four different types of cancer cell demonstrated that the incorporation of ALA into a short\npeptide derivative is an effective general approach for increasing cellular delivery of ALA. Several compounds show\nsignificantly elevated cellular accumulation in cells compared to ALA, and are indeed able to induce porphyrin production\nat concentrations where ALA is not effective. Since the release of ALA from the compound depends upon the action of\nspecific peptidase enzymes it should be possible to fine-tune the structures of our ALA prodrugs to target and effect\nselective ALA release in normal or malignant tissue for diagnostic or therapeutic purposes. The synthetic route that we\nhave developed is straightforward, simple to scale up, and allows for a wide range of structural variations to be easily\nintroduced. We have also investigated the use of other types of peptide known as cell-penetrating peptides (CPP) as a\nnovel way of improving the delivery of ALA or other &quot;preformed&quot; photosensitisers to cells and bacteria. We were able to demonstrate the concept of using a CPP to deliver multiple units of ALA into cells, and develop the chemistry that will allow the therapeutic and diagnostic applications of this approach to be explored in detail. We have also prepared and\ntested a new porphyrin-containing CPP compound which was very effective for light-induced killing of bacteria. Again the\nchemistry we have developed will allow the antibacterial potential of this type of compound to be investigated further,\nusing other peptides and photosensitisers. Such CPP-photosensitisers also have a range of other interesting applications for light-activated drug delivery which we are now in a position to exploit. We have arranged confidentiality agreements with interested parties. There are two pharmaceutical companies interested in our findings. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}