{"id":"B0453987-194A-49DA-A482-1D276A7F1659","title":"A Novel Ultrasound Modulated Optical Tomography System","abstractText":"Optical imaging of biological tissue is able to provide structural and functional information, which potentially enables early detection of abnormalities such as tumours and detection of tissue oxygenation. However, one disadvantage of such technique is the difficulty to image objects at depth. By comparison, ultrasound imaging is able to provide good image resolution at depth and is an established clinical imaging modality. However, ultrasound imaging is based on the detection of the mechanical properties in tissues which is not as sensitive as optical techniques in e.g. detecting tumours.Ultrasound-modulated optical tomography (UOT) is a new technique to take advantage of the combined strengths of the two imaging modalities. In UOT, light is transmitted into the target tissue and at the same time an ultrasonic wave is focused into the tissue to modulate the light. The scattered light from the tissue can be measured and images of tissue optical properties can be reconstructed, with a spatial resolution primarily defined by ultrasound. Studies of UOT as a medical imaging tool only began in the 90s. Although promising images have been produced with laboratory phantoms and excised tissues, a significant challenge of the current UOT technique is the weak optical modulation signal to be measured. A direct way to tackle the problem of weak optical signal is to maximise the ultrasonic modulation of all light passing through the ultrasound focus. Past studies show that simply increasing the ultrasound amplitude may not be sufficient and also has some adverse effects. In this project, we propose to develop a novel UOT system with dual-frequency ultrasound excitation to maximise the modulated light signal. In this pilot study both a computer simulation system and an experimental system will be developed and results compared with the conventional UOT system. This new system has the potential to significantly improve UOT image quality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02316X/1","grantId":"EP/H02316X/1","fundValue":"115703","fundStart":"2010-02-17","fundEnd":"2011-03-16","funder":"EPSRC","impactText":"","person":"Mengxing  Tang","coPersons":["Robert John Eckersley","Christopher  Dunsby","Daniel  Elson"],"organisation":"Imperial College London","findingsText":" Ultrasound-modulated optical tomography (UOT) is a new technique to take advantage of the combined strengths of optical and ultrasound imaging, providing tissue structural and functional information with good image resolution at depth. Such imaging system has great potential in the diagnosis and treatment monitoring of a wide range of clinical conditions such as cancer and cardiovascular diseases. Currently a significant challenge of the UOT technique is the weak signal to be measured. The main aim of this project is to establish the feasibility of a new UOT technique which uses acoustic radiation force (ARF), a localised force induced by ultrasound in tissue that can displace tissue by several micrometres, to improve the measured signal in UOT. The project has achieved and exceeded the initial goals set out in the proposal and a follow-on project proposal is in preparation. The specific achievements against the objectives are listed below:\n\n\n\nObjective 1: To develop and initially evaluate a new ultrasound modulated tomography (UOT) simulation system with assistance of ARF;\n\nThis has been achieved and the results were presented at the SPIE Photonics conference, a major meeting in biomedical photonics. (R Li et al., Monte Carlo simulation study of light modulated by acoustic radiation force in elastic-viscous medium, SPIE Photonics West conference 2011)\n\n\n\nObjective 2: To develop and initially evaluate a new ultrasound modulated tomography (UOT) experimental system with assistance of ARF;\n\nNot only has this been fully achieved but the results went beyond what was initially proposed. Specifically: \n\n1) A new ARF assisted UOT system has been developed in the laboratory and our experimental results on test phantoms have shown an improvement in the system signal amplitude by as much as 110%. Furthermore, the proposed system also improves the image spatial resolution by 40%, which is an achievement beyond our initial proposal. (R Li et al., Effects of acoustic radiation force and shear waves for absorption and stiffness sensing in ultrasound modulated optical tomography, OPTICS EXPRESS V19(8), P7299-7311,2011)\n\n2) The ARF assisted UOT system is also capable of imaging the tissue mechanical properties (stiffness), which can be distinguished from the tissue optical properties. This is also an achievement beyond our initial proposal. (R Li et al., Effects of acoustic radiation force and shear waves for absorption and stiffness sensing in ultrasound modulated optical tomography, OPTICS EXPRESS V(8), P 7299-7311,2011)\n\n3) The effects of a low-frequency oscillating acoustic radiation force (ARF) on UOT signals have been studied for the first time. It has been shown that the shear wave generated in tissue significantly affects the localization of UOT signals and should be avoided. (R Li et al., Parallel detection of AM ultrasound modulated optical signals, Optics Letters 2010 Vol. 35(15), pp. 2633-2635)\n\n4) It has been shown for the first time that tissue stiffness can be measured by an UOT system, through tracking the ARF generated shear wave propagation in tissue. This offers a new tissue elastography technique and is also an achievement beyond our initial proposal.(journal paper in preparation)\n\n\n\nObjective 3: To develop an UOT simulation software package for common use.\n\nThis has been fully achieved. An UOT simulation system has been developed and will soon appear online for free download(http://www3.imperial.ac.uk/people/mengxing.tang/research). This would offer the research community a useful tool for studying UOT and acousto-optic effect in general.\n\n\n\nWe also published two invited review papers:\n\nDS. Elson et al., , Ultrasound-mediated optical tomography: a review of current methods, Interface Focus, doi:10.1098/rsfs.2011.0021\n\nM-X Tang et al., PhotoacousticsPhotoacoustics, thermoacoustics, and acoustooptics for biomedical imaging, Proc. Inst. Mech. Eng. Part H: J. Eng. Med., 2010 Vol 224 (H2),p291-306  ","dataset":"gtr"}