{"id":"B0537C02-229B-4A18-B8B1-F4BEC8D33ED8","title":"Improved simulation of oil recovery from fractured reservoirs","abstractText":"More than half the world's recoverable oil is contained in fractured reservoirs - these are deep underground rock formations containing major faults or discontinuities in the rock fabric that act as conduits for fluid flow. Most of the oil is contained in the rock matrix. In the North Sea there are several major fractured reservoirs, including the Clair Field West of Shetland that contains around 4 billion barrels of oil. To displace this oil, water and/or gas is injected into the reservoir. The problem is that the water and gas simply channel through the fractures and do not help displace the oil. The oil can be recovered, however, if capillary forces (wetting) drive the water into the rock, pushing out oil (like water soaking into a sponge) or if gas enters the rock near the top of the reservoir, since it is less dense than oil. Even so, typically only around 20% of the oil underground is recovered. This compares to 50% or more typically recovered from unfractured reservoirs in the North Sea. In Clair alone, if recovery could be increased by 10% this would represent revenue of around $25 billion at current oil prices. To design an optimal recovery strategy for a reservoir requires numerical simulation to predict what will happen for different well placements or fluids injected. This is a challenge since it is difficult to know precisely the nature of the fracture network underground or the physical interaction between fractures and the matrix. In this proposal, novel numerical methods will be developed to understand how to predict recovery from fractured reservoirs. These ideas will then be incorporated into commercial code by a collaborating partner, Roxar, and the software used by oil industry partners to design recovery schemes in oil fields in the North Sea and elsewhere. The research will involve two stages. First, a discrete fracture code will be used to simulate flow in the fracture network and matrix at a scale of a few metres, representing a section of the field. The average behaviour in terms of oil recovery and transport properties will be found. This will be fit to a functional form derived from analytic solutions to the governing transport equations in simple geometries with parameters that depend on the rock, fracture and fluid properties. The second stage involves incorporating this averaged treatment of flow into a field-scale simulator and validating it by making predicitons of recovery in reservoirs and comparing with measured data. For the Clair, Machar and Hanze fields, operated by industry partners, the optimal well placement and the best combination of water and gas injection will be assessed to give the highest recoveries. This work will be done in partnership with BP and Petro-Canada.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/E010490/1","grantId":"DT/E010490/1","fundValue":"496535","fundStart":"2007-06-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"","person":"Martin Julian Blunt","coPersons":["Stephan Konrad  Matthai"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}