{"id":"B058BBFD-96E5-4671-A723-5F82708F424F","title":"Inference regarding multiple structural changes in macroeconomic models, with applications to monetary policy","abstractText":"This project will both develop a methodology for testing and modelling structural change in equations estimated by Instrumental Variables (IV) and also apply these methods to study substantive issues associated with the conduct and impact of monetary policy. The motivation is to enhance understanding of changes that have occurred in macroeconomic relationships over the post-1960s period typically used in empirical analyses. Our focus is on IV because such methods are widely applied in practice to deal with the simultaneity (or endogeneity) among economic variables. However, few results are currently available concerning multiple structural changes in models estimated by IV. Building on these, this project aims to provide a comprehensive methodology for IV-based estimation and inference in linear equations with endogenous regressors and possible multiple parameter changes. The statistical properties of these methods will be analyzed rigorously using large sample statistical theory and computer-based simulations. In parallel with the theoretical analysis, the methods will be applied to study the nature of changes in the key relationships for monetary policy in the US, UK and especially the Euro Area. As a side product, we plan to develop user friendly computer programs that allow practitioners to implement our methods. \n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1351","grantId":"RES-062-23-1351","fundValue":"513810","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"","person":"Alastair Robert Hall","coPersons":["Denise Rae Osborn"],"organisation":"The University of Manchester","findingsText":" The project studied econometric methods for the detection of changes in macroeconomic relationships and applied these to investigate change in inflation and monetary policy relationships. The analytical work focussed on equations with so-called endogenous regressors, namely variables that are determined simultaneously with the series of interest, for which our analysis has delivered valid testing methods, whereas previously none were available. A different approach, using so-called information criteria, has also been developed. \n\n\n\nEmpirical work has yielded new results on the &quot;globalisation&quot; of inflation, showing that co-movement of inflation across the G7 countries increased in the latter part of the 1990s. Other empirical analysis has shown the differing nature of the inflation expectations across different groups of individuals and also how monetary policy in both the US and the Euro Area has changed since the 1970s. Researchers in central banks are particularly interested in the nature of change in monetary variables, including inflation and interest rates. Our research on the &quot;globalisation&quot; of inflation shows strong international links, emphasising the importance of central banks monitoring foreign inflationary experiences when considering the likely future course of domestic inflation.\n\n\n\nMore generally, the research on structural change undertaken in this project has potential use for policymakers and forecasters in developing models that recognise the nature of change in the macroeconomy. The project included a conference attended by central bank researchers from the US, Europe and the UK, who showed a strong interest in the analytical and empirical work undertaken. Since economic relationships often include endogenous regressors, the analytical research on testing for the existence of change in such relationships will be of interest to a range of practitioners. Further, information criteria are widely applied for the specification of econometric models, but our project has shown that the approach is also useful in detecting whether relationships change over time. The latter methods are relatively easy to implement and are quite flexible, giving good potential for application in both academic and non-academic research. ","dataset":"gtr"}