{"id":"B059BFDE-9580-4101-A284-31B7B0B6EDC0","title":"In The Beginning... In the Beginning ......Stories from the Science of our Origins","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I507334/1","grantId":"ST/I507334/1","fundValue":"2210","fundStart":"2011-07-25","fundEnd":"2011-11-24","funder":"STFC","impactText":"  The project has had its biggest impact through the website http://onceuponauniverse.com. It was added to the wikipedia page 'chronology of the universe', and has had 8,000 views to date, with the majority of visitors viewing several pages on the site, which indicates that they are engaging and reading through the story. The results of the project also have the potential to be developed into an animation, which we hope will have a far wider impact (500,000 + views) Creative Economy,Education,Culture, Heritage, Museums and Collections,Other Cultural,Societal","person":"Joshua Alexander Coppersmith Heaven","coPersons":["Donald  Smith"],"organisation":"Scottish Storytelling Centre","findingsText":" We discovered that there is a huge amount of detailed science about the history of the universe that is not known to the general public. We found that it was a great challenge to 'make sense' of this complex science. However, we managed to develop a narrative with a good amount of detail that explained the crux of these events in non-scientific terms.\n\nThis narrative was then re-interpreted in creative writing, and a series of short stories and poems were created that related to each of the 'chapters' of the history of the universe. An event and a small book was created to present these stories and simplified science.\n\nIt was discovered during the event that there was a strong interest and engagement by the audience in the subject area. The question and answer session went on for almost an hour. All the feedback received was positive. There are many ways in which to creatively represent the events of the universe, without recourse to mind-boggling numbers and esoteric nomenclature. The clear narrative we developed would help to inspire other creative projects.\n\nWe would like to take this project to a wider audience by turning it into a short animated film. This is currently the subject of a STFC large awards application. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}