{"id":"B05D5E98-7E16-44BE-A415-B10E10A4D7DD","title":"The sRNA Workbench","abstractText":"RNA silencing is a complex and highly conserved regulatory mechanism that is now known to be involved in diverse processes such as development, pathogen control, genome maintenance and response to environmental change. Since its recent discovery, RNA silencing has become a fast moving area of research of great importance in both plant and animal molecular biology. Its discovery has not only been a major breakthrough for our understanding of complex regulatory processes in living cells, but has also opened the door to the development of novel therapeutics for human diseases. The importance of these findings was highlighted by the award of the Nobel prize for medicine in 2006 for the discovery of RNA interference. Small RNA molecules (sRNAs) play a crucial role in the RNA silencing machinery in that they can interact with other nucleic acids in a sequence specific manner to mark them as targets for inactivation. To learn more about this mechanism and its implications, researchers employ cutting-edge sequencing technologies to obtain large datasets of sRNA sequences (typically between 1-10 million sequences about 20-30 nucleotides in length) from a number of organisms. With these technologies becoming more accessible and affordable it is now possible to obtain multiple large-scale data sets which allow the analysis of changes in the sRNA population. These changes can indicate the involvement of RNA silencing pathways in the biological process of interest, such as regulation of key developmental stages in an organism. However, there is a lack of software tools for the analysis of such experiments, which presents a major bottleneck to the exploitation of the technology, especially for biologists without direct bioinformatics support. In this project, we will build on our existing publicly available software tools for sRNA analysis, with the aim of providing an easy to use, downloadable workbench to provide a complete solution for the analysis of plant and animal sRNA datasets. This will provide biologists with a much needed resource to identify novel sRNAs and their function as part of wet-lab studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I00016X/1","grantId":"BB/I00016X/1","fundValue":"334572","fundStart":"2010-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"  The UEA sRNA workbench is freely available for both academic and commerical use. As of October 2014, the workbench has been downloaded over 7,000 times, it has been cited in various international journals, it has been used as a teaching tool in bioinformatics courses, and it now has a substantial worldwide userbase. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Vincent  Moulton","coPersons":["Tamas  Dalmay"],"organisation":"University of East Anglia","findingsText":" RNA silencing is a complex and highly conserved regulatory mechanism that is now known to be involved in diverse processes such as development, pathogen control, genome maintenance and response to environmental change. Since its recent discovery, RNA silencing has become a fast moving area of research of great importance in both plant and animal molecular biology. Its discovery has not only been a major breakthrough for our understanding of complex regulatory processes in living cells, but has also opened the door to the development of novel therapeutics for human diseases. Small RNA molecules (sRNAs) play a crucial role in the RNA silencing machinery in that they can interact with other nucleic acids in a sequence specific manner to mark them as targets for inactivation.\n\nWe have developed a new software package called the UEA sRNA workbench for processing high-throughput small RNA sequencing datasets. It is a simple to use, downloadable suite of tools that will perform a complete analysis of single or multiple-sample small RNA datasets from both plants and animals to identify interesting small RNAs (such as detection of novel micro RNA sequences) and can be used for other tasks such as profiling small RNA expression patterns in genetic data. It is available at http://srna-workbench.cmp.uea.ac.uk/\n\nWe have also produced tutorials and videos on how to use the sRNA workbench, as well as establishing social media outlets so that users can discuss and help improve the resource through their feedback. The UEA sRNA workbench is freely available for both academic and commerical use. As of October 2014, the workbench has been downloaded over 7,000 times, it has been cited in various international journals, it has been used as a teaching tool in bioinformatics courses, and it now has a substantial worldwide userbase. Through its use we expect that the sRNA workbench will continue to make important contributions to RNA silencing research, with importnat downstream applications. Agriculture, Food and Drink,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}