{"id":"B05D9F1F-D88D-4635-85CC-41E9251C6122","title":"The origin of short-lived nuclides in the early solar system: implications for the assembly of terrestrial bodies","abstractText":"Short-lived isotope systems play a critical role in constraining the timescales of early solar system processes. They also potentially finger-print the stellar sources of material in the solar nebular and provide a mechanism for nebular collapse. In all these respects the constraints provided by the very short lived 26Al and 60Fe (with half-lives 0.75 and 1.5My respectively) are key. Furthermore, as major, refractory elements, these extinct isotopes once constituted an essential part of the accreting terrestrial planets and provided a significant early heat source to drive planetary differentiation. Recent work in the Fe-Ni system yield tantalising data, but highlight perennial problems in deconvolving time from initial heterogeneity when interpretting these short-lived systems. In this proposal we will explicitly address these issues by combining new high precision techniques in analysis of Fe-Ni, Al-Mg and U-Pb on same meteoritical objects (CAI and chondrules). We will thus determine the initial 60Fe and 26Al for samples absolutely dated by U-Pb and examine if this differs between meteorites groups. This will allow us to determine the magnitude of any nebular heterogeneity, assess its causes and robustly re-evaluate the chronology of the early solar system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002734/1","grantId":"ST/F002734/1","fundValue":"306510","fundStart":"2009-03-01","fundEnd":"2013-02-28","funder":"STFC","impactText":"  Our findings have generated significant further research interest including ERC grant for PI, STFC grant for collaborators, post-doctoral position for PhD student of PI.\nThere was considerable, international media interest in our findings about the Late Veneer. Education,Environment Cultural","person":"Timothy  Elliott","coPersons":["Marcel  Regelous","Christopher David Coath","Randall Richardson Parrish"],"organisation":"University of Bristol","findingsText":" We have discovered that the short-lived nuclide, 60Fe (half-life 2.6 million years), believed by many to provide heat for planetary melting in the early solar system was not present insufficient abundances to be of significant importance. In contrast, the Ni isotopic composition of minor planets (planetesimals) represented by meteorites do show variability in their (non-radiogenic) Ni isotopic fingerprint, which must have been inherited from imperfect mixing of pre-solar material in the early solar system. We attempted to identify the type of star (the stellar source) in which the material which defines the solar system variability was derived. Our new approach identified a conventional 'type II' super nova as a potential source, different to the inferences of previous work.\nWe also opportunistically investigated the history of the slightly longer lived nuclide 182Hf (half-life 9million years) and its decay to 182W. We used these measurement to show a small (15 part per million) difference between ancient and modern terrestrial samples, which is entirely in keeping with the delivery of ~0.5% of the mass of the Earth as meteorites in a 'Late Veneer'. This bombardment, after formation of the Earth's core, brought with it all the currently accessible gold and precious metals currently available to humanity. Our demonstration of significant differences in bulk Ni isotopic compositions has led us and others to more closely explore the origin of material that leads to gross compositional differences in the solar system.\nOur demonstration of the ability of new multi-collector inductively coupled plasma mass-spectrometers to make ~5 parts per million measurements opens up new vistas for a wide range of cosmochemical and geochemical applications.\nThe discovery of preservation of pre-Late Veneer material on Earth allows the mixing of Late Veneer material into the Earth's interior to be traced. Aerospace, Defence and Marine,Education,Environment","dataset":"gtr"}