{"id":"B060C852-AA8A-48B3-806C-8023071799FD","title":"Advanced discretisation strategies for atomistic nano CMOS simulation","abstractText":"Vision: The idea of this proof-of-concept research is to investigatehow recent revolutionary advances in computational mechanics can beleveraged to enhance the modelling of nano complementarymetal-oxide-semiconductor (CMOS).The size of the CMOS devices is aggressively being reduced into thedeca-nanometer range (one hundredth of a micron). It isprojected that mass-produced metal-oxide-semiconductor field-effecttransistors (MOSFETs) will reach gate lengths as small as 7 nanometersby 2018 (2003 edition of the International Technology Roadmap forSemiconductors).Modelling and simulation provides deep insight into the operation ofmodern semiconductor devices and circuits, and dramatically reducesthe development costs and time-to-market.Modelling devices at the deca-nanometer scale face significantdifficulties associated with the statistical variability from onetransistor to another introduced by the granularity of matter at thisscale. The Device Modelling Group (Asen Asenov) in the ElectricalEngineering Department at Glasgow University is the world leader inCMOS variability simulation developing unique computational tools tailored tofacilitate the design the next generation of nano-CMOS.While these techniques are very well suited to simulate the effects ofdiscrete dopants, they involve an unnecessary computational cost byrequiring large numbers of grid points when simulating line edge andinterface roughness. It would be greatly beneficial for the practical use simulations of CMOS atthe nano-scale if this computational cost could be reduced.Stephane Bordas, from the Mechanics and Materials Group of the CivilEngineering Department at Glasgow University has developed efficientnumerical techniques which have the potential to significantlydecrease the computational burden through enrichment of the numericalscheme with a priori knowledge about the solution and by allowing theuse of low quality discretisations without sacrificing accuracy.This proof-of-concept research will investigate how the novelnumerical techniques devised in Bordas' group in the context ofmechanics problems can be generalised to increase the accuracy versuscomputational cost ratio in nano-scale CMOS simulators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G069352/1","grantId":"EP/G069352/1","fundValue":"103500","fundStart":"2010-04-26","fundEnd":"2011-04-25","funder":"EPSRC","impactText":"","person":"Stephane Pierre BORDAS","coPersons":["Asen Mihailov Asenov"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}