{"id":"B06A6BB6-8A78-420E-8067-732CD13E290E","title":"University of Glasgow Experimental Equipment Proposal","abstractText":"Our proposal requests five distinct bundles of equipment to enhance the University's capabilities in research areas ranging across aerospace, complex chemistry, electronics, healthcare, magnetic, microscopy and sensors. Each bundle includes equipment with complementary capabilities and this will open up opportunities for researchers across the University, ensuring maximum utilisation. This proposal builds on excellent research in these fields, identified by the University as strategically important, which has received significant external funding and University investment funding. The new facilities will strengthen capacity and capabilities at Glasgow and profit from existing mechanisms for sharing access and engaging with industry.\n\nThe requested equipment includes:\n- Nanoscribe tool for 3D micro- and nanofabrication for development of low-cost printed sensors.\n- Integrated suite of real-time manipulation, spectroscopy and control systems for exploration of complex chemical systems with the aim of establishing the new field of Chemical Cybernetics.\n- Time-resolved Tomographic Particle Image Velocimetry - Digital Image correlation system to simultaneously measure and quantify fluid and surface/structure behaviour and interaction to support research leading to e.g. reductions in aircraft weight, drag and noise, and new environmentally friendly engines and vehicles.\n- Two microscopy platforms with related optical illumination and excitation sources to create a Microscopy Research Lab bringing EPS researchers together with the life sciences community to advance techniques for medical imaging.\n- Magnetic Property Measurement system, complemented by a liquid helium cryogenic sample holder for transmission electron microscopy, to facilitate a diverse range of new collaborations in superconductivity-based devices, correlated electronic systems and solid state-based quantum technologies.\n\nThese new facilities will enable interdisciplinary teams of researchers in chemistry, computing science, engineering, medicine, physics, mathematics and statistics to come together in new areas of research. These groups will also work with industry to transform a multitude of applications in healthcare, aerospace, transport, energy, defence, security and scientific and industrial instrumentation.\n\nWith the improved facilities:\n- Printed electronics will be developed to create new customized healthcare technologies, high-performance low-cost sensors and novel manufacturing techniques.\n- Current world-leading complex chemistry research will discover, design, develop and evolve molecules and materials, to include adaptive materials, artificial living systems and new paradigms in manufacturing.\n- Advanced flow control technologies inside aero engine and wing configurations will lead to greener products and important environmental impacts.\n- Researchers in microscopy and related life science disciplines can tackle biomedical science challenges and take those outputs forward so that they can be used in clinical settings, with benefits to healthcare.\n- Researchers will be able to develop new interfaces in advanced magnetics materials and molecules which will give new capabilities to biomedical applications, data storage and telecommunications devices.\n\nWe have existing industry partners who are poised to make use of the new facilities to improve their current products and to steer new joint research activities with a view to developing new products that will create economic, social and environmental impacts. In addition, we have networks of industrialists who will be invited to access our facilities and to work with us to drive forward new areas of research which will deliver future impacts to patients, consumers, our environment and the wider public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M028135/1","grantId":"EP/M028135/1","fundValue":"697986","fundStart":"2015-04-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Miles  Padgett","coPersons":["Konstantinos  Kontis","Robert Leon Stamps","Andrew  Harvey","Leroy  Cronin","Ravinder  Dahiya","Mark  Murrie","Donald A MacLaren","Jonathan  Cooper"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}