{"id":"B0711C68-96D7-4A9A-AF99-56CD0C390EBB","title":"Probing and enhancing charge generation and transport in solid-state dye-sensitized solar cells","abstractText":"Photovoltaic devices that harvest the energy provided by the sun have great potential as clean, renewable sources of electricity. Despite this, uptake of photovoltaic energy generation has not been strong, largely because devices based on many current technologies are still too expensive. One promising alternative is given by organic-inorganic hybrid cells based on dye-sensitised metal oxide mesoporous electrodes, which are cheaper to produce and have reached power conversion efficiencies of over 11%. However, there remain concerns about the incorporated redox active liquid electrolyte, presenting the possibility of toxic, corrosive chemicals leakage. Recent research into replacing the liquid electrolyte with a solid-state hole-transporter has yielded cells with up to 5% power conversion efficiency. Here we propose a structured research programme that will lead to increases in the power conversion efficiencies of all-solid-state dye-sensitized solar cells (SDSCs) towards that of their electrolyte-containing counterparts. In particular, we will use a new approach in order to establish criteria for optimization of essential parameters such as the nanoscale morphology of the electrodes, the charge-mobility for the hole-transporter and the energetic level arrangement at the interface. The study will combine device measurements with a range of time-resolved spectroscopic investigations to deduce how each change to the system affects individual photophysical processes (such as photo-excited electron transfer) in the material, and how this translates into efficiency of device operation. Work will be based on a careful selection of material components that allow tuning of only one particular property at a time. This combined new approach will not only allow significant improvements to be made to specific SDSC designs, but also deliver a more general framework for the exact requirements of successful optimization approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H015701/1","grantId":"EP/H015701/1","fundValue":"739360","fundStart":"2010-01-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Laura Maria Herz","coPersons":["Henry James Snaith","Michael Benjamin Johnston"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}