{"id":"B07CB8E1-F470-4309-918B-F8384C5D0FA4","title":"Ensembl and enabling genetics and genomics research in farmed animal species","abstractText":"The sequence of almost all genes (a draft genome sequence) has been determined for several farmed and companions animals including cattle, pigs, chickens, turkeys, dogs and horses. Draft genome sequences for several other species such as sheep, ducks and salmon will be completed soon. The strings of billions of bases (symbolised as four letters A, C, G, T) that constitute these genome sequences are not immediately useful to biological research scientists. Annotating these draft genome sequences with features such as the coding and regulatory parts of genes, and bases which differ between individuals within a species (genetic variants) greatly enhances the value and utility of the genome sequence. Visualising the genome sequences complete with annotations in an freely accessible manner further improves the value of the information. The web-mounted Ensembl genome browser, databases and associated annotation tools have been shown to be powerful and effective means of annotating the complex genomes of animal species including humans, mice and more recently farmed and companion animals. This project is concerned with improving the quality of genome annotation for farmed and companion animal genomes. International consortia of scientists are using the so-called next generation sequencing technology, not only to sequence the genomes of more economically important species, but also the genomes of multiple individuals for each species of interest and to improve or finish the reference genome sequences for key species. These new sequencing technologies are also being used increasingly in assays, for example, of the extent of gene expression in different cells or under different conditions (transcriptomics) or of the state of the genome (epigenomics). Mapping the sequence read-outs from these assays back to the relevant genome sequence not only provides a genome-wide framework for analysis but also provides further information with which to annotate the genome sequence itself. Thus, there is a recurring need to refresh the genome sequence annotation for important animal species. We will use the Ensembl system to annotate the genome sequences of key farmed and companion animal species. The resulting annotated genome sequences will be made freely available as resources mounted on the World Wide Web. Recently developed features within the Ensembl system enable the analysis and visualisation of genetic variation (i.e. sequence differences) between individuals of the same species. This genetic variation explains the differences in traits such as growth, milk yield and susceptibility to disease. We will populate the Ensembl-animal Variation databases with sequence and genotype data acquired from the animal genetics research community. Visualising these variation data and making them accessible to the scientific community and the animal breeding industry will facilitate research to understand the genetic control of complex traits in animals and genetic improvement of farmed animals. A high quality annotated reference genome sequence is a critical bioinformatics resource for the effective prosecution of contempary research in the biological sciences. The value and utility of such bioinformatics resources are critically dependent upon the currency of the resource. Thus, this project is concerned with delivering high quality up-to-date annotated reference genomes for key farmed and companion animal species to enable research on these economically or socially important animal species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I025506/1","grantId":"BB/I025506/1","fundValue":"259620","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"  Our analyses have contributed to genome papers for pig (Groenen et al. 2012), duck (Huang et al. 2013) and sheep (Jiang et al. 2014). We have promoted the resources that we have generated at a number of relevant conferences; we have also given training directly to users at a number of workshops. For example, in November 2014 we contributed to a workshop in Brazil as part of a Brazil Partnering Award (BB/K021125/1): scientists from both academia and industry were present. Economic impacts will likely emerge after the end of the grant, however our analysis of data access and visits to the Ensembl website show that the data we have made available is highly used: the pig, duck, chicken, sheep, cattle, horse and dog genome pages had 223781, 4265, 244416, 405, 217052, 68953, and 154583 visits in 2013 respectively. Agriculture, Food and Drink Economic","person":"Paul  Flicek","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" This grant has been used to support the annotation of the reference genome sequences of farmed animal species. 'Annotation' means the identification of gene locations on a stretch of DNA sequence. To date, during the course of this grant we have annotated or re-annotated genes within the DNA sequences of several animal genomes including pig, chicken, duck, and sheep. We have also identified variation in DNA sequences between animals of the same species. We make this information freely available to other researchers via several Ensembl interfaces. During the course of the grant we have also held several workshops to raise awareness of the data we have generated, and to train a range of users on how to effectively use the data for their research. The sequence information that we have annotated is freely available and can be used by those working both in academia and industry as a foundation for their research. The uptake of the data can be demonstrated by the number of people accessing the Ensembl site; for example, there are in excess of 80,000 page views for the chicken genome for each quarter in 2013. One example of how the information on sequence variation between animals may be used is in livestock breeding. Agriculture, Food and Drink","dataset":"gtr"}