{"id":"B07EABDD-FD41-44E5-ACE9-50D3F5A046E3","title":"THE UCL BIOMEDICAL OPTICS RESEARCH LABORATORY: CROSS DISCIPLINARY FEASIBILITY ACCOUNT","abstractText":"The following research activities will be undertaken:1. Listening to passive brain sound using the acousto-optic effectWe propose investigating a new diagnostic tool based upon the passive optical detection of sound waves emitted by the brain due to abnormal blood flow. This could be used to detect abnormalities such as brain tumours, blockages in a cerebral artery (stenosis) and aneurysms. If successful, it could be extended to the study of sounds emitted elsewhere in the body, for example in the muscoskeletal system, heart and lungs.2. Photoacoustic cavities as an analogue for chaotic quantum systems, radar and communication systemsPhotoacoustic imaging is a new medical imaging method based upon the detection of laser generated ultrasound waves. A new approach in which the object to be imaged is enclosed within an acoustic cavity is proposed. By detecting the sound reverberating around the cavity an image can be reconstructed using just single detector thus dramatically reducing the cost and complexity of photoacoustic imaging instruments. A critical aspect will also be the exploration of the use of such cavities as analogues to help understand other reverberant or multipath systems in quantum dynamics, radar and telecommunications.3. Nanoscale photoacoustic imaging using an atomic force microscopeA novel technique for providing 3D images of biological samples and other materials with nanoscale spatial resolution will be investigated. This involves using an atomic force microscope to detect the surface displacements induced by high frequency ultrasound waves generated by the absorption of very short laser pulses. This approach could provide a powerful tool for studying biological samples such as individual cells, organelles or large protein molecules and aid the development of new drugs. It could also be used in materials science for example to characterise semiconductor materials to aid the development of new electronic devices.4 Imaging breast cancer using laser-induced sound speed tomographyThe feasibility of a new medical imaging modality for detecting breast cancer based upon inducing sound speed variations using near-infrared laser light will be explored. This offers the prospect of enhanced diagnostic capability by providing 3D images of optical absorption making it a more effective tool both for the detection of breast cancer and monitoring treatment. Applications in vascular medicine and neonatal care are also expected to emerge and aspects of the technique, such as the image reconstruction methods, are expected to be of relevance to non medical applications such as industrial flame diagnostics.5. Thermochromic contrast agents for imaging temperature in biological tissueThe feasibility of generating images of temperature distribution in thick samples of biological tissue using thermochromic pigments as contrast agents will be explored. Such pigments change their optical absorption characteristics depending on temperature and this can be detected using a variety of optical methods such optical tomography and photoacoustic imaging. This technique could then be used as a tool to optimise the treatment parameters of therapies such as laser surgery, radiotherapy, and photodynamic cancer therapy. 6. Uncovering ancients texts using multispectral optical imaging techniquesWe propose to extend techniques developed in clinical optical spectroscopy and imaging to the analysis of ancient documents such as palimpsests, documents that have been reused by removing the underlying text rendering it invisible to the human eye. The techniques we propose, using multiwavelength illumination and a spectroscopic image analysis, offer the prospect of increasing contrast allowing the text to be deciphered. Other areas of application include document analysis, art restoration and forgery detection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024859/1","grantId":"EP/H024859/1","fundValue":"201318","fundStart":"2009-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"Paul Christopher Beard","coPersons":["Jeremy C. Hebden","Benjamin Timothy Cox","Clare Elizabeth Elwell","Terence  Leung","Simon Robert Arridge","Adam Philip Gibson"],"organisation":"University College London","findingsText":"","dataset":"gtr"}