{"id":"B085B00D-BFF8-46F2-95F7-1755F195F547","title":"Random Perturbations of Ultraparabolic Partial Differential Equations under rescaling","abstractText":"This proposal is in the area of nonlinear partial differential equations (PDEs). More precisely I am interesting in proving rigorous convergence for solutions of a randomly perturbed nonlinear PDE to the solution of an effective deterministic nonlinear PDE.\nI look at different problems (both first-order and second-order) for nonlinear PDEs, associated to suitable Hoermander vector fields. The geometry of Hoermander vector fields (Carnot-Caratheodory spaces) is degenerate in the sense that some directions for the motion are forbidden (non admissible). A family of vector fields is said to satisfy the Hoermander condition (with step=k) if the vectors of the family together with all their commutators up to some order k-1 generate at any point the whole tangent space. If the Hoermander condition is satisfied, then one can always go everywhere by following only paths in the directions of the vector fields (admissible paths).\nThe natural scaling for PDE problems associated to these underlying geometries is anisotropic. For example, thinking of homogenisation of a standard uniformly elliptic/parabolic PDE, one usually takes the limit as epsilon (i.e. a small parameter) tends to zero of an equation depending for example on (x/epsilon,y/epsilon,z/epsilon), where (x,y,z) is a point in the 3-dimensional Euclidean space. This means that the equation is isotropically rescaled. \nOn the other end, when considering a degenerate PDE related to Hoermander vector fields, the rescaling needs to adapt to the new geometric underlying structure, e.g. a point (x,y,z) may scale as (x/epsilon,y/epsilon, z/epsilon^2). \n\nThe challenge in the study of these limit theorems is to find approaches which do not rely on the commutativity of the Euclidean structure or on the identification between manifold (points) and tangent space (velocities). Further complications come from the limited use of geodesic arguments due to the highly irregular nature of such curves.\n\nThus the proposed project requires an intricate combination of ideas and techniques from analysis, probability and geometry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N003209/1","grantId":"EP/N003209/1","fundValue":"99895","fundStart":"2015-10-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Federica  Dragoni","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}