{"id":"B08B3DF2-9080-41C4-9855-550D30B02FFA","title":"A reassessment of the life and work of Stanley Baker","abstractText":"Stanley Baker is one of only a hand full of welsh-born actors to have a become a major film star. His rise to fame took him from an impoverished childhood in south Wales to international stardom in films such as Zulu and accident. As well as being an important figure in from of the camera, he became a producer and film executive, whilst never losing his links with his welsh background. This study offers the first in-depth examination of his life and career, on that sheds considerable light on the image of Welsh national identity and masculinity which he projected.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=112916/1","grantId":"112916/1","fundValue":"10510","fundStart":"2006-03-25","fundEnd":"2006-06-24","funder":"AHRC","impactText":"  The major use of my findings was the publication of a monograph, Stanley Baker: A Life in Film (Cardiff: University of Wales Press, 2008). In addition, I have published a related article in an edited collection, given several conference papers and public talks based on this work and been interviewed for national media outlets on the subject. Creative Economy,Culture, Heritage, Museums and Collections Cultural","person":"Robert  Shail","coPersons":[],"organisation":"University of Wales, Lampeter","findingsText":" I was able to write the first comprehensive account of the work of a key cultural figure in Wales in the twentieth century. Baker's impact went beyond stardom and covered film production, television (as a founder of HTV) and politics (as a media consultant for the Labour Party) The history of Welsh cinema has been covered in terms of a broad overview but there remain many neglected figures who have played a role in projecting Wales internationally. I hope that my work will be followed by further studies which take scholarship beyond the familiar topic of Richard Burton. Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}