{"id":"B0A27638-92DC-4475-9E70-A38897BC8D0D","title":"Development of procedures for reduced mechanism generation for prediction of particle formation in turbulent reacting flows","abstractText":"The tremendous progress in combustion science and technology in the past two decades would have been impossible without todays advances in computational resources. We are now able to model and simulate with growing confidence simplified combustion phenomena, using simple fuels for scientific studies, while engine manufacturers employ tailored combustion codes for their development work on a daily basis.Since combustion phenomena in practical devices are turbulent in nature, the challenge for predictive combustion is to describe complex combustion kinetics in a realistic environment. Hence, within the goal of achieving predictive reliability of turbulent combustion lies the requirement that the chemistry is described in an accurate and computationally adaptable manner. Also, the demanded accuracy of model predictions is extremely high if the concentrations of the pollutants are low, as found in the exhausts of modern, highly optimised devices, such as lean, premixed, pre-vaporised (LPP) gas turbines and in new concepts like the homogenous charge compression ignition (HCCI) engine. New challenges for predictive simulations are related to the yet unknown behaviour of alternative clean fuels, such as bio-fuels. However, alternative fuels are often very complex in nature, such as biomass fuels. An increasing number of renewable energy projects using biomass are under development, using waste products from agriculture and industry. Although overall green-house gas emissions are typically low for biomass fuels (carbon neutral fuels), concern need to be addressed regarding high concentrations of heavy metals and significant particle formation associated with such fuels. They are responsible for deposits and harmful products that may hinder the efficient, clean and durable run of these devices. It is crucial that the scientific community working with reduced reaction mechanisms urgently addresses the impact of particulate formation in combustion processes. When using computationally demanding simulation tools, reduced chemical schemes are necessary in order to achieve practical computing times. Indeed, detailed mechanisms for even moderately complex hydrocarbons (C7 and C8) contain hundreds of species reacting through thousands of reactions. Furthermore, hydrocarbon oxidation is also characterized by the formation of highly reactive radicals reacting on much smaller time scales than the major species. The resulting dramatic difference in time scales consequently result in stiffness in the system of differential equation (ODEs) governing the chemical evolution, which causes the simulations to progress only according to the shortest time steps. Hence, the proposed work addresses the urgent need for compact, yet comprehensible reaction kinetic models, also capable of predicting the precursors for particle formation.Harmful particulate emissions in urban areas largely originate from combustion in IC engines. The formation of the particles is located in fuel rich regions during non-premixed combustion such as in diesel engines, or in small fuel rich pockets due to inhomogeneities during combustion e.g. in petrol engines, in particular run in direct injection mode. As most practical combustion processes involve the turbulent mixing of gases, the interactions between the turbulent flow field and the chemical processes are important. The formulated reduced model will in turn be used to study the effect of preferential diffusion under moderate turbulent mixing, conditions under which mixing and chemistry can not be decoupled, and typical conditions at the end of the combustion phase of in diesel engines when most of particulate emissions are formed. This important new understanding of the effect of preferential diffusion on particle formation under the influence of turbulence will in turn represent the basis of further model development towards implementation into commercial codes for realistic engine simulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036965/1","grantId":"EP/F036965/1","fundValue":"302083","fundStart":"2008-05-12","fundEnd":"2011-10-11","funder":"EPSRC","impactText":"","person":"Terese  Lovas","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}