{"id":"B0A8FB77-AB14-43B8-A9A2-DBB3866B3A40","title":"Leptin and the control of pulmonary maturation before birth","abstractText":"Normal development of the fetal lungs is essential for newborn babies to be able to breathe at delivery. Hormones produced by the fetus are important for a range of maturational changes that occur in the lungs of the fetus to prepare it for the transition from the womb to the outside world. Premature delivery before these maturational changes have taken place leads to respiratory disease in the newborn. Leptin is a hormone that is known to regulate appetite and metabolism in adult life, but its functions in the fetus are poorly understood. Leptin production is increased in the fetus after glucocorticoid treatment which is commonly used to promote lung maturation in fetuses at risk of preterm delivery. Furthermore, there is some evidence from laboratory studies on fetal lung tissue that leptin may influence lung development before birth. In an animal model, this project will investigate (a) the control of leptin activity in fetal lungs and (b) the effect of leptin on lung development. It will measure leptin production and receptor expression in fetal lungs at a range of gestational ages and after glucocorticoid treatment, and will determine several aspects of lung structure and function in animals treated with leptin before birth. The findings of this project will improve our understanding of the control of lung development in the fetus and will provide important information about the consequences of premature birth. Leptin may be a potential therapeutic agent in the treatment and prevention of respiratory disease in the premature infant at birth and in adult life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H01697X/1","grantId":"BB/H01697X/1","fundValue":"369844","fundStart":"2010-11-01","fundEnd":"2014-01-31","funder":"BBSRC","impactText":"  The findings from this basic science project provide data that rethinks the control of fetal maturation, of the lungs and other tissues. The role of leptin in the fetus has been under-investigated and our studies have shown that it has important physiological significance before birth. The impact of this work for clinical practice may emerge when the findings are published fully.  ","person":"Alison  Forhead","coPersons":[],"organisation":"University of Cambridge","findingsText":" The project has confirmed the original hypothesis that developmental and glucocorticoid-dependent changes in blood leptin may be responsible for aspects of lung maturation before birth. Leptin treatment in a fetal sheep model has maturational effects on lung structure and increases the expression of genes associated with leptin action and surfactant production. The increase in heart size seen in leptin-treated fetuses warrants further investigation. \n\nOur data also show that pulmonary gene ex This project is a basic science research project which has provided novel information on the mechanisms of maturation of the fetus, especially the role of leptin in the development of the fetal lungs. It does, however, have potential clinical implications for the management of pregnant women at risk of preterm delivery and the treatment of babies born premature. Therefore, in a wider context, the findings of this research have potential benefit to (a) pregnant women and their babies; (b) the ob Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}