{"id":"B0AAA05C-B53A-46AE-A8DD-2ECBDD237FD0","title":"Light capture and processing technology for enhanced biofuel production by microalgae","abstractText":"Algae hold great promise for the large scale production of carbon-neutral biofuels that avoid many of the problems of terrestrial biofuels (such as Palm Oil) in that they require only about 10% of the space of terrestrial crops and can use waste water for growth and their nutrients. Current production systems are, however, uneconomic against both fossil and first generation biofuels and require significant step wise improvements to redress this. There are opportunities for improvements in the cost effectiveness of both upstream production and downstream processing of algae to close the gap between algal biofuel and fossil fuels but these will require radically different approaches from those currently employed.\n\nThis feasibility study project will be a collaboration between Xanthella, a biotechnology SME based in Oban who produce compact, efficient algal photo bioreactors, and a team of physicists at the University of St Andrews who are experts in optical materials and photophysics. The project aims to deliver a step change in the performance-cost ratio of algal photo bioreactors (PBRs) operating under solar illumination for the production of carbon neutral biofuels. This will be achieved through the development of an innovative solar light collection component for use in Xanthella's internally-lit photobioreactor designs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L50581X/1","grantId":"EP/L50581X/1","fundValue":"76284","fundStart":"2014-03-31","fundEnd":"2015-05-30","funder":"EPSRC","impactText":"  Results in the project are being used by the collaborating company Xanthella in development of their photobioreactors Energy Economic","person":"Graham Alexander Turnbull","coPersons":["Ifor  Samuel"],"organisation":"University of St Andrews","findingsText":" We have developed light conversion units designed to help to improve the efficiency of photobioreactors The research should lead to patents in collaboration with the commercial partner Xanthella Energy","dataset":"gtr"}