{"id":"B0AFFA03-BCEC-49AA-AA24-6C9EA8A2FEC7","title":"Climate History Controls Future Landslide Hazard","abstractText":"The intense precipitation associated with large storms can initiate thousands of landslides and debris flows, endangering lives and cause significant damage to infrastructure. Changes to the frequency and/or intensity of storms is a predicted consequence of anthropogenically-driven climate change (Rosenzweig et al., 2007), thus predictive models of landsliding are essential for mitigating these effects. Shallow landslides that initiate in soil are particularly destructive as they often initiate rapidly moving debris flows. Physically-based shallow landslide hazard models usually estimate landsliding a function of modern hydrologic, ecologic, and soil mechanical properties (Montgomery and Dietrich, 1994; Pack et al., 2001). The flaw in this approach is that it does not account for the &quot;memory&quot; of previous landslides in a catchment, where landslides are unlikely to occur twice in the same location within the short window of time (&lt;1000 years). When landslide &quot;memory&quot; is considered, we hypothesise two possible effects on future landsliding: (1) the likelihood that extreme rainfall will create a large landslide event is dependent on the number of large storms that have recently occurred in a catchment, and (2) storms that initiate a 1000's of landslides may have a resonance within a landscape that causes landslides to cluster in time. Accounting for the combined role of precipitation and landscape resonance is of immediate concern as we begin to make predict hazards associated with climate change. The proposed research will quantify whether landslides are clustered in time, through the collection of a novel, large, millennial-scale dataset of landslide frequency. We will analyse landslide frequency using radiocarbon found at the base of 75 hollows (local depocentres located 10's of metres above channel heads) where shallow landslides initiate. These data, in conjunction with high resolution LiDAR topographic data, will drive the creation of a unique, probabilistic, landslide hazard model that estimates landslide hazard based on both recent precipitation and the potential resonance imparted by previous storms. Our novel landslide dataset and landslide hazard model will significantly improve our ability to predict the risks posed by landslides in current and future climate scenarios.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J009067/1","grantId":"NE/J009067/1","fundValue":"281811","fundStart":"2012-11-19","fundEnd":"2016-04-01","funder":"NERC","impactText":"  Currently we are at a preliminary stage of using these data. While we have identified potential impacts we have not developed significant contact yet.  ","person":"Tristram Charles Hales","coPersons":[],"organisation":"Cardiff University","findingsText":" We have been exploring the relationship between landslides and extreme weather events. Our initial results suggest that future landslide hazards are dependant on the history of land sliding in a particular area rather than future precipitation events. We are developing a model that will improve our ability to predict future landslide hazards by accounting for past landslide rates. Our model can be applied to any area of the planet that is susceptible to shallow landslide hazards. Education,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}