{"id":"B0B2D750-40E7-4EAF-AA15-1DD061F0BFF2","title":"Spin-Torque and Spin Polarisation in Epitaxial Magnetic Silicides","abstractText":"Iron and silicon are two of the most abundant elements in the earth's crust. Nevertheless, the simplest chemical compound of these two elements, iron monosilicide (FeSi), possesses bizarre electronic and magnetic properties that have confounded researchers for decades. At low temperatures it is a non-magnetic semiconductor with a narrow gap. On warming, most materials become harder to magnetise: FeSi becomes easier, and it transforms into a heavy electron metal. Although known experimentally for over four decades, the proper theoretical description of this is still not settled. \n\nWhen cobalt is substituted for iron things get even more interesting. Theory predicts (and indirect experiments on bulk crystals seem to confirm) that each Co atom contributes one current carrying electron, and also one electron spin's worth of magnetism, suggesting a perfectly polarised magnetic semiconductor - and what is more, one based on Si. Indeed, we have recently been able to prepare thin films of this material on commercial silicon wafer that appear to be epilayers: single crystals where every atom is in register with the lattice defined by the substrate. Spin polarisation is the key figure of merit for all spintronic materials, with all spintronic effects growing as the polarisation increases. Having a high polarisation material that is silicon-based is therefore a very tantalising prospect. In the first part of our project we will confirm the nature of our thin films and their structural, magnetic, and electronic properties. We will also investigate a simpler and quicker way of forming films known as sputtering. We will then go on to make the first direct measurements of the spin polarisation of this remarkable material, and moreover, do so in the technologically vital thin film form on Si wafer.\n\nThe magnetism is truly remarkable in another way, however. The crystal structure of this material is very unusual in that it lacks mirror symmetry, and so an obscure effect that is suppressed in almost every other magnetic material comes into play: the so-called Dzyaloshinskii-Moriya interaction. Instead of the usual uniform state in a ferromagnet, this term causes the spins to spiral around each other in a helix. This can be brought to a uniform saturated state in a large enough magnetic field, but on the way another largely forgotten piece of theoretical physics comes into play. There is an intermediate state formed from a lattice of magnetic vortices called skyrmions, a topological structure first invented to describe fields of pi-mesons in the 1960s. Last year it was shown (using bulk crystals of a related compound, manganese monosilicide) that because of this special topology, these swirling magnetic structures can be set into motion by a current flowing through the crystal at a current density around one million times smaller than that needed to move a vortex in a conventional magnetic material. We shall seek these magnetic skyrmion objects in our silicide wafer samples and measure the current density needed to move them. \n\nUnfortunately, this material is only magnetic at temperatures a few tens of degrees above absolute zero, and all magnetic properties are lost well before room temperature is reached. Nevertheless, replacing silicon with its neighbour in the periodic table, germanium, can also transform iron silicide into a helimagnetic metal, with complete replacement preserving this structure up to a temperature a few degrees above zero Celsius. We shall complete our project by doping this material with cobalt and see if the critical temperature can be pushed above room temperature to technologically useful values.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007110/1","grantId":"EP/J007110/1","fundValue":"467766","fundStart":"2011-11-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"  Too soon to say as project has barely finished. Electronics Economic","person":"Christopher Hugh Marrows","coPersons":["Rik  Brydson"],"organisation":"University of Leeds","findingsText":" Giant topological Hall effect in FeCoSi\n\nElucidated scattering mechanisms in FeGe To build skyrmion-based spintronic devices Electronics","dataset":"gtr"}