{"id":"B0B5448A-9B78-4774-B4F9-DE693CD1F8E0","title":"The use of graphical representations to scaffold collaborative argumentation around an interactive whiteboard in Key Stage 2 science","abstractText":"<p>This research will investigate whether graphical representations are effective in scaffolding collaborative argumentation around an interactive whiteboard (IWB) in Key Stage 2 science.</p>\n\n<p>&nbsp;Group discussions in the classroom are often ineffective (eg Wegerif and Scrimshaw, 1997), and Mercer (1995) argues that this is because children often fail to understand how to talk together effectively. We will take an iterative, learner-centred approach to the development of some software – The Talk Factory – that will scaffold the content and processes of children's collaborative argumentation around hypothesis generation.</p>\n\n<p>This will be achieved in several ways. The children will be asked to predict the outcome of a scientific experiment, and each child's opinion will be represented on the IWB. The teacher will facilitate discussions about the rationale behind each child's prediction (and the possibility of them changing their opinion) and during this time she will tap on various icons on the IWB that represent the content of the child's response (eg 'statement', or 'justification'). These inputs will be&nbsp;shown in graphical representations, including a timeline, so each child can see the value of their utterances in terms of its immediate utility and whether/how it makes a positive contribution to the collaborative process as a whole. </p>\n\n<p>We will investigate whether The Talk Factory is effective in facilitating an increased understanding of, and enhanced performance in, collaborative argumentation (in terms of both content and processes). Pre and post science-domain tests will indicate whether the software has had any impact on the children's understanding of key scientific concepts. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2435","grantId":"RES-000-22-2435","fundValue":"79548","fundStart":"2008-09-01","fundEnd":"2009-09-30","funder":"ESRC","impactText":"  a generic version of Talk Factory (suitable for use to support whole class discussion in any subject area) has been developed. It has been promoted by Cornwall Learning and is now in use in a wide range of Cornish primary and secondary schools. A case study has been conducted on its use by three teachers in one Cornish secondary school and a paper is currently under review for publication in an international journal. A further study has been conducted in a primary school in Milton Keynes and a paper is currently in progress. Education Societal,Policy & public services","person":"Eileen  Scanlon","coPersons":["Lucinda  Kerawalla"],"organisation":"Open University","findingsText":"","dataset":"gtr"}