{"id":"B0B7DA9E-17E0-4326-8AFC-8E241D20E969","title":"Monks in Motion: a prosopographical study of the English and Welsh Benedictines in exile, 1553-1800","abstractText":"Context\nFollowing the proscription by statute of some central aspects of the practice of Roman Catholicism, including the formation of communities of religious, the first English Benedictine monastery in exile was established in Douai in 1607. It was followed by a further three monasteries across France and Germany. Prior to these foundations, which provided a nationalized focus, some aspiring English monks joined European communities, entering religious life in Catholic countries such as Spain. In total more than seven hundred men (not including those who left before final profession; their numbers will be revealed by this project) travelled from their homeland to enter such establishments over two hundred years. Despite popular understandings of English history, these institutions were not isolated and their contacts and networks spread widely. Living in communities but also returning to England to serve on the Catholic mission, the English Benedictines' mobility made them unusual amongst the Order in Counter-Reformation Europe. The transnational nature of their existence made them a bridging point between the mainland continent and England.\n\nAims and Objectives\nThe major aim of the project is to explore the changing political role in England of the English Benedictines. This will be achieved by examining their transnational networks through the creation of a dynamic, searchable database of the membership and activities of English Benedictines from Mary I's reign to 1800, when many English Catholic exiles were forced to return to their homeland because of the French Revolution and its associated violence. This will include exploration of the monks' roles in the English diaspora and their involvement in bringing European ideas into an English context. Moreover, it will consider the position of the four nationality-defined monasteries as English institutions in Europe, plugged into both the intellectual networks of the Counter-Reformation and the political developments of their homeland. It will be vital for re-imagining the Catholic community during the period of religious proscription.\nThe creation of an open source, searchable electronic database of all English Benedictines (including those who were early leavers or did not pass the selection process) will allow a wide-range of users to access material about each individual, including information regarding their family, origins, career and active networks.\n\nPotential Applications and Benefits\nThe database will be easy to use and accessible to all, including information valuable for a wide-range of users. Family historians will be attracted by the genealogical details provided (including parents) and the relationship links added to each entry. This material will prove invaluable to scholars of various fields, such as those investigating social networks. In addition, search tools will be made available allowing scholars or interested parties to examine the confessional background of members, the social background or age ranges in management structures to name but a few. The database will follow a similar design to that of the AHRC-funded 'Who Were the Nuns?' project, allowing the two datasets to be used in conjunction to create a wider picture of transnational kinship networks. The database will be designed so that it is expandable and as open as possible for interpretation on a number of different levels by both scholars and the wider public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M003620/1","grantId":"AH/M003620/1","fundValue":"185190","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"AHRC","impactText":"","person":"James Edward  Kelly","coPersons":["Alec  Ryrie"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}