{"id":"B0C896FD-47D9-4817-A8CE-FC0746C94FFE","title":"WORKSHOP: Amplitudes 2010","abstractText":"Scattering amplitudes are fundamental quantities in gauge theory and in gravity. The standard method for calculating these quantities is the perturbative expansion of the path integral in terms of Feynman diagrams, which involves complex calculations. However the results are often surprisingly simple, which suggests strongly that there is unknown structure to be discovered in these theories. This may revolutionise the way we understand quantum field theory and possibly string theory, and lead to novel and efficient methods for calculating physical observables.This Workshop will be devoted to reviewing progress made in this area, highlight the fascinating connections to twistors and integrability, and stimulate interaction and collaboration among the participants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I002359/1","grantId":"EP/I002359/1","fundValue":"6363","fundStart":"2010-04-12","fundEnd":"2010-07-11","funder":"EPSRC","impactText":"  This was a conference grant. The main outcome was the dissemination of knowledge through talks given at the conference. Remarkably, the series of &quot;Amplitudes&quot; conference is now an established one, with regular conferences every year (Amplitudes 2011 was held in Ann Arbour, Michigan; Amplitudes 2012 was held at DESY Hamburg; Amplitudes 2013 will be held in Munich).\n\nBeneficiaries: Theoretical physics community Cultural Cultural","person":"Gabriele  Travaglini","coPersons":["William J Spence","Andreas  Brandhuber"],"organisation":"Queen Mary, University of London","findingsText":" This grant was used to organise a highly successful conference, Amplitudes 2010, which was held at QMUL 4-7 May 2010. It was attended by around 60 researchers from leading Institutions worldwide. The purpose of the meeting was to review recent progress, stimulate interaction and collaboration, and inspire further developments. The spirit and style of the meeting was similar to that of the first edition of this workshop in 2005, also organised at QMUL.  ","dataset":"gtr"}