{"id":"B0CD7C67-CF59-4D12-8876-C0A9E4D5543C","title":"Voting Rights and Public Policy","abstractText":"<p>The importance of good governance for development and prosperity cannot be underestimated. The long-lasting effect of institutional factors on income differences across the world is now well-established, and among international organizations and national governments globally there is an emerging understanding that political, judiciary and bureaucratic institutions that promote accountability and transparency are imperative for promoting economic development.</p> \n<p>The aim of this research project is to investigate empirically the link between public policy outcomes and the allocation of voting rights. By marshalling historical evidence from countries in Western Europe and from countries in Latin America new insights into the consequences of the extension of the voting franchise can be gained and new tests of existing theoretical models of democratization can be conducted. More specifically, we shall investigate quantitatively how the extension of the voting franchise in Western Europe (1860-1938) affected the tax structure and quantify the role that left-wing parties played in transforming the demands of the newly enfranchised working class men into actual policies. In Latin America, we investigate how political transition in and out of democracy during the 20th century affected the size and composition of the public spending and provide an analysis of womens’ suffrage and literacy restrictions.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-1743","grantId":"RES-000-22-1743","fundValue":"72576","fundStart":"2006-04-03","fundEnd":"2007-10-02","funder":"ESRC","impactText":"  I don't know it has been used outside academic research.  ","person":"Toke Skovsgaard Aidt","coPersons":[],"organisation":"University of Cambridge","findingsText":" The importance of good governance for development and prosperity cannot be underestimated. The long-lasting effect of institutional factors on income differences across the world is now well-established, and among international organizations and national governments globally there is an emerging understanding that political, judiciary and bureaucratic institutions that promote accountability and transparency are imperative for promoting economic development. The aim of this research project is to investigate empirically the link between public policy outcomes and the allocation of voting rights. By marshaling historical evidence from countries in Western Europe and from countries in Latin America new insights into the consequences of the extension of the voting franchise can be gained and new tests of existing theoretical models of democratization can be conducted. More specifically, we shall investigate quantitatively how the extension of the voting franchise in Western Europe (1860-1938) affected the tax structure and quantify the role that left-wing parties played in transforming the demands of the newly enfranchised working class men into actual policies. In Latin America, we investigate how political transition in and out of democracy during the 20th century affected the size and composition of the public spending and provide an analysis of womens' suffrage and literacy restrictions. The research is being aimed at other researchers. Government, Democracy and Justice","dataset":"gtr"}