{"id":"B0D344A8-6428-485A-A7ED-F974E683D576","title":"High performance mass spectrometry at the University of Birmingham","abstractText":"Mass spectrometry is well-established as a technique for characterisation of molecular structure. The chief reason for the success of mass spectrometry is that every molecule has a mass, unlike other properties sometimes measured in bioanalytical chemistry, such as a magnetic moment or absorbance of light at a particular wavelength. The mass of a molecule depends on the composition of its atoms, as each atom has a unique mass. As long as the accuracy of the mass spectrometer is high enough, then measurement of a molecule's mass allows determination of the elemental composition. The more complex the sample, either in terms of the number of components or in terms of the size of the molecule (the number of atoms), the more challenging is mass analysis. This fact is due to overlapping signals from different molecules or versions of the same molecule (isotopomers) and in order to address the problem, a very high resolution mass spectrometer is required.\n\nBiological research is overflowing with sample types that require high resolution mass spectrometry: Metabolomic samples contain thousands of low molecular weight species. Proteins are large molecules associated with a vast array of chemical modifications, and which form loosely-bound complexes with themselves, other proteins and other molecule types. The aim of this proposal is to make available the latest developments in the highest performance type of mass spectrometry - Fourier transform ion cyclotron resonance mass spectrometry - to biological research at the University of Birmingham and beyond. The proposal brings together a broad range of researchers from diverse disciplines to address several key strategic priorities for BBSRC (Healthy ageing across the life course, Synthetic biology, Combatting antimicrobial resistance, Food, nutrition &amp; health, Technology for the biosciences).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012492/1","grantId":"BB/M012492/1","fundValue":"425211","fundStart":"2015-01-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"","person":"Helen Jill Cooper","coPersons":["James H. R. Tucker","Melissa Mackay Grant","Timothy  Dafforn","D A Barrett","Chrystala  Constantinidou","Steve  Busby","Warwick Brian Dunn","Anne-Marie  Krachler","Mark  Viant","Ian  Henderson","Janet  Lord","Ken  Smith","Christopher David Bayliss","Laura Jane Piddock","Philip James Atherton"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}