{"id":"B0D6E626-3B6D-45EE-8C0E-84ACA9A18247","title":"Host Resistance to Avian Pathogenic E. coli","abstractText":"Avian colibacillosis is a severe and recalcitrant disease that constrains the health, welfare and productivity of poultry worldwide. It is the most common infectious disease affecting turkeys, layers, and broilers. Infections are frequently initiated by inhalation of faecal dust containing avian pathogenic Escherichia coli (APEC) and are often secondary to respiratory viral or Mycoplasma infections. Immaturity of the immune system in neonates and suppression of immune function at the onset of sexual maturity or under stress are also key risk factors, though how such factors act at the respiratory mucosa is ill-defined. Respiratory distress is common following APEC infection and the bacteria often translocate to the blood and internal organs, causing a variety of problems, including sepsis, hepatitis, and cellulitis. Losses are incurred via increased mortality, reduced productivity, condemnation of carcasses at slaughter, and decreased egg yield and egg quality in layers. The scale of the problem is vast. In the United Kingdom, a recent survey of 4 broiler flocks sampled weekly for 4 weeks found evidence of colibacillosis in 39% of dead birds. A separate analysis of causes of death 2-3 days after placement of broiler chicks found evidence of colibacillosis in 70% of dead birds. Although the incidence of the disease varies with geographical location, species and production system, a common feature is the high diversity of APEC associated with the bacterial isolates from diseased birds. E. coli diseases result in annual multimillion pound losses by the worldwide poultry industry.\n\nOur goal in this project is to define the genetic and immunological basis of avian resistance to respiratory Escherichia coli infection so as to inform the design of vaccines and genomic selection strategies. In our integrated and synergistic project, we will exploit unique inbred chicken lines in both countries that differ in resistance to APEC, analyze transgenic chickens in which all cells of the myeloid lineage express a fluorescent protein to aid sorting and phenotyping of APEC-infected cells, use state-of-the-art methods to define the transcriptome of infected cells and associate resistance with bird genotype, and validate selected research findings for translation into industry application. An urgent need exists to improve control of this key endemic avian disease, yet there is a striking paucity of research on avian airway responses to APEC and the basis of heritable host resistance. Our genomic, molecular and cellular characterization of the host-pathogen interactions between chickens and APEC will identify critical control points that can be used to enhance resistance to APEC through veterinary and breeding strategies. Our long-term goal is to reduce the occurrence and negative impact of this disease on the poultry industry through development of control strategies that are based on a thorough understanding of the host's functional responses to E. coli infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M028208/1","grantId":"BB/M028208/1","fundValue":"417190","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"BBSRC","impactText":"","person":"Peter  KaiserLonneke  Vervelde","coPersons":["Mark Paul Stevens"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}