{"id":"B0DF8BDD-0E9D-4FC1-A19A-F070E0F7BF97","title":"Prediction and analysis of membrane protein structures and their interactions from genome data","abstractText":"About 30% of genes in the human genome code for proteins which are found in cell membranes. These proteins are responsible for maintaining many important processes in cells. Understanding the structure and function of these proteins and studying their properties and biochemical mechanisms are therefore among the most important goals in biological and pharmaceutical research. To understand membrane proteins, it is important to understand how their sequences and structures, and consequently their interactions, have adapted to the chemical and physical properties of biological membranes. With the advent of the structural genomics era, as membrane protein 3D structures are determined, bioinformatics studies are required to analyse and exploit this knowledge at the genome scale. Within this scenario, the main goals of our research project are to develop a pipeline (a closely linked set of computer programs) for the building of membrane protein 3D models at genome-scale and to develop new methods for the analysis and prediction of membrane protein interactions within the biological membrane. We will test our methods on membrane proteins which have experimental data available (e.g. where the number and orientation of transmembrane elements are known) and where possible where the atomic-level 3D structure is known. Currently there are few available resources fully dedicated to membrane proteins, but these do not provide all the information we need (they either contains only structural data or are limited to only few membrane protein classes). We will develop a structure-centric resource including all classes of known membrane protein structures and linking them to the corresponding available genome data. The next step will consist in analysing and classifying all of the transmembrane proteins for which 3D structures have been determined. Unlike existing classification schemes, we will derive a novel method specific for membrane protein classification that will integrate and exploit the existing schemes but develop a set of specific descriptions which will discriminate diverse membrane protein structures in biologically meaningful ways. We also plan to improve the current transmembrane topology prediction by developing a new suite of tools to predict transmembrane topology with increased accuracy combining multiple topological features, like amino acid topogenic propensities, topogenic motifs, sub-cellular location prediction of domains and prediction of signal peptides. We also plan to build a pipeline for building 3D models of membrane proteins across whole genomes. We will develop two different methods to assign membrane proteins to structural families (and build the corresponding 3D models). For sequences with clear similarity to a structural families, sequence profiles will be used for the assignment, while a 'fold recognition' method will be derived for sequences with weak sequence similarity. The interactions of membrane protein interactions with other molecules, i.e. peptides, proteins, lipids and small molecules will be studied to identify interactions for the functioning of specific families. We will analyse binding sites in transmembrane proteins using methods similar to those previously developed in the Thornton group to characterize binding sites in water-soluble proteins. These methods will need to be adapted, since we believe the membrane constraint strongly influences the way cognate partners interact making the interaction patterns peculiar. We will therefore explore the interactions between membrane protein and lipids and their importance for different biological functions and compartmentalisations exploiting the protein structural knowledge developed in our previous structural studies and all currently available resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E022278/1","grantId":"BB/E022278/1","fundValue":"301633","fundStart":"2008-01-14","fundEnd":"2011-01-13","funder":"BBSRC","impactText":"  A major impact from this project has been the further training of skilled research staff, along with transferable skills to equip them for the commercial workplace. Sean Ward, an RA on the project, received a UCL Entrepreneur Fellowship to construct a business plan for a new UCL spinout called Synthace (http://www.synthace.com/). Synthace is the UK's first synthetic biology company, and recently the company was recently a ?500k TSB Synthetic Biology Grant and has also completed a ?1.3m seed funding round.\n\nSynthace has been used as an exemplar for British expertise in the new area of synthetic biology and was visited by a government delegation in 2013, headed by David Willetts MP to inform future policy. Agriculture, Food and Drink,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic,Policy & public services","person":"David  Jones","coPersons":[],"organisation":"University College London","findingsText":" The main three software products that were developed as a result of this grant were the MEMSAT-SVM topology prediction package, the MEMPACK server and the BioSerf-TM modelling pipeline. MEMSAT-SVM is currently the most accurate predictor of transmembrane topology when evaluated over known transmembrane 3-D structures. The latest version of MEMSAT has also been incorporated into our FFPRED server, which allows prediction of transmembrane protein function based on predicted topology and other sequence features. The MEMPACK server implements quite novel functionality in that not only is the topology of the target TM protein predicted, but the likely packing arrangement of helices is also predicted. These results are also displayed in a user-friendly graphical form. Finally, a specific pipeline for modelling TM proteins has been implemented using our existing BioSerf framework. This provides full 3-D homology models of transmembrane proteins. The software developed in this project is freely available to other academic researchers, and is also available via web servers that we maintain.\n\nAlso, a high quality benchmark data set on transmembrane topology has been compiled based on available 3-D structures of transmembrane proteins. This data is available from our file server (details given in the MEMSAT-SVM and MEMPACK papers). Another result to mention is the collaborative work with the Thornton and Orengo groups to produce a hand curated classification of transmembrane superfamilies in the CATH protein structure classification database. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}