{"id":"B0E4261F-6C42-41A4-9333-BC77AAB8EB40","title":"Euro-China GE: Dynamics of Green Growth in European and Chinese Cities (DRAGON)","abstractText":"We are an international consortium formed by six leading research institutes in the field of green economy. Our GOAL is to develop robust evidence on green growth in both EU and Chinese cities and to draw lessons to facilitate a transition towards sustainable development in EU and Chinese cities. Our team has brought strong and multi-disciplinary expertise into this project from aspects of urban development, environmental economics, economy-energy-environmental modelling, carbon accounting and policy analysis for technology transfers. \nGreen growth means shifting to a development model where environmental protection and economic growth complement each other, rather than being contradictory. Generating 85% of Europe's GDP, 80% of energy consumption and 75% of carbon emissions, cities have a central role to play in this process. European cities are striving for green growth. They are adapting local regulation and raising citizen awareness. Recently, the EU has launched the Europe 2020 strategy that sets out sustainable growth as one of its priorities, alongside smart and inclusive growth: 'making our production more resource efficient while boosting our competitiveness' . On the other hand, China will play a pivotal role in the fight against climate change given due to its immense size and need to develop. Shifting Chinese cities to a green growth path is a critical part of the fight. Chinese cities home 46% of the population and contribute 75% of the Chinese national economy and nearly 85% of CO2 emissions. The nexus between urban evolution and emission mitigation is the key in China's green growth. While the green-growth debate is becoming more prominent at the international level, understanding how to operationalise green-growth strategies is still lacking at more local levels. The key challenges remain: \nChallenge 1: What are the dynamics of emission trends in Chinese cities at different urbanisation and industrialisation stages? Energy and greenhouse gases (GHGs) emission inventories are usually built at national level. But no such international framework exists requiring measurements of city emissions or providing detailed methodological guidance for conducting an urban emissions inventory. We will construct city level emission inventories. \nChallenge 2: What factors are driving emission growth in cities? Quantification of emission driving forces has been extensively studies at the national level. Few studies have found at the city level. Understanding the key factors in driving the emission growth, one can target the problem more specific to reduce emissions in cities. \nChallenge 3: What are the sources of green growth in cities and how can we support green growth? Green growth can open up new sources of growth through increasing resource efficiencies and economic productivities, supporting technology innovations, creation of new market, boosting business confidence in green growth and enhance economic stability. Institutional arrangements and economic incentives are the key to sustain the sources of growth in cities. New institutional arrangements will need to be established to guide the development of green growth strategies and to overcome the institutional inertia and silos that exist around economic and environmental policy making.\nChallenge 4: How to use interventions to transform cities to green growth? Cities are the centre of transitioning towards green economy. Green growth is already underway in both European and Chinese cities. We identify available interventions for green growth and examine the effectiveness of those interventions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L016028/1","grantId":"ES/L016028/1","fundValue":"397418","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"ESRC","impactText":"","person":"Dabo  Guan","coPersons":["Andrew  Gouldson"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}