{"id":"B0F079C5-06B3-455E-8E67-62A4264B439B","title":"Optophysiological characterisation of retinal ganglion cell function by ultrahigh-resolution optical coherence tomograph","abstractText":"Retinal imaging using laser based techniques now plays a key role in the assessment of eye diseases such as glaucoma, optic neuropathy, diabetic retinopathy and macular degeneration that remain important causes of vision loss and blindness in the UK. There is still a pressing need to increase the resolution with which the retina is imaged since this will facilitate early disease diagnosis and improve the accuracy with which retinal disease can be monitored. Among the various imaging modalities that have been developed, optical coherence tomography (OCT) has the greatest potential to image structure and function of the retina at cellular resolutions. Since early detection allows for early treatment, developments in imaging techniques should translate into improved treatment and the prevention of vision loss. Recently, we have shown that it is possible to detect activity of small regions of the retina by OCT based techniques but we do not know whether this can be used to determine the functional integrity of the cells that comprise the retina. In this study we will explore the ability of functional ultrahigh resolution fUHR-OCT to characterize, functionally, the properties of single retinal ganglion cells in the living (in vivo) retina. These are the cells that connect the eye to the brain; if we can determine their physiological properties, we have the potential to develop novel devices for the detection of retinal disease in its earliest stage. Just as important will be our ability to determine the effects of treatment on retinal function- this will allow us to shorten time needed to evaluate novel treatment for preservation of retinal ganglion cell function (neuroprotection). If successful, we envisage that the techniques developed in this study will also be suited to determine the functional characteristics of other retinal layers and therefore play an important role in the assessment of patients with diseases such as macular degeneration and genetic disorders of the retinal pigment epithelium (e.g. retinitis pigmentosa).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800547","grantId":"G0800547","fundValue":"419453","fundStart":"2008-12-01","fundEnd":"2011-03-31","funder":"MRC","impactText":"","person":"James  Morgan","coPersons":["Frank  Sengpiel","Wolfgang  Drexler"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}