{"id":"B108E447-A2AD-4CAF-84CF-5390B9B519F6","title":"In silico evaluation of manufacturing concepts for non-Newtonian products","abstractText":"The main aim of the work is to establish the optimal geometric configuration for a particular configuration of process mixer\n(a Controlled Deformation Dynamic Mixer (CDDM)). The project will seek to understand the unique flow dynamics found\ninside the mixer itself and, through that understanding, improve the quality of the mixture that the device produces. At the\nsame time, the work will establish changes to the mixer geometry such that the overall mixture is improved, while\nsimultaneously reducing the power required. The analysis of the mixer is made more complex because the flow within is\ntypically non-Newtonian, and demonstrates a viscosity that is dependent (in the first instance) on the shear rate and (in the\nsecond instance) on the processing history of the fluid itself. The physics of the process material, coupled with the\ncompeting influences of high angular velocities (the mixer typically runs at approximately 50000rpm), high pressure drops\nand extremely small flow geometries preclude easy characterisation of the flow. In addition, the channels through the mixer\nare sinuous and change with the mixer rotor position. In the light of these, the flow will be studied initially in the laminar\nflow mode and static configuration; as understanding develops, increasingly complex dynamics will be introduced---either\nthrough the mixer motion itself, through the action of the viscosity, through turbulent flow physics or some combination of all\nthree. The work is of considerable interest to the academic partner, as the evolving rheology represents an application of\nmultiphysics; it couples together CFD, rheology and (in the longer term) meso-scale modelling. The wider goal of the\nproject is to accelerate the introduction of new &amp; better products into the market by the simulation of manufacturing\nprocesses for complex multiphase liquid products for fast moving consumer goods (FMCG), and unifies computational fluid\ndynamics (CFD), rapid prototyping (RP) and experimental evaluation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M506795/1","grantId":"EP/M506795/1","fundValue":"184824","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Robert  Prosser","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}