{"id":"B10AF5D1-33E6-4DC4-B661-20B07C70C7FA","title":"MIGRATION, ICTS AND THE TRANSFORMATION OF TRANSNATIONAL FAMILY LIFE","abstractText":"<p>This study has investigated the role of information and communication technologies (ICTs) in the context of transnational families and in particular on the ability of migrants to maintain primary long distance relationships in conditions of prolonged separation. This has been a three-year long comparative research focusing on Filipino and Caribbean transnational families and the ways in which developments in mobile phone and internet-based communication facilitate or inhibit relationships such as those between parents and left-behind children or within couples. Our methodology has been qualitative, combining participant observation, interviews and online ethnography among family members both in the UK and the sending countries. In total, we have interviewed 176 individuals (several of whom more than once), mainly migrants in London and Cambridge, but also their family members in the Philippines and Trinidad. Some of our findings include: for migrant mothers with left-behind children developments in ICTs represent a transformation of mothering at a distance. Three factors are involved in determining the relative success of this: the child’s age during the mother’s emigration; the quality of the pre-existing relationship; and the media available for communication. Inequalities in access and digital literacy impact on the type of distant relationships people can expect to enjoy. Although we cannot conclude that ICTs solve problems relating to separation the constant presence that they afford creates some expectation of transnational family life. One of the most profound consequences of ICTs is that they transform the whole experience of migration partly thereby impacting on key decisions such as whether to migrate and whether to return.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2266","grantId":"RES-000-22-2266","fundValue":"80762","fundStart":"2007-06-01","fundEnd":"2011-01-31","funder":"ESRC","impactText":"","person":"Mirca  Madianou","coPersons":["Daniel  Miller"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}