{"id":"B10CAAEC-E942-43B2-B797-046035745D09","title":"JPI Climate: Collective urban governance, innovation and creativity in the face of climate change (SELFCITY)","abstractText":"The SELFCITY project will explore the processes of self-organisation that underpin community-led project-based responses (in terms of both adaptation and mitigation) to climate change in three countries across Europe. Self-organising (i.e. the ways in which communities organise themselves) is one of the three inter-linked processes (along with market-led and state-led mechanisms) that underpin any pragmatic and innovative transition to an adapted urban environment that is closer to being carbon neutral and that may be more resilient to the challenges resulting from changing (climate-induced) weather patterns. In the past considerable work has been carried out on the role of market-led and state-led initiatives, however, we understand far less about the ways in which civil society constructs what are sometimes alternative and sometimes complementary ways of addressing climate change.\nBuilding on existing research and practice on adapting the built environment, urban neighbourhoods and facilitating energy transition, the project will combine social researcher-led work with participant action research to explore, record and enhance the ways community activists are organizing innovative, creative and pragmatic climate change responses in their communities (of place and of space).\nIt will set out how the problem(s) of climate change are understood both by these activists/practitioners and by the community members they work with. The project will create space for activists to identify capacity-building needs and for the research team to work with activists to fill these needs. Through these interactive and reflective activities the academic and practitioners teams will tease out the tensions and potentials of the inter-relation of everyday knowledge and technical knowledge on climate challenge responses. Not only does this project analyse the tensions in these forms of knowledge creation within a given national context, but it also uses cross-national comparison to help participants break out of culturally implicit (and fixed) constructions of both the climate change problem and the opportunities for change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010074/1","grantId":"ES/M010074/1","fundValue":"223387","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"ESRC","impactText":"","person":"Rob  Atkinson","coPersons":["Stephen George Hall","Ian Stewart  Smith"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}