{"id":"B10FF16D-ECA6-433C-8634-7999A7F41A39","title":"From pub to stadium: The ecology of public and commercial investment in British live music venues","abstractText":"Live music is a prime illustration of wider issues in the UK's cultural sector. Pressure on the public purse, nationally and locally, is felt from larger institutions - orchestras, opera companies, etc.- to the grassroots as direct funding dries up due to cuts. Meanwhile, live music has overtaken recorded sector revenues since 2008. Major events sell-out in hours and, as lobbying group UK Music's recent report on music tourism shows, the live sector is a significant source of income for the nation. \n\nYet the benefits are felt unevenly, and not simply as a matter of suffering state subsidised arts and a healthy commercial sector. Growing concern for the fate of venues at the lower level of the economic activity is reflected in media and industry reports of struggles and closure. Neither is this just recession based. The key piece of music related legislation in recent times - the Live Music Act 2012 - deregulated the provision of live music of all kinds in licensed premises. But it was the result of a long campaign by industry, grassroots and legislators that arose from the negative impact of earlier licensing legislation in 2003 on venues and practitioners. Calls for more deregulation also involve both industry (UK Music) and musicians' (the Musicians' Union) representatives.\n\nNeither are music venues alone in their predicament. Questions of how to support culture hinge on assessments of how to value it - for economic benefit or innate social worth - and intersect with those about the role of the state and private vs public investment. Opposing speeches by UK Culture Secretary Maria Miller and Scottish Culture Minister Fiona Hyslop have starkly illustrated the lines between economic and intrinsic values as cases for investment. \n\nImplicit in wider debates and those around live music is a sense that different points on the scale of activity are interdependent. Today's stadium acts started in the pubs and local hotspots that are now struggling - in other words, an ecological model. Again, private and public sector inputs are not discrete but interdependent. Transport infrastructure, sensitive or draconian local licensing regimes, zoning and health and safety policies all affect local live music ecologies just as do direct investment from state, municipality or commerce.\n\nWe will shed light on such interactions - the funding ecology - by examining them in context and practice in three case-study localities across the UK - the London Borough of Camden, Leeds and Glasgow. We will work with three key sector groups: PRS for Music, who license venues' use of copyright compositions, will provide data allowing us to map the size and types of venue in each area. With UK Music and the Musicians' Union (MU), we will then select case studies of venue capacities in six categories: Small (Under 200 capacity); Small-Medium (200-500); Medium (500-2,000); Medium-Large (2,000-5,000); Large (5,000-20,000); Very Large (20,000+).\n\nInterviews with local and national policy makers, council officers, regional MU representatives, and venue operators will, along with the mapping exercise, show how the interplay of regulation, finance, ownership and management structures produce and reflect conceptions of cultural value in theory and in practice across the live music venue ecology.\n\nThe ecological model of music venues in the context of investment and stakeholder activity will both broaden and sharpen our understanding of the sector. It will account for the narratives of public and private actors in shaping the environment in which musical careers proceed as an interdependent system of different levels of economic activity. The effects of local and national regulation, alongside various forms of direct subsidy and indirect support (or hindrance), are felt in ways both obvious and hidden. We will illuminate this system to provide insights into live music, and cultural activity at large, for policy makers, industry and practitioners alike.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014416/1","grantId":"AH/L014416/1","fundValue":"38801","fundStart":"2014-03-01","fundEnd":"2014-09-30","funder":"AHRC","impactText":"","person":"Matt  Brennan","coPersons":["Martin John Cloonan"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}