{"id":"B11C3A0E-FDF7-457A-87B4-2A975F985935","title":"Choice, constraints and the gender dynamics of labour markets in Bangladesh","abstractText":"<p>This project seeks to understand the gender dynamics of the labour market in the context of Bangladesh. Labour markets are recognised as key institutional routes through which the benefits of growth are distributed across populations. Moreover, empirical research suggests that women’s access to labour market opportunities, particularly those which offer predictable incomes and ‘decent’ working conditions, can strengthen their voice and agency within the family and in the wider community. Yet, despite high rates of growth in recent decades, marked gender disparities in labour market outcomes persist across much of South Asia. These disparities are all the more puzzling in the context of Bangladesh. While it is one of the poorer countries in the region, it has not only shared in its high growth rates but has made more rapid progress in other aspects of gender equality, eg health and education. This project will combine different research methods in order to carry out a detailed investigation into the interactions between individual choice, cultural norms and economic structures which might explain persisting gender disparities in labour market outcomes in the Bangladesh context as well as how these interactions might vary for men and women from different social groups and geographical locations.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L005484/1","grantId":"ES/L005484/1","fundValue":"454378","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"ESRC","impactText":"  It is too early to discuss impacts. We began our research on April 1st 2014. A stakeholder workshop was held on April 27th with around 50 participants drawn from government, NGOs, donors, corporate sector, the media and trade unions. This allowed us to obtain feedback on our proposed research questions and methodology as well as to publicize our research agenda. I have now been invited to participate in an international conference in Dhaka being organised by the Bangladesh Garment Manufacturers Association to discuss the industry's responses to Rana Plaza.  ","person":"Naila  Kabeer","coPersons":["James  Heintz","Simeen  Mahmud"],"organisation":"London School of Economics & Pol Sci","findingsText":" Too early to report on findings. We will be engaging intensively with the stakeholders within the Bangladesh context that were identified at the inception workshop. We will also be presenting our findings to a number of international organisations interested in gender and the economy issues. We have also set up a website dedicated to this research project but will be inviting others interested in the field of gender and labour markets to upload their outputs in a special section. Communities and Social Services/Policy,Education,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}