{"id":"B12008CF-66F4-420F-87EB-865C3397AB9D","title":"Understanding the pathogenesis of autonomic dysfunction in chronic fatigue syndrome and its relationship with cognitive impairment","abstractText":"Chronic fatigue syndrome (CFS) occurs in 0.2-0.4% of Europe's population, can affect all ages and currently its cause is unclear. Abnormality of the autonomic nervous system is recognised in over three quarters of those with CFS and is a plausible physiological mediator of the symptoms that are characteristic of CFS and fatigue in other chronic diseases. Autonomic nervous system dysfunction is characterised by symptoms of dizziness and lightheadedness when standing up, symptoms that we have shown to be present in nearly 90% of people with CFS, and the severity of which have been shown to predict the ability of CFS patients to function (more so than the severity of fatigue). Despite this, the mechanisms by which autonomic dysfunction arises in those with chronic fatigue syndrome are not understood and as a result treatments limited. \nThis study fills this gap by setting out to explore what leads to autonomic dysfunction in CFS using novel methodologies particularly whether it is upstream (related to abnormalities in centres in the brain that control the autonomic nervous system) or downstream (due to a peripheral volume or vascular problem) in origin. In non-CFS diseases autonomic dysfunction has also been shown to be associated with cognitive impairment. Over 80% of those with CFS describe problems with memory and concentration, so this study will also determine the relationship between autonomic dysfunction and these cognitive problems frequently found in those with CFS, and whether improving autonomic dysfunction in CFS leads to changes in cognitive function. Utilising the enormous resource created by this integrated study, the programme will look to develop diagnostic biomarkers using an innovative systems approach. \nThe programme has two complementary phases: 1) an exploratory study that utilises ground breaking dynamic MR modalities that will allow study of brain function in CFS and how this relates to autonomic and cognitive function. 2) a downstream study which combines a number of work packages to define the relative contribution of cardiac and vascular function in autonomic dysfunction. 3) an intervention phase which will examine the direction of relationship between autonomic and cognitive function in CFS in a 'proof of concept' study. 4) a systems medicine modelling approach utilising the unique dataset to explore the interrelationships between parameters and their potential for biomarker development. \nUnderstanding the mechanisms that lead to autonomic dysfunction in those with CFS will be a paradigm shift. This programme will lay a foundation for research by the applicant and others that will enable a future set of diagnostic tools, system based explanations of dysfunction, a new generation of therapies and ultimately clinical protocols that will counter the biological processes that underpin fatigue in a range of diseases. \nThis proposal will use state of the art techniques such as dynamic brain FMRI to measures cerebral blood flow during the autonomic nervous system stressor of the valsalva manoeuvre (considered to be a test of cerebral autoregulation) to understand the mechanisms that lead to autonomic dysfunction and the associated cognitive impairment seen in the majority of those with CFS. This study will be performed in a cohort of CFS patients who have been fully characterised and who will be followed up to explore whether cognitive symptoms change when autonomic function is modulated. \nThis project will directly benefit patients through improving our understanding of how autonomic dysfunction arises in CFS and how it associates with cognitive function. This enhanced understanding will lead to the development of targetted appropriate treatments for clinical trials which will be aimed at reversing these abnormalities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002712/1","grantId":"MR/J002712/1","fundValue":"451786","fundStart":"2012-10-15","fundEnd":"2014-10-10","funder":"MRC","impactText":"","person":"Julia Lindsey Newton","coPersons":["Andrew Matthew Blamire","Peter  Gallagher","Stuart  Watson"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}